[
    {
        "start": "00:00:06,214",
        "end": "00:00:09,134",
        "en": "EEN NETFLIX-SERIE",
        "pa": "♪ You pull me closer when I start to run ♪",
        "vi": "LOẠT PHIM NETFLIX"
    },
    {
        "start": "00:00:14,347",
        "end": "00:00:16,057",
        "en": "Hé, jongens. -Hallootjes.",
        "pa": "♪ You like it better when It's one-on-one… ♪\n - Hey, guys. - Hi. Howdy!",
        "vi": "- Chào. - Chào. Xin chào!\n Phải!"
    },
    {
        "start": "00:00:18,393",
        "end": "00:00:20,353",
        "en": "Hoi. -Hé, jongens.",
        "pa": "- Yeah, right?\n -Hi. -Hey, you guys.\n ♪ And then we're on ♪",
        "vi": "- Chào. - Chào, mọi người."
    },
    {
        "start": "00:00:24,149",
        "end": "00:00:26,651",
        "en": "We moeten iemand kiezen om mee te trouwen…",
        "pa": "We're talking about choosing someone to marry,",
        "vi": "Bọn tôi đang nói về việc chọn người để kết hôn,"
    },
    {
        "start": "00:00:26,735",
        "end": "00:00:29,029",
        "en": "…en Colby stelde een ultimatum.",
        "pa": "and Colby gave me an ultimatum.",
        "vi": "và Colby đã ra tối hậu thư cho tôi. Tôi có thể hình dung kết hôn với Colby."
    },
    {
        "start": "00:00:29,112",
        "end": "00:00:31,156",
        "en": "Ik zie een huwelijk met Colby wel voor me.",
        "pa": "I could imagine being married to Colby.\n ♪ You got it, so take it, I need it, we'll make this… ♪",
        "vi": ""
    },
    {
        "start": "00:00:35,368",
        "end": "00:00:37,996",
        "en": "Ik zie een huwelijk met Randall wel voor me.",
        "pa": "I could imagine being married to Randall.",
        "vi": "Tôi có thể hình dung kết hôn với Randall."
    },
    {
        "start": "00:00:39,998",
        "end": "00:00:45,920",
        "en": "Het ultimatum loopt over drie weken af en ik heb nog geen idee wat ik ga doen.",
        "pa": "The Ultimatum comes to term in three weeks now,\n and I still have no idea what I'm gonna do.",
        "vi": "Tối hậu thư đến thời hạn sau ba tuần nữa,\n và tôi vẫn chưa biết mình sẽ làm gì."
    },
    {
        "start": "00:00:48,339",
        "end": "00:00:53,887",
        "en": "We hebben drie weken in ons proefhuwelijk geprobeerd een echte relatie te bouwen.",
        "pa": "We spent three weeks\n in our trial marriage trying to build a real relationship with each other.",
        "vi": "Bọn tôi đã dành ba tuần\n trong cuộc hôn nhân thử để cố gắng xây dựng quan hệ thực sự với nhau."
    },
    {
        "start": "00:00:53,970",
        "end": "00:00:58,224",
        "en": "De meeste mensen vragen zich af of ze wel met de juiste persoon trouwen.",
        "pa": "I think most people wonder if they are actually marrying the right person.",
        "vi": "Tôi nghĩ hầu hết mọi người tự hỏi liệu họ có thực sự lấy đúng người."
    },
    {
        "start": "00:01:01,561",
        "end": "00:01:06,357",
        "en": "Ik heb het ultimatum gesteld. Ik begon aan deze ervaring omdat ik wilde trouwen.",
        "pa": "♪ You want this, you needed this time ♪\n I gave the ultimatum.\n I walked into this experience wanting to get married.",
        "vi": "Tôi đã ra tối hậu thư.\n Tôi bước vào trải nghiệm này mong muốn được kết hôn."
    },
    {
        "start": "00:01:06,441",
        "end": "00:01:09,319",
        "en": "Ik wil echt mijn 'eind goed, al goed.'",
        "pa": "I really want my happy ending.",
        "vi": "Tôi thực sự muốn mình có kết thúc có hậu."
    },
    {
        "start": "00:01:12,072",
        "end": "00:01:17,202",
        "en": "Jullie zijn hier om dezelfde reden. Jullie hebben een ultimatum aangenomen…",
        "pa": "You all came here for the same reason.",
        "vi": "Các bạn đều đến đây vì cùng một lý do. Tất cả đều chấp nhận một tối hậu thư"
    },
    {
        "start": "00:01:17,285",
        "end": "00:01:22,373",
        "en": "…om te zien of je partner van dat moment de persoon was met wie je moest trouwen…",
        "pa": "You all took on an ultimatum\n so that you could see if who you were with at the time",
        "vi": "để bạn có thể thấy liệu người bên bạn khi đó"
    },
    {
        "start": "00:01:22,457",
        "end": "00:01:25,502",
        "en": "…of dat er iemand is die toch beter bij je past.",
        "pa": "was the person that you should marry,\n or if there was someone out there that might be better for you.",
        "vi": "có là người bạn nên lấy,\n hay biết đâu có ai đó ngoài kia tốt hơn cho bạn."
    },
    {
        "start": "00:01:25,585",
        "end": "00:01:30,173",
        "en": "Vanavond eindigt jullie eerste blik op het huwelijk.",
        "pa": "Tonight marks the end of your first vision of marriage.",
        "vi": "Đêm nay đánh dấu sự kết thúc của viễn cảnh hôn nhân đầu tiên."
    },
    {
        "start": "00:01:30,256",
        "end": "00:01:31,800",
        "en": "Als je hier weggaat…",
        "pa": "When you leave here,",
        "vi": "Khi các bạn rời khỏi đây,"
    },
    {
        "start": "00:01:31,883",
        "end": "00:01:36,638",
        "en": "…begin je aan de tweede ervaring van wat het huwelijk zou kunnen zijn.",
        "pa": "you will begin the second experience of what married life could be.",
        "vi": "các bạn sẽ bắt đầu trải nghiệm thứ hai về cuộc sống hôn nhân."
    },
    {
        "start": "00:01:37,263",
        "end": "00:01:38,973",
        "en": "Aan 't eind van de ervaring…",
        "pa": "And at the end of this experience,",
        "vi": "Và cuối trải nghiệm này,"
    },
    {
        "start": "00:01:40,016",
        "end": "00:01:40,975",
        "en": "…beslis je.",
        "pa": "you'll make a choice.",
        "vi": "bạn sẽ lựa chọn."
    },
    {
        "start": "00:01:41,935",
        "end": "00:01:44,938",
        "en": "Met wie wil je trouwen?",
        "pa": "Who do you want to marry?\n ♪ This is the beginning ♪",
        "vi": "Các bạn muốn cưới ai?"
    },
    {
        "start": "00:01:57,784",
        "end": "00:02:00,203",
        "en": "DE WISSEL",
        "pa": "♪ This is the beginning ♪",
        "vi": ""
    },
    {
        "start": "00:02:00,286",
        "end": "00:02:03,414",
        "en": "Laten we beginnen. Hoe waren deze drie weken voor jullie?",
        "pa": "Let's get into it. What has this three week period been like for you guys?",
        "vi": "Vào việc thôi. Giai đoạn ba tuần này ra sao với các bạn?"
    },
    {
        "start": "00:02:03,498",
        "end": "00:02:08,002",
        "en": "April en Colby. Jullie glimlachen. Vertel ons hoe het was.",
        "pa": "April and Colby. You're all smiles. Tell us what it was like.",
        "vi": "April và Colby. Hai bạn đều cười. Kể cho chúng tôi nghe đi."
    },
    {
        "start": "00:02:08,545",
        "end": "00:02:13,174",
        "en": "Het was echt levensveranderend. Ik heb veel van je geleerd.",
        "pa": "It has truly been life-changing.",
        "vi": "Nó đã thực sự thay đổi cuộc sống. Tôi đã học được rất nhiều từ cô."
    },
    {
        "start": "00:02:13,758",
        "end": "00:02:17,470",
        "en": "Om te luisteren, zonder dat het meteen het andere oor uit gaat…",
        "pa": "I have learned a lot from you.\n To listen, without it going in one ear out the other kind of thing,",
        "vi": "Để lắng nghe, mà nó không đi từ tai này sang tai kia,"
    },
    {
        "start": "00:02:17,554",
        "end": "00:02:20,223",
        "en": "…wat aan mij ontbrak in mijn vorige relatie.",
        "pa": "which I think that's what I was missing in my last relationship,",
        "vi": "điều tôi nghĩ mình đang thiếu trong mối quan hệ trước đây,"
    },
    {
        "start": "00:02:20,306",
        "end": "00:02:22,267",
        "en": "De mensen die ons 'het beste leken.'",
        "pa": "the people that \"we thought\" was best for us.",
        "vi": "người \"ta nghĩ\" tốt nhất cho ta."
    },
    {
        "start": "00:02:23,184",
        "end": "00:02:25,103",
        "en": "Hoe leerde April je dat?",
        "pa": "Can I ask how April taught you that?",
        "vi": "Cho tôi hỏi April dạy bạn thế nào?"
    },
    {
        "start": "00:02:25,186",
        "end": "00:02:28,523",
        "en": "Meer vrouwen willen vast weten hoe je een man leert luisteren.",
        "pa": "I'm sure many women would love to know, how do you teach a man to listen?",
        "vi": "Hẳn nhiều phụ nữ muốn biết, cách dạy đàn ông lắng nghe?"
    },
    {
        "start": "00:02:28,606",
        "end": "00:02:30,108",
        "en": "Nou, ze praat veel.",
        "pa": "Well, it's a lot of talking.\n It's a--",
        "vi": "Chà, đó là nói rất nhiều."
    },
    {
        "start": "00:02:31,818",
        "end": "00:02:33,695",
        "en": "Ik moet wel luisteren.",
        "pa": "Like, I have no choice but to listen.",
        "vi": "Tôi không có lựa chọn ngoài lắng nghe."
    },
    {
        "start": "00:02:33,778",
        "end": "00:02:35,697",
        "en": "Het was geen optie. -Zo voelt 't.",
        "pa": "- It wasn't an option. -That's how I feel.",
        "vi": "- Đó đâu phải một lựa chọn. - Tôi thấy thế."
    },
    {
        "start": "00:02:35,780",
        "end": "00:02:37,031",
        "en": "Ik werd gedwongen.",
        "pa": "It was, like, forced.",
        "vi": "Như kiểu bị ép buộc."
    },
    {
        "start": "00:02:37,115",
        "end": "00:02:40,952",
        "en": "Colby, je spoorde me aan om een sterke, volwassen vrouw te zijn.",
        "pa": "Colby, you pushed me to be a stronger and more mature woman.",
        "vi": "Colby, anh đã thúc đẩy tôi trở thành người phụ nữ mạnh mẽ và trưởng thành hơn."
    },
    {
        "start": "00:02:41,035",
        "end": "00:02:44,956",
        "en": "En dat ben je geworden. Ze werd een vrouw tijdens onze tijd samen.",
        "pa": "And you've become just that. She grew into a woman during our time together.",
        "vi": "Cô đã trở nên thế. Cô ấy đã thành phụ nữ trong thời gian bọn tôi bên nhau."
    },
    {
        "start": "00:02:47,333",
        "end": "00:02:52,046",
        "en": "Ten eerste: April werd een vrouw in hun drie weken samen.",
        "pa": "First of all,\n April became a woman in their three weeks together.",
        "vi": "Đầu tiên, April trở thành phụ nữ trong ba tuần họ bên nhau."
    },
    {
        "start": "00:02:53,006",
        "end": "00:02:56,217",
        "en": "Is ze ongesteld geworden of is ze ontmaagd?",
        "pa": "Did she start her period, or did she lose her virginity?",
        "vi": "Cô ấy bắt đầu có kinh hay mất trinh vậy?"
    },
    {
        "start": "00:02:56,301",
        "end": "00:02:58,887",
        "en": "En waar strijk je de eer voor op?",
        "pa": "And what of that are you taking credit for?",
        "vi": "Và anh nhận công lao vì điều gì cơ chứ?"
    },
    {
        "start": "00:02:58,970",
        "end": "00:03:02,932",
        "en": "En wie ben jij om te zeggen wat er nodig is om een vrouw te worden?",
        "pa": "And who the hell are you to say what it takes to become a woman?",
        "vi": "Và anh là cái thá gì mà nói cần những gì để trở thành phụ nữ?"
    },
    {
        "start": "00:03:03,016",
        "end": "00:03:05,602",
        "en": "Dat hij daarmee pronkt, is narcistisch.",
        "pa": "Him taking credit for that is narcissistic.",
        "vi": "Việc anh ta nhận công chuyện đó thật ái kỷ."
    },
    {
        "start": "00:03:05,685",
        "end": "00:03:08,062",
        "en": "Ik bedoel, dit is verbijsterend.",
        "pa": "I mean, this is blowing my mind.",
        "vi": "Ý tôi là, điều này làm tôi bị sốc."
    },
    {
        "start": "00:03:08,813",
        "end": "00:03:09,647",
        "en": "Verbijsterd.",
        "pa": "Blown.",
        "vi": "Sốc quá."
    },
    {
        "start": "00:03:10,982",
        "end": "00:03:14,444",
        "en": "En Madlyn, deze man aanbidt je.",
        "pa": "And, Madlyn, this man adores the hell out of you.",
        "vi": "Và, Madlyn, người đàn ông này rất yêu thương cô."
    },
    {
        "start": "00:03:14,527",
        "end": "00:03:17,989",
        "en": "Hij werkt hard, hij inspireert me. Hij is positief.",
        "pa": "He's a hard-working man. He inspires me. He's a positive person.",
        "vi": "Anh ấy chăm chỉ. Truyền cảm hứng cho tôi. Anh ấy tích cực."
    },
    {
        "start": "00:03:18,072",
        "end": "00:03:19,949",
        "en": "Wees blij dat hij 'n ultimatum stelde.",
        "pa": "Be happy this man gave you an ultimatum.",
        "vi": "Hãy vui vì anh ấy ra tối hậu thư cho cô."
    },
    {
        "start": "00:03:21,409",
        "end": "00:03:22,243",
        "en": "Jake en Rae.",
        "pa": "Jake and Rae.",
        "vi": "Jake và Rae."
    },
    {
        "start": "00:03:23,703",
        "end": "00:03:26,247",
        "en": "Ik wilde dit eigenlijk niet doen.",
        "pa": "I actually didn't wanna come on this experience at the get-go.",
        "vi": "Ban đầu tôi không muốn bước vào trải nghiệm này."
    },
    {
        "start": "00:03:26,331",
        "end": "00:03:31,002",
        "en": "Maar na drie weken met Rae, zou ik het nooit willen terugnemen.",
        "pa": "But after spending these three weeks with Rae,\n I've-- I wouldn't take it back for the world.",
        "vi": "Nhưng sau ba tuần ở bên Rae,\n tôi sẽ không đổi nó lấy bất cứ thứ gì."
    },
    {
        "start": "00:03:32,587",
        "end": "00:03:35,006",
        "en": "Ik denk dat het voor ons beiden heel positief was.",
        "pa": "Um, I think that the experience was really positive for both of us.",
        "vi": "Tôi nghĩ trải nghiệm này rất tích cực cho cả hai chúng tôi."
    },
    {
        "start": "00:03:37,008",
        "end": "00:03:38,134",
        "en": "Zay.",
        "pa": "Zay.",
        "vi": "Zay."
    },
    {
        "start": "00:03:38,218",
        "end": "00:03:39,052",
        "en": "Hoe is het?",
        "pa": "What's up?",
        "vi": "Sao thế?"
    },
    {
        "start": "00:03:39,135",
        "end": "00:03:42,180",
        "en": "Je lijkt ongemakkelijk. -Je stelt een vraag en zij…",
        "pa": "You look uncomfortable.\n When you asked her a question, she's…",
        "vi": "Trông bạn không thoải mái.\n Cô hỏi cô ấy một câu, cô ấy…"
    },
    {
        "start": "00:03:42,972",
        "end": "00:03:43,932",
        "en": "'Het gaat goed.'",
        "pa": "\"We're doing great.\"",
        "vi": "\"Bọn tôi rất ổn\"."
    },
    {
        "start": "00:03:45,683",
        "end": "00:03:48,603",
        "en": "'Het gaat geweldig.' Ik bedoel…",
        "pa": "\"Things are great.\"\n He said-- Like, I don't see growth there. I don't see her opening up more.",
        "vi": "\"Mọi thứ tuyệt\".\n Anh ấy nói… Tôi không thấy sự phát triển ở đó. Tôi không thấy cô ấy cởi mở hơn."
    },
    {
        "start": "00:03:48,686",
        "end": "00:03:52,190",
        "en": "Ik zie geen groei. Ik zie niet dat ze opener is.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:53,983",
        "end": "00:03:56,486",
        "en": "Je was er niet bij. Ik ben wel gegroeid…",
        "pa": "You know, you're not with us every day. I do feel I've had growth",
        "vi": "Anh đâu có ở bên bọn em mỗi ngày. Em đã trưởng thành"
    },
    {
        "start": "00:03:56,569",
        "end": "00:04:00,782",
        "en": "…en wat meer uitgesproken geworden. Maar dat zul je de komende weken wel zien.",
        "pa": "and I've come into my own a bit more,\n but you'll be able to see that over the next three weeks.",
        "vi": "và thể hiện tốt hơn chút,\n nhưng anh sẽ thấy điều đó trong ba tuần tới."
    },
    {
        "start": "00:04:04,035",
        "end": "00:04:09,249",
        "en": "Zij stelde me een ultimatum omdat ik iets fout deed in onze relatie.",
        "pa": "Obviously, she gave me an ultimatum,\n and it's something that I wasn't doing right in the relationship.",
        "vi": "Rõ ràng, cô ấy đã ra tối hậu thư cho tôi,\n và đó là điều tôi làm chưa đúng trong mối quan hệ."
    },
    {
        "start": "00:04:09,332",
        "end": "00:04:14,003",
        "en": "Als ze dat in Jake heeft gevonden, ga ik jouw geluk niet tegenhouden.",
        "pa": "And if she found that in Jake, then, you know,\n it's-- it's not my job to stop your happiness.",
        "vi": "Và nếu cô ấy tìm thấy điều đó ở Jake thì,\n anh không nên cản hạnh phúc của em."
    },
    {
        "start": "00:04:15,380",
        "end": "00:04:20,385",
        "en": "Shanique, je was een geweldige… proef-echtgenote.",
        "pa": "Shanique, you have been a great, um, trial…",
        "vi": "Shanique, cô là… cô vợ thử nghiệm tuyệt vời."
    },
    {
        "start": "00:04:20,468",
        "end": "00:04:24,389",
        "en": "Super zorgzaam. Het belangrijkste is communicatie.",
        "pa": "…wife.\n Super caring.\n I think the biggest thing is communication.",
        "vi": "Siêu chu đáo. Tôi nghĩ điều quan trọng nhất là sự giao tiếp."
    },
    {
        "start": "00:04:24,472",
        "end": "00:04:29,018",
        "en": "Dat is heel belangrijk, zeker in een relatie en in een huwelijk.",
        "pa": "I think that is very important,\n especially, um, in a relationship and in a marriage.",
        "vi": "Điều đó rất quan trọng,\n nhất là trong một mối quan hệ và hôn nhân."
    },
    {
        "start": "00:04:29,852",
        "end": "00:04:32,563",
        "en": "Ik vind Zay een heel lieve man.",
        "pa": "I feel like Zay is an extremely sweet guy.",
        "vi": "Tôi cảm thấy Zay là chàng trai cực kỳ ngọt ngào."
    },
    {
        "start": "00:04:32,647",
        "end": "00:04:38,111",
        "en": "Hij wordt een liefhebbende man, die er echt voor gaat.",
        "pa": "I think he's somebody who is gonna be just a very sweet and loving husband.",
        "vi": "Tôi nghĩ anh ấy sẽ là một người chồng\n rất ngọt ngào và yêu thương. Hoàn toàn tận tâm."
    },
    {
        "start": "00:04:40,697",
        "end": "00:04:41,781",
        "en": "Oké.",
        "pa": "You know, be all in.\n All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:04:41,864",
        "end": "00:04:43,783",
        "en": "Madlyn en Randall. Hoe was het?",
        "pa": "Madlyn and Randall. How was it?",
        "vi": "Madlyn và Randall. Thế nào?"
    },
    {
        "start": "00:04:44,534",
        "end": "00:04:47,078",
        "en": "Ik kwam hier omdat ik een ultimatum kreeg…",
        "pa": "You know, I came here having been given the ultimatum,",
        "vi": "Khi đến đây tôi được trao tối hậu thư"
    },
    {
        "start": "00:04:47,161",
        "end": "00:04:52,792",
        "en": "…en er waren dingen die ik miste bij Colby, die ik wel bij Randall zag.",
        "pa": "and there were things I did feel like were missing\n from my relationship with Colby that, like, I did see in Randall.",
        "vi": "và đã có những điều tôi cảm thấy đang thiếu\n trong quan hệ của tôi với Colby mà tôi đã thấy trong quan hệ với Randall."
    },
    {
        "start": "00:04:55,628",
        "end": "00:05:00,675",
        "en": "Door jou voel ik me volledig gehoord en begrepen.",
        "pa": "You make me feel completely heard and understood.",
        "vi": "Anh khiến tôi cảm thấy hoàn toàn được lắng nghe và thấu hiểu."
    },
    {
        "start": "00:05:02,802",
        "end": "00:05:05,888",
        "en": "Als jij en ik zouden trouwen…",
        "pa": "If you and I were to get married…",
        "vi": "Nếu anh và tôi kết hôn,"
    },
    {
        "start": "00:05:07,724",
        "end": "00:05:10,310",
        "en": "…word je een geweldige man en vader.",
        "pa": "you will be a wonderful husband and father.",
        "vi": "anh sẽ là một người chồng và cha tuyệt vời."
    },
    {
        "start": "00:05:12,186",
        "end": "00:05:15,064",
        "en": "Je stond me toe om mezelf te uiten…",
        "pa": "You allowed me to express myself,",
        "vi": "Cô cho phép tôi thể hiện bản thân,"
    },
    {
        "start": "00:05:15,148",
        "end": "00:05:19,527",
        "en": "…en je luisterde naar me zonder te reageren of te oordelen…",
        "pa": "and sat there and listened, and didn't react or had an opinion",
        "vi": "ngồi đó và lắng nghe, không phản ứng hay có ý kiến"
    },
    {
        "start": "00:05:19,610",
        "end": "00:05:21,362",
        "en": "…op basis van wat ik zei.",
        "pa": "just based off of what I just said.",
        "vi": "chỉ dựa trên điều tôi vừa nói."
    },
    {
        "start": "00:05:21,446",
        "end": "00:05:24,490",
        "en": "Het was meer van: jij praat, ik luister, ik praat.",
        "pa": "It was more so like, you talk, I listen, I speak.",
        "vi": "Nó như là, cô nói, tôi lắng nghe, tôi nói."
    },
    {
        "start": "00:05:24,574",
        "end": "00:05:29,579",
        "en": "Daardoor kon ik expressiever zijn, omdat ik me op m'n gemak voelde.",
        "pa": "And that ultimately allowed me to become more expressive",
        "vi": "Và điều đó cuối cùng đã cho phép tôi biểu đạt hơn"
    },
    {
        "start": "00:05:29,662",
        "end": "00:05:33,499",
        "en": "Het voelde natuurlijk. Zo hoort een huwelijk te voelen.",
        "pa": "because I felt a lot more comfortable.\n It felt natural. It felt like this is how a marriage should feel.",
        "vi": "vì tôi thấy dễ chịu hơn nhiều.\n Cảm giác tự nhiên. Cảm giác một cuộc hôn nhân nên thế này."
    },
    {
        "start": "00:05:33,583",
        "end": "00:05:37,754",
        "en": "Eerlijk gezegd, van week één tot nu voel ik me een beter mens.",
        "pa": "And, honestly, from week one to now, I see myself as a better individual.",
        "vi": "Và, nói thật, từ tuần một đến giờ, tôi thấy mình là người tốt hơn."
    },
    {
        "start": "00:05:38,963",
        "end": "00:05:43,051",
        "en": "We hebben een spoedcursus gekregen in hoe het is om…",
        "pa": "I think we got a crash course as to what it is to be",
        "vi": "Tôi nghĩ ta đã có khóa huấn luyện nhanh về việc thế nào là"
    },
    {
        "start": "00:05:43,134",
        "end": "00:05:45,845",
        "en": "…getrouwd te zijn in deze rare wereld.",
        "pa": "a married couple living in this crazy world.",
        "vi": "làm một cặp vợ chồng trong thế giới điên rồ này."
    },
    {
        "start": "00:05:50,391",
        "end": "00:05:53,770",
        "en": "Ik zal eerlijk zijn. Deze hele situatie…",
        "pa": "Um, I'm gonna be honest. I feel like this whole thing, like, it's--",
        "vi": "Tôi sẽ nói thật. Tôi cảm thấy toàn bộ chuyện này, nó…"
    },
    {
        "start": "00:05:53,853",
        "end": "00:05:55,980",
        "en": "Ik kan mezelf wel uitlachen.",
        "pa": "I honestly can just laugh at myself.",
        "vi": "Tôi thật sự có thể cười bản thân."
    },
    {
        "start": "00:05:56,689",
        "end": "00:05:59,150",
        "en": "Ik heb hem hierheen gebracht, en…",
        "pa": "I'm the one who brought him here and…",
        "vi": "Tôi là người đưa anh ấy đến đây và…"
    },
    {
        "start": "00:05:59,233",
        "end": "00:06:02,779",
        "en": "Hij heeft het duidelijk naar zijn zin, en…",
        "pa": "he is obviously having a good time",
        "vi": "anh ấy rõ ràng đang vui vẻ và…"
    },
    {
        "start": "00:06:02,862",
        "end": "00:06:05,823",
        "en": "Misschien was dit wat onze relatie nodig had.",
        "pa": "and maybe this is exactly what our relationship needed.",
        "vi": "có lẽ đây chính là điều mối quan hệ của bọn tôi cần,"
    },
    {
        "start": "00:06:05,907",
        "end": "00:06:07,742",
        "en": "Wat dat ook betekent, weet je?",
        "pa": "Whatever that means, you know? Um--",
        "vi": "dù nó nghĩa là gì, hiểu chứ?"
    },
    {
        "start": "00:06:08,409",
        "end": "00:06:10,411",
        "en": "De meidenavond, Madlyn…",
        "pa": "Uh, girls' night, you know, Madlyn,",
        "vi": "Đêm của các cô gái, Madlyn,"
    },
    {
        "start": "00:06:10,495",
        "end": "00:06:14,082",
        "en": "Je vertelde veel over hoe je je voelde over Randall.",
        "pa": "you did share a lot about how you felt very strongly about Randall,",
        "vi": "cô đã chia sẻ rất nhiều về việc cô rất có tình cảm với Randall,"
    },
    {
        "start": "00:06:14,165",
        "end": "00:06:18,294",
        "en": "Dat hij jouw hele lijstje aanvinkte en perfect was.",
        "pa": "and he checks off all of, you know,\n your list of, like, a perfect guy.",
        "vi": "và anh ấy đáp ứng danh sách tiêu chuẩn của cô về chàng trai hoàn hảo."
    },
    {
        "start": "00:06:19,128",
        "end": "00:06:23,674",
        "en": "Het waren honderd commentaren over hoe perfect Randall is.",
        "pa": "It was like a hundred comments of how perfect Randall is.",
        "vi": "Như thể cả trăm bình luận về sự hoàn hảo của Randall."
    },
    {
        "start": "00:06:23,758",
        "end": "00:06:27,220",
        "en": "En ik wil ook met hem trouwen, hij is een geweldige vent.",
        "pa": "And I wouldn't bring him here if I didn't wanna marry him. I think he's a great guy.",
        "vi": "Tôi sẽ không đưa anh ấy đến nếu không muốn cưới anh ấy. Anh ấy tuyệt vời."
    },
    {
        "start": "00:06:27,804",
        "end": "00:06:31,057",
        "en": "Maar jouw ervaring met Randall, met alle respect…",
        "pa": "But, like, your experience with Randall, respectfully,",
        "vi": "Nhưng, nói một cách tôn trọng, trải nghiệm của cô với Randall,"
    },
    {
        "start": "00:06:31,140",
        "end": "00:06:34,769",
        "en": "Je kent hem pas drie weken. Hij lijkt misschien perfect…",
        "pa": "you've known him for three weeks.\n So he might seem like a perfect guy to you,",
        "vi": "cô mới biết anh ấy ba tuần.\n Nên anh ấy có vẻ hoàn hảo với cô,"
    },
    {
        "start": "00:06:34,852",
        "end": "00:06:38,064",
        "en": "…maar hij heeft een hoop dingen die hij beter kan doen.",
        "pa": "but there are a lot of things he can be better at as a man, period.",
        "vi": "nhưng có nhiều điều mà là đàn ông, anh ấy có thể làm tốt hơn, thế đấy."
    },
    {
        "start": "00:06:38,147",
        "end": "00:06:41,150",
        "en": "Er zijn zeker dingen waar Randall aan kan werken.",
        "pa": "There are things that, you know, Randall can work on, I think.",
        "vi": "Tôi nghĩ có những điều Randall có thể cải thiện."
    },
    {
        "start": "00:06:41,234",
        "end": "00:06:43,653",
        "en": "Randall kan meer van zichzelf geven.",
        "pa": "You know, Randall can give more of himself.",
        "vi": "Randall có thể thể hiện mình nhiều hơn."
    },
    {
        "start": "00:06:43,736",
        "end": "00:06:46,322",
        "en": "Dat zou ik op de lange termijn willen.",
        "pa": "Like, I think that's what I would want long-term.",
        "vi": "Tôi nghĩ đó là điều tôi muốn lâu dài."
    },
    {
        "start": "00:06:47,865",
        "end": "00:06:50,118",
        "en": "Ik bracht hem hier om hem beter te maken.",
        "pa": "I brought him here and I want him to be better,",
        "vi": "Tôi đưa anh ấy đến đây và muốn anh ấy tốt hơn,"
    },
    {
        "start": "00:06:50,201",
        "end": "00:06:55,456",
        "en": "Als deze persoon hem zelfverzekerder en meer uitgesproken maakt, dan…",
        "pa": "and if this person is making him feel more confident,\n making him feel more outspoken, and…",
        "vi": "nếu người này làm anh ấy thấy tự tin hơn, cởi mở hơn, và…"
    },
    {
        "start": "00:07:01,629",
        "end": "00:07:05,716",
        "en": "Dat is een bittere pil, maar ik heb het over mezelf afgeroepen.",
        "pa": "Um,\n it's a hard pill to swallow, but you know what?",
        "vi": "Đó là sự thật khó chấp nhận, nhưng biết không?"
    },
    {
        "start": "00:07:05,800",
        "end": "00:07:10,138",
        "en": "Ik heb me eigenlijk nog nooit zo vredig gevoeld over…",
        "pa": "Like, this-- I brought this on myself.\n Honestly, like, I don't think I've ever felt more at peace about",
        "vi": "Điều này… Tôi tự chuốc lấy.\n Nói thật, tôi nghĩ chưa khi nào tôi cảm thấy thanh thản hơn về"
    },
    {
        "start": "00:07:10,221",
        "end": "00:07:14,517",
        "en": "…de mogelijkheid van 'Wat gebeurt, gebeurt'…",
        "pa": "the possibility of,",
        "vi": "khả năng, \"Việc gì đến sẽ đến\","
    },
    {
        "start": "00:07:14,600",
        "end": "00:07:16,394",
        "en": "…als ik nu doe, dus…",
        "pa": "\"Whatever happens, happens,\"\n um, as much as I do right now, so…",
        "vi": "nhiều như bây giờ, nên…"
    },
    {
        "start": "00:07:18,062",
        "end": "00:07:19,021",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:07:22,191",
        "end": "00:07:23,693",
        "en": "Jullie zijn een heel sterk stel.",
        "pa": "I do you see y'all being a very strong couple.",
        "vi": "Tôi thấy hai người là một cặp rất mạnh."
    },
    {
        "start": "00:07:25,403",
        "end": "00:07:27,029",
        "en": "Maar zij is een heel sterke vrouw.",
        "pa": "But she's a very strong woman.",
        "vi": "Nhưng cô ấy rất mạnh mẽ."
    },
    {
        "start": "00:07:27,780",
        "end": "00:07:31,868",
        "en": "En ze is vaak agressief met haar woorden.",
        "pa": "And she tends to be aggressive with her words.",
        "vi": "Và cô ấy có xu hướng hung hăng với lời nói của mình."
    },
    {
        "start": "00:07:32,452",
        "end": "00:07:37,957",
        "en": "En dat snijdt diep. En ik weet niet of jij kunt verdragen…",
        "pa": "And they do cut deep, and I don't know if you would be able to handle…",
        "vi": "Và chúng gây tổn thương sâu, tôi không biết anh có thể chịu nổi…"
    },
    {
        "start": "00:07:39,250",
        "end": "00:07:41,252",
        "en": "…waar zij soms mee aankomt.",
        "pa": "what she delivers sometimes.",
        "vi": "điều mà đôi khi cô ấy truyền tải."
    },
    {
        "start": "00:07:42,170",
        "end": "00:07:44,464",
        "en": "Colby, dat moet je herformuleren. -Ja.",
        "pa": "-Colby, I think you gotta reword that. -Yeah.",
        "vi": "- Colby, tôi nghĩ anh phải diễn đạt lại. - Ừ."
    },
    {
        "start": "00:07:44,547",
        "end": "00:07:46,007",
        "en": "Ja, je… Ik weet niet.",
        "pa": "Yeah. You should-- I don't know.",
        "vi": "Ừ. Anh nên… tôi không biết."
    },
    {
        "start": "00:07:46,090",
        "end": "00:07:47,008",
        "en": "Hoe dan? -Ja.",
        "pa": "-Like what? -Yeah. Um…",
        "vi": "- Như gì cơ? - Ừ."
    },
    {
        "start": "00:07:49,594",
        "end": "00:07:53,890",
        "en": "Oké. Ten eerste… -Met alle respect, ik ben het oneens.",
        "pa": "Okay. First of all--\n I would-- I would say, respectfully, I disagree.",
        "vi": "Rồi. Trước hết…\n tôi sẽ… tôi sẽ nói, một cách tôn trọng, tôi không đồng ý."
    },
    {
        "start": "00:07:53,973",
        "end": "00:07:55,475",
        "en": "Ik stelde het ultimatum.",
        "pa": "I did give her the ultimatum.",
        "vi": "Tôi ra tối hậu thư cho cô ấy."
    },
    {
        "start": "00:07:56,058",
        "end": "00:07:58,352",
        "en": "Jij zegt dat je een toekomst met haar ziet.",
        "pa": "You saying that you can see a future with her,",
        "vi": "Anh nói có thể thấy tương lai với cô ấy,"
    },
    {
        "start": "00:07:59,145",
        "end": "00:08:01,939",
        "en": "Wat ik eng vind, is dat je dat echt zei.",
        "pa": "what scares me about that is that you actually said that.",
        "vi": "điều làm tôi sợ là anh thực sự đã nói thế."
    },
    {
        "start": "00:08:02,023",
        "end": "00:08:06,360",
        "en": "Daar moeten we over praten en een gesprek over hebben.",
        "pa": "That's something we now need to sit down and have a talk about and discuss.",
        "vi": "Đó là điều mà giờ ta cần ngồi xuống nói chuyện và thảo luận về nó."
    },
    {
        "start": "00:08:06,444",
        "end": "00:08:12,200",
        "en": "Ziet ze een toekomst met Randall? Of heeft ze sterkere gevoelens voor mij?",
        "pa": "Does she see a future with Randall?\n Or does she feel strongly more toward me?",
        "vi": "Cô ấy có thấy tương lai với Randall không? Hay cô ấy có tình cảm với tôi hơn?"
    },
    {
        "start": "00:08:14,702",
        "end": "00:08:16,913",
        "en": "Dit geeft je een superzeldzame kans.",
        "pa": "This is giving you a super rare opportunity.",
        "vi": "Điều này cho các bạn cơ hội siêu hiếm."
    },
    {
        "start": "00:08:16,996",
        "end": "00:08:21,834",
        "en": "Het gaat om jou als persoon, en om het vinden van die ander…",
        "pa": "It's about you as a person and then, God willing, finding that other person,",
        "vi": "Nó là về bạn như một con người và rồi, Chúa phù hộ, tìm thấy nửa kia,"
    },
    {
        "start": "00:08:21,918",
        "end": "00:08:24,337",
        "en": "…of dat nu je vorige partner is, of je huidige.",
        "pa": "whether it's the person you came with or the person that you meet here.",
        "vi": "dù là người bạn đến đây cùng hay người bạn gặp ở đây."
    },
    {
        "start": "00:08:25,004",
        "end": "00:08:26,422",
        "en": "Als je naar ons kijkt…",
        "pa": "If you look at someone like us,",
        "vi": "Nhìn chúng tôi mà xem,"
    },
    {
        "start": "00:08:26,506",
        "end": "00:08:30,343",
        "en": "Hij zat in 'n heel publiek huwelijk en 'n heel publieke scheiding.",
        "pa": "he was literally in a very public marriage and a very public divorce,",
        "vi": "anh ấy thực sự đã kết hôn công khai và ly dị công khai,"
    },
    {
        "start": "00:08:30,426",
        "end": "00:08:34,263",
        "en": "En ik moest heel publiekelijk door al die shit heen.",
        "pa": "and I had to go through all that shit.",
        "vi": "và tôi phải trải qua tất cả những điều đó… một cách rất công khai,"
    },
    {
        "start": "00:08:34,347",
        "end": "00:08:36,057",
        "en": "Dat was zwaar voor ons.",
        "pa": "Very publicly.\n It was very hard for us.",
        "vi": "và nó rất khó với chúng tôi."
    },
    {
        "start": "00:08:36,140",
        "end": "00:08:39,519",
        "en": "Maar pas toen hij zei: 'Ik ga het loslaten…'",
        "pa": "But it wasn't until the moment that he was like, \"I'm gonna let it go,\"",
        "vi": "Nhưng phải đến khi anh ấy nói, \"Anh sẽ từ bỏ tất cả\","
    },
    {
        "start": "00:08:39,602",
        "end": "00:08:43,981",
        "en": "…en ik dat ook zei, en we echt toegewijd waren aan elkaar…",
        "pa": "and I said, \"I'm gonna let it go,\"\n and we truly committed to each other,",
        "vi": "tôi nói, \"Em sẽ từ bỏ tất cả\", và bọn tôi thực sự một lòng với người kia,"
    },
    {
        "start": "00:08:44,065",
        "end": "00:08:46,859",
        "en": "…werden we verliefder dan ooit.",
        "pa": "we literally fell deeper and harder than we ever could.",
        "vi": "bọn tôi thực sự đã sâu sắc và bền chặt hơn hết."
    },
    {
        "start": "00:08:47,568",
        "end": "00:08:50,947",
        "en": "Jullie staan aan de rand van de volgende ervaring.",
        "pa": "You guys are about to step into the next vision.",
        "vi": "Các bạn sắp bước vào viễn cảnh tiếp theo."
    },
    {
        "start": "00:08:51,030",
        "end": "00:08:54,992",
        "en": "De komende weken moedigen we jullie aan om de gesprekken te hebben…",
        "pa": "Over the next three weeks,\n we really encourage you to have those tough conversations that",
        "vi": "Và trong ba tuần tới,\n các bạn hãy có những cuộc nói chuyện khó khăn mà"
    },
    {
        "start": "00:08:55,076",
        "end": "00:08:58,120",
        "en": "…die een stel moet hebben voordat ze gaan trouwen.",
        "pa": "every married couple really should have before they get married.",
        "vi": "mọi đôi đã kết hôn thực sự nên có trước khi cưới."
    },
    {
        "start": "00:08:58,996",
        "end": "00:09:01,499",
        "en": "Er is geen goede of foute uitkomst.",
        "pa": "There is no right or wrong outcome to any of this.",
        "vi": "Không có kết quả đúng hay sai cho việc này."
    },
    {
        "start": "00:09:01,582",
        "end": "00:09:04,335",
        "en": "En niemand neemt vanavond een beslissing, toch?",
        "pa": "And no one is making a decision tonight, right?",
        "vi": "Và không ai ra quyết định tối nay, phải chứ?"
    },
    {
        "start": "00:09:04,418",
        "end": "00:09:05,670",
        "en": "We zijn pas halverwege.",
        "pa": "We're only halfway through.",
        "vi": "Ta mới đi nửa đường."
    },
    {
        "start": "00:09:05,753",
        "end": "00:09:09,966",
        "en": "Ik denk dat iedereen hieruit zal komen, wat de uitkomst ook is…",
        "pa": "I think everyone will come out of this, no matter what ultimately is the outcome,",
        "vi": "Tôi nghĩ dù kết quả cuối cùng là gì, mọi người cũng sẽ bước khỏi đây,"
    },
    {
        "start": "00:09:10,049",
        "end": "00:09:12,093",
        "en": "…als een ander en beter mens.",
        "pa": "a changed person and a better person.",
        "vi": "là người đã thay đổi và tốt hơn."
    },
    {
        "start": "00:09:12,176",
        "end": "00:09:14,679",
        "en": "Dat is mooi, hoe je het ook bekijkt.",
        "pa": "That's-- that's a beautiful thing, no matter how you look at it.",
        "vi": "Đó là điều đẹp đẽ, dù bạn nhìn nhận thế nào."
    },
    {
        "start": "00:09:14,762",
        "end": "00:09:18,057",
        "en": "Ik ben trots op iedereen. -Ik ben trots op iedereen.",
        "pa": "I'm proud of everybody.\n I'm proud of everybody.",
        "vi": "Tự hào về các bạn.\n Tôi tự hào về các bạn."
    },
    {
        "start": "00:09:20,560",
        "end": "00:09:25,690",
        "en": "Tijd om afscheid te nemen en je nieuwe toekomstvisie te bekijken.",
        "pa": "Aw!\n It's time to say goodbye,\n and to a new vision of what your future could be.",
        "vi": "Đã đến lúc nói tạm biệt,\n và nâng ly vì một viễn cảnh mới của tương lai các bạn sau này."
    },
    {
        "start": "00:09:26,274",
        "end": "00:09:28,025",
        "en": "Veel succes. -Succes.",
        "pa": "-Good luck. -Good luck!",
        "vi": "- Chúc may mắn. - Chúc may mắn!"
    },
    {
        "start": "00:09:31,737",
        "end": "00:09:34,949",
        "en": "Je bent geweldig. -Ik waardeer je om alles wat je bent.",
        "pa": "♪ I stepped through the mirror 'Cause love is blind ♪\n You're so great.\n I appreciate you for everything you are.",
        "vi": "Cô thật tuyệt.\n Tôi biết ơn vì con người anh."
    },
    {
        "start": "00:09:35,032",
        "end": "00:09:37,743",
        "en": "Ik wil dat je gelukkig bent. -Je mag altijd bellen.",
        "pa": "-I want y'all to be happy. Okay. - Call me whenever, okay?",
        "vi": "- Tôi muốn hai bạn hạnh phúc. Rồi. - Gọi tôi bất cứ khi nào."
    },
    {
        "start": "00:09:37,827",
        "end": "00:09:41,706",
        "en": "Bedankt dat je jezelf met me deelde. -Dank je dat ik open kon zijn bij jou.",
        "pa": "Thank you for sharing yourself with me.\n Thanks for allowing me to be open, I appreciate it.",
        "vi": "Cảm ơn đã chia sẻ chuyện này cùng tôi.\n Anh cho phép tôi cởi mở. Tôi rất biết ơn."
    },
    {
        "start": "00:09:41,789",
        "end": "00:09:45,960",
        "en": "Als jouw vriendin drie weken met een andere man spendeert…",
        "pa": "Any time your woman spends time with another man",
        "vi": "Khi người phụ nữ của bạn một mình dành thời gian"
    },
    {
        "start": "00:09:46,043",
        "end": "00:09:48,296",
        "en": "Ja, dan word je wel jaloers.",
        "pa": "by herself for three weeks,\n yeah, it's gonna create some jealousy.",
        "vi": "bên người đàn ông khác trong ba tuần,\n ừ, nó sẽ gây ra đôi chút ghen tuông."
    },
    {
        "start": "00:09:48,379",
        "end": "00:09:51,257",
        "en": "Maar nu weet ik dat ik Madlyn voor 100% krijg.",
        "pa": "But now I know that I'm getting 100% of Madlyn.",
        "vi": "Nhưng giờ tôi biết mình đã có Madlyn hoàn toàn."
    },
    {
        "start": "00:09:52,341",
        "end": "00:09:55,344",
        "en": "En als we ons uiteindelijk verloven…",
        "pa": "I know if we do get engaged at the end of this,",
        "vi": "Tôi biết nếu kết thúc chuyện này bọn tôi đính hôn"
    },
    {
        "start": "00:09:55,428",
        "end": "00:10:00,391",
        "en": "…is zij 100% toegewijd en weet ze 100% zeker dat ze dat wilde.",
        "pa": "she is now 100% invested in me,",
        "vi": "giờ cô ấy sẽ dồn tâm sức vào tôi 100%,"
    },
    {
        "start": "00:10:00,474",
        "end": "00:10:04,228",
        "en": "Het ultimatum zal me sowieso een antwoord geven.",
        "pa": "and she's 100% sure that's what she wanted.\n The Ultimatum is going to give me an answer one way or another,",
        "vi": "và chắc 100% đó là điều cô ấy muốn.\n Tối hậu thư sẽ cho tôi câu trả lời bằng cách này hay cách khác,"
    },
    {
        "start": "00:10:04,312",
        "end": "00:10:05,688",
        "en": "Ik ben er klaar voor.",
        "pa": "and I'm ready for that.",
        "vi": "và tôi sẵn sàng cho điều đó."
    },
    {
        "start": "00:10:06,397",
        "end": "00:10:09,609",
        "en": "Ik kan de toekomst niet voorspellen. Ik weet niet wat er gaat gebeuren.",
        "pa": "I don't know the future.\n I don't know what will happen at the end of this.",
        "vi": "Tôi không biết tương lai ra sao. Không biết cuối cùng điều gì sẽ xảy ra."
    },
    {
        "start": "00:10:09,692",
        "end": "00:10:15,239",
        "en": "Maar over drie weken maak ik de grootste beslissing van m'n leven.",
        "pa": "But in three weeks, I'm going to make the biggest decision of my life.\n -♪ One down and a million to go ♪ -♪ Hey! ♪",
        "vi": "Nhưng ba tuần nữa, tôi sẽ đưa ra quyết định lớn nhất đời mình."
    },
    {
        "start": "00:10:24,790",
        "end": "00:10:29,295",
        "en": "TWEEDE PROEFHUWELIJKEN BEGINNEN",
        "pa": "♪ Heartbreaks and whiskeys solo ♪\n ♪ I'm found but where do I go ♪\n -♪ From here ♪ -♪ Whoa, oh, oh ♪",
        "vi": "HÔN NHÂN THỬ NGHIỆM THỨ HAI BẮT ĐẦU"
    },
    {
        "start": "00:10:29,378",
        "end": "00:10:33,799",
        "en": "DRIE WEKEN TOT HET ULTIMATUM AFLOOPT",
        "pa": "♪ One high and a million lows ♪\n ♪ Thank god for whiskeys solo ♪",
        "vi": "BA TUẦN NỮA TỐI HẬU THƯ SẼ ĐƯỢC TRẢ LỜI"
    },
    {
        "start": "00:10:37,386",
        "end": "00:10:40,139",
        "en": "Ik heb je gemist. Jij mij ook? -Ik heb je gemist.",
        "pa": "♪ I'm found but where do I go… ♪\n -I missed you. Did you miss me? -Mm-hmm. Oh.",
        "vi": "Anh nhớ em. Nhớ anh chứ?"
    },
    {
        "start": "00:10:40,222",
        "end": "00:10:44,060",
        "en": "Ik kwam hier met de gedachte: mijn God, ik kan hem niet verliezen.",
        "pa": "I did miss you.\n I came here thinking,\n \"Oh, my God. I cannot leave without this man.\"",
        "vi": "Em nhớ anh.\n Tôi đến đây nghĩ,\n \"Chúa ơi. Mình không thể đi mà thiếu người đàn ông này\"."
    },
    {
        "start": "00:10:44,143",
        "end": "00:10:47,438",
        "en": "En nu ben ik erg in de war. Het is moeilijk.",
        "pa": "And now I'm just very confused.",
        "vi": "Và giờ tôi rất bối rối. Thật khó khăn."
    },
    {
        "start": "00:10:47,521",
        "end": "00:10:48,689",
        "en": "Het bevalt me niet.",
        "pa": "It's difficult.\n I don't like it.",
        "vi": "Tôi không thích điều này."
    },
    {
        "start": "00:10:48,773",
        "end": "00:10:51,400",
        "en": "Ik heb hier de hele week over nagedacht.",
        "pa": "I mean, I've been thinking about this all day, all week.",
        "vi": "Anh đã nghĩ về chuyện này cả ngày, cả tuần."
    },
    {
        "start": "00:10:51,484",
        "end": "00:10:56,197",
        "en": "Zo van: ik kan weer bij Rae wonen en tijd met haar doorbrengen, maar…",
        "pa": "Like, \"Oh, I get to move back in with Rae and really spend time with Rae,\" but, um,",
        "vi": "Kiểu, \"Ồ, mình được về sống với Rae và thực sự dành thời gian bên Rae\", nhưng…"
    },
    {
        "start": "00:10:57,907",
        "end": "00:11:02,161",
        "en": "Het is wel moeilijk dat je zo lang bij een ander bent geweest.",
        "pa": "I think it's also hard knowing you've been spending time with somebody else.",
        "vi": "Anh nghĩ cũng thật khó khăn khi biết em đã dành thời gian bên người khác."
    },
    {
        "start": "00:11:02,244",
        "end": "00:11:05,289",
        "en": "Dat iemand anders je gelukkig maakt. -Ja.",
        "pa": "Somebody else is making you happy.\n Yeah.",
        "vi": "Ai đó đang làm em hạnh phúc.\n Vâng."
    },
    {
        "start": "00:11:06,999",
        "end": "00:11:09,585",
        "en": "Ik was ook jaloers dat jij en Shanique een band hadden.",
        "pa": "I've been jealous too about you and Shanique connecting and stuff.",
        "vi": "Em cũng ghen về việc anh và Shanique kết nối."
    },
    {
        "start": "00:11:09,669",
        "end": "00:11:13,172",
        "en": "Op meidenavond zei ze dat je een stijve had.",
        "pa": "I mean, like, at girls' night, she brought up that you had a boner.",
        "vi": "Vào tối của các cô gái, cô ấy nói rằng anh đã \"chào cờ\"."
    },
    {
        "start": "00:11:13,255",
        "end": "00:11:14,090",
        "en": "Wat?",
        "pa": "What?",
        "vi": "Gì cơ?"
    },
    {
        "start": "00:11:14,882",
        "end": "00:11:17,468",
        "en": "Wauw. Jezus. Dat is…",
        "pa": "Wow.",
        "vi": "Chà. Chết tiệt! Điều đó…"
    },
    {
        "start": "00:11:17,551",
        "end": "00:11:21,180",
        "en": "Sorry. Ik wil je niet voor 't blok zetten, maar ik was jaloers en verdrietig.",
        "pa": "Damn! That's--\n Sorry. I hate to put you on the spot,\n but, I mean, I was jealous, I was sad about it.",
        "vi": "Em ghét làm anh khó xử, nhưng em đã ghen, em buồn vì điều đó."
    },
    {
        "start": "00:11:23,516",
        "end": "00:11:25,309",
        "en": "Ik ben een man.",
        "pa": "I mean, I'm-- I'm-- I'm a man.",
        "vi": "Ý anh là, anh là đàn ông."
    },
    {
        "start": "00:11:25,393",
        "end": "00:11:26,394",
        "en": "Dat weet ik.",
        "pa": "I'm aware.",
        "vi": "Em biết."
    },
    {
        "start": "00:11:26,477",
        "end": "00:11:29,980",
        "en": "Nou, je weet in elk geval dat ik op vrouwen val.",
        "pa": "Lucky that you know that I'm attracted to women.",
        "vi": "May mà em biết anh bị phụ nữ thu hút."
    },
    {
        "start": "00:11:31,691",
        "end": "00:11:36,028",
        "en": "Dus nu moet ik blij zijn dat je nog op vrouwen valt?",
        "pa": "Um--\n So my takeaway from this is supposed to be that I'm glad you're attracted to women?",
        "vi": "Vậy bài học rút ra của em là em nên mừng vì anh bị thu hút bởi phụ nữ?"
    },
    {
        "start": "00:11:36,112",
        "end": "00:11:39,573",
        "en": "Ik bedoel, nee. We zijn maar mensen.",
        "pa": "I mean, no. Like, I mean, that's-- We're human.",
        "vi": "Ý anh là, không. Ý anh là, đó là… Chúng ta là con người."
    },
    {
        "start": "00:11:42,076",
        "end": "00:11:44,495",
        "en": "Hoe was jullie ervaring, fysiek gezien?",
        "pa": "So what was y'all's experience like physically?",
        "vi": "Vậy trải nghiệm thể xác của hai người sao?"
    },
    {
        "start": "00:11:48,582",
        "end": "00:11:52,211",
        "en": "Grote slok. Ik bedoel… -Ik bedoel, ik…",
        "pa": "Hmm?\n Taking a big chug. I was saying--\n Um, I mean, okay, I--",
        "vi": "Uống một ngụm lớn. Em đang nói là…\n Ý anh là, được rồi, anh…"
    },
    {
        "start": "00:11:56,090",
        "end": "00:11:58,592",
        "en": "Wat hebben jullie gedaan?",
        "pa": "What did you guys do physically?",
        "vi": "Hai người đã làm gì về thể xác?"
    },
    {
        "start": "00:11:59,218",
        "end": "00:12:00,511",
        "en": "We hebben geknuffeld.",
        "pa": "We did cuddle.",
        "vi": "Bọn anh ôm ấp."
    },
    {
        "start": "00:12:04,515",
        "end": "00:12:05,349",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:12:08,978",
        "end": "00:12:10,980",
        "en": "Ik luisterde naar wat je zei.",
        "pa": "I feel like I was listening to what you were saying.",
        "vi": "Em cảm thấy em đã nghe những gì anh nói."
    },
    {
        "start": "00:12:11,063",
        "end": "00:12:13,190",
        "en": "Je wil meer communicatie van mij.",
        "pa": "You want, like, more communication from me.",
        "vi": "Anh muốn em giao tiếp nhiều hơn."
    },
    {
        "start": "00:12:13,274",
        "end": "00:12:16,569",
        "en": "Meer bevestiging. Je wil dat ik opener ben.",
        "pa": "More words of affirmation. You want me to be more open.",
        "vi": "Thêm lời khẳng định. Anh muốn em cởi mở hơn."
    },
    {
        "start": "00:12:16,652",
        "end": "00:12:21,407",
        "en": "Meer gevoelens. Ik wil alles weten wat je denkt, want…",
        "pa": "More feelings.\n I wan-- I wanna know--",
        "vi": "Nhiều cảm xúc hơn. Anh muốn biết mọi điều em đang nghĩ vì anh…"
    },
    {
        "start": "00:12:21,490",
        "end": "00:12:23,492",
        "en": "Ik denk niet dat je dat wil.",
        "pa": "I wanna know everything that you're thinking because--\n I don't think you do all the time.",
        "vi": "Em không nghĩ anh luôn làm thế."
    },
    {
        "start": "00:12:25,828",
        "end": "00:12:29,123",
        "en": "Ik heb de afgelopen drie weken veel geleerd.",
        "pa": "I feel like I've learned a lot in the past three weeks.",
        "vi": "Anh cảm thấy mình đã học được rất nhiều ba tuần qua."
    },
    {
        "start": "00:12:29,790",
        "end": "00:12:34,920",
        "en": "Met iemand die ik leuk vind, met alle respect.",
        "pa": "And, um, with somebody that, respectfully, I, uh, I like.",
        "vi": "Và với một người mà anh thích, một cách tôn trọng."
    },
    {
        "start": "00:12:35,629",
        "end": "00:12:39,341",
        "en": "We hebben drie weken, dus stel je voor wat ik kan leren…",
        "pa": "We have three weeks, so I just imagine what I can learn",
        "vi": "Bọn anh có ba tuần, nên anh chỉ hình dung anh có thể học được gì"
    },
    {
        "start": "00:12:39,425",
        "end": "00:12:43,220",
        "en": "…en hoeveel ik kan groeien met iemand op wie ik verliefd ben.",
        "pa": "and how much I can grow with somebody that I'm in love with.",
        "vi": "và anh có thể trưởng thành ra sao với người mình yêu."
    },
    {
        "start": "00:12:48,350",
        "end": "00:12:49,185",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:12:50,352",
        "end": "00:12:51,353",
        "en": "Ja. -Ik weet het.",
        "pa": "-Yeah. -Yeah, I know.",
        "vi": "- Ừ. - Ừ, em biết."
    },
    {
        "start": "00:12:51,437",
        "end": "00:12:53,481",
        "en": "Ik ga me omkleden en naar bed.",
        "pa": "-I'm gonna change and get ready for bed. -Yup.",
        "vi": "Anh thay đồ chuẩn bị đi ngủ đây."
    },
    {
        "start": "00:12:57,276",
        "end": "00:13:01,572",
        "en": "Mag ik mijn kant van het bed? -Ik ga aan die kant. Jij mag deze kant.",
        "pa": "Can I get my side of the bed, please?",
        "vi": "Anh ngủ phía giường của mình nhé?"
    },
    {
        "start": "00:13:01,655",
        "end": "00:13:04,116",
        "en": "Waar heb je geslapen? -Aan deze kant.",
        "pa": "I'm staying on this side. You can have this side.\n -Where have you been sleeping? -I've been sleeping on this side.",
        "vi": "Em sẽ ở bên này. Anh có thể nằm bên này.\n - Em đã ngủ ở đâu? - Em đã ở bên này."
    },
    {
        "start": "00:13:04,200",
        "end": "00:13:06,285",
        "en": "Ja, ik wil aan die kant. -Wat?",
        "pa": "-Yeah, let me sleep on this side. -Wait, what?",
        "vi": "- Ừ, để anh ngủ bên này. - Đợi đã, gì cơ?"
    },
    {
        "start": "00:13:06,368",
        "end": "00:13:07,203",
        "en": "Ja, sorry.",
        "pa": "Yeah, I'm sorry.",
        "vi": "Ừ, anh xin lỗi."
    },
    {
        "start": "00:13:07,286",
        "end": "00:13:09,163",
        "en": "Zay, meen je dit? -Doodserieus.",
        "pa": "-Zay, are you serious right now? -I'm deadass.",
        "vi": "- Zay, nghiêm túc à? - Cực nghiêm túc."
    },
    {
        "start": "00:13:09,246",
        "end": "00:13:10,539",
        "en": "Ik slaap altijd hier.",
        "pa": "I always sleep on this side.",
        "vi": "Em luôn ngủ bên này giường."
    },
    {
        "start": "00:13:10,623",
        "end": "00:13:12,500",
        "en": "Nou, het spijt me.",
        "pa": "Well, I'm sorry. I'm sorry.",
        "vi": "Chà, anh xin lỗi."
    },
    {
        "start": "00:13:13,834",
        "end": "00:13:15,211",
        "en": "Zay. -Een compromis.",
        "pa": "-Zay. -Just compromise with me.",
        "vi": "- Zay. - Thỏa hiệp với anh đi."
    },
    {
        "start": "00:13:15,294",
        "end": "00:13:16,128",
        "en": "Een compromis.",
        "pa": "Just compromise.",
        "vi": "Thỏa hiệp đi."
    },
    {
        "start": "00:13:19,131",
        "end": "00:13:22,426",
        "en": "We knuffelen. Pas op, straks krijg je een stijve zoals bij Shanique.",
        "pa": "Oh, we're cuddling. Watch out. You might get a boner like with Shanique.",
        "vi": "Ta đang ôm ấp. Coi chừng. Anh có thể \"chào cờ\" như với Shanique đấy."
    },
    {
        "start": "00:13:23,469",
        "end": "00:13:24,303",
        "en": "Oké.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:13:24,386",
        "end": "00:13:25,846",
        "en": "Grapje. Kom hier.",
        "pa": "I'm kidding. Come here.",
        "vi": "Đùa thôi. Đến đây."
    },
    {
        "start": "00:13:26,430",
        "end": "00:13:29,183",
        "en": "Ik ben blij dat je dit zo hilarisch vindt.",
        "pa": "I'm glad this shit is so funny and hilarious to you.",
        "vi": "Anh mừng vì chuyện này hài và buồn cười với em."
    },
    {
        "start": "00:13:30,601",
        "end": "00:13:31,852",
        "en": "Hoe is het, Carter?",
        "pa": "What's up, Carter?",
        "vi": "Thế nào rồi, Carter?"
    },
    {
        "start": "00:13:33,229",
        "end": "00:13:34,271",
        "en": "CARTER SHANIQUE'S HOND",
        "pa": "Um, as you can see, Carter is very comfortable.",
        "vi": ""
    },
    {
        "start": "00:13:34,355",
        "end": "00:13:37,817",
        "en": "Zoals je ziet is Carter erg comfortabel. -Hij doet z'n ding.",
        "pa": "",
        "vi": "Như anh thấy, Carter rất thoải mái."
    },
    {
        "start": "00:13:38,400",
        "end": "00:13:42,947",
        "en": "Bij de wissel was het heel moeilijk om te luisteren naar…",
        "pa": "He's doing his own thing.\n At the changeover, it was really hard to just sit there and listen to, um,",
        "vi": "Nó đang theo đuổi đam mê.\n Ở buổi chuyển đổi, thật khó mà chỉ ngồi đó và lắng nghe…"
    },
    {
        "start": "00:13:43,823",
        "end": "00:13:50,329",
        "en": "…de chemie tussen Madlyn en Randall, of wat dan ook.",
        "pa": "Madlyn and Randall's kind of chemistry, whatever-- Whatever the fuck.",
        "vi": "phản ứng của Madlyn và Randall, sao cũng được… Kệ mẹ nó đi."
    },
    {
        "start": "00:13:50,412",
        "end": "00:13:51,789",
        "en": "Dat te horen, was…",
        "pa": "Hearing that was just--",
        "vi": "Nghe thấy điều đó chỉ…"
    },
    {
        "start": "00:13:52,540",
        "end": "00:13:56,961",
        "en": "Ik gaf Randall het ultimatum. En ik was er wel op voorbereid dat…",
        "pa": "I gave Randall the ultimatum,\n and I was partly prepared for the fact that, like,",
        "vi": "Tôi ra tối hậu thư cho Randall,\n và tôi đã phần nào chuẩn bị cho sự thật rằng,"
    },
    {
        "start": "00:13:57,044",
        "end": "00:14:00,506",
        "en": "…ongeacht welke ervaring Randall had…",
        "pa": "no matter what experience Randall has, like, it's--",
        "vi": "dù Randall có trải nghiệm gì đi nữa, nó…"
    },
    {
        "start": "00:14:00,589",
        "end": "00:14:03,384",
        "en": "…de dynamiek van onze relatie nooit meer hetzelfde zou zijn.",
        "pa": "The dynamic of our relationship is never gonna be the same.",
        "vi": "Động lực quan hệ của bọn tôi sẽ không như cũ."
    },
    {
        "start": "00:14:03,467",
        "end": "00:14:07,263",
        "en": "Het feit dat zijn ervaring zo fijn was, voegt een extra laag toe…",
        "pa": "The fact that he did have a great experience does add another layer",
        "vi": "Thực tế là anh ấy đã có một trải nghiệm tuyệt vời đã thêm một lớp"
    },
    {
        "start": "00:14:07,346",
        "end": "00:14:09,348",
        "en": "…aan de shit die we moeten uitzoeken.",
        "pa": "to, like, the shit that we have to figure out.",
        "vi": "cho điều mà bọn tôi phải tìm hiểu."
    },
    {
        "start": "00:14:09,431",
        "end": "00:14:12,768",
        "en": "Madlyn heeft haar deel gedaan. Hartelijk dank…",
        "pa": "Now that Madlyn has done her part, thank you very much…",
        "vi": "Giờ Madlyn đã xong vai trò của mình, cảm ơn cô rất nhiều…"
    },
    {
        "start": "00:14:13,644",
        "end": "00:14:14,979",
        "en": "…en tot nooit.",
        "pa": "don't come again.",
        "vi": "đừng có đến nữa."
    },
    {
        "start": "00:14:15,604",
        "end": "00:14:18,858",
        "en": "Je hebt veel gezegd. Je was heel expressief.",
        "pa": "You said a lot tonight.\n You were very expressive.",
        "vi": "Tối nay anh nói rất nhiều.\n Anh rất biểu cảm."
    },
    {
        "start": "00:14:19,358",
        "end": "00:14:23,529",
        "en": "Je deelde veel over je ervaring, en…",
        "pa": "You were sharing a lot of your, you know, your experience and--",
        "vi": "Anh đã chia sẻ rất nhiều về trải nghiệm của mình và…"
    },
    {
        "start": "00:14:24,238",
        "end": "00:14:26,699",
        "en": "…de eventuele mogelijkheden.",
        "pa": "and the possibilities of what could be.",
        "vi": "và những khả năng có thể xảy ra."
    },
    {
        "start": "00:14:27,283",
        "end": "00:14:31,996",
        "en": "Ik heb je nog nooit zoveel over je toekomst horen praten.",
        "pa": "I guess I never really heard you talk about, like, your future that much.",
        "vi": "Hình như em chưa bao giờ thực sự nghe anh nói về tương lai nhiều đến thế."
    },
    {
        "start": "00:14:32,079",
        "end": "00:14:34,415",
        "en": "Je ging er echt voor, en…",
        "pa": "You went all in and, you know,",
        "vi": "Anh đã tham gia hết mình và, biết đấy,"
    },
    {
        "start": "00:14:34,999",
        "end": "00:14:37,459",
        "en": "…of ik er ook in pas, nou ja.",
        "pa": "whether or not that includes me, like, okay.",
        "vi": "ổn cả, dù có bao gồm em hay không."
    },
    {
        "start": "00:14:38,335",
        "end": "00:14:39,169",
        "en": "Oké.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:14:39,879",
        "end": "00:14:46,719",
        "en": "Je hebt in drie weken ontdekt wat mij in 2,5 niet lukte, maar…",
        "pa": "You got that in these three weeks,\n that I-- I wasn't able to translate that to you in two and a half years, but, um--",
        "vi": "Anh có điều đó trong ba tuần,\n mà em đã không thể truyền tải nó đến anh trong hai năm rưỡi, nhưng…"
    },
    {
        "start": "00:14:46,802",
        "end": "00:14:48,888",
        "en": "Waarom moet je dat nou zeggen?",
        "pa": "Okay, why you had to add the two and a half years?",
        "vi": "Sao em phải thêm hai năm rưỡi vào?"
    },
    {
        "start": "00:14:48,971",
        "end": "00:14:53,183",
        "en": "Ik zeg alleen maar, je had het heel erg naar je zin, maar…",
        "pa": "I'm just saying, like, I feel like you enjoyed it a lot, but, um,",
        "vi": "Em chỉ nói là, anh rất thích nó, nhưng…"
    },
    {
        "start": "00:14:53,267",
        "end": "00:14:55,603",
        "en": "Ik ga me niet concentreren op…",
        "pa": "I'm not even gonna focus on…",
        "vi": "em còn không tập trung vào…"
    },
    {
        "start": "00:14:56,645",
        "end": "00:14:59,023",
        "en": "…de negatieve dingen die ik voelde.",
        "pa": "the negative stuff that I felt tonight.",
        "vi": "những điều tiêu cực em cảm thấy tối nay."
    },
    {
        "start": "00:14:59,106",
        "end": "00:15:02,818",
        "en": "Ik wil me op ons richten deze drie weken.",
        "pa": "I wanna make sure I'm focusing on us in these three weeks.",
        "vi": "Em muốn đảm bảo trong ba tuần này em sẽ tập trung vào hai ta."
    },
    {
        "start": "00:15:02,902",
        "end": "00:15:05,237",
        "en": "Maar, vanzelfsprekend…",
        "pa": "But, like, obviously because…",
        "vi": "Nhưng, rõ ràng là vì…"
    },
    {
        "start": "00:15:05,988",
        "end": "00:15:08,532",
        "en": "…komen we net uit een andere relatie.",
        "pa": "we both just left from, like, another relationship,",
        "vi": "ta vừa rời bỏ mối quan hệ khác,"
    },
    {
        "start": "00:15:09,033",
        "end": "00:15:11,035",
        "en": "Dus we gaan een hoop…",
        "pa": "it's like we're gonna have a lot of,",
        "vi": "như thể ta sẽ có rất nhiều…"
    },
    {
        "start": "00:15:12,328",
        "end": "00:15:17,333",
        "en": "…vragen hebben en vergelijkingen maken, en ik…",
        "pa": "um, questions…\n and naturally make a lot of comparisons, and I just…",
        "vi": "câu hỏi và đưa ra nhiều sự so sánh một cách tự nhiên, và em chỉ…"
    },
    {
        "start": "00:15:18,042",
        "end": "00:15:23,130",
        "en": "Ik ben een beetje nerveus over hoe dat zal gaan, snap je?",
        "pa": "I think I'm a little nervous about, uh, what that might be like for us, you know?",
        "vi": "Em nghĩ em chỉ hơi lo rằng việc đó sẽ thế nào với hai ta."
    },
    {
        "start": "00:15:25,299",
        "end": "00:15:27,134",
        "en": "Wat wil je dat ik…",
        "pa": "What do you want me to, like, um, do better at?",
        "vi": "Có điều gì anh muốn em…"
    },
    {
        "start": "00:15:27,217",
        "end": "00:15:28,385",
        "en": "…beter doe?",
        "pa": "",
        "vi": "Làm tốt hơn không?"
    },
    {
        "start": "00:15:31,388",
        "end": "00:15:36,226",
        "en": "Het lijkt me niet gepast om al mijn kritiek nu op je te dumpen.",
        "pa": "I don't think dumping all these things I need you to work on is appropriate now.",
        "vi": "Anh không nghĩ trút ra tất cả những điều anh cần em cải thiện là phù hợp lúc này."
    },
    {
        "start": "00:15:41,231",
        "end": "00:15:42,691",
        "en": "Ik snap het. Ik…",
        "pa": "I get it. I just--\n Yeah.",
        "vi": "Em hiểu rồi. Em chỉ…\n Ừ…"
    },
    {
        "start": "00:15:46,111",
        "end": "00:15:51,241",
        "en": "Ik ben blij dat ik je terug heb. -Ben je echt blij?",
        "pa": "I'm just happy to kind of…\n just have you back.\n Are you really happy?",
        "vi": "Em chỉ vui khi lại có anh.\n Em hạnh phúc thật chứ?"
    },
    {
        "start": "00:16:00,250",
        "end": "00:16:01,627",
        "en": "KOA DE HOND VAN APRIL",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:01,710",
        "end": "00:16:03,504",
        "en": "Ze is zo blij.",
        "pa": "She's so happy.",
        "vi": "Nó rất vui."
    },
    {
        "start": "00:16:03,587",
        "end": "00:16:06,882",
        "en": "Ik heb je gemist.",
        "pa": "I missed you.\n I missed you. I missed you.",
        "vi": "Tao nhớ mày."
    },
    {
        "start": "00:16:07,591",
        "end": "00:16:09,843",
        "en": "Ik had een geweldige tijd met Colby.",
        "pa": "I had such an amazing time with Colby,",
        "vi": "Tôi đã có thời gian tuyệt vời với Colby,"
    },
    {
        "start": "00:16:09,927",
        "end": "00:16:14,056",
        "en": "Maar ik kan niet zeggen hoe vaak ik de minuten heb geteld…",
        "pa": "but I can't tell you the number of times I've counted the minutes",
        "vi": "nhưng không thể kể hết số lần"
    },
    {
        "start": "00:16:14,139",
        "end": "00:16:15,474",
        "en": "…tot ik Jake weer zou zien.",
        "pa": "waiting to get back with Jake.",
        "vi": "tôi đếm từng phút mong được về bên Jake."
    },
    {
        "start": "00:16:15,557",
        "end": "00:16:17,851",
        "en": "We hebben samen een toekomst bedacht.",
        "pa": "We've seen a lifelong future with each other.",
        "vi": "Bọn tôi đã thấy tương lai lâu dài bên nhau."
    },
    {
        "start": "00:16:17,935",
        "end": "00:16:19,770",
        "en": "Dit is met wie ik wil trouwen.",
        "pa": "This is the person I want to marry.",
        "vi": "Đây là người tôi muốn kết hôn."
    },
    {
        "start": "00:16:19,853",
        "end": "00:16:21,480",
        "en": "Wij moeten praten.",
        "pa": "We got some talking to do.",
        "vi": "Ta cần nói chuyện."
    },
    {
        "start": "00:16:21,563",
        "end": "00:16:22,481",
        "en": "Waarom?",
        "pa": "Why?",
        "vi": "Tại sao?"
    },
    {
        "start": "00:16:23,315",
        "end": "00:16:24,149",
        "en": "Wat is er?",
        "pa": "What's up?",
        "vi": "Sao thế?"
    },
    {
        "start": "00:16:24,233",
        "end": "00:16:28,404",
        "en": "Wil je me iets vertellen voordat ik iets zeg?",
        "pa": "Is there anything you wanna tell me before I…",
        "vi": "Có điều gì em muốn nói với anh trước khi anh… nói gì đó không?"
    },
    {
        "start": "00:16:28,988",
        "end": "00:16:29,989",
        "en": "Nee, wat is er?",
        "pa": "say anything?\n No, what's up?",
        "vi": "Không, sao thế?"
    },
    {
        "start": "00:16:30,072",
        "end": "00:16:32,282",
        "en": "De afgelopen weken ben ik gevallen voor Rae.",
        "pa": "In the past three weeks, I've fallen for Rae.",
        "vi": "Ba tuần qua, tôi đã phải lòng Rae."
    },
    {
        "start": "00:16:32,366",
        "end": "00:16:36,578",
        "en": "Ik kwam erachter dat April allemaal mannen uit de club heeft ge-sms't.",
        "pa": "Come to find out,\n April's been texting a lot of guys that she found out partying at the club.",
        "vi": "Phát hiện ra,\n April đã nhắn tin với nhiều gã cô ấy gặp khi tiệc tùng ở hộp đêm."
    },
    {
        "start": "00:16:36,662",
        "end": "00:16:40,290",
        "en": "Ik heb haar ook gezien met andere gasten op Instagram.",
        "pa": "I've seen her with all these other dudes on, uh, Instagram as well.",
        "vi": "Tôi còn thấy cô ấy cùng những gã khác trên Instagram."
    },
    {
        "start": "00:16:40,374",
        "end": "00:16:43,752",
        "en": "Ze wist dat ik dat erg zou vinden, want ik geef om haar.",
        "pa": "I know that she knows that would upset me, because she knows I do care.",
        "vi": "Tôi biết cô ấy biết điều đó làm tôi buồn, vì cô ấy biết tôi quan tâm."
    },
    {
        "start": "00:16:43,836",
        "end": "00:16:49,299",
        "en": "Bij Rae dacht ik vaak aan April. We hadden twee jaar een relatie.",
        "pa": "When I was with Rae, I still thought about April.\n I did have a relationship with her two years prior to this experience.",
        "vi": "Khi ở bên Rae, tôi vẫn nghĩ về April.\n Trước chuyện này tôi đã có quan hệ với cô ấy hai năm."
    },
    {
        "start": "00:16:49,383",
        "end": "00:16:51,343",
        "en": "Dat verdwijnt niet zomaar.",
        "pa": "That's not just gonna disappear.",
        "vi": "Điều đó không cứ thế biến mất."
    },
    {
        "start": "00:16:51,427",
        "end": "00:16:54,304",
        "en": "Dat je Madlyn tegenkwam en liet zien wat je kan krijgen.",
        "pa": "The fact that you ran into Madlyn, like, this is what I can get.",
        "vi": "Việc em tình cờ gặp Madlyn, đây là điều anh có thể hiểu."
    },
    {
        "start": "00:16:54,388",
        "end": "00:16:56,432",
        "en": "Je sms't haar jongens die je hebt ontmoet.",
        "pa": "You're texting a bunch of guys that you met.",
        "vi": "Em đã nhắn cho một đống gã em gặp."
    },
    {
        "start": "00:16:56,515",
        "end": "00:16:58,809",
        "en": "Dat deed ik niet, ik liet haar een foto zien.",
        "pa": "I didn't text her guys. I showed her a picture.",
        "vi": "Em không nhắn cho mấy gã đó. Em cho cô ấy xem ảnh."
    },
    {
        "start": "00:16:58,892",
        "end": "00:17:02,396",
        "en": "Ik geef mijn nummer niet aan jongens. Ik gaf mijn Instagram…",
        "pa": "I haven't been giving my number to guys.\n If anything, I've been sharing my Instagram--",
        "vi": "Em chưa từng đưa số của mình cho đàn ông. Em đã chia sẻ Instagram của mình…"
    },
    {
        "start": "00:17:02,479",
        "end": "00:17:04,273",
        "en": "Je hebt spelletjes gespeeld.",
        "pa": "You've been playing games through this thing.",
        "vi": "Em đã chiêu trò trong vụ này."
    },
    {
        "start": "00:17:04,356",
        "end": "00:17:07,192",
        "en": "Je speelt jaloerse spelletjes. Iedereen ziet het.",
        "pa": "You've been doing jealous little tricks. Everyone's seen it.",
        "vi": "Em đã làm đủ trò ghen tuông. Ai cũng thấy rồi."
    },
    {
        "start": "00:17:07,276",
        "end": "00:17:10,988",
        "en": "Iedereen die je volgt op Instagram vraagt me wat er gebeurt.",
        "pa": "Everyone who's followed you on Instagram has hit me up, like, \"What's going on?\"",
        "vi": "Người theo dõi em trên Instagram đều hỏi anh, \"Chuyện gì vậy?\""
    },
    {
        "start": "00:17:11,071",
        "end": "00:17:12,823",
        "en": "Jij sleepte mij hierheen.",
        "pa": "You brought me on this experience.",
        "vi": "Em đưa anh đến trải nghiệm này."
    },
    {
        "start": "00:17:12,906",
        "end": "00:17:16,910",
        "en": "Je luistert niet, dus ik zeg maar niks. -Oké, praat dan niet.",
        "pa": "You're not hearing me out, so that's why I'm not talking.",
        "vi": "Anh không nghe em, nên em không nói."
    },
    {
        "start": "00:17:16,994",
        "end": "00:17:21,248",
        "en": "Jij zegt dat ik niet… Je hebt zelf niets gezien of gehoord.",
        "pa": "Okay, then don't. Then don't talk.\n Because you're over here telling me that's why I'm not--",
        "vi": "Được, vậy đừng nói. Đừng nói nữa.\n Anh đang nói đó là lý do em không…\n Anh không mắt thấy tai nghe."
    },
    {
        "start": "00:17:21,331",
        "end": "00:17:24,543",
        "en": "Je kent me. Ik vertrouw je volledig in een relatie.",
        "pa": "You didn't see with your eyes, hear with your ears.\n You know me.\n I give you all my fucking trust in any relationship I'm in.",
        "vi": "Em biết anh mà. Anh hoàn toàn tin tưởng mọi mối quan hệ của mình."
    },
    {
        "start": "00:17:24,626",
        "end": "00:17:26,211",
        "en": "Als je het breekt, is het stuk.",
        "pa": "Once you break it, you broke it.",
        "vi": "Khi em làm vỡ, nó tan tành."
    },
    {
        "start": "00:17:26,295",
        "end": "00:17:29,256",
        "en": "Ik moest dit van een ander horen. -Ik ga dit niet doen.",
        "pa": "-And I had to find out from somebody else. -I'm not even doing this.",
        "vi": "- Và em phải biết từ người khác. - Anh không làm việc này."
    },
    {
        "start": "00:17:29,339",
        "end": "00:17:32,259",
        "en": "Wat een zooi. Dit worden de langste weken van m'n leven.",
        "pa": "This is a shit show. It'll be the longest three weeks of my life.",
        "vi": "Đây là chương trình chết tiệt. Đó sẽ là ba tuần dài nhất đời anh."
    },
    {
        "start": "00:17:32,342",
        "end": "00:17:36,263",
        "en": "Ik ben zo gegroeid de afgelopen weken. -Het is nooit jouw schuld.",
        "pa": "-I've grown so much the last three weeks. -April, it's never your fucking fault.",
        "vi": "- Ba tuần qua em đã trưởng thành nhiều. - April, chẳng bao giờ là lỗi em."
    },
    {
        "start": "00:17:36,346",
        "end": "00:17:38,599",
        "en": "Als je alles al weet, was er dan bij geweest.",
        "pa": "You fucking know so much, you may as well have been there,",
        "vi": "Anh biết rất nhiều, như anh đã ở đó,"
    },
    {
        "start": "00:17:38,682",
        "end": "00:17:40,893",
        "en": "Want je verhaal klopt van geen kant.",
        "pa": "because your story's frankly quite off.",
        "vi": "vì nói thẳng ra chuyện của anh sai lè."
    },
    {
        "start": "00:17:40,976",
        "end": "00:17:43,854",
        "en": "Ik liep de club in. Die vent kwam mijn kant op.",
        "pa": "I walked into the club, and this guy started walking my way.",
        "vi": "Tôi vào hộp đêm. Gã này bắt đầu đi về phía tôi."
    },
    {
        "start": "00:17:43,937",
        "end": "00:17:47,149",
        "en": "Ik dacht: ik ben toch single. We wisselden nummers uit.",
        "pa": "And I was like, \"Hey, I'm single.\"",
        "vi": "Và tôi nói, \"Chào, tôi độc thân\"."
    },
    {
        "start": "00:17:47,232",
        "end": "00:17:48,650",
        "en": "Ja, ik vond het leuk.",
        "pa": "We exchanged contacts.\n Yes, I fucking enjoyed it.",
        "vi": "Bọn tôi trao đổi liên lạc.\n Phải, tôi đã tận hưởng điều đó."
    },
    {
        "start": "00:17:48,734",
        "end": "00:17:51,528",
        "en": "Maar jij sliep met iemand in bed elke nacht.",
        "pa": "But you've had somebody you've slept in bed with every night.",
        "vi": "Nhưng anh đã ngủ cùng người khác mỗi đêm."
    },
    {
        "start": "00:17:51,612",
        "end": "00:17:56,408",
        "en": "Jullie hadden een connectie. Dus doe niet alsof ik gek ben.",
        "pa": "You guys had a connection.\n So stop making me look like the crazy person.",
        "vi": "Hai người có sự kết nối.\n Nên đừng khiến tôi trông như con điên nữa."
    },
    {
        "start": "00:17:56,492",
        "end": "00:17:59,453",
        "en": "Je bevestigt alles wat ik heb geleerd de afgelopen drie weken…",
        "pa": "You're validating everything I experienced in these past three weeks,",
        "vi": "Anh đang chứng thực mọi thứ em trải qua ba tuần qua,"
    },
    {
        "start": "00:17:59,536",
        "end": "00:18:02,456",
        "en": "…en dat stoot me af, want… -Mooi, ga dan weg.",
        "pa": "and it's pushing me away because, like--",
        "vi": "và nó đẩy em ra xa vì…"
    },
    {
        "start": "00:18:02,539",
        "end": "00:18:06,919",
        "en": "Je kan niet eens tien minuten praten en rustig blijven. Heel volwassen.",
        "pa": "Good! Go, then! Go!\n Not even five, ten minutes of being here,\n you can't even communicate in a calm tone. How mature.",
        "vi": "Vậy thì đi đi! Đi đi!\n Năm, mười phút cũng không, anh không thể nói bằng giọng bình tĩnh. Chín chắn ghê."
    },
    {
        "start": "00:18:07,002",
        "end": "00:18:11,298",
        "en": "Want ik probeerde te praten en je praatte door me heen, zoals altijd.",
        "pa": "Because I sit there and try to talk to you and you talked over me,",
        "vi": "Vì anh ngồi đó cố nói chuyện với em và em nói át anh,"
    },
    {
        "start": "00:18:11,381",
        "end": "00:18:15,302",
        "en": "Je luistert nooit. Dat vond ik zo leuk aan Rae, ze luisterde.",
        "pa": "which you do all the fucking time.\n Anything I say, you never listen.\n That's what I loved about Rae, because she listened.",
        "vi": "em luôn làm thế. Em chẳng nghe điều gì anh nói.\n Anh thích điều đó ở Rae, cô ấy nghe."
    },
    {
        "start": "00:18:15,385",
        "end": "00:18:16,220",
        "en": "Oké.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:18:17,179",
        "end": "00:18:18,972",
        "en": "En ze gaf me feedback.",
        "pa": "And she had-- And she gave me feedback.",
        "vi": "Và cô ấy đã… Cô ấy phản hồi anh."
    },
    {
        "start": "00:18:19,056",
        "end": "00:18:22,392",
        "en": "Ik ga slapen. Dit gaat nergens heen. -Boeit me niet.",
        "pa": "Okay, I'm going to sleep.\n -This is going in circles. - I don't care.",
        "vi": "Rồi, em đi ngủ đây.\n - Việc này thật vô vọng. - Anh không quan tâm."
    },
    {
        "start": "00:18:22,476",
        "end": "00:18:24,103",
        "en": "Mooi. M'n huis uit.",
        "pa": "Great. Get out of my apartment.",
        "vi": "Tuyệt. Ra khỏi nhà em đi."
    },
    {
        "start": "00:18:25,020",
        "end": "00:18:26,480",
        "en": "Kon ik dat maar.",
        "pa": "I would love to if I could.",
        "vi": "Đi được thì tốt quá."
    },
    {
        "start": "00:18:30,400",
        "end": "00:18:34,655",
        "en": "Op dag één heb ik al geen energie om met hem te communiceren.",
        "pa": "It's night one and I already don't have the energy\n to sit here and communicate with this person.",
        "vi": "Đó là đêm đầu tiên và tôi không còn sức lực mà giao tiếp với người này."
    },
    {
        "start": "00:18:34,738",
        "end": "00:18:37,491",
        "en": "Dit is iemand van wie ik al twee jaar houd.",
        "pa": "This is someone that I've loved for the past two years.\n ♪ You abandoned me ♪",
        "vi": "Đây là người tôi đã yêu suốt hai năm qua."
    },
    {
        "start": "00:18:49,253",
        "end": "00:18:50,170",
        "en": "Kom hier, Koa.",
        "pa": "♪ Left me broken and in pain ♪\n Come here, Koa.",
        "vi": "Lại đây, Koa."
    },
    {
        "start": "00:18:51,922",
        "end": "00:18:54,091",
        "en": "Koa. Kom bij mama. Kom op.",
        "pa": "Koa. Come to Mommy. Come on.",
        "vi": "Koa. Đến với mẹ nào. Đi nào."
    },
    {
        "start": "00:18:55,259",
        "end": "00:19:00,806",
        "en": "Ik had gehoopt dat hij in de drie weken zonder mij iets gemist zou hebben.",
        "pa": "I was hoping that in the three weeks that he wasn't with me,\n there would've been something that he missed.\n ♪ …or any other day ♪",
        "vi": "Tôi đã hy vọng trong ba tuần anh ấy không ở bên tôi,\n anh ấy sẽ nhung nhớ điều gì đó."
    },
    {
        "start": "00:19:11,859",
        "end": "00:19:15,445",
        "en": "",
        "pa": "♪ Or any other day ♪",
        "vi": ""
    },
    {
        "start": "00:19:26,748",
        "end": "00:19:28,458",
        "en": "Geen pyjama nodig deze keer.",
        "pa": "Whoa!\n - No pajamas needed this time.",
        "vi": "Lần này không cần đồ ngủ."
    },
    {
        "start": "00:19:31,211",
        "end": "00:19:33,338",
        "en": "Ik wist niet waar ik aan begon.",
        "pa": "I didn't know what I was getting into.",
        "vi": "Em không biết mình sắp gặp chuyện gì."
    },
    {
        "start": "00:19:35,257",
        "end": "00:19:37,050",
        "en": "Ja.",
        "pa": "Hmm.\n Yeah!",
        "vi": "Tuyệt!"
    },
    {
        "start": "00:19:39,761",
        "end": "00:19:41,638",
        "en": "Mooi. -Donder op.",
        "pa": "-Looks good. - Get out of here!",
        "vi": "- Trông ổn đấy. - Biến đi!"
    },
    {
        "start": "00:19:42,306",
        "end": "00:19:45,976",
        "en": "Ik was net nog met iemand die alle kwaliteiten had…",
        "pa": "I was just with somebody that had all the qualities",
        "vi": "Tôi vừa ở bên một người có mọi phẩm chất"
    },
    {
        "start": "00:19:46,059",
        "end": "00:19:48,395",
        "en": "…waarvan ik Colby verweet dat hij ze miste.",
        "pa": "that I'd been nagging at Colby for not having.",
        "vi": "mà tôi đã cằn nhằn Colby vì không có."
    },
    {
        "start": "00:19:48,478",
        "end": "00:19:50,480",
        "en": "Randall vinkt ieder hokje aan.",
        "pa": "Randall checks off all my boxes.",
        "vi": "Randall đáp ứng mọi tiêu chuẩn của tôi."
    },
    {
        "start": "00:19:50,564",
        "end": "00:19:56,236",
        "en": "Maar Colby en ik hebben een magnetische, onmiskenbare chemie.",
        "pa": "But me and Colby have a magnetic, undeniable chemistry.",
        "vi": "Nhưng tôi và Colby có phản ứng từ tính, không thể phủ nhận."
    },
    {
        "start": "00:19:56,820",
        "end": "00:19:59,281",
        "en": "Het is gewoon echt verwarrend.",
        "pa": "I don't-- It's just really-- It's con-- It's confusing.",
        "vi": "Tôi không… Nó chỉ thực sự… Thật bối rối."
    },
    {
        "start": "00:19:59,865",
        "end": "00:20:03,535",
        "en": "Ik ben zo blij om weer bij je te zijn. -Ik ook.",
        "pa": "I'm so happy to finally be back with you.",
        "vi": "Anh mừng được trở lại với em."
    },
    {
        "start": "00:20:03,619",
        "end": "00:20:08,749",
        "en": "Het kan me niet schelen wat er gebeurd is. -Ik heb geen woorden vanavond.",
        "pa": "Me too.\n I don't even care what happened.",
        "vi": "Em cũng vậy.\n Anh chẳng quan tâm đã có chuyện gì."
    },
    {
        "start": "00:20:09,416",
        "end": "00:20:11,460",
        "en": "Ik heb geen woorden nodig.",
        "pa": "I really just don't have any words tonight.\n I don't need words tonight.\n ♪ You wouldn't let me go You let me take it slow ♪\n ♪ And now my heart is changing I've been thinking, baby ♪",
        "vi": "Thực sự đêm nay em không có gì để nói.\n Đêm nay anh không cần nghe gì."
    },
    {
        "start": "00:20:25,015",
        "end": "00:20:28,769",
        "en": "Ik zit in deze gouden doos te kijken. -Alsjeblieft. Lieve help. Nee.",
        "pa": "♪ I wanna love you better… ♪\n So I've been looking at this gold box.\n Oh, please. Dear God. No.",
        "vi": "Anh đã xem cái hộp vàng này.\n Thôi đi. Lạy Chúa. Không."
    },
    {
        "start": "00:20:29,353",
        "end": "00:20:32,231",
        "en": "Blinddoeken. Twee. Dus jullie zijn allebei geblinddoekt.",
        "pa": "Some blindfolds here. Two of them. So y'all both blindfolded.",
        "vi": "Có bịt mắt đây. Hai cái. Vậy hai người đều bịt."
    },
    {
        "start": "00:20:32,314",
        "end": "00:20:33,565",
        "en": "Gebruik je veren?",
        "pa": "You're using feathers?",
        "vi": "Em dùng lông vũ à?"
    },
    {
        "start": "00:20:33,649",
        "end": "00:20:36,318",
        "en": "Wat is dit? Jullie gebruikten dit allebei, toch?",
        "pa": "What the fuck is this shit? Y'all was in here using this shit, right?",
        "vi": "Cái quái gì đây? Hai người đều dùng cái này à?"
    },
    {
        "start": "00:20:36,401",
        "end": "00:20:38,111",
        "en": "Nee, niet regelmatig.",
        "pa": "No, not on a regular basis.",
        "vi": "Không, không thường xuyên."
    },
    {
        "start": "00:20:38,195",
        "end": "00:20:41,740",
        "en": "Ik weet het niet. Ik… -Maar je lacht. Wat is er zo grappig?",
        "pa": "I don't know. I don't--\n But you're smiling. Like, what is funny?",
        "vi": "Em không biết. Em không…\n Nhưng em cười. Có gì buồn cười?"
    },
    {
        "start": "00:20:41,823",
        "end": "00:20:45,244",
        "en": "Ik voel me ongemakkelijk, kunnen… -Moet ik nog iets weten?",
        "pa": "I'm uncomfortable. Can we just--?\n Is there anything else I need to know about?",
        "vi": "Anh không thoải mái. Ta có thể…?\n Còn gì anh cần biết không?"
    },
    {
        "start": "00:20:45,327",
        "end": "00:20:46,161",
        "en": "Nee.",
        "pa": "No!",
        "vi": "Không!"
    },
    {
        "start": "00:20:46,245",
        "end": "00:20:48,914",
        "en": "Dit is onze eerste ochtend samen.",
        "pa": "This is our first morning together.",
        "vi": "Đây là sáng đầu tiên của hai ta."
    },
    {
        "start": "00:20:48,997",
        "end": "00:20:53,252",
        "en": "Het is moeilijk voor me om te weten dat Rae en Jake…",
        "pa": "It's pretty hard for me just knowing that Rae and Jake were, like,",
        "vi": "Thật khó cho tôi khi biết rằng Rae và Jake đã"
    },
    {
        "start": "00:20:53,335",
        "end": "00:20:57,256",
        "en": "…op dat niveau zaten. Daar wil ik niet aan denken.",
        "pa": "at that type of level with each other.",
        "vi": "ở mức độ đó với nhau. Tôi không muốn nghĩ về điều đó."
    },
    {
        "start": "00:20:57,339",
        "end": "00:20:59,967",
        "en": "Ik zet dit in de gang, oké?",
        "pa": "I don't wanna think about that.\n I'm just gonna put this in the hallway, okay?\n ♪ What do you know about it? No need to dance around it ♪",
        "vi": "Em sẽ để cái này ở hành lang, được chứ?"
    },
    {
        "start": "00:21:07,266",
        "end": "00:21:09,393",
        "en": "Trouwens, ik heb iets voor je.",
        "pa": "♪ I'm finally finding myself, yup ♪\n By the way, I did get these for you.",
        "vi": "Nhân tiện, anh mua cái này cho em."
    },
    {
        "start": "00:21:09,476",
        "end": "00:21:10,936",
        "en": "Voor mij? -Ja.",
        "pa": "-For me? -Yeah.",
        "vi": "- Cho em à? - Ừ."
    },
    {
        "start": "00:21:11,603",
        "end": "00:21:15,148",
        "en": "Wat prachtige lelies voor je. -Bedankt.",
        "pa": "-That's some beautiful lilies for you. -Thank you.",
        "vi": "- Vài bông hoa loa kèn đẹp cho em. - Cảm ơn anh."
    },
    {
        "start": "00:21:15,232",
        "end": "00:21:17,067",
        "en": "En een mooie kaart erbij.",
        "pa": "Thank you.\n And a lovely card that comes with it.",
        "vi": "Và tấm thiệp xinh xắn đi kèm."
    },
    {
        "start": "00:21:17,609",
        "end": "00:21:19,361",
        "en": "Da's m'n favoriete deel. -Ja.",
        "pa": "-It's my favorite part. You know that. - Yup.",
        "vi": "- Đó là phần em kết. Anh biết mà. - Ừ."
    },
    {
        "start": "00:21:21,446",
        "end": "00:21:22,781",
        "en": "Ik heb je gemist.",
        "pa": "I missed you.",
        "vi": "Anh nhớ em."
    },
    {
        "start": "00:21:27,244",
        "end": "00:21:28,287",
        "en": "Hou op.",
        "pa": "Shut up.",
        "vi": "Im đi."
    },
    {
        "start": "00:21:28,370",
        "end": "00:21:29,871",
        "en": "Ik pak een drankje.",
        "pa": "I'm gonna grab a drink while you're reading that.",
        "vi": "Anh sẽ lấy đồ uống trong khi em đọc nó."
    },
    {
        "start": "00:21:30,372",
        "end": "00:21:33,750",
        "en": "De korte tijd dat ik weer bij Madlyn ben…",
        "pa": "Being back with Madlyn within this little time we've spent together,",
        "vi": "Trở lại với Madlyn trong thời gian ngắn bọn tôi ở bên nhau,"
    },
    {
        "start": "00:21:33,834",
        "end": "00:21:35,585",
        "en": "…is geweldig.",
        "pa": "it's been amazing.",
        "vi": "Thật tuyệt vời."
    },
    {
        "start": "00:21:35,669",
        "end": "00:21:38,797",
        "en": "Het beste gevoel dat ik de afgelopen drie weken heb gehad.",
        "pa": "The best feeling I've had in the last three weeks.",
        "vi": "Cảm giác tuyệt nhất tôi có trong ba tuần qua."
    },
    {
        "start": "00:21:39,631",
        "end": "00:21:41,008",
        "en": "Dit is lief, Colby.",
        "pa": "This is sweet, Colby.",
        "vi": "Ngọt ngào quá, Colby à."
    },
    {
        "start": "00:21:43,051",
        "end": "00:21:44,970",
        "en": "Hoe heb je daar tijd voor gevonden?",
        "pa": "I don't know how you found the time.",
        "vi": "Không biết anh tìm đâu ra thời gian."
    },
    {
        "start": "00:21:45,053",
        "end": "00:21:47,180",
        "en": "Ik weet het. -Nu heb ik niks voor jou.",
        "pa": "-I know. -I wish I had gotten you something.",
        "vi": "- Anh biết. - Ước gì em mua gì cho anh."
    },
    {
        "start": "00:21:47,264",
        "end": "00:21:49,766",
        "en": "Ik zei toch dat ik iets ging drinken.",
        "pa": "I told you I was going to have a drink.",
        "vi": "Anh đã nói là sẽ đi uống một ly."
    },
    {
        "start": "00:21:49,850",
        "end": "00:21:50,684",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:21:51,393",
        "end": "00:21:55,772",
        "en": "Ja, ik zocht bloemen en een kaart voor jou.",
        "pa": "Yeah, that was me searching for flowers and a card for you.",
        "vi": "Ừ, thực ra anh đi tìm hoa và thiệp cho em."
    },
    {
        "start": "00:21:55,856",
        "end": "00:21:56,773",
        "en": "Dank je.",
        "pa": "Thank you.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:21:59,067",
        "end": "00:21:59,943",
        "en": "Ik hou van je.",
        "pa": "I love you.",
        "vi": "Anh yêu em."
    },
    {
        "start": "00:22:00,986",
        "end": "00:22:02,237",
        "en": "En ik van jou.",
        "pa": "I love you too.",
        "vi": "Em cũng yêu anh."
    },
    {
        "start": "00:22:05,657",
        "end": "00:22:08,327",
        "en": "Ik haatte dat Randall zei dat hij een toekomst zag met jou.",
        "pa": "Hated the fact that Randall said he could see a future with you.",
        "vi": "Ghét việc Randall nói hắn thấy tương lai với em."
    },
    {
        "start": "00:22:10,120",
        "end": "00:22:12,914",
        "en": "Het was heel moeilijk dat hij dat zei.",
        "pa": "It was really-- It was really hard to hear him say that.",
        "vi": "Điều đó thật… Thật khó khi nghe anh ta nói thế."
    },
    {
        "start": "00:22:17,336",
        "end": "00:22:21,298",
        "en": "Maar mijn vraag is: wat voor toekomst zie jij voor jezelf?",
        "pa": "But my question is, like,\n do you see yourself with a future?",
        "vi": "Nhưng câu hỏi của anh là, em có thấy mình có tương lai không?"
    },
    {
        "start": "00:22:23,800",
        "end": "00:22:24,634",
        "en": "Dus…",
        "pa": "So…",
        "vi": "Vậy…"
    },
    {
        "start": "00:22:25,177",
        "end": "00:22:27,220",
        "en": "Waarom aarzel je? -Omdat dit…",
        "pa": "-Why are you hesitating? -Because this is hard to say to you.",
        "vi": "- Sao em lại do dự? - Vì điều này…"
    },
    {
        "start": "00:22:27,304",
        "end": "00:22:28,847",
        "en": "…moeilijk is om te zeggen.",
        "pa": "Um…",
        "vi": "thật khó nói với anh."
    },
    {
        "start": "00:22:31,808",
        "end": "00:22:34,978",
        "en": "Is Randall het soort man dat…?",
        "pa": "is Randall, like, the kind of guy that--",
        "vi": "Randall có phải kiểu người mà…?"
    },
    {
        "start": "00:22:36,146",
        "end": "00:22:40,692",
        "en": "Hij heeft alles wat ik zoek, en ja, dat is iemand bij wie…",
        "pa": "He has all the qualities I look for, like, yeah, that is somebody that when I--",
        "vi": "Anh ấy có tất cả phẩm chất mà em tìm kiếm, phải, đó là người mà khi em…"
    },
    {
        "start": "00:22:41,568",
        "end": "00:22:44,363",
        "en": "Tot op zekere hoogte. Er zijn ook dingen…",
        "pa": "To an extent, you know, there's also things that I feel like",
        "vi": "Đến một mức độ, có những điều em cảm thấy"
    },
    {
        "start": "00:22:44,446",
        "end": "00:22:47,532",
        "en": "…die ik de laatste dagen miste, maar dat heb ik hier ook.",
        "pa": "the last couple days I saw missing, but there's things missing here.",
        "vi": "vài ngày qua em đã thiếu, nhưng có những điều thiếu sót ở đây."
    },
    {
        "start": "00:22:47,616",
        "end": "00:22:49,117",
        "en": "Maar tegelijkertijd…",
        "pa": "But, like, yet in--",
        "vi": "Nhưng, như là, trong…"
    },
    {
        "start": "00:22:49,993",
        "end": "00:22:53,497",
        "en": "Is het mogelijk dat ik een toekomst heb met Randall? Ja.",
        "pa": "Like, is it possible that I could have a future with Randall? Like, yeah.",
        "vi": "Liệu em có thể có tương lai với Randall không? Có."
    },
    {
        "start": "00:22:56,041",
        "end": "00:23:00,420",
        "en": "Er waren geen waarschuwingssignalen in die drie weken.",
        "pa": "There was nothing, no red flags, like, in the three weeks.",
        "vi": "Không có gì, không có cảnh báo, kiểu như, trong ba tuần."
    },
    {
        "start": "00:23:00,504",
        "end": "00:23:06,676",
        "en": "Zoals ik zei, hij heeft alle kwaliteiten die ik zoek in een partner.",
        "pa": "Like, he does-- Like I said,\n he has all the qualities that I do ask for out of a partner.",
        "vi": "Như là, anh ấy… Như em đã nói,\n anh ấy có mọi phẩm chất em yêu cầu ở người yêu."
    },
    {
        "start": "00:23:10,555",
        "end": "00:23:12,599",
        "en": "Dat is moeilijk om te horen, maar…",
        "pa": "I know that's hard to hear, but--",
        "vi": "Em biết điều đó khó nghe, nhưng…"
    },
    {
        "start": "00:23:14,059",
        "end": "00:23:15,018",
        "en": "Ja, dat…",
        "pa": "Yeah, that's, uh…",
        "vi": "Ừ, đó là…"
    },
    {
        "start": "00:23:17,646",
        "end": "00:23:18,480",
        "en": "Dat is heftig.",
        "pa": "That's a lot.",
        "vi": "Là rất nhiều."
    },
    {
        "start": "00:23:18,563",
        "end": "00:23:20,273",
        "en": "Hij is een vangst. Ik dacht…",
        "pa": "I do think he's a catch. I thought--",
        "vi": "Em nghĩ anh ấy sáng giá. Em nghĩ…"
    },
    {
        "start": "00:23:20,357",
        "end": "00:23:23,110",
        "en": "Dat is klote. -Ik weet het, maar…",
        "pa": "That sucks hearing that.",
        "vi": "- Thật tệ khi nghe vậy. - Em biết, nhưng…"
    },
    {
        "start": "00:23:23,193",
        "end": "00:23:24,861",
        "en": "Ik voel me vreselijk.",
        "pa": "I know, but, like--\n That makes me feel terrible.",
        "vi": "Điều đó làm anh thấy tệ."
    },
    {
        "start": "00:23:25,404",
        "end": "00:23:27,280",
        "en": "Hij vinkt al haar hokjes aan.",
        "pa": "He checked all of her boxes.",
        "vi": "Anh ta đáp ứng mọi tiêu chuẩn của cô ấy."
    },
    {
        "start": "00:23:27,364",
        "end": "00:23:31,827",
        "en": "We hebben wat problemen en Madlyn en Randall hadden dat niet.",
        "pa": "We obviously have some issues, and Madlyn and Randall didn't have issues.",
        "vi": "Rõ ràng bọn tôi có vấn đề, và Madlyn và Randall thì không."
    },
    {
        "start": "00:23:31,910",
        "end": "00:23:34,204",
        "en": "Dat is eng om over na te denken.",
        "pa": "That's scary to even think about.",
        "vi": "Thật đáng sợ khi nghĩ đến."
    },
    {
        "start": "00:23:36,790",
        "end": "00:23:39,876",
        "en": "Want het is alsof ze nu zo door m'n vingers kan glippen.",
        "pa": "Because it seems like she can slip out of my fingers pretty easily now.",
        "vi": "Vì có vẻ giờ cô ấy có thể dễ dàng tuột khỏi tay tôi."
    },
    {
        "start": "00:23:42,712",
        "end": "00:23:44,089",
        "en": "Nou, ik wilde gewoon…",
        "pa": "Well, for me, it's just like,",
        "vi": "Với anh, nó chỉ kiểu,"
    },
    {
        "start": "00:23:44,172",
        "end": "00:23:48,135",
        "en": "Ik wilde dat onze eerste dag vol regenbogen en vlinders zou zijn.",
        "pa": "I just wanted our first day to be all rainbows and butterflies.",
        "vi": "anh chỉ muốn ngày đầu của hai ta tươi vui và hạnh phúc."
    },
    {
        "start": "00:23:48,218",
        "end": "00:23:49,678",
        "en": "Ik wilde het leuk hebben.",
        "pa": "Like, I wanted to have fun.",
        "vi": "Anh muốn vui vẻ."
    },
    {
        "start": "00:23:49,761",
        "end": "00:23:52,514",
        "en": "Maar dit is het echte leven, en als het voor altijd is…",
        "pa": "But it's real fucking life, and if we're gonna do it forever--",
        "vi": "Nhưng là đời thực, và nếu ta định làm nó mãi…"
    },
    {
        "start": "00:23:52,597",
        "end": "00:23:56,268",
        "en": "Een fijne eerste dag. Dat wilde ik, genieten van ons samenzijn.",
        "pa": "Make it a light first day. That's all I wanted, was to enjoy our time together.",
        "vi": "Ngày đầu nhẹ nhàng. Anh chỉ muốn thế, tận hưởng thời gian bên nhau."
    },
    {
        "start": "00:23:56,351",
        "end": "00:23:58,687",
        "en": "Niet meteen erover praten op dag een.",
        "pa": "Not talk about this immediately the first day.",
        "vi": "Đừng nói về chuyện này ngay ngày đầu."
    },
    {
        "start": "00:23:58,770",
        "end": "00:24:01,690",
        "en": "We krijgen de antwoorden pas als we erover praten.",
        "pa": "We're not gonna get the answers unless we talk about them.",
        "vi": "Ta sẽ không có câu trả lời trừ khi ta nói về chúng."
    },
    {
        "start": "00:24:03,233",
        "end": "00:24:05,318",
        "en": "We weten allebei waar ik mee worstel.",
        "pa": "I think we both know what I struggle with.",
        "vi": "Hai ta đều biết anh vật lộn với điều gì."
    },
    {
        "start": "00:24:06,570",
        "end": "00:24:08,071",
        "en": "Zeggen wat ik denk.",
        "pa": "Saying what's on my mind.",
        "vi": "Nói những gì anh nghĩ."
    },
    {
        "start": "00:24:08,655",
        "end": "00:24:11,783",
        "en": "Als ik bepaalde dingen zeg, raak ik je kwijt.",
        "pa": "And I feel like if I say certain things, I will lose you.\n ♪ I wanna float away ♪\n ♪ I wanna float away ♪",
        "vi": "Và anh cảm thấy nếu anh nói vài điều nhất định, anh sẽ mất em."
    },
    {
        "start": "00:24:25,338",
        "end": "00:24:31,219",
        "en": "",
        "pa": "♪ I wanna float away… ♪",
        "vi": ""
    },
    {
        "start": "00:24:35,474",
        "end": "00:24:36,308",
        "en": "Kom eens.",
        "pa": "Come here. Come here.\n ♪ Float away ♪",
        "vi": "Thôi nào."
    },
    {
        "start": "00:24:42,147",
        "end": "00:24:42,981",
        "en": "April?",
        "pa": "April?",
        "vi": "April?"
    },
    {
        "start": "00:24:43,815",
        "end": "00:24:44,649",
        "en": "Wil je praten?",
        "pa": "-Hmm? -Wanna talk?",
        "vi": "Nói chuyện nhé?"
    },
    {
        "start": "00:24:45,317",
        "end": "00:24:46,151",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:24:52,407",
        "end": "00:24:53,950",
        "en": "Sorry dat ik zo boos werd.",
        "pa": "I'm sorry for getting so mad.",
        "vi": "Anh xin lỗi vì nổi giận."
    },
    {
        "start": "00:24:54,910",
        "end": "00:24:59,122",
        "en": "We wonen nog drie weken samen. Ik wil elkaar niet de tent uit vechten…",
        "pa": "We still have three weeks to live with each other.\n I don't want both of us to come after each other,",
        "vi": "Ta vẫn còn ba tuần sống cùng nhau.\n Anh không muốn ta công kích nhau,"
    },
    {
        "start": "00:25:00,040",
        "end": "00:25:03,793",
        "en": "…zoals gisteren. Want ik hou van je en ik geef om je.",
        "pa": "and do what we did last night.\n I do love you and I care about you. You know what I mean?",
        "vi": "và làm những gì ta làm tối qua. Anh yêu em và quan tâm đến em."
    },
    {
        "start": "00:25:03,877",
        "end": "00:25:04,836",
        "en": "Snap je?",
        "pa": "",
        "vi": "Hiểu ý anh chứ?"
    },
    {
        "start": "00:25:04,920",
        "end": "00:25:07,297",
        "en": "Ik ook. Ik ben het huilen beu.",
        "pa": "Same here. I'm tired of crying, honestly.",
        "vi": "Em cũng thế. Nói thật, em chán khóc rồi."
    },
    {
        "start": "00:25:08,048",
        "end": "00:25:11,968",
        "en": "Ik wil dat je weet dat ik die drie weken met Colby…",
        "pa": "I just want you to know that the three weeks I've spent with Colby,",
        "vi": "Em chỉ muốn anh biết rằng ba tuần em ở với Colby,"
    },
    {
        "start": "00:25:12,052",
        "end": "00:25:16,348",
        "en": "…echt ben gegroeid en heb geluisterd.",
        "pa": "I've really got to grow, mature, listen,",
        "vi": "Em đã thực sự trưởng thành, chín chắn, lắng nghe."
    },
    {
        "start": "00:25:16,431",
        "end": "00:25:21,102",
        "en": "Ik was een gelukkigere, betere ik doordat ik bij hem was.",
        "pa": "and be happy and be a better me just being around this person,",
        "vi": "và hạnh phúc và trở thành người tốt hơn khi ở bên người này,"
    },
    {
        "start": "00:25:21,186",
        "end": "00:25:24,773",
        "en": "En dat wil ik niet kwijtraken want het afscheid was moeilijk…",
        "pa": "and I don't want to lose that because I was really sad leaving this person",
        "vi": "và em không muốn mất điều đó vì em rất buồn khi xa người này"
    },
    {
        "start": "00:25:24,856",
        "end": "00:25:26,942",
        "en": "…vanwege wie ik was bij hem.",
        "pa": "because of the person I grew being around him.",
        "vi": "vì con người em đã trở thành khi ở bên anh ấy."
    },
    {
        "start": "00:25:27,025",
        "end": "00:25:30,111",
        "en": "En ik wil dat je weet dat ik aan jou wil bewijzen…",
        "pa": "And I just want you to know that I want to be able to prove to you",
        "vi": "Và em chỉ muốn anh biết rằng em muốn có thể chứng minh với anh"
    },
    {
        "start": "00:25:30,195",
        "end": "00:25:32,280",
        "en": "…de komende weken dat we samenwonen…",
        "pa": "in these next three weeks, like, living together,",
        "vi": "ba tuần kế tiếp, sống cùng nhau,"
    },
    {
        "start": "00:25:32,906",
        "end": "00:25:38,411",
        "en": "…dat dit een gezonde, goede relatie kan zijn.",
        "pa": "that this can be a healthy, very good relationship.",
        "vi": "rằng đây là một mối quan hệ lành mạnh, rất tốt đẹp."
    },
    {
        "start": "00:25:38,995",
        "end": "00:25:41,831",
        "en": "En ik wil dat ook laten zien, want ik geef om je.",
        "pa": "And I wanna show the same thing because I do care about you.",
        "vi": "Và anh muốn thể hiện điều tương tự vì anh quan tâm đến em."
    },
    {
        "start": "00:25:41,915",
        "end": "00:25:45,210",
        "en": "Ik wil weten wat je de afgelopen drie weken hebt geleerd.",
        "pa": "I do wanna learn what you got out of these last three weeks.",
        "vi": "Anh muốn biết em đã học được gì từ ba tuần qua."
    },
    {
        "start": "00:25:45,293",
        "end": "00:25:48,380",
        "en": "Ik wil niet vijandig zijn, of… -Ja.",
        "pa": "I don't wanna be standoffish or…",
        "vi": "Anh không muốn xa cách hay…"
    },
    {
        "start": "00:25:48,463",
        "end": "00:25:50,382",
        "en": "…of afstandelijk tegen je.",
        "pa": "Yeah.\n …or separate, or apart from you.",
        "vi": "Ừ.\n …hay tách rời, khỏi em."
    },
    {
        "start": "00:25:51,007",
        "end": "00:25:52,509",
        "en": "Want ik hou van je.",
        "pa": "Because I love you.",
        "vi": "Vì anh yêu em."
    },
    {
        "start": "00:25:53,510",
        "end": "00:25:55,595",
        "en": "Snap je? -Ja. Ik snap het.",
        "pa": "You get that?\n Yeah. I get it.\n ♪ When did it go wrong? ♪",
        "vi": "Hiểu chưa?\n Ừ. Em hiểu rồi."
    },
    {
        "start": "00:25:59,599",
        "end": "00:26:02,352",
        "en": "Je geeft haar altijd eerst knuffels en kusjes.",
        "pa": "♪ When did the storm clouds… ♪\n You always give her hugs and kisses before me.",
        "vi": "Anh luôn ôm và hôn cô ấy trước em."
    },
    {
        "start": "00:26:02,435",
        "end": "00:26:06,231",
        "en": "Ik wil niet zo tegen je doen. Je bent m'n beste vriend. Ik hou van je.",
        "pa": "I don't like being like that with you. You're my best friend and I love you.",
        "vi": "Em không thích như thế với anh. Anh là bạn thân nhất của em và em yêu anh."
    },
    {
        "start": "00:26:06,314",
        "end": "00:26:07,357",
        "en": "En ik van jou.",
        "pa": "I love you too.\n ♪ Give me what I need ♪",
        "vi": "Anh cũng yêu em."
    },
    {
        "start": "00:26:22,080",
        "end": "00:26:25,375",
        "en": "Heel erg bedankt voor het koken. Dat waardeer ik.",
        "pa": "♪ Stop my whole Friday freedom ♪\n ♪ Too young to get so serious ♪\n Thank you so much for making this meal. I really appreciate it.",
        "vi": "Cảm ơn nhiều vì đã nấu bữa này cho anh. Anh rất biết ơn."
    },
    {
        "start": "00:26:25,458",
        "end": "00:26:26,835",
        "en": "Dit is echt lekker.",
        "pa": "This is really good.",
        "vi": "Món này ngon lắm."
    },
    {
        "start": "00:26:26,918",
        "end": "00:26:30,005",
        "en": "Laten we praten over de toekomst en hoeveel je voor me gaat koken.",
        "pa": "Let's talk about the future and how much you'll be cooking for me.",
        "vi": "Nói về tương lai và em sẽ nấu cho anh ăn nhiều thế nào."
    },
    {
        "start": "00:26:33,174",
        "end": "00:26:36,636",
        "en": "Deze ervaring brengt veel inzichten naar boven over mezelf.",
        "pa": "Obviously, this experience is bringing out lots of things I didn't know about myself.",
        "vi": "Trải nghiệm này mang lại nhiều điều em không rõ về bản thân."
    },
    {
        "start": "00:26:36,720",
        "end": "00:26:41,182",
        "en": "Maar ik heb aan mezelf gewerkt om een goede partner te zijn.",
        "pa": "But, like, I've been working on myself to be a-- just a good partner in general.",
        "vi": "Nhưng em đã nỗ lực cải thiện bản thân để thành người bạn gái tốt nói chung."
    },
    {
        "start": "00:26:41,266",
        "end": "00:26:44,394",
        "en": "En ik ben er klaar voor om met je te trouwen.",
        "pa": "And I feel like I'm really ready to marry you.",
        "vi": "Và em cảm thấy mình thực sự đã sẵn sàng để cưới anh."
    },
    {
        "start": "00:26:45,145",
        "end": "00:26:48,648",
        "en": "Maar ik wil je niet hoeven ompraten.",
        "pa": "But I don't wanna have to convince you that you wanna be married.",
        "vi": "Nhưng em không muốn phải thuyết phục anh rằng anh muốn kết hôn."
    },
    {
        "start": "00:26:52,819",
        "end": "00:26:54,529",
        "en": "Hoe voel jij je over trouwen?",
        "pa": "How do you feel about marriage?",
        "vi": "Anh thấy sao về hôn nhân?"
    },
    {
        "start": "00:26:54,613",
        "end": "00:26:56,865",
        "en": "Is dat iets wat in jouw leven past?",
        "pa": "Do you feel like this is something that makes sense for your life?",
        "vi": "Đây có phải điều hợp lý với cuộc đời anh không?"
    },
    {
        "start": "00:26:59,326",
        "end": "00:27:00,327",
        "en": "Ik weet het niet.",
        "pa": "I can't say.",
        "vi": "Anh không thể nói."
    },
    {
        "start": "00:27:03,413",
        "end": "00:27:06,625",
        "en": "Toen we begonnen aan deze ervaring vond ik…",
        "pa": "You know, when we, um, got onto this experience, I felt like",
        "vi": "Khi ta bước vào trải nghiệm này, em cảm thấy"
    },
    {
        "start": "00:27:06,708",
        "end": "00:27:10,086",
        "en": "…het feit dat jij heel praktisch nadenkt over financiën…",
        "pa": "the fact that you think about finances in a very, like, practical way,",
        "vi": "việc anh nghĩ về tài chính theo một cách rất thiết thực,"
    },
    {
        "start": "00:27:10,170",
        "end": "00:27:15,091",
        "en": "…dat je dat als een excuus gebruikt. Ik wil graag horen hoe je er nu in staat.",
        "pa": "you use it as an excuse sometimes.\n I wanna hear what you think about that and where you are now.",
        "vi": "đôi khi anh dùng nó như cái cớ.\n Em muốn nghe anh nghĩ gì về chuyện đó và giờ anh đang nghĩ gì."
    },
    {
        "start": "00:27:15,175",
        "end": "00:27:16,635",
        "en": "Wat ik nu vind?",
        "pa": "Where I am now?",
        "vi": "Giờ anh đang nghĩ gì à?"
    },
    {
        "start": "00:27:17,969",
        "end": "00:27:23,099",
        "en": "Ik denk dat ik aarzelde over dit ultimatum omdat…",
        "pa": "I think I had a hesitation with this whole ultimatum because,",
        "vi": "Anh nghĩ anh đã do dự với toàn bộ tối hậu thư này vì…"
    },
    {
        "start": "00:27:23,975",
        "end": "00:27:27,937",
        "en": "Eerlijk gezegd had ik het idee dat jij vond dat jij perfect was.",
        "pa": "honestly, in my opinion, I thought it made it seem like",
        "vi": "Nói thật, theo ý anh, anh nghĩ nó có vẻ"
    },
    {
        "start": "00:27:28,021",
        "end": "00:27:33,610",
        "en": "En dat ik het probleem was, of aan mijn problemen moest werken.",
        "pa": "you thought your shit didn't stink and it was me that was the problem,\n or I had the problems and I was the one that needed to work on them.",
        "vi": "em nghĩ mình không sao và chính anh mới có vấn đề,\n hoặc anh có vấn đề và anh là người cần giải quyết chúng."
    },
    {
        "start": "00:27:33,693",
        "end": "00:27:36,905",
        "en": "Er zijn veel dingen waar je aan moet werken.",
        "pa": "Honestly, I think there's a lot of things that you need to work on.",
        "vi": "Nói thật, anh nghĩ có nhiều thứ em cần cải thiện,"
    },
    {
        "start": "00:27:39,824",
        "end": "00:27:45,914",
        "en": "Ik wil niet op één knie gaan voor iemand waarmee ik constant loop te bekvechten.",
        "pa": "I don't wanna get down on one knee with somebody that I'm like,",
        "vi": "Anh không muốn quỳ xuống cầu hôn người mà anh,"
    },
    {
        "start": "00:27:45,997",
        "end": "00:27:48,249",
        "en": "Iemand die niet echt naar me luistert.",
        "pa": "bickering back and forth with about the small things,\n somebody that's not really listening to me.",
        "vi": "cãi vã lặt vặt về những chuyện nhỏ nhặt,\n người không thực sự lắng nghe anh."
    },
    {
        "start": "00:27:49,793",
        "end": "00:27:51,461",
        "en": "Shanique weet niet alles.",
        "pa": "Shanique doesn't know everything.",
        "vi": "Shanique không biết mọi thứ."
    },
    {
        "start": "00:27:51,544",
        "end": "00:27:56,466",
        "en": "Een huwelijk moet van twee kanten komen om de tand des tijds te weerstaan.",
        "pa": "For marriage, it takes two to tango,\n to stand the test of time forever.",
        "vi": "Với hôn nhân, cần hai người để nhảy điệu tăng-gô,\n để chịu thử thách của thời gian."
    },
    {
        "start": "00:27:58,259",
        "end": "00:27:59,469",
        "en": "Ja. -Ja.",
        "pa": "-Yeah. -Yeah.",
        "vi": "- Ừ. - Ừ."
    },
    {
        "start": "00:28:00,053",
        "end": "00:28:02,472",
        "en": "Even heel eerlijk. Zie ik mezelf trouwen?",
        "pa": "Let's be real. Could I see myself getting married?\n Um…",
        "vi": "Thực tế nào. Anh có thấy bản thân kết hôn không à?"
    },
    {
        "start": "00:28:06,643",
        "end": "00:28:10,397",
        "en": "Ik denk dat ik de komende weken meer duidelijkheid krijg.",
        "pa": "I think I'll get a lot more clarity in the coming weeks of us living together.",
        "vi": "Anh nghĩ anh sẽ hiểu rõ hơn trong các tuần tới khi ta sống cùng."
    },
    {
        "start": "00:28:10,980",
        "end": "00:28:12,607",
        "en": "En ik hoop jij ook.",
        "pa": "Um, and I'm hoping you are as well.",
        "vi": "Và hy vọng em cũng vậy."
    },
    {
        "start": "00:28:20,323",
        "end": "00:28:21,950",
        "en": "Ja. Geen idee.",
        "pa": "Yeah. I don't know.",
        "vi": "Ừ. Em không biết nữa."
    },
    {
        "start": "00:28:33,086",
        "end": "00:28:34,671",
        "en": "Waarom schud je je hoofd?",
        "pa": "What are you shaking your head about?",
        "vi": "MADLYN VÀ COLBY 2:42 SÁNG\n Em đang lắc đầu về điều gì?"
    },
    {
        "start": "00:28:36,631",
        "end": "00:28:38,007",
        "en": "Wat schud je met je hoofd?",
        "pa": "What are you shaking your head about?",
        "vi": "Em lắc đầu về điều gì vậy?"
    },
    {
        "start": "00:28:38,675",
        "end": "00:28:40,969",
        "en": "Ik was in Colby's badkamer.",
        "pa": "I was in Colby's bathroom.",
        "vi": "Tôi đã ở trong phòng tắm của Colby."
    },
    {
        "start": "00:28:41,553",
        "end": "00:28:45,140",
        "en": "En bladerde toevallig door z'n Apple Watch.",
        "pa": "And, you know, happened to flip through his Apple Watch.",
        "vi": "Và, bạn biết đấy, tình cờ lướt qua đồng hô Apple của anh ấy."
    },
    {
        "start": "00:28:45,223",
        "end": "00:28:50,228",
        "en": "Ik scrollde even. Ik ken al die meisjes niet.",
        "pa": "I did a quick little scroll, scroll, scroll.\n I don't know, you know, any of these girls' names.",
        "vi": "Tôi đã lướt một chút. Không biết nữa, tên của mấy cô gái này."
    },
    {
        "start": "00:28:50,854",
        "end": "00:28:52,063",
        "en": "Stel dan vragen.",
        "pa": "Ask questions!",
        "vi": "Đặt câu hỏi đi!"
    },
    {
        "start": "00:28:55,150",
        "end": "00:28:58,528",
        "en": "Dus ik bekeek de berichtjes van een van die meisjes…",
        "pa": "So I went through his message thread with one of these girls,",
        "vi": "Nên tôi đã xem qua tin nhắn của anh ấy với một cô gái,"
    },
    {
        "start": "00:28:58,611",
        "end": "00:29:02,157",
        "en": "…en het was iemand met wie hij had gezoend zonder het mij te vertellen.",
        "pa": "and it was someone that he made out with and didn't tell me about.",
        "vi": "và đó là người anh ấy đã hôn hít và không kể với tôi."
    },
    {
        "start": "00:29:02,240",
        "end": "00:29:06,703",
        "en": "Niet eens het meisje dat hij gezoend had toen hij met Zay was.",
        "pa": "Not even the girl he made out with when he was with Zay.",
        "vi": "Còn chẳng phải cô gái anh ấy đã hôn hít khi đi cùng Zay."
    },
    {
        "start": "00:29:06,786",
        "end": "00:29:11,458",
        "en": "Ik heb je hier meerdere keren naar gevraagd.",
        "pa": "I asked you about this whole kiss thing multiple times.",
        "vi": "Em đã hỏi anh về nụ hôn này nhiều lần rồi."
    },
    {
        "start": "00:29:11,541",
        "end": "00:29:14,085",
        "en": "Ja, en ik heb je verteld wat er gebeurd is…",
        "pa": "Yeah, and I told you exactly what happened…",
        "vi": "Ừ, và anh đã kể chính xác điều đã xảy ra…"
    },
    {
        "start": "00:29:14,169",
        "end": "00:29:16,212",
        "en": "…met die kus. Dat heb ik verteld.",
        "pa": "with that kiss thing. I did tell you that.",
        "vi": "với nụ hôn đó. Anh đã kể với em rồi."
    },
    {
        "start": "00:29:16,296",
        "end": "00:29:19,424",
        "en": "Je zei: 'Ik heb iemand gezoend,' en toen zei je sorry…",
        "pa": "Yeah, you text me, \"I'm kissing this girl,\"",
        "vi": "Ừ, anh nhắn cho em, \"Anh đang hôn cô này\","
    },
    {
        "start": "00:29:19,507",
        "end": "00:29:21,926",
        "en": "…en daarna heb je andere meiden gezoend.",
        "pa": "and then apologizing, and then going back out with some other girls.",
        "vi": "và rồi xin lỗi, rồi quay lại với vài cô gái khác."
    },
    {
        "start": "00:29:22,010",
        "end": "00:29:25,430",
        "en": "En je verzweeg dat je nog iemand had gezoend.",
        "pa": "While withholding the fact that you had made out with another girl.",
        "vi": "Trong khi giấu chuyện anh ấy đã hôn hít cô gái khác."
    },
    {
        "start": "00:29:25,513",
        "end": "00:29:26,848",
        "en": "Dat besefte ik niet.",
        "pa": "I didn't know I did that.",
        "vi": "Tôi không biết mình đã làm thế."
    },
    {
        "start": "00:29:27,766",
        "end": "00:29:30,894",
        "en": "Dat was natuurlijk een dag later. -Slappe hap, Colby.",
        "pa": "That was a next day thing, obviously.",
        "vi": "Rõ ràng đó là chuyện hôm sau."
    },
    {
        "start": "00:29:30,977",
        "end": "00:29:33,146",
        "en": "Hij zei dat we een open relatie hadden.",
        "pa": "Weak shit, Colby.\n He told this girl we had an open relationship.",
        "vi": "Cái cớ yếu ớt, Colby.\n Anh ấy nói với cô gái này bọn tôi có quan hệ mở."
    },
    {
        "start": "00:29:33,938",
        "end": "00:29:37,650",
        "en": "Je hebt me dit niet verteld en het gesprek met haar voortgezet.",
        "pa": "You didn't tell me about this, and then continuing the conversation with her.",
        "vi": "Anh không kể em chuyện này, rồi tiếp tục nói chuyện với cô ấy."
    },
    {
        "start": "00:29:38,651",
        "end": "00:29:40,361",
        "en": "Drie weken lang?",
        "pa": "For fucking three weeks?",
        "vi": "Trong ba tuần chết tiệt ư?"
    },
    {
        "start": "00:29:41,029",
        "end": "00:29:43,198",
        "en": "Heb je haar gefacetimed en gebeld?",
        "pa": "You've been FaceTiming her, and calling her?",
        "vi": "Anh đã FaceTime và gọi cho cô ấy?"
    },
    {
        "start": "00:29:43,281",
        "end": "00:29:45,533",
        "en": "Ja. Ze heeft me erdoorheen gepraat.",
        "pa": "Yeah! She's been talking me through this shit.",
        "vi": "Ừ! Cô ấy đã khuyên anh vượt qua chuyện vớ vẩn này."
    },
    {
        "start": "00:29:46,409",
        "end": "00:29:48,411",
        "en": "Vind jij dat gepast?",
        "pa": "You think that's appropriate?",
        "vi": "Anh nghĩ thế là phù hợp ư?"
    },
    {
        "start": "00:29:48,912",
        "end": "00:29:50,330",
        "en": "Ja, ik vind van wel.",
        "pa": "Yeah, I guess I do!",
        "vi": "Ừ, chắc vậy đấy!"
    },
    {
        "start": "00:29:50,997",
        "end": "00:29:52,540",
        "en": "Vuile loser.",
        "pa": "You fucking loser. Uh-uh.",
        "vi": "Đồ thua cuộc khốn kiếp."
    },
    {
        "start": "00:29:54,334",
        "end": "00:29:55,543",
        "en": "Ben ik een loser?",
        "pa": "I'm a loser?",
        "vi": "Anh là đồ thua cuộc?"
    },
    {
        "start": "00:29:55,627",
        "end": "00:29:58,838",
        "en": "Zodra ik die berichten zag, voelde ik me…",
        "pa": "As soon as I saw those messages, I felt…",
        "vi": "Ngay khi tôi thấy những tin nhắn đó, tôi cảm thấy…"
    },
    {
        "start": "00:30:01,132",
        "end": "00:30:02,133",
        "en": "…verraden.",
        "pa": "betrayed.",
        "vi": "bị phản bội."
    },
    {
        "start": "00:30:02,967",
        "end": "00:30:04,302",
        "en": "Praat met me, Madlyn.",
        "pa": "- Talk to me, Madlyn.",
        "vi": "Nói với anh, Madlyn."
    },
    {
        "start": "00:30:05,762",
        "end": "00:30:07,347",
        "en": "Sluit me niet zo buiten.",
        "pa": "Do not lock me out like this.",
        "vi": "Đừng khóa cửa với anh thế này."
    },
    {
        "start": "00:30:08,223",
        "end": "00:30:11,017",
        "en": "Het was gewoon veel te veel.",
        "pa": "It was, you know, way too much in there.",
        "vi": "Quá kiệt quệ về cảm xúc ở đó."
    },
    {
        "start": "00:30:20,944",
        "end": "00:30:24,489",
        "en": "4:27 'S NACHTS",
        "pa": "♪ When you wake up in the morning ♪",
        "vi": ""
    },
    {
        "start": "00:30:24,572",
        "end": "00:30:27,617",
        "en": "Colby sloot zich af en liep weg.",
        "pa": "Colby shut down, and he did walk out.\n ♪ And you know that she's not there ♪",
        "vi": "Colby đóng cửa, và anh ấy đã bỏ đi."
    },
    {
        "start": "00:30:31,120",
        "end": "00:30:33,122",
        "en": "8:30 'S OCHTENDS",
        "pa": "♪ You can hear the raindrops falling ♪",
        "vi": "8:30 SÁNG"
    },
    {
        "start": "00:30:40,797",
        "end": "00:30:44,133",
        "en": "Uw gesprek wordt doorverbonden naar het antwoordapparaat.",
        "pa": "Your call has been forwarded to an automatic voice message system.",
        "vi": "Cuộc gọi của bạn được chuyển đến hệ thống tin nhắn thoại tự động."
    },
    {
        "start": "00:30:45,510",
        "end": "00:30:46,469",
        "en": "Hé, Colby.",
        "pa": "Hey, Colby.\n Um…",
        "vi": "Chào Colby."
    },
    {
        "start": "00:30:50,265",
        "end": "00:30:53,268",
        "en": "Laat me weten waar je bent. We moeten echt praten.",
        "pa": "…call me back and let me know where you're at.\n We really need to talk.",
        "vi": "Gọi lại và cho em biết anh ở đâu.\n Ta rất cần nói chuyện."
    },
    {
        "start": "00:30:58,273",
        "end": "00:31:01,734",
        "en": "Ik heb geen idee waar hij is of wat er door z'n hoofd gaat.",
        "pa": "♪ There's a hole in the sky ♪\n I have no idea where he went last night or what is going through this man's head.",
        "vi": "Tôi không biết anh ấy đi đâu tối qua hay người này đang nghĩ gì."
    },
    {
        "start": "00:31:01,818",
        "end": "00:31:04,112",
        "en": "Hier kan ik niet achter staan.",
        "pa": "This is not something I can stand behind.",
        "vi": "Đây không phải điều tôi có thể ủng hộ."
    },
    {
        "start": "00:31:04,195",
        "end": "00:31:07,031",
        "en": "Ik kan niet doen alsof dit oké is.",
        "pa": "I cannot let this go and act like it's okay.\n ♪ I'll be there for you ♪",
        "vi": "Tôi không thể bỏ qua vụ này và cư xử như nó ổn."
    },
    {
        "start": "00:31:20,795",
        "end": "00:31:22,797",
        "en": "Hoi. -Hé, mama.",
        "pa": "Hi!\n Hey, Mama!",
        "vi": "- Chào! - Chào bạn yêu!"
    },
    {
        "start": "00:31:24,716",
        "end": "00:31:27,260",
        "en": "Fijn dat je er bent. -Natuurlijk.",
        "pa": "Ugh, thanks for coming over.\n Of course.",
        "vi": "- Cảm ơn đã ghé qua. - Tất nhiên rồi."
    },
    {
        "start": "00:31:27,343",
        "end": "00:31:28,219",
        "en": "Oké.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:31:29,095",
        "end": "00:31:32,015",
        "en": "Ik ga praten. -O, jeetje. Wat is er gebeurd?",
        "pa": "-So I'm gonna spill. - What's up?\n Oh, my gosh. What's been going on?",
        "vi": "- Tôi sắp bật mí đây. - Gì thế?\n Ôi trời. Đã có chuyện gì vậy?"
    },
    {
        "start": "00:31:32,640",
        "end": "00:31:33,766",
        "en": "Het is zo raar.",
        "pa": "It's been crazy.",
        "vi": "Điên rồ lắm."
    },
    {
        "start": "00:31:34,767",
        "end": "00:31:39,814",
        "en": "Gisteravond keek ik door Colby's horloge…",
        "pa": "So, last night, I went through Colby's little watch,",
        "vi": "Tối qua, tôi xem qua đồng hồ của Colby,"
    },
    {
        "start": "00:31:39,898",
        "end": "00:31:43,818",
        "en": "…en hij had een meisje ge-sms't dat we een open relatie hadden.",
        "pa": "and I saw he'd been texting this girl about how we have an open relationship.",
        "vi": "và thấy anh ta nhắn tin cho cô gái này về việc bọn tôi có quan hệ mở."
    },
    {
        "start": "00:31:43,902",
        "end": "00:31:49,115",
        "en": "Ja. Allemaal pikante berichtjes, al drie weken lang.",
        "pa": "Yeah. Just all, like, sexual conversation for almost three weeks.",
        "vi": "Ừ. Toàn là nói chuyện tình dục trong gần ba tuần."
    },
    {
        "start": "00:31:49,198",
        "end": "00:31:53,036",
        "en": "En toen vertrok hij. Hij ging gewoon weg.",
        "pa": "And then he ended up leaving.",
        "vi": "Và rồi anh ta bỏ đi. Kiểu, lặn luôn."
    },
    {
        "start": "00:31:53,119",
        "end": "00:31:55,872",
        "en": "En sindsdien reageert hij niet meer.",
        "pa": "Like, he just dipped out.\n And, like, has been non-- Like, non-responsive.",
        "vi": "Và đã không… không phản hồi ."
    },
    {
        "start": "00:31:55,955",
        "end": "00:32:00,043",
        "en": "Ik heb gezegd hoe belangrijk het is dat we vandaag praten.",
        "pa": "I, like, told him how important it was that we just had a talk today.",
        "vi": "Tôi đã nói với anh ấy cuộc nói chuyện của bọn tôi hôm nay quan trọng ra sao."
    },
    {
        "start": "00:32:00,126",
        "end": "00:32:04,547",
        "en": "Maar ik heb hem drie keer gebeld en hij is nergens te vinden.",
        "pa": "But I've called him three times now.\n And he's, like, nowhere to be found.",
        "vi": "Nhưng tôi gọi anh ấy ba lần rồi.\n Và không thấy anh ấy đâu cả."
    },
    {
        "start": "00:32:06,549",
        "end": "00:32:10,637",
        "en": "Colby heeft nog nooit… zo tegen een andere vrouw gepraat.",
        "pa": "Colby has never talked to another woman like that.",
        "vi": "Colby chưa từng nói chuyện với người phụ nữ nào như thế."
    },
    {
        "start": "00:32:10,720",
        "end": "00:32:13,598",
        "en": "Hij heeft nog nooit een ander gezoend. We gaan niet eens uit.",
        "pa": "He's never kissed another girl. We don't even go out to clubs.",
        "vi": "Anh ấy chưa từng hôn cô nào. Bọn tôi còn không đi hộp đêm."
    },
    {
        "start": "00:32:13,681",
        "end": "00:32:16,559",
        "en": "Hij heeft het wel uitgemaakt, hij zei: 'Ik ben met Madlyn.'",
        "pa": "He did cut things off with her, he was like, \"No, I am with Madlyn.\"",
        "vi": "Anh ấy đã cắt đứt mọi thứ với cô ta, kiểu, \"Tôi ở bên Madlyn\"."
    },
    {
        "start": "00:32:16,643",
        "end": "00:32:19,604",
        "en": "'Ik wil bij Madlyn zijn.' Voordat ik erachter kwam.",
        "pa": "\"I wanna be with Madlyn.\" Cut things off before I found anything.",
        "vi": "\"Tôi muốn ở bên Madlyn\". Rũ bỏ mọi thứ trước khi tôi tìm ra gì đó."
    },
    {
        "start": "00:32:19,687",
        "end": "00:32:21,272",
        "en": "Oké. -Maar hij…",
        "pa": "Okay.\n But he apologized and in the next breath said,",
        "vi": "- Rồi. - Nhưng anh ấy…"
    },
    {
        "start": "00:32:21,356",
        "end": "00:32:25,860",
        "en": "…zei sorry, en meteen daarna: 'Maar dat deed ik vanwege jou.'",
        "pa": "",
        "vi": "đã xin lỗi và ngay lập tức nói,"
    },
    {
        "start": "00:32:25,944",
        "end": "00:32:28,154",
        "en": "Hij moet altijd gelijk hebben.",
        "pa": "\"But I did that because you.\"\n - Mm-hmm. -He can't ever be wrong.",
        "vi": "\"Nhưng tôi làm thế vì em\".\n Anh ta không thể sai được."
    },
    {
        "start": "00:32:28,780",
        "end": "00:32:30,907",
        "en": "Ik vind het zwaar en ik kan niet…",
        "pa": "It's affecting me and I can't…",
        "vi": "Nó tác động đến tôi và tôi không thể…"
    },
    {
        "start": "00:32:32,951",
        "end": "00:32:34,827",
        "en": "Godver. -Nee, dat geeft niet.",
        "pa": "Fuck.\n No, it's okay.",
        "vi": "Mẹ kiếp.\n Không, ổn mà."
    },
    {
        "start": "00:32:36,663",
        "end": "00:32:37,580",
        "en": "Het is oké.",
        "pa": "It's okay.",
        "vi": "Không sao đâu."
    },
    {
        "start": "00:32:38,289",
        "end": "00:32:39,707",
        "en": "Dat is het niet.",
        "pa": "It's not.",
        "vi": "Không hề."
    },
    {
        "start": "00:32:44,295",
        "end": "00:32:45,797",
        "en": "Ik heb hem hier nodig.",
        "pa": "I need him to be here.",
        "vi": "Tôi cần anh ấy ở đây."
    },
    {
        "start": "00:32:45,880",
        "end": "00:32:50,677",
        "en": "Het is een klap in mijn gezicht dat hij niet eens kon blijven…",
        "pa": "And it's like another slap in the face that he couldn't even just stick around,",
        "vi": "Và nó như một cái tát nữa vào mặt tôi khi anh ấy thậm chí không thể ở lại"
    },
    {
        "start": "00:32:51,636",
        "end": "00:32:53,805",
        "en": "…en er met me over kon praten.",
        "pa": "and talk it out with me.",
        "vi": "và nói chuyện với tôi."
    },
    {
        "start": "00:32:55,348",
        "end": "00:32:59,394",
        "en": "Maar hij wil met me trouwen? Misschien niet meer. Ik weet het niet.",
        "pa": "But he wants to marry me?\n Maybe not anymore. I don't know.",
        "vi": "Nhưng anh ấy muốn cưới tôi? Có lẽ không còn muốn nữa. Tôi không biết."
    },
    {
        "start": "00:33:04,983",
        "end": "00:33:05,984",
        "en": "Hé, Colby.",
        "pa": "Hey, Colby.",
        "vi": "Chào Colby."
    },
    {
        "start": "00:33:07,360",
        "end": "00:33:09,946",
        "en": "Is hij dronken? Hij lijkt dronken. -Geen idee.",
        "pa": "Is he drunk?\n - I don't know. -He seems drunk.",
        "vi": "Anh ta say à?\n - Tôi chịu. - Anh ta có vẻ say."
    },
    {
        "start": "00:33:11,447",
        "end": "00:33:15,076",
        "en": "Het voelt raar dat ik hier ben. Hij is thuis en ik loop in de weg.",
        "pa": "Um, I feel bad that I'm here right now,\n because he's home now and I feel like I'm in the way.",
        "vi": "Tôi thấy tệ khi ở đây lúc này,\n vì anh ấy về và tôi như kẻ cản mũi."
    },
    {
        "start": "00:33:15,159",
        "end": "00:33:17,245",
        "en": "Hij zei me niet eens gedag.",
        "pa": "He didn't even acknowledge me, though.",
        "vi": "Mà anh ấy còn chẳng nhận ra tôi."
    },
    {
        "start": "00:33:17,328",
        "end": "00:33:18,204",
        "en": "Ik weet het.",
        "pa": "I know.",
        "vi": "Tôi biết."
    },
    {
        "start": "00:33:19,080",
        "end": "00:33:20,331",
        "en": "Dit is ongemakkelijk.",
        "pa": "Um, this is awkward.",
        "vi": "Khó xử ghê."
    },
    {
        "start": "00:33:20,873",
        "end": "00:33:22,709",
        "en": "Ik wil dat je… ja.",
        "pa": "I just want you to-- Yeah.",
        "vi": "Tôi chỉ muốn cô… Ừ."
    },
    {
        "start": "00:33:23,459",
        "end": "00:33:27,213",
        "en": "Je bent sterk en je kunt voor jezelf opkomen.",
        "pa": "You're a strong person and you know how to advocate for yourself.",
        "vi": "Cô là người mạnh mẽ và biết cách bảo vệ bản thân."
    },
    {
        "start": "00:33:27,296",
        "end": "00:33:28,923",
        "en": "Dus het komt wel goed.",
        "pa": "So I feel you'll do good with that.",
        "vi": "Nên tôi nghĩ cô sẽ làm tốt."
    },
    {
        "start": "00:33:29,007",
        "end": "00:33:31,217",
        "en": "Hé, Colby. Hoi. -Hoe is het?",
        "pa": "-Hey, Colby. Hey. -What's up?",
        "vi": "- Chào Colby. Này. - Sao rồi?"
    },
    {
        "start": "00:33:31,300",
        "end": "00:33:34,971",
        "en": "Ik probeer wat te slapen. Leuke dag? -Ik zit op jouw plek.",
        "pa": "I was trying to get some sleep. You having a good day?",
        "vi": "Tôi đang cố ngủ chút. Ngày tốt lành chứ?"
    },
    {
        "start": "00:33:35,054",
        "end": "00:33:36,764",
        "en": "Nee, hoor. Gaat prima.",
        "pa": "I'm in your spot.\n No, you're fine. You're good.",
        "vi": "Tôi đang ở chỗ của anh.\n Không, không sao. Cứ ngồi đi."
    },
    {
        "start": "00:33:40,727",
        "end": "00:33:42,061",
        "en": "Oké. -Dank je.",
        "pa": "I think--\n -Okay. -Thank you.",
        "vi": "- Được rồi. - Cảm ơn."
    },
    {
        "start": "00:33:42,145",
        "end": "00:33:43,479",
        "en": "Blijf maar praten.",
        "pa": "I can let y'all keep talking.",
        "vi": "Để hai người nói tiếp nhé?"
    },
    {
        "start": "00:33:43,563",
        "end": "00:33:45,606",
        "en": "Nee, dat is oké. -Wij moeten praten.",
        "pa": "-No. It's okay. -No. We need to talk.",
        "vi": "- Không. Không sao. - Hai ta cần nói chuyện."
    },
    {
        "start": "00:33:45,690",
        "end": "00:33:48,609",
        "en": "Sorry, Rae. Ik ben uitgeput. -Ik snap het. Zeker.",
        "pa": "Sorry, Rae. I'm just exhausted.",
        "vi": "Xin lỗi, Rae. Tôi kiệt sức."
    },
    {
        "start": "00:33:48,693",
        "end": "00:33:51,821",
        "en": "Ik voel me echt niet goed. Ik wil je niet aansteken.",
        "pa": "No, I get it. Totally.\n I'm not feeling good at all. I don't wanna get you sick, you know?",
        "vi": "Không, tôi hiểu. Dĩ nhiên.\n Tôi thấy không khỏe tí nào. Tôi không muốn làm cô ốm, hiểu chứ?"
    },
    {
        "start": "00:33:51,904",
        "end": "00:33:53,239",
        "en": "Ben je ziek? -Weet ik veel.",
        "pa": "- You're sick? - I don't know.",
        "vi": "- Anh ốm à? - Tôi không biết."
    },
    {
        "start": "00:33:53,322",
        "end": "00:33:56,993",
        "en": "Ik weet niet of een kater besmettelijk is. -Waarschijnlijk niet.",
        "pa": "I don't know if hangovers are contagious.\n -Yeah, probably not. - Um--",
        "vi": "Không biết hậu say xỉn có lây không nữa.\n Ừ, chắc là không."
    },
    {
        "start": "00:33:57,076",
        "end": "00:33:59,245",
        "en": "Oké. Doei, je bent top. -Hou van jullie, doei.",
        "pa": "- Okay. Bye! You're awesome. -Love you guys, bye!",
        "vi": "- Rồi. Về nhé! Cô tuyệt lắm. - Yêu hai người, chào!"
    },
    {
        "start": "00:33:59,328",
        "end": "00:34:00,705",
        "en": "Tot later, Rae. -Later.",
        "pa": "- See you, Rae. - See you!",
        "vi": "- Gặp sau, Rae. - Gặp sau!"
    },
    {
        "start": "00:34:02,165",
        "end": "00:34:06,627",
        "en": "We moeten praten over gisteravond en over waar we nu staan.",
        "pa": "I think we really need to discuss last night and where we're at right now.",
        "vi": "Em nghĩ ta thực sự cần bàn về tối qua và hiện tại hai ta đang ở đâu."
    },
    {
        "start": "00:34:07,503",
        "end": "00:34:11,340",
        "en": "Dat vind ik ook, maar dit is geen goed moment voor mij.",
        "pa": "I think we should too.\n I just don't think right now is a good time to do that for me.",
        "vi": "Anh cũng nghĩ vậy. Chỉ không nghĩ bây giờ là thời điểm tốt với anh."
    },
    {
        "start": "00:34:11,924",
        "end": "00:34:14,886",
        "en": "Ik snap dat je moe bent, maar ik ben uitgeput.",
        "pa": "I get that you're tired, but I'm exhausted.",
        "vi": "Em hiểu là anh mệt, nhưng em kiệt sức rồi."
    },
    {
        "start": "00:34:15,428",
        "end": "00:34:17,346",
        "en": "M'n ogen vallen bijna dicht.",
        "pa": "I can hardly even hold my eyes open.",
        "vi": "Anh còn không thể mở mắt."
    },
    {
        "start": "00:34:17,430",
        "end": "00:34:20,224",
        "en": "Ik heb nodig dat je dit gesprek met me voert.",
        "pa": "I need you to just be here with me and have this conversation.",
        "vi": "Em cần anh ở đây với em và nói chuyện này."
    },
    {
        "start": "00:34:20,808",
        "end": "00:34:23,061",
        "en": "Ik snap dat je er klaar voor bent. Ik niet.",
        "pa": "I get that you're ready.\n I'm not.",
        "vi": "Anh hiểu là em sẵn sàng. Anh không."
    },
    {
        "start": "00:34:28,566",
        "end": "00:34:29,901",
        "en": "Ik heb fouten gemaakt.",
        "pa": "I made mistakes.",
        "vi": "Anh đã phạm sai lầm."
    },
    {
        "start": "00:34:30,902",
        "end": "00:34:34,072",
        "en": "Het voelde nog… -Kun je me alsjeblieft aankijken?",
        "pa": "It still felt like--\n Can you please look at me in the face right now?",
        "vi": "Cảm giác vẫn…\n Anh làm ơn nhìn mặt em được không?"
    },
    {
        "start": "00:34:35,990",
        "end": "00:34:37,283",
        "en": "Ik doe m'n best.",
        "pa": "I'm doing the best here.",
        "vi": "Anh đang cố hết sức."
    },
    {
        "start": "00:34:38,659",
        "end": "00:34:40,870",
        "en": "Ik verdien wel wat meer.",
        "pa": "-I think I deserve a little bit more.",
        "vi": "Em nghĩ em xứng đáng hơn thế này."
    },
    {
        "start": "00:34:41,913",
        "end": "00:34:43,331",
        "en": "Wat ik deed was verkeerd.",
        "pa": "What I did was wrong,",
        "vi": "Điều anh làm là sai,"
    },
    {
        "start": "00:34:43,831",
        "end": "00:34:48,044",
        "en": "Maar ik deed het vanwege de ervaring en wat je van me vroeg.",
        "pa": "but I was doing it because of the experience and what you asked from me.",
        "vi": "nhưng anh làm vì trải nghiệm và những gì em yêu cầu ở anh."
    },
    {
        "start": "00:34:48,127",
        "end": "00:34:52,256",
        "en": "Ik vond het niet bij April, dus ik heb het elders gezocht.",
        "pa": "I wasn't getting that from April, so I did go outsource and find that stuff.",
        "vi": "Anh không nhận được điều đó từ April, nên anh ra ngoài và tìm điều đó."
    },
    {
        "start": "00:34:54,550",
        "end": "00:34:58,596",
        "en": "Ik deed het voor Madlyn. Ik deed het omdat Madlyn erom vroeg.",
        "pa": "I did it for Madlyn.\n I did it because Madlyn asked of these things.",
        "vi": "Anh làm vì Madlyn. Anh làm thế vì Madlyn đòi hỏi những điều này."
    },
    {
        "start": "00:34:58,679",
        "end": "00:35:01,432",
        "en": "Niet per se dat ik iemand moest zoenen…",
        "pa": "Not necessarily to go out and find someone and kiss them,",
        "vi": "Không nhất thiết ra ngoài tìm ai đó và hôn họ,"
    },
    {
        "start": "00:35:01,516",
        "end": "00:35:03,142",
        "en": "…maar om het echt te maken.",
        "pa": "but to make things real,",
        "vi": "nhưng để biến mọi thứ thành thật,"
    },
    {
        "start": "00:35:03,226",
        "end": "00:35:07,730",
        "en": "Om zeker te zijn dat mijn liefde voor haar niet een soort sprookje is…",
        "pa": "and to make sure that my love for her isn't some fairy tale,",
        "vi": "và đảm bảo tình yêu tôi dành cho cô ấy không phải là chuyện cổ tích,"
    },
    {
        "start": "00:35:07,814",
        "end": "00:35:11,442",
        "en": "…een soort fantasie dat zij Juffrouw Perfect is.",
        "pa": "some dreamy thing that she is Miss Perfection.",
        "vi": "một điều mơ mộng rằng cô ấy là Quý Cô Hoàn Hảo."
    },
    {
        "start": "00:35:11,526",
        "end": "00:35:16,656",
        "en": "Dat is echt de ervaring die ik hier probeerde uit te halen.",
        "pa": "That's really the experience I was wanting to get out of this experience.",
        "vi": "Đó thực sự là trải nghiệm tôi muốn để thoát khỏi trải nghiệm này."
    },
    {
        "start": "00:35:17,406",
        "end": "00:35:20,785",
        "en": "Om m'n liefde voor Madlyn te bevestigen. Daar vroeg ze om.",
        "pa": "To confirm my love for Madlyn. And that's exactly what Madlyn asked for.",
        "vi": "Để xác nhận tình yêu của tôi với Madlyn. Đó chính là điều Madlyn yêu cầu."
    },
    {
        "start": "00:35:21,744",
        "end": "00:35:26,165",
        "en": "Ik heb het je verteld, ik schaam me ervoor en ik heb het achter me gelaten.",
        "pa": "I told you about it, I'm ashamed of it,",
        "vi": "Anh đã nói với em, anh thấy hổ thẹn vì nó, và anh đã chấm dứt chuyện đó."
    },
    {
        "start": "00:35:26,249",
        "end": "00:35:31,420",
        "en": "Maar je… Sorry, je hebt niet gezegd dat je…",
        "pa": "and I moved on from it.\n But you-- Sorry.\n You didn't tell me that you were having--",
        "vi": "Nhưng anh… Xin lỗi. Anh không nói với em là anh đang có…"
    },
    {
        "start": "00:35:31,504",
        "end": "00:35:32,964",
        "en": "Ik… Colby. -Oké.",
        "pa": "-I'm-- Colby. -All right.",
        "vi": "- Em… Colby. - Rồi."
    },
    {
        "start": "00:35:33,047",
        "end": "00:35:34,966",
        "en": "Toch? Heb je me verteld dat je…",
        "pa": "Did you? Did you tell me you were having--",
        "vi": "Phải không? Anh có nói với em anh đang có…"
    },
    {
        "start": "00:35:35,049",
        "end": "00:35:36,926",
        "en": "Ik doe m'n best. Het spijt me.",
        "pa": "I'm really trying here. I'm so sorry.",
        "vi": "Anh đang cố. Anh rất xin lỗi."
    },
    {
        "start": "00:35:37,009",
        "end": "00:35:42,140",
        "en": "Weet ik, maar je zei dat je het gezegd had en dat is niet zo. Dat moet je toegeven.",
        "pa": "I know, okay? But you're just saying that you told me, but you didn't.",
        "vi": "Em biết. Nhưng anh chỉ nói rằng anh đã kể với em, nhưng không hề."
    },
    {
        "start": "00:35:42,223",
        "end": "00:35:44,809",
        "en": "Ik heb niet verteld dat ik dat meisje heb verteld…",
        "pa": "I need you to own up that you didn't tell me.\n I didn't tell you that I told that girl the frustrations I was having,",
        "vi": "Em cần anh thừa nhận anh chưa kể với em.\n Anh không kể với em rằng anh đã kể với cô gái đó những bực bội anh đang có,"
    },
    {
        "start": "00:35:44,892",
        "end": "00:35:48,437",
        "en": "…over mijn frustraties en wat ik doormaakte.",
        "pa": "what I was going through.",
        "vi": "những gì anh đã trải qua."
    },
    {
        "start": "00:35:51,065",
        "end": "00:35:54,986",
        "en": "Ze besprak iets heel dieps met me…",
        "pa": "She talked about something very deep with me,",
        "vi": "Cô ấy nói về điều gì đó rất sâu sắc với anh,"
    },
    {
        "start": "00:35:55,570",
        "end": "00:35:58,114",
        "en": "…waardoor ik me open kon stellen voor haar.",
        "pa": "was the reason why I felt like I could open up to her.",
        "vi": "nên anh thấy mình có thể mở lòng với cô ấy."
    },
    {
        "start": "00:35:58,197",
        "end": "00:36:03,452",
        "en": "Ten eerste mag het niet zo makkelijk zijn om met een ander meisje over me te praten.",
        "pa": "First of all, you shouldn't ever feel that comfortable with another girl",
        "vi": "Đầu tiên, anh không nên cảm thấy thoải mái thế khi nói"
    },
    {
        "start": "00:36:04,036",
        "end": "00:36:04,871",
        "en": "Maar… -Oké.",
        "pa": "to talk about me.\n -But-- -Okay.",
        "vi": "với cô gái khác về em.\n - Nhưng… - Rồi."
    },
    {
        "start": "00:36:04,954",
        "end": "00:36:08,624",
        "en": "En als je dat doet… -Ik zal het in het vervolg niet meer doen.",
        "pa": "And if you do--\n Going forward, I will not do that ever again.",
        "vi": "Và nếu anh…\n Sau này, anh sẽ không làm thế nữa."
    },
    {
        "start": "00:36:12,545",
        "end": "00:36:14,255",
        "en": "Je doet heel neerbuigend.",
        "pa": "You're becoming more patronizing,",
        "vi": "Anh đang trở nên kẻ cả hơn,"
    },
    {
        "start": "00:36:14,338",
        "end": "00:36:16,716",
        "en": "En ik heb zin om bij je weg te lopen.",
        "pa": "and you're making me wanna walk out of this without you.",
        "vi": "và khiến em muốn rời đây mà không có anh."
    },
    {
        "start": "00:36:17,383",
        "end": "00:36:19,135",
        "en": "Ik denk dat ik dan beter af ben.",
        "pa": "-Because I think I'd be better for it.",
        "vi": "Vì em nghĩ em sẽ tốt hơn nếu làm thế."
    },
    {
        "start": "00:36:19,719",
        "end": "00:36:21,387",
        "en": "Dat denk ik ook.",
        "pa": "I think you'd be better too.",
        "vi": "Anh cũng nghĩ em sẽ tốt hơn."
    },
    {
        "start": "00:36:27,185",
        "end": "00:36:31,022",
        "en": "Ik doe zo m'n best en ik verdien beter.",
        "pa": "I'm trying so hard,",
        "vi": "Em đang rất cố gắng, và em xứng đáng nhiều hơn thế."
    },
    {
        "start": "00:36:31,105",
        "end": "00:36:33,274",
        "en": "Je verdient veel beter dan mij.",
        "pa": "and I deserve more.\n You deserve a lot more than me.",
        "vi": "Em xứng đáng hơn anh rất nhiều."
    },
    {
        "start": "00:36:33,983",
        "end": "00:36:35,234",
        "en": "Ik ben 't niet waard.",
        "pa": "I'm not worth it.",
        "vi": "Anh không đáng."
    },
    {
        "start": "00:36:39,280",
        "end": "00:36:42,575",
        "en": "Je bent het niet waard, maar toch is alles mijn schuld?",
        "pa": "Okay, you're not worth it, but it's still my fault that everything happened?",
        "vi": "Được rồi, anh không đáng, nhưng mọi chuyện vẫn là lỗi em?"
    },
    {
        "start": "00:36:44,660",
        "end": "00:36:45,494",
        "en": "Ja.",
        "pa": "Yes.\n ♪ I won't be just one of your games ♪",
        "vi": "Ừ."
    },
    {
        "start": "00:36:55,838",
        "end": "00:37:00,176",
        "en": "Ik vind het heel erg wat hij heeft gedaan. Ik ben er erg door gekwetst.",
        "pa": "♪ Just one of your games ♪\n I'm not cool with what he's done. I'm extremely hurt by it.",
        "vi": "Tôi không ổn với việc anh ấy làm. Tôi vô cùng tổn thương vì nó."
    },
    {
        "start": "00:37:00,259",
        "end": "00:37:03,554",
        "en": "Hoe moe, ziek of gekwetst ik me ook voelde…",
        "pa": "No matter how tired, sick, hurt I felt,",
        "vi": "Dù tôi có mệt mỏi, đau ốm, tổn thương thế nào,"
    },
    {
        "start": "00:37:03,638",
        "end": "00:37:07,558",
        "en": "…ik zou alles doen om mijn partner te geven wat hij nodig zou hebben…",
        "pa": "I would go out of my way to make sure that I gave my partner what they needed",
        "vi": "tôi cũng sẽ cố hết sức để đảm bảo tôi cho người yêu tôi điều họ cần"
    },
    {
        "start": "00:37:07,642",
        "end": "00:37:09,435",
        "en": "…om verder te kunnen.",
        "pa": "to feel okay and move on.",
        "vi": "để họ thấy ổn và bước tiếp."
    },
    {
        "start": "00:37:10,353",
        "end": "00:37:13,856",
        "en": "En ik ben teleurgesteld dat Colby dat niet voor me kon doen.",
        "pa": "And I'm just disappointed that Colby wasn't able to do that for me.\n ♪ Play me like a fool ♪\n ♪ 'Cause I been a fool for long So don't try ♪",
        "vi": "Và tôi chỉ thất vọng vì Colby không thể làm điều đó cho tôi."
    },
    {
        "start": "00:37:25,117",
        "end": "00:37:26,702",
        "en": "Roep maar als je wat nodig hebt.",
        "pa": "Let me know if you need anything.",
        "vi": "Cần gì thì gọi em nhé."
    },
    {
        "start": "00:37:44,428",
        "end": "00:37:45,554",
        "en": "ARBOR AUTOWASSTRAAT",
        "pa": "♪ Baby, I've got a fire ♪\n ♪ Don't try to deny it I know you feel it too ♪\n ♪ You got the car and I got the dreams So, B-- b-- b-- baby, please ♪",
        "vi": "TIỆM RỬA XE ABBOR"
    },
    {
        "start": "00:37:48,891",
        "end": "00:37:50,851",
        "en": "Blij dat je baby wordt schoongemaakt?",
        "pa": "Happy that your baby's being cleaned?",
        "vi": "Vui vì bé yêu của anh được tắm chứ?"
    },
    {
        "start": "00:37:51,686",
        "end": "00:37:52,812",
        "en": "Zodat je 'm kan ruilen?",
        "pa": "So you can trade it in?",
        "vi": "Để em có thể đổi nó?"
    },
    {
        "start": "00:37:53,562",
        "end": "00:37:54,605",
        "en": "We gaan het meemaken.",
        "pa": "Let's go take it now.",
        "vi": "Đưa nó đi luôn nào."
    },
    {
        "start": "00:37:55,773",
        "end": "00:37:57,984",
        "en": "We gaan samen, zoals met deze.",
        "pa": "We'll both go. Kind of what we did with this one.",
        "vi": "Ta sẽ cùng đi. Như điều ta làm với cái này."
    },
    {
        "start": "00:37:58,067",
        "end": "00:38:01,320",
        "en": "We wisten niet waar we aan begonnen, we werden er verliefd op.",
        "pa": "We kinda didn't know what we were getting. We walked in, fell in love with it.",
        "vi": "Ta không biết mình sẽ mua gì. Ta bước vào, kết nó."
    },
    {
        "start": "00:38:01,404",
        "end": "00:38:03,489",
        "en": "Jij werd er verliefd op. -Wacht even.",
        "pa": "-You fell in love with it. -Hold on.",
        "vi": "- Em kết nó. - Khoan."
    },
    {
        "start": "00:38:06,492",
        "end": "00:38:08,494",
        "en": "Hou m'n hand vast, het is ijskoud.",
        "pa": "Hold my hand. It's fucking cold.",
        "vi": "Nắm tay em. Lạnh quá."
    },
    {
        "start": "00:38:10,121",
        "end": "00:38:13,833",
        "en": "Wat gaan we morgen op m'n verjaardag doen? -O, je bent jarig, hè?",
        "pa": "What are we doing for my birthday tomorrow?\n It is your birthday tomorrow, isn't it?",
        "vi": "Mai ta làm gì cho sinh nhật em?\n Là sinh nhật em mà?"
    },
    {
        "start": "00:38:16,711",
        "end": "00:38:17,837",
        "en": "Mag ik een knuffel?",
        "pa": "Can I have a hug?",
        "vi": "Cho em ôm cái nhé?"
    },
    {
        "start": "00:38:18,629",
        "end": "00:38:21,549",
        "en": "De spanning loslaten. -Jezus, wie is er nu klef?",
        "pa": "-Release all this tension. -Damn. Now who's clingy?",
        "vi": "- Giải tỏa căng thẳng đi. - Chết tiệt. Giờ ai đeo bám đây?"
    },
    {
        "start": "00:38:21,632",
        "end": "00:38:22,508",
        "en": "Kijk dan…",
        "pa": "Look at--",
        "vi": "Nhìn kìa…"
    },
    {
        "start": "00:38:23,050",
        "end": "00:38:24,885",
        "en": "Ik ben klef, vreselijk klef.",
        "pa": "I'm clingy. I'm clingy AF.\n ♪ If you got it Don't let it go to waste ♪",
        "vi": "Em đeo bám. Đeo bám kinh khủng."
    },
    {
        "start": "00:38:28,973",
        "end": "00:38:30,516",
        "en": "Ik wil dat je blij bent.",
        "pa": "I want you to be happy.",
        "vi": "Em muốn anh hạnh phúc."
    },
    {
        "start": "00:38:31,225",
        "end": "00:38:33,519",
        "en": "Je bent al anderhalf jaar m'n beste vriend.",
        "pa": "You've been my best friend in the entire past year and a half.",
        "vi": "Anh là bạn thân nhất của em một năm rưỡi qua."
    },
    {
        "start": "00:38:34,103",
        "end": "00:38:37,773",
        "en": "Ik wil dat je van mij houdt en van jezelf, en dat je gelukkig bent.",
        "pa": "I want you to love me and I want you to love yourself and be happy.",
        "vi": "Em muốn anh yêu em và yêu bản thân và hạnh phúc."
    },
    {
        "start": "00:38:44,113",
        "end": "00:38:44,947",
        "en": "Ik hou van je.",
        "pa": "♪ Won't you let me have a taste? ♪\n I love you, babe.",
        "vi": "Em yêu anh."
    },
    {
        "start": "00:38:45,448",
        "end": "00:38:46,657",
        "en": "En ik van jou.",
        "pa": "I love you too.\n ♪ Only you know how to love Love just right now ♪",
        "vi": "Anh cũng yêu em."
    },
    {
        "start": "00:39:03,674",
        "end": "00:39:05,384",
        "en": "Hallo. Hoi! -Hoi, jongens.",
        "pa": "♪ Left out my circles ♪\n ♪ You lift me up, up, up ♪\n - Hello! Hi! - Hi, guys!",
        "vi": "- Chào! Chào! - Chào mọi người!"
    },
    {
        "start": "00:39:05,468",
        "end": "00:39:07,845",
        "en": "Hoe gaat het met jullie? -Hé, jij.",
        "pa": "-How are y'all doing? -I missed you!",
        "vi": "- Mọi người sao rồi? - Là cậu!"
    },
    {
        "start": "00:39:07,928",
        "end": "00:39:09,472",
        "en": "Hoi! -Hoe is het met je?",
        "pa": "- Hi! - How are you doing?",
        "vi": "- Chào! - Cô khỏe chứ?"
    },
    {
        "start": "00:39:09,555",
        "end": "00:39:11,432",
        "en": "Ik heb je zo gemist.",
        "pa": "I missed you so much!",
        "vi": "Tớ nhớ cậu rất nhiều!"
    },
    {
        "start": "00:39:12,558",
        "end": "00:39:15,186",
        "en": "Ik ontmoette Rae's moeder toen we tussen…",
        "pa": "I met Rae's mom when we were in between being serious and still being friends.",
        "vi": "Tôi gặp mẹ Rae khi chúng tôi đang ở giữa"
    },
    {
        "start": "00:39:15,269",
        "end": "00:39:18,189",
        "en": "…'serieus' en 'gewoon vrienden' zaten.",
        "pa": "",
        "vi": "chuyện nghiêm túc và vẫn là bạn."
    },
    {
        "start": "00:39:18,272",
        "end": "00:39:22,485",
        "en": "Deze ervaring heeft me geleerd dat ik gewoon met Rae wil trouwen.",
        "pa": "Being in this experience has taught me I-- I just want to marry Rae.",
        "vi": "Trải nghiệm này đã dạy tôi rằng tôi chỉ muốn kết hôn với Rae."
    },
    {
        "start": "00:39:22,568",
        "end": "00:39:29,367",
        "en": "Dus nu ik met Rae's moeder ga brunchen, hoop ik dat ze dat accepteert.",
        "pa": "So, going to brunch with Rae's mom, I really want her to be accepting of that.",
        "vi": "Nên, đi ăn trưa với mẹ Rae, tôi thực sự muốn bà ấy chấp nhận điều đó."
    },
    {
        "start": "00:39:29,450",
        "end": "00:39:32,119",
        "en": "Ik zit in een bizarre ervaring.",
        "pa": "I'm in this crazy experience.",
        "vi": "Cháu đang có trải nghiệm điên rồ này."
    },
    {
        "start": "00:39:32,203",
        "end": "00:39:34,538",
        "en": "Ik doe m'n best. Ik ben aan het leren.",
        "pa": "I'm-- I'm trying. I'm learning.",
        "vi": "Cháu đang cố. Cháu đang học hỏi."
    },
    {
        "start": "00:39:34,622",
        "end": "00:39:38,876",
        "en": "Rae is mooi en ze is erg zorgzaam en heel liefdevol.",
        "pa": "Rae's beautiful and she's very caring and a loving person.",
        "vi": "Rae xinh đẹp, cô ấy rất chu đáo và yêu thương."
    },
    {
        "start": "00:39:38,959",
        "end": "00:39:43,464",
        "en": "Ze zou een goede echtgenote zijn, en daarom zijn we hier.",
        "pa": "I do think she would be a great wife and, um,",
        "vi": "Cháu nghĩ cô ấy sẽ là người vợ tuyệt vời và… Đó là lý do bọn cháu ở đây."
    },
    {
        "start": "00:39:43,547",
        "end": "00:39:47,009",
        "en": "Hoe was je ervaring met Shanique?",
        "pa": "I mean, that's why we here.\n How was your experience with Shanique?",
        "vi": "Trải nghiệm của cháu với Shanique thế nào?"
    },
    {
        "start": "00:39:47,093",
        "end": "00:39:51,389",
        "en": "Bij Shanique kon ik me emotioneel openstellen.",
        "pa": "Shanique. I think she opened me up, like, emotionally.",
        "vi": "Shanique. Cháu nghĩ cô ấy cởi mở với cháu về mặt cảm xúc."
    },
    {
        "start": "00:39:52,890",
        "end": "00:39:57,353",
        "en": "Ze was niet bang om dat met mij te delen. Dat is iets wat ik echt nodig heb.",
        "pa": "- Mm-hmm. -Um,\n because she wasn't afraid to share that with me.",
        "vi": "Vì cô ấy không ngại chia sẻ điều đó với cháu."
    },
    {
        "start": "00:39:57,436",
        "end": "00:39:59,814",
        "en": "Dus zij stelde zich open, en jij daardoor ook.",
        "pa": "I think that's something I really need.\n So it's like she opened up and you opened up.",
        "vi": "Cháu nghĩ cháu thực sự cần điều đó.\n Tức là cô ấy mở lòng và anh cũng vậy."
    },
    {
        "start": "00:39:59,897",
        "end": "00:40:00,731",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:40:01,232",
        "end": "00:40:05,820",
        "en": "Hoe is het tussen jou en Jake gelopen? -Ik hield me niet in. Ik was heel open.",
        "pa": "What do you feel, like, happened with you and Jake?",
        "vi": "Cậu cảm thấy điều gì xảy ra giữa cậu và Jake?"
    },
    {
        "start": "00:40:05,903",
        "end": "00:40:09,740",
        "en": "Het was niet alleen maar rozengeur, maar we maakten geen ruzie.",
        "pa": "I didn't hold back. I was very open.\n It wasn't all rainbows and sunshine all the time. We just didn't butt heads.",
        "vi": "Tớ đã không kiềm chế. Tớ rất cởi mở.\n Luôn tươi sáng và vui vẻ. Bọn tớ không đối đầu."
    },
    {
        "start": "00:40:09,824",
        "end": "00:40:11,909",
        "en": "Hadden jij en Jake niet één ruzie?",
        "pa": "Did you and Jake not have one argument?",
        "vi": "Cậu và Jake không tranh cãi à?"
    },
    {
        "start": "00:40:11,992",
        "end": "00:40:15,996",
        "en": "Nee. Soms was ik boos, hij was boos, ik was gestresst.",
        "pa": "No. He saw me angry. I saw him angry. He saw me stressed out.",
        "vi": "Không. Anh ấy thấy tớ giận. Tớ thấy anh ấy giận. Anh ấy thấy tớ căng thẳng."
    },
    {
        "start": "00:40:16,080",
        "end": "00:40:19,041",
        "en": "Ik was ziek, ik huilde. Maar we maakten geen ruzie.",
        "pa": "He saw me sick. He saw me crying. We just didn't argue.",
        "vi": "Anh ấy thấy tớ ốm. Thấy tớ khóc. Bọn tớ không cãi vã."
    },
    {
        "start": "00:40:19,125",
        "end": "00:40:23,629",
        "en": "Jullie hadden drie weken een proefhuwelijk en hebben geen enkele ruzie gehad?",
        "pa": "You're in a trial marriage for three weeks,\n and y'all don't have one disagreement or one argument?",
        "vi": "Hai người có hôn nhân thử ba tuần,\n và không có bất đồng hay tranh cãi?"
    },
    {
        "start": "00:40:23,712",
        "end": "00:40:27,216",
        "en": "Rae koos iemand die enorm op haar leek. Dat is niet echt…",
        "pa": "Rae picked somebody super similar to her.",
        "vi": "Rae đã chọn người siêu giống cô ấy."
    },
    {
        "start": "00:40:27,299",
        "end": "00:40:30,970",
        "en": "Leek Shanique niet op jou? -Jawel, dat deed iedereen.",
        "pa": "That's not gonna really--\n Wasn't Shanique similar to you?",
        "vi": "Điều đó sẽ không thực sự…\n Shanique giống anh mà?"
    },
    {
        "start": "00:40:31,053",
        "end": "00:40:34,014",
        "en": "Waarom is het voor jou nuttig om iemand te kiezen die op je lijkt…",
        "pa": "They were. You all were.\n Why is it helpful to you to pick somebody who's similar to you,",
        "vi": "Đúng vậy. Họ đều thế.\n Sao việc chọn người giống mình hữu ích với anh,"
    },
    {
        "start": "00:40:34,098",
        "end": "00:40:37,810",
        "en": "…maar niet voor mij? -Je moet juist iemand anders kiezen.",
        "pa": "but not helpful for me to pick somebody--\n Y'all both should pick people different than you.",
        "vi": "còn với em thì không…\n Hai người nên chọn người khác mình."
    },
    {
        "start": "00:40:37,893",
        "end": "00:40:41,188",
        "en": "Weet je waarom? Ik koos iemand die precies is zoals ik.",
        "pa": "You know why? Because the person I picked is just like me.",
        "vi": "Biết sao không? Vì người tôi chọn cũng giống tôi."
    },
    {
        "start": "00:40:41,272",
        "end": "00:40:42,898",
        "en": "Ik ga die persoon pushen.",
        "pa": "I'mma push the person that I'm with.",
        "vi": "Tôi sẽ thúc đẩy người ở bên."
    },
    {
        "start": "00:40:42,982",
        "end": "00:40:46,193",
        "en": "Ik koos iemand bij wie ik het meest zou groeien…",
        "pa": "In my eyes, I was picking somebody that was gonna help me grow the most,",
        "vi": "Theo ý tôi, tôi chọn người sẽ giúp tôi phát triển nhất,"
    },
    {
        "start": "00:40:46,277",
        "end": "00:40:47,987",
        "en": "…niet bij wie het makkelijk zou gaan.",
        "pa": "not who I was gonna be most comfortable with.",
        "vi": "không phải người tôi thoải mái nhất."
    },
    {
        "start": "00:40:48,070",
        "end": "00:40:51,574",
        "en": "Zij had het makkelijk met iemand die haar niet pushte.",
        "pa": "She's gonna feel comfortable not having someone actually just push her.",
        "vi": "Cô ấy sẽ thấy thoải mái khi không có ai đó thúc ép cô ấy."
    },
    {
        "start": "00:40:51,657",
        "end": "00:40:54,743",
        "en": "Jake pushte me wel om me open te stellen. Maar hij was voorzichtig.",
        "pa": "Jake did push me to open up. He was just gentle about it.",
        "vi": "Jake thúc đẩy em mở lòng. Anh ấy chỉ làm thế nhẹ nhàng."
    },
    {
        "start": "00:40:54,827",
        "end": "00:40:58,205",
        "en": "Zij en Jake zijn rustiger, dus zij gaan niet…",
        "pa": "Her and Jake's personalities are more calm, so they're not gonna--",
        "vi": "Tính cách con bé và Jake điềm đạm hơn, nên chúng sẽ không…"
    },
    {
        "start": "00:40:58,289",
        "end": "00:41:00,332",
        "en": "Ze doen het op een andere manier.",
        "pa": "They're not gonna do it in the same way you do.",
        "vi": "Chúng sẽ không làm thế theo cách của cháu."
    },
    {
        "start": "00:41:00,416",
        "end": "00:41:06,589",
        "en": "Echt niet. Al is het een vriend van me… -Niet iedereen maakt zo snel ruzie.",
        "pa": "It's no way. It doesn't matter if it's freaking just one of my guy friends.",
        "vi": "Không đời nào. Không quan trọng nếu chỉ là bạn nam giới của cháu."
    },
    {
        "start": "00:41:07,715",
        "end": "00:41:09,508",
        "en": "Zo, praat lekker door me heen.",
        "pa": "Some people just aren't argumentative.\n Well, just go ahead and cut me off.",
        "vi": "Vài người không thích tranh luận thế.\n Chà, cứ ngắt lời tôi tiếp đi."
    },
    {
        "start": "00:41:10,176",
        "end": "00:41:12,219",
        "en": "Ga je gang. -Nee, ga vooral door…",
        "pa": "-Go ahead. -No, please keep talking because--",
        "vi": "- Làm đi. - Không, làm ơn nói tiếp vì…"
    },
    {
        "start": "00:41:12,303",
        "end": "00:41:17,725",
        "en": "Nee, maakt niet uit. We waren niet… -Wie zei dat wat jij zegt niet uitmaakt?",
        "pa": "No, it doesn't matter. Because we weren't--\n Who said what you had to say doesn't matter?",
        "vi": "Không quan trọng. Vì ta không…\n Ai nói những gì cháu cần nói không quan trọng?"
    },
    {
        "start": "00:41:17,808",
        "end": "00:41:18,851",
        "en": "Ga je gang.",
        "pa": "Go ahead. Because--",
        "vi": "Cứ nói đi. Vì…"
    },
    {
        "start": "00:41:18,934",
        "end": "00:41:21,896",
        "en": "Weet je waarom ze dat doet? -Ik onderbreek als iets niet klopt.",
        "pa": "- You know why she interjects? -I cut in when he's inaccurate.",
        "vi": "- Biết sao con bé xen vào không? - Con cắt ngang khi anh ấy sai."
    },
    {
        "start": "00:41:21,979",
        "end": "00:41:25,107",
        "en": "Mag ik iets zeggen? -Als 't belangrijk is, zeg het dan later.",
        "pa": "Can I say something?\n If it's that important, then say it after.",
        "vi": "Tôi nói vài điều nhé?\n Quan trọng thế thì nói sau đi."
    },
    {
        "start": "00:41:25,191",
        "end": "00:41:27,443",
        "en": "Weet je waarom… -Je blijft maar praten.",
        "pa": "- Do you know why she--? -You talk for a long time.",
        "vi": "- Biết sao cô ấy… - Anh nói rất lâu."
    },
    {
        "start": "00:41:29,653",
        "end": "00:41:31,739",
        "en": "Weet je waarom ze tussenbeide komt?",
        "pa": "Do you know why she interjects?",
        "vi": "Biết sao con bé xen vào không?"
    },
    {
        "start": "00:41:32,531",
        "end": "00:41:34,366",
        "en": "Anders word ik niet gehoord.",
        "pa": "-Why? -Because I won't be heard if I don't.",
        "vi": "Nếu không con sẽ không được lắng nghe."
    },
    {
        "start": "00:41:36,368",
        "end": "00:41:39,538",
        "en": "Oké. Dat is een goeie, want je wil…",
        "pa": "Oh. Whoa!\n Okay. Well, that was a good one, because you want--",
        "vi": "Được rồi. Cái đó tốt đấy, vì con muốn…"
    },
    {
        "start": "00:41:39,622",
        "end": "00:41:42,208",
        "en": "Mag ik iets zeggen? Kijk me aan.",
        "pa": "Can I tell you something? Can I tell you something? Look at me.",
        "vi": "Nói hai đứa điều này nhé? Nhìn mẹ này."
    },
    {
        "start": "00:41:42,291",
        "end": "00:41:43,501",
        "en": "Jullie kunnen… -Zay.",
        "pa": "-Y'all can-- - Zay!",
        "vi": "- Mọi người có thể… - Zay!"
    },
    {
        "start": "00:41:43,584",
        "end": "00:41:44,960",
        "en": "Jullie kunnen gewoon…",
        "pa": "Y'all got whatever-- I don't--",
        "vi": "Mọi người có điều… Cháu không…"
    },
    {
        "start": "00:41:45,044",
        "end": "00:41:47,713",
        "en": "Zay, doe niet zo tegen me. Ik ben haar moeder.",
        "pa": "Zay! Don't do that to me because I'm her mom.",
        "vi": "Zay! Đừng làm thế với bác vì bác là mẹ nó."
    },
    {
        "start": "00:41:47,796",
        "end": "00:41:53,928",
        "en": "Kijk me even aan. Ze zegt dat ze gehoord wil worden.",
        "pa": "Look at me.\n Look at me for a second. She said because she wants to be heard.",
        "vi": "Nhìn bác này. Nhìn bác một giây thôi. Con bé nói vì con bé muốn được lắng nghe."
    },
    {
        "start": "00:41:54,011",
        "end": "00:41:57,348",
        "en": "Dat is niet onderhandelbaar? Dat je gehoord wil worden?",
        "pa": "Is that-- Is that a non-negotiable for you?",
        "vi": "Đó là điều không thể thương lượng với em? Được lắng nghe?"
    },
    {
        "start": "00:41:58,390",
        "end": "00:41:59,767",
        "en": "Oké. -Jezus Christus.",
        "pa": "To be heard?\n -All right. - Fucking God.",
        "vi": "- Được rồi. - Chúa ơi."
    },
    {
        "start": "00:42:00,559",
        "end": "00:42:03,771",
        "en": "Dus jij denkt dat zij er minder aan hadden dan jij en Shanique?",
        "pa": "So you don't think they got as much out of it as you and Shanique did?",
        "vi": "Vậy anh không nghĩ họ được nhiều như anh và Shanique?"
    },
    {
        "start": "00:42:03,854",
        "end": "00:42:05,731",
        "en": "Klopt. -Het is geen wedstrijd.",
        "pa": "Correct.\n It's not a fucking competition.",
        "vi": "Đúng vậy.\n Đây đâu phải cuộc thi."
    },
    {
        "start": "00:42:05,814",
        "end": "00:42:09,818",
        "en": "Ik heb nooit gezegd dat wij 't beter deden omdat we geen ruzie maakten.",
        "pa": "I've never said Jake and I did better than you and Shanique because we didn't argue.",
        "vi": "Em chưa từng nói Jake và em làm tốt hơn anh và Shanique vì bọn em không cãi nhau."
    },
    {
        "start": "00:42:09,902",
        "end": "00:42:13,614",
        "en": "Ik zeg alleen wat ik denk. -Jij bent een drammer. Ik niet.",
        "pa": "I'm telling you how I feel about it.",
        "vi": "Anh đang nói anh thấy sao về chuyện đó."
    },
    {
        "start": "00:42:13,697",
        "end": "00:42:18,118",
        "en": "Jij dramt altijd door. Ik doe dat niet. Want ik word er niet blij van.",
        "pa": "You're just a pusher. I'm just not a pusher.\n You just push all the fucking time. I don't push people like that.",
        "vi": "Anh là người thúc ép. Em thì không.\n Anh thúc ép suốt. Em không ép mọi người thế."
    },
    {
        "start": "00:42:18,702",
        "end": "00:42:21,038",
        "en": "Hoe lang voel je je al niet gehoord?",
        "pa": "Because it doesn't make me happy to do that.\n How long have you been feeling unheard?",
        "vi": "Em không vui khi làm thế.\n Em thấy không được lắng nghe lâu chưa?"
    },
    {
        "start": "00:42:24,166",
        "end": "00:42:28,128",
        "en": "Ik wil je niet onderbreken. Ben je klaar? -Dat is kleinzielig. Kom op.",
        "pa": "I don't wanna cut you off.\n See, now you're being petty. Like, come on, girl.",
        "vi": "Em không muốn ngắt lời anh.\n Đó, em đang nhỏ nhen. Thôi nào, cô gái."
    },
    {
        "start": "00:42:28,212",
        "end": "00:42:31,131",
        "en": "Hij stelde je een vraag. -Het was voor de zekerheid.",
        "pa": "He asked you a question.",
        "vi": "Cậu ấy hỏi con một câu."
    },
    {
        "start": "00:42:31,799",
        "end": "00:42:33,050",
        "en": "Kom op. -Voor de zekerheid.",
        "pa": "I'm just making sure.\n -Come on, bro. -I just wanna be clear.",
        "vi": "Con chỉ muốn chắc chắn.\n - Thôi. - Con muốn rõ ràng."
    },
    {
        "start": "00:42:33,133",
        "end": "00:42:35,844",
        "en": "Ik ben klaar met praten. Serieus. -Nee, wacht.",
        "pa": "All right. I'm done talking. I swear.",
        "vi": "Được. Anh nói xong rồi. Anh thề."
    },
    {
        "start": "00:42:35,928",
        "end": "00:42:38,681",
        "en": "Rachel, hij vroeg iets en liet een stilte vallen.",
        "pa": "Wait. Rachel, he asked you a question and he paused.",
        "vi": "Đợi đã. Rachel, cậu ấy hỏi con một câu và cậu ấy đã dừng."
    },
    {
        "start": "00:42:39,181",
        "end": "00:42:42,393",
        "en": "Hoelang voel je je al niet gehoord?",
        "pa": "How long have you felt unheard?",
        "vi": "Con thấy không được lắng nghe bao lâu rồi?"
    },
    {
        "start": "00:42:42,977",
        "end": "00:42:44,228",
        "en": "Zay.",
        "pa": "Zay.",
        "vi": "Zay. Cháu sẽ nhìn con bé khi con bé trả lời chứ?"
    },
    {
        "start": "00:42:44,937",
        "end": "00:42:47,064",
        "en": "Kijk je haar aan als ze antwoordt?",
        "pa": "Are you gonna look at her when she answers?",
        "vi": ""
    },
    {
        "start": "00:42:48,148",
        "end": "00:42:52,319",
        "en": "Als we ruzie maken, is hij heel lang aan het woord.",
        "pa": "I just think, during our arguments, he just talks for a very long time.",
        "vi": "Con chỉ nghĩ, khi bọn con tranh luận, anh ấy nói rất lâu."
    },
    {
        "start": "00:42:52,987",
        "end": "00:42:56,949",
        "en": "En als ik wil reageren, zegt hij: 'Val me niet in de rede.'",
        "pa": "Then when I try to respond, he cut-- He's like, \"Don't cut me off.\"",
        "vi": "Rồi khi con cố trả lời, anh ấy cắt… Anh ấy nói, \"Đừng ngắt lời anh\"."
    },
    {
        "start": "00:42:57,032",
        "end": "00:42:59,910",
        "en": "Dat is geen antwoord. Dat was de vraag niet.",
        "pa": "That's not even an answer. That's not even the question.",
        "vi": "Đó không phải câu trả lời. Đó không phải câu hỏi."
    },
    {
        "start": "00:42:59,994",
        "end": "00:43:01,662",
        "en": "Ik zeg dat ik me altijd…",
        "pa": "Yeah, I'm just saying, I've always--",
        "vi": "Ừ, em chỉ nói, em luôn…"
    },
    {
        "start": "00:43:01,745",
        "end": "00:43:04,039",
        "en": "Dat is haar antwoord. Ze voelt zich niet gehoord.",
        "pa": "That's her answer. That's why she feels unheard.",
        "vi": "Câu trả lời đó. Lý do nó thấy không được lắng nghe."
    },
    {
        "start": "00:43:04,123",
        "end": "00:43:06,458",
        "en": "Dat is mijn antwoord. -Ze beantwoordt je vraag.",
        "pa": "-That's my answer. - She just answered your question.",
        "vi": "- Câu trả lời của em đó. - Nó vừa trả lời cháu."
    },
    {
        "start": "00:43:06,542",
        "end": "00:43:07,918",
        "en": "Hoor je dat?",
        "pa": "Did you hear that?",
        "vi": "Cháu nghe thấy không?"
    },
    {
        "start": "00:43:08,002",
        "end": "00:43:09,753",
        "en": "Wat was de vraag?",
        "pa": "What was the question?",
        "vi": "Câu hỏi là gì nhỉ?"
    },
    {
        "start": "00:43:09,837",
        "end": "00:43:12,590",
        "en": "Waarom voel je je niet gehoord? -Ik zei: hoe lang…",
        "pa": "-It was, why do you feel unheard? -I said, how long--",
        "vi": "- Sao con thấy không được lắng nghe? - Cháu nói, bao lâu rồi…"
    },
    {
        "start": "00:43:12,673",
        "end": "00:43:16,969",
        "en": "En ik zei: altijd tijdens ruzies. Ik heb me altijd zo gevoeld in ruzies.",
        "pa": "And I said, always during our arguments. I've always felt unheard during arguments.",
        "vi": "Và em đã nói. Em luôn thấy không được lắng nghe khi tranh cãi."
    },
    {
        "start": "00:43:17,052",
        "end": "00:43:19,430",
        "en": "Altijd, Zay. Het antwoord is altijd. -Altijd?",
        "pa": "-Always, Zay. The answer is always. - Always?\n ♪ I hear the blood cries in the ground ♪",
        "vi": "- Luôn luôn, Zay. Đáp án là luôn luôn. - Luôn luôn?"
    },
    {
        "start": "00:43:44,913",
        "end": "00:43:49,126",
        "en": "Ik weet niet of ze het als getrouwd stel zouden redden.",
        "pa": "♪ There's only dust between us now ♪\n Oh.\n I'm not sure whether they can make it as a married couple.",
        "vi": "Tôi không chắc chúng có thể trở thành một cặp vợ chồng."
    },
    {
        "start": "00:43:49,209",
        "end": "00:43:50,753",
        "en": "Kunnen ze dit aan?",
        "pa": "Can they get through this?",
        "vi": "Chúng vượt qua được không?"
    },
    {
        "start": "00:43:50,836",
        "end": "00:43:55,174",
        "en": "Kunnen ze goed genoeg communiceren om dit te laten werken?",
        "pa": "Can they actually communicate enough with each other to make it work?",
        "vi": "Chúng có thể giao tiếp đủ với nhau để làm mọi chuyện ổn thỏa không?"
    },
    {
        "start": "00:43:56,216",
        "end": "00:43:57,384",
        "en": "Geef hem even.",
        "pa": "Give him a moment.\n ♪ I'm not made of stone ♪\n ♪ Can't build a world of bones ♪",
        "vi": "Cho cậu ấy chút thời gian."
    },
    {
        "start": "00:44:12,066",
        "end": "00:44:13,567",
        "en": "Het is het niet waard om…",
        "pa": "It's not worth, like, getting this worked up.",
        "vi": "Không việc gì phải căng thẳng về chuyện này."
    },
    {
        "start": "00:44:14,693",
        "end": "00:44:16,070",
        "en": "…zo overstuur te raken.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:44:16,570",
        "end": "00:44:20,532",
        "en": "Als je van iemand houdt en om haar geeft…",
        "pa": "I mean, if you love somebody and you really care about someone,",
        "vi": "Ý anh là, nếu em yêu ai đó và thực sự quan tâm đến ai đó,"
    },
    {
        "start": "00:44:20,616",
        "end": "00:44:22,910",
        "en": "…waarom zou je dan niet overstuur raken?",
        "pa": "why wouldn't you get this worked up?\n ♪ Are we going to war? ♪\n ♪ Or are we going home tonight? ♪",
        "vi": "sao em không căng thẳng chứ?"
    },
    {
        "start": "00:44:32,378",
        "end": "00:44:35,964",
        "en": "",
        "pa": "♪ I can't win this war ♪",
        "vi": ""
    },
    {
        "start": "00:44:43,097",
        "end": "00:44:45,557",
        "en": "Hoe is het? -Fijne verjaardag.",
        "pa": "♪ Comin' in hot ♪\n -♪ Always on top ♪ -♪ Always on top ♪\n What's up?\n Happy birthday.",
        "vi": "Thế nào rồi?\n Mừng sinh nhật."
    },
    {
        "start": "00:44:46,475",
        "end": "00:44:47,309",
        "en": "Bedankt.",
        "pa": "Thank you.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:44:50,437",
        "end": "00:44:52,856",
        "en": "Dit is m'n slechtste verjaardagsweer ooit.",
        "pa": "This is the worst birthday weather I've ever had.",
        "vi": "Thời tiết sinh nhật tệ nhất em từng có."
    },
    {
        "start": "00:44:53,649",
        "end": "00:44:55,150",
        "en": "Hoe laat ben je opgestaan?",
        "pa": "What time did you get up this morning?",
        "vi": "Sáng nay anh dậy khi nào?"
    },
    {
        "start": "00:44:56,026",
        "end": "00:44:57,069",
        "en": "Half tien.",
        "pa": "9:30.",
        "vi": "9:30."
    },
    {
        "start": "00:44:57,653",
        "end": "00:45:00,614",
        "en": "Je was dronken gisteravond. -Dat weet ik niet meer.",
        "pa": "You were drunk all last night.\n I don't remember that.",
        "vi": "Tối qua anh say khướt.\n Anh không nhớ vụ đó."
    },
    {
        "start": "00:45:01,323",
        "end": "00:45:03,367",
        "en": "Snap je dat dat frustrerend is?",
        "pa": "Do you understand how that's so frustrating for me?",
        "vi": "Anh có hiểu điều đó khiến em bực thế nào không?"
    },
    {
        "start": "00:45:04,702",
        "end": "00:45:07,121",
        "en": "Je was dronken. Ik kwam hier. Je was buiten westen.",
        "pa": "You were drunk. I came over here.",
        "vi": "Anh say. Em đến chỗ này."
    },
    {
        "start": "00:45:07,204",
        "end": "00:45:10,708",
        "en": "Je telefoon was ontgrendeld dus ik ben erdoorheen gegaan.",
        "pa": "You're passed out. Your phone was unlocked.\n And I opened your phone, and I went through it.",
        "vi": "Anh ngất. Điện thoại anh mở khóa.\n Và em đã mở điện thoại của anh, và em đã xem qua."
    },
    {
        "start": "00:45:11,458",
        "end": "00:45:12,334",
        "en": "Wauw. Oké.",
        "pa": "Oh, wow. Okay.",
        "vi": "Ồ, chà. Rồi."
    },
    {
        "start": "00:45:14,420",
        "end": "00:45:18,465",
        "en": "Om te beginnen, mijn naam is April. Ik ben een gestoord kreng.",
        "pa": "Let's start off by my name is April. I'm a psycho bitch.",
        "vi": "Hãy bắt đầu bằng việc tên tôi là April. Tôi là một con khốn tâm thần."
    },
    {
        "start": "00:45:18,549",
        "end": "00:45:22,553",
        "en": "En als ik iets moet weten, dan kom ik erachter.",
        "pa": "And if there's anything I need to find out, I will find out.",
        "vi": "Và nếu có gì cần tìm hiểu, tôi sẽ tìm cho ra."
    },
    {
        "start": "00:45:22,636",
        "end": "00:45:24,388",
        "en": "GISTEREN 3 UUR 'S NACHTS",
        "pa": "And I found videos on Jake's phone, filming this close up",
        "vi": "Và tôi tìm thấy đoạn phim trên điện thoại của Jake,"
    },
    {
        "start": "00:45:24,471",
        "end": "00:45:29,893",
        "en": "En ik vond video's op Jake's telefoon, close-ups van…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:45:29,977",
        "end": "00:45:35,065",
        "en": "…van Rae's kont die dit doet in de club.",
        "pa": "to Rae's ass doing this shit at the fucking club.",
        "vi": "quay cận cảnh mông Rae đang làm trò này ở hộp đêm."
    },
    {
        "start": "00:45:35,149",
        "end": "00:45:36,233",
        "en": "Waarom zijn er video's…",
        "pa": "Why are there videos--?",
        "vi": "Sao có đoạn phim…?"
    },
    {
        "start": "00:45:36,316",
        "end": "00:45:39,445",
        "en": "Waarom ga je door m'n telefoon? -Waarom zijn er meerdere video's?",
        "pa": "-Why were you going through my phone? -Why are there multiple videos?",
        "vi": "- Sao em xem điện thoại anh? - Sao có nhiều đoạn phim thế?"
    },
    {
        "start": "00:45:39,528",
        "end": "00:45:41,655",
        "en": "Ik ben gestoord en heb ze naar mezelf gestuurd.",
        "pa": "And I'm psycho, and I airdropped them to myself.",
        "vi": "Em bị khùng, nên em gửi chúng sang máy mình."
    },
    {
        "start": "00:45:42,239",
        "end": "00:45:44,575",
        "en": "Waarom zijn er meerdere video's? -Wat een gelul…",
        "pa": "-Why are there multiple videos? -That's some bull--",
        "vi": "- Sao có nhiều đoạn phim? - Đó là điều vớ…"
    },
    {
        "start": "00:45:44,658",
        "end": "00:45:45,909",
        "en": "Nee, het is geen gelul.",
        "pa": "No, it's not some bullshit.",
        "vi": "Không phải chuyện vớ vẩn."
    },
    {
        "start": "00:45:45,993",
        "end": "00:45:50,038",
        "en": "Waarom heb je meerdere filmpjes van de kont van een andere meid?",
        "pa": "Why are there multiple videos of you recording some other girl's ass?",
        "vi": "Sao có nhiều đoạn phim quay lại cảnh mông của cô gái khác?"
    },
    {
        "start": "00:45:50,122",
        "end": "00:45:55,961",
        "en": "Jij filmt hoe zij haar kut twerkt… -Je doet alsof ik de slechterik ben.",
        "pa": "You're over here filming this girl twerking--\n You're literally trying to make me look like the worst guy in the world",
        "vi": "Anh ở đây quay hàng họ và cảnh cô này lắc mông…\n Em đang khiến anh trông như gã tồi nhất thế giới"
    },
    {
        "start": "00:45:56,044",
        "end": "00:45:59,214",
        "en": "Ik had er niks mee te maken. Je valt me letterlijk aan.",
        "pa": "when I had nothing to do with it. You're literally attacking me right now.",
        "vi": "khi anh chẳng làm gì. Em đang tấn công anh đấy."
    },
    {
        "start": "00:45:59,298",
        "end": "00:46:00,174",
        "en": "Niet. -Wel.",
        "pa": "-I'm not. -You are.",
        "vi": "- Không. - Có."
    },
    {
        "start": "00:46:00,257",
        "end": "00:46:02,885",
        "en": "Het is ziek dat jij mijn telefoon doorzoekt.",
        "pa": "It's fucked up for you to go through my phone and all that.",
        "vi": "Anh chán việc em lục điện thoại anh các kiểu."
    },
    {
        "start": "00:46:02,968",
        "end": "00:46:06,180",
        "en": "Colby heeft mijn reet niet gefilmd, en als Madlyn dat zag…",
        "pa": "Colby was not filming me shaking my ass, and if Madlyn ever saw that,",
        "vi": "Colby không quay em lắc mông và nếu Madlyn thấy thứ đó,"
    },
    {
        "start": "00:46:06,263",
        "end": "00:46:08,307",
        "en": "…zou ze verdomme razend zijn.",
        "pa": "I guarantee you she'd be fucking livid.",
        "vi": "em đảm bảo cô ấy sẽ giận tím mặt."
    },
    {
        "start": "00:46:09,266",
        "end": "00:46:14,480",
        "en": "Als ze het had gevraagd, had ik alles laten zien. Boeit mij wat.",
        "pa": "If she'd just asked me about the things in my phone,\n I would've been open and honest with her and showed her. It's not a big deal.",
        "vi": "Nếu cô ấy hỏi tôi về những thứ trong điện thoại,\n tôi sẽ mở và cho cô ấy xem. Chẳng có gì to tát."
    },
    {
        "start": "00:46:14,563",
        "end": "00:46:17,065",
        "en": "Ik heb niets te verbergen. Ze blaast 't op.",
        "pa": "There's nothing to hide. She made it sound so bad.",
        "vi": "Việc gì phải giấu. Cô ấy làm nó nghe tệ hại."
    },
    {
        "start": "00:46:17,149",
        "end": "00:46:20,402",
        "en": "Dat is een inbreuk op mijn privacy. Ik kijk nooit op haar telefoon.",
        "pa": "That's an invasion of privacy.\n I've never gone through her phone once in my life.",
        "vi": "Đó là xâm phạm quyền riêng tư. Tôi chưa từng xem điện thoại của cô ấy."
    },
    {
        "start": "00:46:20,486",
        "end": "00:46:22,905",
        "en": "Ik kan April niet meer vertrouwen.",
        "pa": "I don't trust April at all right now after what she just did.",
        "vi": "Giờ tôi không tin April sau những gì cô ấy đã làm."
    },
    {
        "start": "00:46:22,988",
        "end": "00:46:26,784",
        "en": "Er is geen excuus voor dit soort filmpjes van wijven in de club.",
        "pa": "There is no fucking reason to have videos of bitches doing fucking this at the club.",
        "vi": "Chẳng lý do gì để có những đoạn phim về mấy ả khốn làm trò này ở hộp đêm."
    },
    {
        "start": "00:46:27,409",
        "end": "00:46:29,411",
        "en": "Dat is vreemdgaan. -Welnee.",
        "pa": "That's fucking cheating.",
        "vi": "- Đó là lừa dối. - Không phải."
    },
    {
        "start": "00:46:29,495",
        "end": "00:46:33,165",
        "en": "Het was een grap. Je kent 't verhaal niet. Ik filmde d'r kont niet zomaar.",
        "pa": "That's not cheating.\n It was a joke. You don't know the story. I wasn't filming her ass for no reason.",
        "vi": "Đó là đùa. Em đâu rõ đầu đuôi. Anh quay mông cô ấy là có lý do."
    },
    {
        "start": "00:46:33,248",
        "end": "00:46:36,126",
        "en": "Je filmt haar kont overal.",
        "pa": "You're filming her ass everywhere she goes.",
        "vi": "Anh quay mông cô ấy ở mọi nơi."
    },
    {
        "start": "00:46:36,210",
        "end": "00:46:37,628",
        "en": "O, mijn God. Stop.",
        "pa": "Oh, my God. It's-- Stop.",
        "vi": "Chúa ơi. Nó… Thôi đi."
    },
    {
        "start": "00:46:39,087",
        "end": "00:46:40,964",
        "en": "Na wat ik op die telefoon zag…",
        "pa": "After what the fuck I saw on that phone,",
        "vi": "Sau những gì tôi thấy trên điện thoại,"
    },
    {
        "start": "00:46:41,048",
        "end": "00:46:43,675",
        "en": "…denk ik niet dat ze alleen gezoend hebben.",
        "pa": "I don't think that all they did is kiss and make out.",
        "vi": "tôi không nghĩ họ chỉ hôn và âu yếm nhau."
    },
    {
        "start": "00:46:43,759",
        "end": "00:46:47,971",
        "en": "Dat verbaast me niet. Rae's vorige relatie was heel wankel.",
        "pa": "I'm not surprised. Rae walked in here in the most unstable fucking relationship.",
        "vi": "Tôi không bất ngờ. Rae bước vào đây trong mối quan hệ bất ổn nhất."
    },
    {
        "start": "00:46:48,055",
        "end": "00:46:50,140",
        "en": "Ze staat te twerken in de club.",
        "pa": "She's twerking her ass off in the club.",
        "vi": "Cô ta lắc mông trong hộp đêm."
    },
    {
        "start": "00:46:50,224",
        "end": "00:46:54,895",
        "en": "En hij is er trots op dat hij het vanaf de eerste rij heeft gefilmd.",
        "pa": "And he's clearly proud of recording it up close in front-- front row seats.",
        "vi": "Và rõ ràng anh ấy tự hào về việc quay lại cảnh đó ở hàng ghế đầu."
    },
    {
        "start": "00:46:54,978",
        "end": "00:46:58,398",
        "en": "Oké. Nou, mijn vriendinnen staan beneden te wachten, dus…",
        "pa": "Okay. Well, all my girlfriends are downstairs waiting,",
        "vi": "Được rồi. Bọn con gái bạn em đều đang đợi ở dưới nhà, nên…"
    },
    {
        "start": "00:46:58,482",
        "end": "00:47:01,068",
        "en": "…ik ga een fijne verjaardag hebben.",
        "pa": "so I'm gonna go continue having a great rest of my birthday.",
        "vi": "Em sẽ đi tận hưởng phần tuyệt vời còn lại của sinh nhật."
    },
    {
        "start": "00:47:22,506",
        "end": "00:47:25,467",
        "en": "Madlyn, wat is er aan de hand? Serieus.",
        "pa": "♪ All day long ♪\n ♪ I think of you ♪\n Madlyn, what the fuck is going on?",
        "vi": "CỬA CEDAR\n Madlyn, chuyện quái gì đây?"
    },
    {
        "start": "00:47:25,551",
        "end": "00:47:27,636",
        "en": "Het gaat niet goed tussen mij en Colby.",
        "pa": "Like, seriously.\n Things are still rocky with me and Colby.",
        "vi": "Nghiêm túc đấy.\n Chuyện giữa tôi và Colby đang trắc trở."
    },
    {
        "start": "00:47:27,719",
        "end": "00:47:31,431",
        "en": "Maar ik heb hem gevraagd om met mijn vriendinnen af te spreken.",
        "pa": "But tonight, I asked him to meet up with my friends.",
        "vi": "Nhưng tối nay, tôi bảo anh ấy đi gặp bạn bè tôi."
    },
    {
        "start": "00:47:31,515",
        "end": "00:47:35,769",
        "en": "Want ze kennen mij en Colby en wie we zijn als stel.",
        "pa": "Because they know me and Colby,",
        "vi": "Vì họ biết tôi và Colby,"
    },
    {
        "start": "00:47:35,853",
        "end": "00:47:39,857",
        "en": "Ze geven geweldig advies. Dus ik heb hun mening nodig.",
        "pa": "and who we are as a couple.\n They give awesome advice.\n So I do need their opinions.",
        "vi": "và bọn tôi như một cặp. Họ cho lời khuyên tuyệt vời.\n Nên tôi cần ý kiến của họ."
    },
    {
        "start": "00:47:39,940",
        "end": "00:47:43,443",
        "en": "Dus ik ben weer bij Colby sinds zondag.",
        "pa": "So, I've been back with Colby since Sunday.",
        "vi": "Vậy, tớ đã quay lại với Colby từ… Chủ nhật."
    },
    {
        "start": "00:47:43,527",
        "end": "00:47:46,446",
        "en": "Hij was uitgegaan, en hij zei dat een meisje hem had gezoend.",
        "pa": "He'd gone out, and said a girl walked up to him and kissed him.",
        "vi": "Anh ấy ra ngoài, và nói một cô gái đến hôn anh ấy."
    },
    {
        "start": "00:47:46,530",
        "end": "00:47:48,782",
        "en": "Oké. Ik weet niet hoe dat zat.",
        "pa": "Whatever. I don't know what the hell was up with that.",
        "vi": "Sao cũng được. Không rõ chuyện gì."
    },
    {
        "start": "00:47:48,866",
        "end": "00:47:52,202",
        "en": "Hij vertelde me de waarheid, maar er zat meer achter.",
        "pa": "And he told me the truth about it, but there was more truth to the truth.",
        "vi": "Và anh ấy kể tớ sự thật về nó, nhưng sự thật không chỉ thế."
    },
    {
        "start": "00:47:52,286",
        "end": "00:47:55,372",
        "en": "Ik heb door z'n horloge gebladerd.",
        "pa": "I did go-- I went through his little watch the other day.",
        "vi": "Tớ đã… Tớ xem qua cái đồng hồ nhỏ của anh ấy."
    },
    {
        "start": "00:47:55,455",
        "end": "00:47:59,126",
        "en": "Hij bleef haar drie weken sms'en dat we 'n open relatie hebben.",
        "pa": "He continued to text her for three weeks how we'll have an open relationship.",
        "vi": "Anh ấy tiếp tục nhắn cho cô ta suốt ba tuần về việc bọn tớ có quan hệ mở."
    },
    {
        "start": "00:47:59,209",
        "end": "00:48:01,003",
        "en": "Hij klaagde over mij tegen een ander.",
        "pa": "Complained about me to another woman.",
        "vi": "Phàn nàn về tớ với người phụ nữ khác."
    },
    {
        "start": "00:48:02,129",
        "end": "00:48:04,006",
        "en": "Ja. Het is heftig.",
        "pa": "Yeah. It's a lot. It's a lot.",
        "vi": "Ừ. Rất nhiều."
    },
    {
        "start": "00:48:04,590",
        "end": "00:48:07,593",
        "en": "Je verdient misschien wat beter dan dat.",
        "pa": "You might deserve a little more than that.",
        "vi": "Cậu xứng đáng nhiều hơn thế."
    },
    {
        "start": "00:48:07,676",
        "end": "00:48:09,720",
        "en": "Ik ben klaar. Hij is het niet.",
        "pa": "I'm done. He's a no.",
        "vi": "Tớ xong rồi. Anh ta không được."
    },
    {
        "start": "00:48:10,470",
        "end": "00:48:12,973",
        "en": "Ik zal niet alles tegen hem gebruiken…",
        "pa": "I'm not gonna hold everything that he's done against him,",
        "vi": "Tớ sẽ không định kiến với anh ấy về việc đó,"
    },
    {
        "start": "00:48:13,724",
        "end": "00:48:15,559",
        "en": "…want dat zou ik ook niet willen.",
        "pa": "because I wouldn't want that held against me.",
        "vi": "vì tớ không muốn mình bị như thế."
    },
    {
        "start": "00:48:15,642",
        "end": "00:48:20,439",
        "en": "Of ik mijn leven met hem wil doorbrengen staat ter discussie, en dat moet ook.",
        "pa": "Whether or not I should spend my life with him\n is in question and should be questioned,",
        "vi": "Tớ có nên dành đời mình bên anh ta\n là điều không chắc chắn và nên đặt câu hỏi,"
    },
    {
        "start": "00:48:20,522",
        "end": "00:48:23,358",
        "en": "En ik zal de komende weken blijven evalueren.",
        "pa": "and I will continue to evaluate throughout the next two weeks.",
        "vi": "và tớ sẽ tiếp tục đánh giá trong hai tuần tới."
    },
    {
        "start": "00:48:23,442",
        "end": "00:48:27,112",
        "en": "Hij moet de realiteit van mij en hemzelf onder ogen zien…",
        "pa": "I need him to recognize the reality of me, the reality of himself,",
        "vi": "Tớ cần anh ta nhận ra thực tại của tớ, thực tại của anh ta,"
    },
    {
        "start": "00:48:27,195",
        "end": "00:48:28,822",
        "en": "…en de problemen in onze relatie.",
        "pa": "and the problems in our relationship.",
        "vi": "và vấn đề trong quan hệ của bọn tớ."
    },
    {
        "start": "00:48:28,906",
        "end": "00:48:34,119",
        "en": "Colby is vast een geweldige vent voor iemand…",
        "pa": "I think Colby is an absolutely amazing guy for someone,",
        "vi": "Tôi nghĩ Colby là một chàng trai tuyệt vời với ai đó,"
    },
    {
        "start": "00:48:34,202",
        "end": "00:48:39,708",
        "en": "…maar het grote verschil tussen Randall en Colby, is…",
        "pa": "but I think one of the main differences between Randall and Colby is,",
        "vi": "nhưng tôi nghĩ một trong những khác biệt giữa Randall và Colby là"
    },
    {
        "start": "00:48:39,791",
        "end": "00:48:46,757",
        "en": "…dat Randall een oprechte ziel is die verschillende standpunten kan zien.",
        "pa": "Randall, he is a genuine soul that is able to see things in different ways.",
        "vi": "Randall là tâm hồn chân thật có thể nhìn nhận mọi thứ theo nhiều cách."
    },
    {
        "start": "00:48:46,840",
        "end": "00:48:48,634",
        "en": "Hij is heel onbevooroordeeld.",
        "pa": "He's very unbiased.",
        "vi": "Anh ấy không thiên vị."
    },
    {
        "start": "00:48:48,717",
        "end": "00:48:52,012",
        "en": "Terwijl Colby erg reactief is.",
        "pa": "Whereas Colby, I think he's very reactive.",
        "vi": "Trong khi Colby, tôi nghĩ anh ta rất phản ứng."
    },
    {
        "start": "00:48:52,095",
        "end": "00:48:55,766",
        "en": "Ik weet niet of hij de ware is voor Madlyn.",
        "pa": "For Madlyn,",
        "vi": "Với Madlyn, tôi không chắc anh ta là người đó."
    },
    {
        "start": "00:48:55,849",
        "end": "00:48:56,725",
        "en": "Daar is hij.",
        "pa": "I don't know if he's the one.\n Here he is!",
        "vi": "Anh ấy đây rồi!"
    },
    {
        "start": "00:48:56,808",
        "end": "00:48:58,143",
        "en": "Dames.",
        "pa": "Ladies!",
        "vi": "Các quý cô!"
    },
    {
        "start": "00:48:58,226",
        "end": "00:49:00,479",
        "en": "Hoi. -Hoe gaat het?",
        "pa": "- Hi. -What's up? How are y'all?",
        "vi": "- Chào. - Thế nào rồi?"
    },
    {
        "start": "00:49:00,562",
        "end": "00:49:02,898",
        "en": "Hoe gaat het? Goed. -Goed, en met jou?",
        "pa": "-Good. How are you? -Good.",
        "vi": "- Các cô sao rồi? Tốt. - Tốt. Khỏe chứ?"
    },
    {
        "start": "00:49:04,608",
        "end": "00:49:06,818",
        "en": "O, man. Hoe is jullie avond?",
        "pa": "Oh, man. How is y'all's night going?",
        "vi": "Ôi trời. Buổi tối của các cô thế nào?"
    },
    {
        "start": "00:49:06,902",
        "end": "00:49:07,945",
        "en": "Fijn, tot nu toe?",
        "pa": "So far so good?",
        "vi": "Đến giờ vẫn tốt?"
    },
    {
        "start": "00:49:11,823",
        "end": "00:49:14,034",
        "en": "Kwam ik op een slecht moment binnen?",
        "pa": "Did I walk in at a bad time or what?",
        "vi": "Tôi vào không đúng lúc hay sao?"
    },
    {
        "start": "00:49:14,117",
        "end": "00:49:15,035",
        "en": "Jezus.",
        "pa": "- No! - Jesus.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:49:15,869",
        "end": "00:49:16,954",
        "en": "Gaat het?",
        "pa": "You all right?",
        "vi": "Em ổn chứ?"
    },
    {
        "start": "00:49:18,080",
        "end": "00:49:18,914",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:49:20,082",
        "end": "00:49:21,541",
        "en": "O, mijn God.",
        "pa": "Oh, my God.",
        "vi": "Ôi, Chúa ơi."
    },
    {
        "start": "00:49:22,292",
        "end": "00:49:25,796",
        "en": "Ik heb alles verteld. Ze moeten jouw kant horen.",
        "pa": "I put it all out there, like, I think they need to hear your perspective.",
        "vi": "Em đã kể hết, em nghĩ họ cần nghe quan điểm của anh."
    },
    {
        "start": "00:49:25,879",
        "end": "00:49:28,799",
        "en": "We willen jouw perspectief horen. -Wat was jouw ervaring?",
        "pa": "-Yeah, we wanna hear your perspective. -We don't know about your experience.",
        "vi": "- Nghe quan điểm của anh nào. - Không rõ trải nghiệm của anh."
    },
    {
        "start": "00:49:28,882",
        "end": "00:49:31,927",
        "en": "Ik heb een andere route gekozen.",
        "pa": "I went kind of a different route.",
        "vi": "Tôi đã đi một con đường khác."
    },
    {
        "start": "00:49:32,010",
        "end": "00:49:34,388",
        "en": "Jij zoende iemand. Ik wilde dat ook.",
        "pa": "You kissed somebody. I wanted to kiss somebody.",
        "vi": "Em đã hôn ai đó. Anh muốn hôn ai đó."
    },
    {
        "start": "00:49:34,471",
        "end": "00:49:38,600",
        "en": "Je zei net dat je dat deed door mij. -Dat is ook zo.",
        "pa": "You just said that you've done those things because of me.",
        "vi": "Anh vừa nói anh làm những việc đó là vì em."
    },
    {
        "start": "00:49:38,684",
        "end": "00:49:41,228",
        "en": "Je deed die dingen vanwege hoe je je voelde.",
        "pa": "I did!\n You've done those things because of how it made you feel.",
        "vi": "Đúng vậy!\n Anh làm những điều đó vì cảm giác nó mang lại cho anh."
    },
    {
        "start": "00:49:41,311",
        "end": "00:49:43,855",
        "en": "Dat is niet mijn schuld. -Het was niet persoonlijk.",
        "pa": "It is not my fault.\n It was not a personal feeling. Like, I was searching, outsourcing.",
        "vi": "Đâu phải tại em.\n Đó không phải cảm xúc cá nhân. Anh đã tìm kiếm, thuê ngoài."
    },
    {
        "start": "00:49:43,939",
        "end": "00:49:45,816",
        "en": "Ik was aan het uitbesteden.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:49:45,899",
        "end": "00:49:49,277",
        "en": "We moesten dingen voelen die we niet eerder hadden gevoeld…",
        "pa": "It's supposed to experience feelings that we haven't felt before",
        "vi": "Lẽ ra ta phải trải qua những cảm giác ta chưa từng trải qua"
    },
    {
        "start": "00:49:49,361",
        "end": "00:49:52,864",
        "en": "…buiten onze relatie, zodat we klaar zijn voor het huwelijk.",
        "pa": "out of our relationship we've already experienced so we're ready for marriage.",
        "vi": "từ mối quan hệ ta đã trải qua để ta sẵn sàng cho hôn nhân."
    },
    {
        "start": "00:49:52,948",
        "end": "00:49:55,659",
        "en": "O, mijn… Ik geloof niet dat hij luistert.",
        "pa": "Oh, my-- I'm-- I don't think he's hearing.",
        "vi": "Ôi trời… tớ… tớ không nghĩ anh ấy lắng nghe."
    },
    {
        "start": "00:49:55,742",
        "end": "00:49:58,704",
        "en": "Hij hoort niks. Hij kijkt niet verder dan z'n neus lang is.",
        "pa": "He can't fucking hear! He cannot see past himself.",
        "vi": "Anh ấy không nghe! Không thể thấy gì ngoài bản thân."
    },
    {
        "start": "00:49:59,329",
        "end": "00:50:01,456",
        "en": "Zo voel ik me. Dat wilde ik zeggen.",
        "pa": "That's how I feel. That's what I had to say.",
        "vi": "Anh thấy vậy. Đó là điều anh muốn nói."
    },
    {
        "start": "00:50:01,540",
        "end": "00:50:05,752",
        "en": "Als je mij was, zou je dan nu met jou trouwen?",
        "pa": "If you were me, would you be ready to marry you now?",
        "vi": "Nếu anh là em, anh có sẵn sàng cưới anh không?"
    },
    {
        "start": "00:50:06,628",
        "end": "00:50:10,048",
        "en": "Als ik jou was, zou ik nog steeds twijfelen.",
        "pa": "I think if I were you, I would still be in question.",
        "vi": "Anh nghĩ nếu anh là em, anh sẽ vẫn băn khoăn."
    },
    {
        "start": "00:50:11,133",
        "end": "00:50:15,762",
        "en": "Dat lijkt me heel eerlijk. Ik weet wat ik wil en dat ben jij.",
        "pa": "I think that's very fair to say.\n I know what I want and that's you.",
        "vi": "Anh nghĩ điều đó công bằng. Anh biết mình muốn gì và đó là em."
    },
    {
        "start": "00:50:17,597",
        "end": "00:50:19,558",
        "en": "Daar twijfel ik geen moment aan.",
        "pa": "Um,\n there's not a doubt in my mind about it.",
        "vi": "Anh không nghi ngờ gì về nó."
    },
    {
        "start": "00:50:22,644",
        "end": "00:50:23,478",
        "en": "Zo zit het.",
        "pa": "That's where I'm at.",
        "vi": "Anh nghĩ thế."
    },
    {
        "start": "00:50:24,062",
        "end": "00:50:25,439",
        "en": "Hoe weet je dat zeker?",
        "pa": "Why are you so certain?",
        "vi": "Sao anh chắc chắn vậy?"
    },
    {
        "start": "00:50:27,482",
        "end": "00:50:30,736",
        "en": "Ik weet het zeker omdat ik iets heb ervaren…",
        "pa": "Um,\n I think the reason why I'm so certain is because I experienced something",
        "vi": "Tôi nghĩ lý do tôi chắc chắn vậy là vì tôi đã trải nghiệm điều gì đó"
    },
    {
        "start": "00:50:30,819",
        "end": "00:50:35,365",
        "en": "…dat compleet heeft bevestigd hoe ik me voel over Madlyn.",
        "pa": "that has completely confirmed the way I feel about Madlyn.",
        "vi": "đã hoàn toàn xác nhận cảm giác của tôi về Madlyn."
    },
    {
        "start": "00:50:35,449",
        "end": "00:50:40,037",
        "en": "Ik vond er niets aan. Geen spanning, geen vreugde…",
        "pa": "I got nothing from it.\n I got no excitement, no joy,",
        "vi": "Tôi không thấy gì từ nó. Tôi không có hứng thú, không có niềm vui,"
    },
    {
        "start": "00:50:40,120",
        "end": "00:50:45,709",
        "en": "…geen plezier, niets.",
        "pa": "no sense of pleasure, none of it.",
        "vi": "không có cảm giác thích thú, không hề."
    },
    {
        "start": "00:50:46,334",
        "end": "00:50:52,174",
        "en": "Als het je niet gelukkig maakte, waarom bleef je het dan twee weken doen?",
        "pa": "If it wasn't giving you happiness,\n why did you continue it for, like, at least two weeks?",
        "vi": "Nếu nó không làm anh vui,\n sao anh tiếp tục làm điều đó trong ít nhất hai tuần?"
    },
    {
        "start": "00:50:52,257",
        "end": "00:50:53,550",
        "en": "We draaien rondjes.",
        "pa": "We're going in circles now.",
        "vi": "Ta đang đi một vòng."
    },
    {
        "start": "00:50:53,633",
        "end": "00:50:55,802",
        "en": "Hoe kunnen we dit achter ons laten?",
        "pa": "How is this gonna be okay moving forward?",
        "vi": "Làm sao chuyện này ổn về sau này?"
    },
    {
        "start": "00:50:55,886",
        "end": "00:50:59,931",
        "en": "Blijf je relaties najagen met de meisjes die je hebt ge-sms't?",
        "pa": "Are you gonna continue to pursue relationships with the girls you texted?",
        "vi": "Anh sẽ tiếp tục theo đuổi mối quan hệ với những cô anh đã nhắn tin?"
    },
    {
        "start": "00:51:00,015",
        "end": "00:51:01,600",
        "en": "Dat hebben we besproken.",
        "pa": "- We've already gone there. -Ah!",
        "vi": "Ta đã nói rồi."
    },
    {
        "start": "00:51:01,683",
        "end": "00:51:05,604",
        "en": "Ik heb zoveel opzij gezet voor jou, en nu twijfel je aan mij?",
        "pa": "I have honestly put so much aside for your ass, for you to question me now?",
        "vi": "Anh thực sự đã gạt bỏ quá nhiều thứ vì em, để em tra hỏi anh?"
    },
    {
        "start": "00:51:05,687",
        "end": "00:51:09,858",
        "en": "Donder dan op. Ga weg, alsjeblieft.",
        "pa": "Then fucking leave!\n Walk! Please!",
        "vi": "Vậy thì đi giùm đi! Đi đi! Làm ơn!"
    },
    {
        "start": "00:51:09,941",
        "end": "00:51:11,651",
        "en": "Doe ons allebei een plezier.",
        "pa": "Do us both the favor!",
        "vi": "Vì cả hai ta, làm đi!"
    },
    {
        "start": "00:51:11,735",
        "end": "00:51:15,072",
        "en": "Rustig met de tequila, dan kunnen we misschien praten.",
        "pa": "How about hold off the tequila a bit? Then maybe we can have a discussion.",
        "vi": "Hoãn tequila chút đi? Vậy có lẽ ta có thể thảo luận."
    },
    {
        "start": "00:51:15,155",
        "end": "00:51:16,531",
        "en": "Doei. -Belachelijk.",
        "pa": "-Bye! -That's ridiculous.",
        "vi": "- Tạm biệt! - Lố bịch."
    },
    {
        "start": "00:51:16,615",
        "end": "00:51:20,202",
        "en": "Je geeft mij weer de schuld en ik ben er klaar mee.",
        "pa": "It's all come back to you blaming me, and I'm fucking over it.",
        "vi": "Tất cả đều quay về việc anh đổ lỗi cho em, và em chán rồi."
    },
    {
        "start": "00:51:20,285",
        "end": "00:51:23,663",
        "en": "Wanneer heb ik jou de schuld gegeven? -Wat?",
        "pa": "When have I blamed you?\n What?!",
        "vi": "Anh đổ lỗi cho em bao giờ?\n Gì cơ?"
    },
    {
        "start": "00:51:25,582",
        "end": "00:51:29,628",
        "en": "Maak je dramatische exit en ga af, Houdini. Ik weet niet, hoor.",
        "pa": "Drop the mic and walk out, fucking Houdini.",
        "vi": "Bỏ mic xuống và đi đi, Houdini chết tiệt. Tôi chịu thôi!"
    },
    {
        "start": "00:51:29,711",
        "end": "00:51:33,590",
        "en": "Houdini legde zijn trucjes niet uit, en dat heb jij net gedaan, dombo.",
        "pa": "I don't know!\n I don't think Houdini reveals his tricks,\n and that's what you fucking just did, you dumbass. God!",
        "vi": "Tôi không nghĩ Houdini để lộ mánh,\n và đó là điều cô vừa làm đấy, đồ đần. Chúa ơi!"
    },
    {
        "start": "00:51:34,174",
        "end": "00:51:35,258",
        "en": "Jezus.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:51:37,886",
        "end": "00:51:40,305",
        "en": "Madlyn, jij ziet dit toch ook?",
        "pa": "Ow! Ow!\n Madlyn, you've gotta see this. You've gotta see this.",
        "vi": "Madlyn, cậu phải thấy điều này."
    },
    {
        "start": "00:51:40,388",
        "end": "00:51:44,476",
        "en": "Dit kun je niet blijven pikken.",
        "pa": "You cannot continue to deal with that shit. You cannot.",
        "vi": "Cậu không thể tiếp tục đối mặt với tên khốn đó. Không thể."
    },
    {
        "start": "00:51:44,559",
        "end": "00:51:46,228",
        "en": "Ik heb van Colby gehouden…",
        "pa": "I've loved Colby,",
        "vi": "Tôi từng yêu Colby,"
    },
    {
        "start": "00:51:46,311",
        "end": "00:51:51,316",
        "en": "…maar hij legde me dit ultimatum op, en ik heb echt gedaan wat ik kon…",
        "pa": "but he's demanded this ultimatum from me,",
        "vi": "nhưng anh ấy đòi tối hậu thư này từ tôi, và tôi thực sự đã làm mọi điều có thể"
    },
    {
        "start": "00:51:51,399",
        "end": "00:51:55,028",
        "en": "…om me voor te bereiden op een huwelijk met hem.",
        "pa": "and I've truly done everything that I could to get myself ready\n to prepare myself for marriage with him.",
        "vi": "để bản thân sẵn sàng chuẩn bị cho hôn nhân với anh ấy."
    },
    {
        "start": "00:51:55,112",
        "end": "00:51:57,030",
        "en": "Gaat het? -Mag ik een knuffel?",
        "pa": "- Are you good? - Can I have a hug?",
        "vi": "- Cậu ổn chứ? - Tớ ôm cái nhé?"
    },
    {
        "start": "00:51:57,114",
        "end": "00:51:58,240",
        "en": "Gaat het?",
        "pa": "Are you okay?",
        "vi": "Cậu ổn chứ?"
    },
    {
        "start": "00:51:58,323",
        "end": "00:52:00,534",
        "en": "Ik schaam me kapot.",
        "pa": "I don't fucking know, but it hurts.",
        "vi": "Tớ không biết, nhưng đau lòng quá."
    },
    {
        "start": "00:52:01,535",
        "end": "00:52:03,537",
        "en": "En in plaats daarvan…",
        "pa": "And instead, he's just--",
        "vi": "Và thay vào đó, anh ấy chỉ…"
    },
    {
        "start": "00:52:03,620",
        "end": "00:52:08,083",
        "en": "…heeft hij iets bizars gedaan en nog meer twijfel gezaaid.",
        "pa": "He's gone and-- He's gone totally left field and created more doubt.",
        "vi": "Anh ấy đi và… Anh ấy bỏ đi một cách kỳ lạ và gây nhiều mối nghi ngờ hơn."
    },
    {
        "start": "00:52:08,166",
        "end": "00:52:12,212",
        "en": "Op dit punt kan ik hem niet eens verdedigen.",
        "pa": "It's to the point where I can't--",
        "vi": "Nó đến mức độ mà tôi không thể… Tôi còn không thể bênh anh ta."
    },
    {
        "start": "00:52:12,295",
        "end": "00:52:16,550",
        "en": "Hij geeft je een slecht gevoel omdat hij het steeds omdraait.",
        "pa": "I cannot even defend him.\n He is making you feel bad because he keeps turning it on you.",
        "vi": "Anh ta làm cậu thấy tệ vì anh ta cứ hướng nó về cậu."
    },
    {
        "start": "00:52:16,633",
        "end": "00:52:18,135",
        "en": "Je wordt gehersenspoeld.",
        "pa": "You're being brainwashed.",
        "vi": "Cậu đang bị tẩy não."
    },
    {
        "start": "00:52:18,218",
        "end": "00:52:20,804",
        "en": "Ik wil niet dramatisch doen, maar serieus…",
        "pa": "I don't mean to be dramatic, but, like, literally,",
        "vi": "Tớ không định kịch tính hóa, nhưng thực sự,"
    },
    {
        "start": "00:52:20,887",
        "end": "00:52:23,849",
        "en": "…je pikt alles van hem. Het is absurd.",
        "pa": "you're eating everything that he's feeding you.",
        "vi": "hắn đang bón cho cậu từng lời hắn nói. Thật điên rồ."
    },
    {
        "start": "00:52:23,932",
        "end": "00:52:26,810",
        "en": "Wil je hier echt voor altijd mee dealen?",
        "pa": "It's kind of insane.\n Yeah, like, do you really want to deal with this forever?",
        "vi": "Ừ, cậu thật sự muốn đối mặt với việc này mãi à?"
    },
    {
        "start": "00:52:27,477",
        "end": "00:52:30,313",
        "en": "Ik weet dat ik meer nodig heb van een man, dus…",
        "pa": "I know I need more out of a man, so--",
        "vi": "Tôi biết tôi cần nhiều hơn từ người đàn ông, nên…"
    },
    {
        "start": "00:52:31,314",
        "end": "00:52:35,777",
        "en": "Het is razendmakend. Het voelt alsof ik mijn tijd heb verspild.",
        "pa": "I mean, it's-- it's infuriating. I feel like I've almost wasted my time.",
        "vi": "Ý tôi là, giận điên người. Tôi thấy mình gần như đã phí thời gian."
    },
    {
        "start": "00:52:35,861",
        "end": "00:52:38,113",
        "en": "Ik had drie heerlijke weken met Randall.",
        "pa": "I had an incredible three weeks with Randall.",
        "vi": "Tôi đã có ba tuần tuyệt vời với Randall."
    },
    {
        "start": "00:52:38,196",
        "end": "00:52:41,783",
        "en": "En ik denk dat dat nog verder kan gaan.",
        "pa": "And, you know, I think that could extend, that could go further.",
        "vi": "Và, tôi nghĩ điều đó có thể kéo dài, có thể tiến xa hơn."
    },
    {
        "start": "00:52:41,867",
        "end": "00:52:44,035",
        "en": "Fuck dit. Fuck Colby.",
        "pa": "Fuck this. Fuck Colby.",
        "vi": "Kệ mẹ chuyện này. Kệ mẹ Colby đi."
    },
    {
        "start": "00:52:44,703",
        "end": "00:52:47,455",
        "en": "Je wil dit, maar hij is niet degene met wie je het wil.",
        "pa": "You want this, but he's not the person you want it with. ",
        "vi": "Cậu muốn điều này, nhưng không muốn với hắn đâu."
    },
    {
        "start": "00:53:12,856",
        "end": "00:53:14,858",
        "en": "Ondertiteld door: Stella Brüggen",
        "pa": "",
        "vi": "Biên dịch: Viet Nguyen "
    }
]