[
    {
        "start": "00:00:13,400",
        "end": "00:00:15,480",
        "en": "Lina, on a entendu tes doutes.",
        "pa": "Lina, we've heard the doubts you have.",
        "vi": "LOẠT PHIM NETFLIX\n Lina, ta đã nghe mọi nghi ngờ của cô."
    },
    {
        "start": "00:00:16,240",
        "end": "00:00:19,240",
        "en": "Aujourd'hui, où en es-tu dans l'ultimatum que Sophianne t'a posé ?",
        "pa": "Where are you at with the ultimatum Sophianne gave you?",
        "vi": "Vậy cô nghĩ gì về tối hậu thư?"
    },
    {
        "start": "00:00:20,360",
        "end": "00:00:23,120",
        "en": "Pour moi, il n'y a plus de Lina et Sophianne à l'heure actuelle.",
        "pa": "Honestly, there's no Sophianne and Lina right now.",
        "vi": "Lúc này chúng tôi không có mối quan hệ gì cả."
    },
    {
        "start": "00:00:25,480",
        "end": "00:00:28,280",
        "en": "- Notre couple est vraiment fragile. - Non, c'est toi qui es fragile.",
        "pa": "Our relationship is fragile.\n -It's you who's fragile. - Okay.",
        "vi": "- Mối quan hệ rất mong manh. - Không, anh rất mong manh."
    },
    {
        "start": "00:00:30,200",
        "end": "00:00:31,600",
        "en": "L'expérience n'est pas terminée.",
        "pa": "The experiment isn't over.",
        "vi": "Trải nghiệm chưa kết thúc. Còn hai tuần để ra quyết định cuối cùng."
    },
    {
        "start": "00:00:31,680",
        "end": "00:00:33,320",
        "en": "Vous avez encore deux semaines",
        "pa": "You still have two weeks before your final choice.",
        "vi": ""
    },
    {
        "start": "00:00:33,400",
        "end": "00:00:34,920",
        "en": "avant votre choix définitif.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:00:37,320",
        "end": "00:00:39,560",
        "en": "Je ne connaissais pas son état d'esprit.",
        "pa": "",
        "vi": "Tôi đã không biết cô ấy ở trạng thái nào."
    },
    {
        "start": "00:00:39,640",
        "end": "00:00:42,680",
        "en": "Là, je sais. Je sais que c'est l'état d'esprit de la guerre.",
        "pa": "I didn't know what was going through her mind. Now I know.",
        "vi": "Giờ tôi biết đó là trạng thái chiến tranh."
    },
    {
        "start": "00:00:42,760",
        "end": "00:00:44,920",
        "en": "Là, on ne va pas pouvoir parler, c'est mort.",
        "pa": "She's declaring war, and we won't be able to talk, I know it.",
        "vi": "Chúng tôi sẽ không nói chuyện được nữa. Vô ích."
    },
    {
        "start": "00:00:45,600",
        "end": "00:00:48,440",
        "en": "J'ai l'impression que Lina a fait son expérience,",
        "pa": "",
        "vi": "Tôi cảm thấy Lina đã có trải nghiệm,"
    },
    {
        "start": "00:00:48,520",
        "end": "00:00:51,560",
        "en": "elle s'est fait ses idées, elle a écouté Pierre-Paul-Jacques,",
        "pa": "I feel like Lina had her experience.\n She made up her mind, she listened to everyone,",
        "vi": "có ý tưởng của cô ấy, lắng nghe mọi người,"
    },
    {
        "start": "00:00:51,640",
        "end": "00:00:54,200",
        "en": "et à aucun moment, elle ne s'est posé les bonnes questions.",
        "pa": "",
        "vi": "nhưng cô ấy chưa từng hỏi đúng câu hỏi."
    },
    {
        "start": "00:00:54,800",
        "end": "00:00:59,000",
        "en": "J'appréhende ces deux semaines avec Lina, je suis carrément stressé.",
        "pa": "but she never questioned herself.\n I'm worried about these two weeks with her.",
        "vi": "Tôi lo lắng về hai tuần này với Lina và tôi căng thẳng."
    },
    {
        "start": "00:00:59,720",
        "end": "00:01:02,040",
        "en": "Je ne sais pas à quoi m'attendre, ça fait peur.",
        "pa": "I don't know what to expect, and it's scary.\n THE ULTIMATUM: FRANCE",
        "vi": "Không biết chờ đợi điều gì, tôi sợ."
    },
    {
        "start": "00:01:12,360",
        "end": "00:01:15,200",
        "en": "Après avoir vécu ces trois semaines en couple test,",
        "pa": "Now that you have lived these three weeks as test couples,",
        "vi": "Các bạn là cặp đôi thử nghiệm ba tuần. Giờ là lúc cho giai đoạn tiếp theo:"
    },
    {
        "start": "00:01:15,280",
        "end": "00:01:17,840",
        "en": "vous allez entrer dans une nouvelle phase de l'expérience.",
        "pa": "you're about to start a new phase of the experiment.",
        "vi": ""
    },
    {
        "start": "00:01:20,160",
        "end": "00:01:22,440",
        "en": "Vous allez repartir avec votre partenaire d'origine,",
        "pa": "You'll now be going back to your original partner",
        "vi": "Bạn sẽ quay lại và sống với người yêu của bạn trong hai tuần"
    },
    {
        "start": "00:01:22,520",
        "end": "00:01:24,600",
        "en": "et habiter avec lui pendant deux semaines.",
        "pa": "and live with them for two weeks.",
        "vi": ""
    },
    {
        "start": "00:01:26,120",
        "end": "00:01:27,800",
        "en": "À l'issue de cette nouvelle phase,",
        "pa": "At the end of this new phase, you'll have to answer your ultimatum.",
        "vi": "Vào cuối giai đoạn, bạn sẽ phải trả lời tối hậu thư."
    },
    {
        "start": "00:01:27,880",
        "end": "00:01:29,920",
        "en": "vous devrez répondre à l'ultimatum :",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:01:30,000",
        "end": "00:01:32,480",
        "en": "vous marier ou vous séparer.",
        "pa": "Marry or move on.",
        "vi": "Cưới\n hay chia tay."
    },
    {
        "start": "00:01:36,240",
        "end": "00:01:37,160",
        "en": "Allez, viens !",
        "pa": "Let's go.",
        "vi": "Đi thôi."
    },
    {
        "start": "00:01:40,240",
        "end": "00:01:42,360",
        "en": "Je n'ai pas envie de rentrer à la maison.",
        "pa": "",
        "vi": "Thú thật, tôi không muốn về nhà."
    },
    {
        "start": "00:01:42,440",
        "end": "00:01:44,560",
        "en": "C'est un moment où on doit être une équipe",
        "pa": "I don't want to go home.\n NUTRITIONIST",
        "vi": "Giờ chúng tôi phải là một đội nhưng thật ra là Sophianne đấu với Lina"
    },
    {
        "start": "00:01:44,640",
        "end": "00:01:46,240",
        "en": "et là, en fait, c'est",
        "pa": "We should be a team for this.",
        "vi": ""
    },
    {
        "start": "00:01:46,320",
        "end": "00:01:48,320",
        "en": "Sophianne contre Lina au lieu d'être",
        "pa": "But now we're against each other and not together.",
        "vi": ""
    },
    {
        "start": "00:01:48,400",
        "end": "00:01:49,840",
        "en": "Lina et Sophianne.",
        "pa": "",
        "vi": "thay vì Lina và Sophianne."
    },
    {
        "start": "00:01:50,440",
        "end": "00:01:52,040",
        "en": "On va parler tranquille.",
        "pa": "Let's go and talk it through.\n - Don't talk to me. -You're mad. You don't want to talk.",
        "vi": "Ta sẽ nói chuyện bình tĩnh."
    },
    {
        "start": "00:01:54,080",
        "end": "00:01:56,800",
        "en": "- Tu es vénère, on va discuter. - Ne parle pas avec moi.",
        "pa": "-Let's talk peacefully. -I said what I said.",
        "vi": "- Em điên rồi. Ta sẽ nói sau. - Đừng nói với tôi."
    },
    {
        "start": "00:01:56,880",
        "end": "00:01:59,280",
        "en": "C'est ce que je te reproche, tu ne parles pas.",
        "pa": "-I said what I said. -You spoke, now you don't want to.",
        "vi": "Tôi không thích, anh đừng nói với tôi."
    },
    {
        "start": "00:01:59,360",
        "end": "00:02:01,880",
        "en": "Tu as des trucs à me dire, je vais t'écouter, on va parler.",
        "pa": "-You've got things to say. I'll listen. -I said what I said. I said what I said.",
        "vi": "Em có chuyện muốn nói với anh. Anh sẽ nghe."
    },
    {
        "start": "00:02:01,960",
        "end": "00:02:03,920",
        "en": "- Tu n'as rien compris. - Le message était clair.",
        "pa": "-You didn't say. You don't get it. -My message was clear.",
        "vi": "- Em không hiểu. - Thông điệp rất rõ ràng."
    },
    {
        "start": "00:02:04,000",
        "end": "00:02:06,000",
        "en": "- On va… - Repars avec ta colonie.",
        "pa": "-Come on. -Go play with your buddies.",
        "vi": "- Ta sẽ… - Đi chơi với các bạn anh."
    },
    {
        "start": "00:02:06,080",
        "end": "00:02:08,320",
        "en": "- Tu vas me raconter… - Je n'ai rien à dire.",
        "pa": "-You have to tell me. -I've got nothing to say.",
        "vi": "- Em sẽ nói với anh… - Tôi sẽ không nói gì cả."
    },
    {
        "start": "00:02:08,400",
        "end": "00:02:11,320",
        "en": "- Arrête de faire la gamine. - Mais c'est toi, le gamin !",
        "pa": "Stop acting like a kid.",
        "vi": "- Đừng cư xử như đứa trẻ nữa. - Anh là đứa trẻ."
    },
    {
        "start": "00:02:11,400",
        "end": "00:02:12,600",
        "en": "Parlons clairement.",
        "pa": "-No, you're the kid. - Let's talk it out.\n I've got nothing to tell you. I've got nothing to say.",
        "vi": "Nói chuyện rõ ràng."
    },
    {
        "start": "00:02:12,680",
        "end": "00:02:16,280",
        "en": "- Je n'ai pas à parler avec toi. - J'ai plein de choses à dire, toi aussi.",
        "pa": "",
        "vi": "- Tôi sẽ không nói chuyện với anh. - Ta có nhiều điều để nói."
    },
    {
        "start": "00:02:16,360",
        "end": "00:02:19,880",
        "en": "- Tu as perdu l'occasion. - On n'était pas censés se parler !",
        "pa": "-I've got many things to say, so do you. - You missed your chance to talk.\n I lost my chance? We weren't supposed to. You showed up at my place to talk.",
        "vi": "- Anh đã bỏ lỡ cơ hội. - Chúng ta đã không được nói chuyện."
    },
    {
        "start": "00:02:19,960",
        "end": "00:02:23,200",
        "en": "- Tais-toi, ce n'est pas le moment. - C'est quand le moment ?",
        "pa": "- This is not the time. -When is the right time?",
        "vi": "- Anh chọc tức tôi. Đây không phải lúc. - Khi nào?"
    },
    {
        "start": "00:02:23,280",
        "end": "00:02:26,480",
        "en": "Trois semaines que j'attends de parler et quand il faut, tu ne parles pas.",
        "pa": "I've wanted to talk for weeks.\n You talk a lot, but when we have to talk, you don't.",
        "vi": "Anh đã đợi ba tuần nhưng em không muốn nói chuyện."
    },
    {
        "start": "00:02:42,120",
        "end": "00:02:43,760",
        "en": "J'arrive chez nous, mais j'ai l'impression",
        "pa": "TOGETHER FOR 2 YEARS",
        "vi": "LINA &amp; SOPHIANNE TRONG MỘT MỐI QUAN HỆ 2 NĂM\n Trở về nhà, nhưng tôi cảm thấy tôi đến một nơi đáng ghét."
    },
    {
        "start": "00:02:43,840",
        "end": "00:02:45,720",
        "en": "que je rentre dans un endroit que je déteste.",
        "pa": "I'm going home, but I feel like I'm entering a place I hate.",
        "vi": ""
    },
    {
        "start": "00:02:46,640",
        "end": "00:02:50,440",
        "en": "Ça va être très compliqué de communiquer.",
        "pa": "It will be hard to communicate.",
        "vi": "Sẽ rất khó để giao tiếp."
    },
    {
        "start": "00:02:50,520",
        "end": "00:02:53,240",
        "en": "Elle peut être énervée, elle peut m'en vouloir,",
        "pa": "She might be angry. She might hate me. She might feel hurt.",
        "vi": "Cô ấy có thể bực, có thể ghét tôi,"
    },
    {
        "start": "00:02:53,320",
        "end": "00:02:56,680",
        "en": "elle peut être blessée, mais faut qu'on se pose et qu'on en parle.",
        "pa": "But we have to calm down and talk about it.",
        "vi": "có thể bị tổn thương nhưng chúng tôi phải bình tĩnh nói chuyện."
    },
    {
        "start": "00:02:56,760",
        "end": "00:03:01,080",
        "en": "- Est-ce que tu es prête à parler ? - Moi, je suis prête à parler, Sophianne.",
        "pa": "Are you ready to talk?",
        "vi": "- Sẵn sàng nói chuyện chưa? - Em sẵn sàng nói chuyện, Sophianne."
    },
    {
        "start": "00:03:01,160",
        "end": "00:03:03,040",
        "en": "Sauf que tu n'es pas prêt à écouter.",
        "pa": "I'm ready to talk, Sophianne,",
        "vi": "- Nhưng anh chưa sẵn sàng lắng nghe. - Sao anh không lắng nghe?"
    },
    {
        "start": "00:03:03,120",
        "end": "00:03:05,280",
        "en": "- Tu n'es pas prêt à entendre. - Et pourquoi ?",
        "pa": "but you're not ready to listen.\n When did I not listen?",
        "vi": ""
    },
    {
        "start": "00:03:05,360",
        "end": "00:03:08,440",
        "en": "J'avais devant moi, la personne hautaine avec qui je n'ai pas envie de parler.",
        "pa": "I had a smug person in front of me I didn't want to talk to.",
        "vi": "Một người tự mãn trước mặt anh, người mà anh không muốn nói chuyện."
    },
    {
        "start": "00:03:08,520",
        "end": "00:03:11,200",
        "en": "Je n'ai pas envie de te sauter dessus, je suis venue pour une raison.",
        "pa": "I won't jump into your arms. I was mad for a reason.",
        "vi": "Em không muốn nhảy vào vòng tay anh. Em đến là có lý do."
    },
    {
        "start": "00:03:11,280",
        "end": "00:03:14,360",
        "en": "- Rien à voir. - Je t'ai dit les choses plusieurs fois.",
        "pa": "That's not it. That's not it. Not at all.",
        "vi": "- Không liên quan. - Em đã nói nhiều lần rồi."
    },
    {
        "start": "00:03:14,440",
        "end": "00:03:16,840",
        "en": "Tu continues et tu fais les choses de pire en pire.",
        "pa": "I warned you several times, but you keep doing stuff, getting worse.",
        "vi": "Nhưng anh sẽ không dừng lại. Anh làm mọi thứ tệ hơn."
    },
    {
        "start": "00:03:16,920",
        "end": "00:03:20,080",
        "en": "J'ai l'impression que plus je te parle, plus tu fonces dans le mur.",
        "pa": "It's like the more I talk, the more you do the wrong thing.",
        "vi": "Ta càng nói chuyện, anh càng đâm đầu vào thảm họa."
    },
    {
        "start": "00:03:20,160",
        "end": "00:03:21,800",
        "en": "La moindre chose que je fais,",
        "pa": "Whatever I do, you lose your shit. You throw a tantrum.",
        "vi": "Nếu anh làm việc nhỏ nhất, em sẽ rất bực."
    },
    {
        "start": "00:03:22,360",
        "end": "00:03:23,600",
        "en": "tu pars en couilles.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:23,680",
        "end": "00:03:25,800",
        "en": "- Tu fais des crises. - Moi, je fais des crises ?",
        "pa": "-A tantrum? -Yes.",
        "vi": "- Bực vô cớ. - Em? Bực vô cớ?"
    },
    {
        "start": "00:03:25,880",
        "end": "00:03:29,000",
        "en": "Tu fais un truc alors que je t'ai prévenu à plusieurs reprises,",
        "pa": "You did something even though I warned you not to, Sophianne!",
        "vi": "Anh làm điều mà em đã cảnh báo nhiều lần anh không được làm."
    },
    {
        "start": "00:03:29,080",
        "end": "00:03:32,400",
        "en": "Sophianne, tu disparais de ma vie. Je ne fais pas des crises d'hystérie.",
        "pa": "You're out of my life.\n I don't have temper tantrums!",
        "vi": "Sophianne, hãy ra khỏi cuộc đời em. Em không bực vô cớ."
    },
    {
        "start": "00:03:33,560",
        "end": "00:03:35,120",
        "en": "Ah ouais ? Tu veux jouer à ça ?",
        "pa": "-Really? -You don't know!",
        "vi": "- Đúng không? Muốn chơi trò này? - Em nói vớ vẩn."
    },
    {
        "start": "00:03:35,200",
        "end": "00:03:38,240",
        "en": "Tu me parles de trucs bêtes, tu disparais de ma vie, tu me bloques !",
        "pa": "-You wanna go there? I fucking swear-- -You're talking about stupid stuff!",
        "vi": "Nói những điều vớ vẩn, chặn anh trên mạng xã hội."
    },
    {
        "start": "00:03:38,320",
        "end": "00:03:40,000",
        "en": "C'est quand la 1re fois que tu m'as bloqué ?",
        "pa": "-You disappear. You block me. -Sure about what you did?",
        "vi": ""
    },
    {
        "start": "00:03:40,080",
        "end": "00:03:41,640",
        "en": "Tu m'as dit quoi quand je t'ai bloqué ?",
        "pa": "What did I say the time you blocked me? What did you say when I blocked you?",
        "vi": "Em nói gì lần đầu em chặn anh?"
    },
    {
        "start": "00:03:41,720",
        "end": "00:03:44,440",
        "en": "Tu crois quoi ? Tu te prends pour qui, sérieux ?",
        "pa": "",
        "vi": "Em nghĩ em là ai? Thật đấy!"
    },
    {
        "start": "00:03:44,520",
        "end": "00:03:47,480",
        "en": "Tu crois trop que tu es la reine d'Arabie Saoudite,",
        "pa": "What are you thinking? Who do you think you are?",
        "vi": "Em nghĩ em là nữ hoàng Ả Rập Xê-út, em có thể làm mọi thứ."
    },
    {
        "start": "00:03:47,560",
        "end": "00:03:48,840",
        "en": "tu te crois tout permis !",
        "pa": "You think you're the queen of Saudi Arabia or something? So entitled!",
        "vi": ""
    },
    {
        "start": "00:03:48,920",
        "end": "00:03:51,160",
        "en": "Je suis trop gentil avec toi, tu crois que je suis faible.",
        "pa": "",
        "vi": "Anh rất tử tế với em đến mức em nghĩ anh yếu đuối."
    },
    {
        "start": "00:03:51,240",
        "end": "00:03:53,480",
        "en": "Tu prends ma gentillesse pour de la faiblesse.",
        "pa": "I'm so nice to you that you think I'm weak.",
        "vi": "Em coi lòng tốt của anh là yếu đuối"
    },
    {
        "start": "00:03:53,560",
        "end": "00:03:55,880",
        "en": "Ce n'est pas de la faiblesse. L'amour, je t'aime, ouais,",
        "pa": "You take my kindness for weakness because I tell you that I love you.",
        "vi": "nhưng anh không yếu đuối vì anh nói anh yêu em,"
    },
    {
        "start": "00:03:55,960",
        "end": "00:03:57,600",
        "en": "mais l'amour je m'en bats les couilles.",
        "pa": "But I don't give a shit about love.",
        "vi": "nhưng đừng vớ vẩn với anh về tình yêu. Mai anh có thể đi và mặc kệ."
    },
    {
        "start": "00:03:57,680",
        "end": "00:04:00,160",
        "en": "Du jour au lendemain, je me casse, je n'en ai rien à foutre.",
        "pa": "Any day I could just leave, and I won't give a fuck.",
        "vi": ""
    },
    {
        "start": "00:04:11,640",
        "end": "00:04:13,280",
        "en": "Ne pleure pas s'il te plaît, je n'aime pas.",
        "pa": "It's okay. Don't cry. I don't like it.",
        "vi": "Rồi, đừng khóc. Anh không thích như này. Đừng khóc nữa."
    },
    {
        "start": "00:04:13,800",
        "end": "00:04:15,080",
        "en": "Arrête de pleurer.",
        "pa": "Stop crying, please. It's alright. It's alright.",
        "vi": ""
    },
    {
        "start": "00:04:17,120",
        "end": "00:04:19,480",
        "en": "C'est bon. ",
        "pa": "It's alright. It's alright.",
        "vi": ""
    },
    {
        "start": "00:04:19,560",
        "end": "00:04:22,000",
        "en": "Ça faisait trois semaines qu'on ne s'était pas vus,",
        "pa": "",
        "vi": "Chúng tôi đã không gặp nhau ba tuần. Không ngờ cuộc hội ngộ lại thế này."
    },
    {
        "start": "00:04:22,080",
        "end": "00:04:24,160",
        "en": "mes retrouvailles, je ne les imaginais pas comme ça.",
        "pa": "We didn't see each other for three weeks.",
        "vi": ""
    },
    {
        "start": "00:04:24,240",
        "end": "00:04:26,120",
        "en": "Je pensais que j'allais lui sauter dans les bras,",
        "pa": "I didn't picture the reunion like this.",
        "vi": "Tôi nghĩ sẽ nhảy vào vòng tay anh ấy, chúng tôi sẽ trở lại với thói quen,"
    },
    {
        "start": "00:04:26,200",
        "end": "00:04:27,720",
        "en": "qu'on allait retrouver notre quotidien,",
        "pa": "I thought I'd jump into his arms. We'd go back to our lives,",
        "vi": ""
    },
    {
        "start": "00:04:27,800",
        "end": "00:04:30,760",
        "en": "qu'on allait passer une bonne soirée, tout se raconter, comme d'habitude,",
        "pa": "",
        "vi": "có một buổi tối vui vẻ, nói chuyện với nhau."
    },
    {
        "start": "00:04:30,840",
        "end": "00:04:35,280",
        "en": "qu'il n'allait pas y avoir de règlement de compte aussi intense.",
        "pa": "have a nice evening, tell each other everything.",
        "vi": "Tôi không nghĩ chúng tôi hơn thua với nhau gay gắt như thế."
    },
    {
        "start": "00:04:35,360",
        "end": "00:04:36,840",
        "en": "C'est bon.",
        "pa": "Not argue so intensely.\n It's okay. It's okay.",
        "vi": ""
    },
    {
        "start": "00:04:37,560",
        "end": "00:04:38,480",
        "en": "C'est bon.",
        "pa": "It's okay. It's okay.",
        "vi": "Không sao đâu."
    },
    {
        "start": "00:04:41,520",
        "end": "00:04:42,920",
        "en": "Viens, on va parler.",
        "pa": "Come on, let's talk.",
        "vi": "Nào, nói chuyện đi."
    },
    {
        "start": "00:04:44,360",
        "end": "00:04:45,840",
        "en": "C'est bon.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:48,280",
        "end": "00:04:50,160",
        "en": "C'est bon.",
        "pa": "It's okay. It's okay.",
        "vi": "Không sao đâu."
    },
    {
        "start": "00:04:51,960",
        "end": "00:04:56,160",
        "en": "Je te dis, je n'ai pas envie, une guerre d'égo, ça ne sert à rien.",
        "pa": "I told you, I don't want this to… I told you, fighting is pointless.",
        "vi": "Anh không muốn cái tôi của hai ta tranh cãi với nhau,\n sẽ chẳng ích lợi gì."
    },
    {
        "start": "00:05:03,040",
        "end": "00:05:06,200",
        "en": "On a beau être en guerre, dès que je la vois pleurer,",
        "pa": "",
        "vi": "Dù bọn tôi có chiến tranh, khi thấy cô ấy khóc, chiến tranh kết thúc."
    },
    {
        "start": "00:05:06,280",
        "end": "00:05:09,440",
        "en": "c'est mort, je ne peux pas continuer un conflit alors qu'elle pleure.",
        "pa": "Even if we're at war, if I see her crying, it's over.",
        "vi": "Tôi phải dừng lại nếu cô ấy khóc."
    },
    {
        "start": "00:05:09,520",
        "end": "00:05:11,720",
        "en": "Je suis obligé de m'arrêter et d'aller la consoler.",
        "pa": "I can't keep arguing if she's crying.\n I have to stop and comfort her.",
        "vi": "Tôi phải dừng lại và an ủi cô ấy."
    },
    {
        "start": "00:05:11,800",
        "end": "00:05:15,440",
        "en": "Je mets ma fierté, mon égo, les problèmes de côté.",
        "pa": "I forget about my pride,",
        "vi": "Tôi đặt cái tôi, sự kiêu hãnh của tôi sang một bên."
    },
    {
        "start": "00:05:15,520",
        "end": "00:05:19,320",
        "en": "Je réalise à quel point on est fragiles. Je ne sais pas si on va s'en sortir.",
        "pa": "I put our problems aside, and I realize how fragile we are.\n And I don't know if we'll make it.",
        "vi": "Tôi nhận ra chúng tôi mong manh như nào, không biết chúng tôi vượt qua được không."
    },
    {
        "start": "00:05:33,800",
        "end": "00:05:35,240",
        "en": "Ça fait du bien de rentrer.",
        "pa": "TOGETHER FOR 2 YEARS\n It's nice to be home.",
        "vi": "CATHERINE &amp; RICHY TRONG MỘT MỐI QUAN HỆ 2 NĂM\n Vui được về nhà."
    },
    {
        "start": "00:05:36,280",
        "end": "00:05:38,120",
        "en": "Le salon se remplit, là.",
        "pa": "The living room is filling up.",
        "vi": "Phòng khách đang chật dần."
    },
    {
        "start": "00:05:39,520",
        "end": "00:05:41,840",
        "en": "Si on va en vacances, on aura combien de valises ?",
        "pa": "If we go on vacation, how many suitcases will we take?",
        "vi": "Ta sẽ mang bao nhiêu vali đi du lịch?"
    },
    {
        "start": "00:05:42,560",
        "end": "00:05:45,560",
        "en": "Le pire, c'est que là, il n'y a que deux valises.",
        "pa": "If you think this is bad, there's only two.",
        "vi": "- Điều tệ nhất là đây chỉ là hai. - Và còn nữa."
    },
    {
        "start": "00:05:45,640",
        "end": "00:05:46,480",
        "en": "Genre, le reste…",
        "pa": "So there's more.",
        "vi": ""
    },
    {
        "start": "00:05:46,560",
        "end": "00:05:48,560",
        "en": "C'est pour ça qu'on n'a jamais voyagé ensemble.",
        "pa": "Maybe that's why we don't travel together.",
        "vi": "Có thể là lý do ta chưa từng cùng đi du lịch."
    },
    {
        "start": "00:05:48,640",
        "end": "00:05:50,240",
        "en": "- Je pense aussi.",
        "pa": "I think so.",
        "vi": "Điều đó có thể đúng."
    },
    {
        "start": "00:05:50,320",
        "end": "00:05:53,440",
        "en": "Pour la première fois, je vais vivre avec Catherine, j'appréhende un peu",
        "pa": "SALES AGENT\n I'm going to live with Catherine for the first time,",
        "vi": "Lần đầu tiên tôi sống với Catherine. Tôi lo."
    },
    {
        "start": "00:05:53,520",
        "end": "00:05:56,840",
        "en": "parce que je passe de Lindsay, où tout était carré,",
        "pa": "so I'm a bit worried.",
        "vi": "Vì tôi đã sống với Lindsay, người rất ngăn nắp,"
    },
    {
        "start": "00:05:56,920",
        "end": "00:05:59,080",
        "en": "à Catherine, qui est un peu bordélique.",
        "pa": "I just lived with Lindsay where everything was tidy, but Catherine's a bit messy.",
        "vi": "và giờ là Catherine, người hơi bừa bộn."
    },
    {
        "start": "00:06:00,160",
        "end": "00:06:01,640",
        "en": "Elle va rentrer dans mon espace.",
        "pa": "When she enters my space, will I be able to make room for her?",
        "vi": "Cô ấy ở nhà tôi. Tôi có thể cho cô ấy chỗ? Tôi không biết."
    },
    {
        "start": "00:06:01,720",
        "end": "00:06:04,920",
        "en": "Est-ce que je vais pouvoir lui faire de la place ? Je ne sais pas.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:05,000",
        "end": "00:06:07,400",
        "en": "Je te demande de faire preuve de tolérance,",
        "pa": "I don't know.\n I'm asking you to show tolerance, compassion.",
        "vi": "Anh hãy cho em thấy lòng khoan dung."
    },
    {
        "start": "00:06:08,000",
        "end": "00:06:10,040",
        "en": "- de compassion… - T'inquiète.",
        "pa": "",
        "vi": "- Lòng trắc ẩn. - Đừng lo."
    },
    {
        "start": "00:06:10,120",
        "end": "00:06:13,040",
        "en": "- De compréhension, tu vois ? - T'inquiète, mon petit chat.",
        "pa": "-Don't worry. -And be understanding.\n -Don't worry, sweetie, don't worry. -All that. That's all.",
        "vi": "- Sự hiểu nhau. - Đừng lo, em yêu."
    },
    {
        "start": "00:06:13,120",
        "end": "00:06:14,560",
        "en": "- T'inquiète. - De tout ça.",
        "pa": "",
        "vi": "- Đừng lo. - Mọi điều đó."
    },
    {
        "start": "00:06:14,640",
        "end": "00:06:17,320",
        "en": "Tu m'as manquée, donc je vais être gentil.",
        "pa": "I missed you, so I'll be, I'll be, I'll be, I'll be nice.",
        "vi": "Anh nhớ em, nên anh sẽ tử tế."
    },
    {
        "start": "00:06:20,160",
        "end": "00:06:21,800",
        "en": "- Juste pour ça ? - Non.",
        "pa": "-Oh, love.\n So that's why.",
        "vi": "- Chỉ vì điều đó? - Không."
    },
    {
        "start": "00:06:21,880",
        "end": "00:06:23,880",
        "en": "J'ai envie de faire des efforts, de te montrer",
        "pa": "No. I want to make an effort. I want to show you I'm here.",
        "vi": "Anh muốn cho em thấy anh có thể."
    },
    {
        "start": "00:06:23,960",
        "end": "00:06:26,440",
        "en": "que je suis capable. J'ai apprécié la vie à deux avec Lindsay,",
        "pa": "I liked living with Lindsay, so I want us to do well.",
        "vi": "Anh đã thích sống với Lindsay nên hy vọng hai ta sẽ tốt đẹp."
    },
    {
        "start": "00:06:27,080",
        "end": "00:06:28,880",
        "en": "j'ai envie que ça se passe bien tous les deux.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:28,960",
        "end": "00:06:30,840",
        "en": "Ça m'aidera à répondre à ton ultimatum.",
        "pa": "Maybe it will help me respond to your ultimatum.",
        "vi": "Nó có thể giúp anh trả lời tối hậu thư của em."
    },
    {
        "start": "00:06:30,920",
        "end": "00:06:33,320",
        "en": "Je vais te montrer que je suis un bon choix.",
        "pa": "",
        "vi": "Em sẽ cho anh thấy em là lựa chọn tốt, là cô gái phù hợp với anh."
    },
    {
        "start": "00:06:33,400",
        "end": "00:06:36,760",
        "en": "Que je suis la femme de ta vie. Je suis prête plus que jamais",
        "pa": "I'll show you I'm a good choice and the love of your life.",
        "vi": "Em đã sẵn sàng để đảm nhận vai trò người vợ bên cạnh anh."
    },
    {
        "start": "00:06:36,840",
        "end": "00:06:39,920",
        "en": "à avoir un rôle de femme à côté de toi.",
        "pa": "I'm more than ready to be by your side as a wife.",
        "vi": ""
    },
    {
        "start": "00:06:40,000",
        "end": "00:06:42,800",
        "en": "- Pourquoi tu rigoles ? - Non, c'est fort, ce que tu dis.",
        "pa": "Why are you laughing?",
        "vi": "- Sao anh cười? - Không, điều em nói rất mạnh mẽ."
    },
    {
        "start": "00:06:43,400",
        "end": "00:06:45,800",
        "en": "Tu ne m'as jamais vraiment parlé comme ça.",
        "pa": "That was very deep. You've never talked to me like that.",
        "vi": "Em chưa từng nói với anh như này bao giờ."
    },
    {
        "start": "00:06:46,600",
        "end": "00:06:47,960",
        "en": "Mais je vais te le montrer.",
        "pa": "",
        "vi": "Nhưng em sẽ chứng minh điều đó. Em rất quyết tâm,"
    },
    {
        "start": "00:06:48,040",
        "end": "00:06:49,680",
        "en": "Je suis trop déterminée.",
        "pa": "I'll show you. I'll show you I'm determined.",
        "vi": ""
    },
    {
        "start": "00:06:49,760",
        "end": "00:06:53,280",
        "en": "Ces deux semaines, je vais me surpasser, je vais te montrer le meilleur de moi,",
        "pa": "The next two weeks, I'll go above and beyond.",
        "vi": "sẽ làm tốt hơn hai tuần này,"
    },
    {
        "start": "00:06:53,360",
        "end": "00:06:54,760",
        "en": "et voilà.",
        "pa": "I'll show you the best of me.",
        "vi": "sẽ là phiên bản tốt nhất của em. Thế thôi."
    },
    {
        "start": "00:06:54,840",
        "end": "00:06:57,440",
        "en": "J'ai l'impression d'être dans un rêve. J'aurais jamais pensé",
        "pa": "It's like I'm dreaming.",
        "vi": "Anh thấy mình như đang mơ."
    },
    {
        "start": "00:06:57,960",
        "end": "00:07:00,800",
        "en": "que tu puisses changer comme ça.",
        "pa": "I never would have thought you could change so much.",
        "vi": "Anh chưa từng nghĩ em có thể thay đổi như thế."
    },
    {
        "start": "00:07:01,480",
        "end": "00:07:04,000",
        "en": "Ouah ! Elle en impose, c'est différent.",
        "pa": "",
        "vi": "Chà, ấn tượng quá. Như này là khác biệt."
    },
    {
        "start": "00:07:04,080",
        "end": "00:07:06,360",
        "en": "J'ai envie de voir la nouvelle Catherine.",
        "pa": "I'm impressed. She's different.\n I want to see the new Catherine.",
        "vi": "Tôi sẵn sàng gặp Catherine mới. Tôi nghe rồi. Giờ tôi sẵn sàng để gặp."
    },
    {
        "start": "00:07:06,440",
        "end": "00:07:08,720",
        "en": "Je l'ai entendue, maintenant, je veux le voir de mes yeux.",
        "pa": "I heard her. Now I want to see it.",
        "vi": ""
    },
    {
        "start": "00:07:10,560",
        "end": "00:07:12,320",
        "en": "Tu dors sur le lit ou le canapé ?",
        "pa": "Bed or couch?",
        "vi": "- Anh ngủ ở giường hay sofa? - Oẳn tù tì không?"
    },
    {
        "start": "00:07:12,400",
        "end": "00:07:13,720",
        "en": "Pierre, feuille, ciseaux ?",
        "pa": "Let's do rock paper scissors to see who sleeps here.",
        "vi": ""
    },
    {
        "start": "00:07:14,320",
        "end": "00:07:16,440",
        "en": "Pour celui qui dort ici ? OK.",
        "pa": "",
        "vi": "Để xem ai sẽ ngủ ở đây? Được rồi."
    },
    {
        "start": "00:07:16,520",
        "end": "00:07:18,280",
        "en": "Pierre, feuille, ciseaux !",
        "pa": "- Rock, paper, scissors. -Rock, paper, scissors. Shit.",
        "vi": "Oẳn tù tì!"
    },
    {
        "start": "00:07:18,360",
        "end": "00:07:19,320",
        "en": "Merde.",
        "pa": "",
        "vi": "Trời!"
    },
    {
        "start": "00:07:19,400",
        "end": "00:07:21,000",
        "en": "Pierre, feuille, ciseaux !",
        "pa": "-Rock, paper, scissors. -Rock, paper, scissors.",
        "vi": "Oẳn tù tì!"
    },
    {
        "start": "00:07:21,760",
        "end": "00:07:23,280",
        "en": "- Tu triches, en fait !",
        "pa": "No cheating.",
        "vi": "- Em ăn gian, phải không? - Không."
    },
    {
        "start": "00:07:23,360",
        "end": "00:07:24,800",
        "en": "- Non ! - Si !",
        "pa": "-You're cheating, right? - No.",
        "vi": ""
    },
    {
        "start": "00:07:26,440",
        "end": "00:07:29,360",
        "en": "Avec Catherine, on ne dort pas ensemble parce qu'on n'est pas mariés.",
        "pa": "We don't sleep together because we're not married, out of respect",
        "vi": "Catherine và tôi không ngủ với nhau vì chưa kết hôn"
    },
    {
        "start": "00:07:29,960",
        "end": "00:07:31,480",
        "en": "Et par respect",
        "pa": "",
        "vi": "và vì tôn trọng"
    },
    {
        "start": "00:07:32,320",
        "end": "00:07:34,640",
        "en": "pour ses parents, pour la famille,",
        "pa": "for her parents, for the family.",
        "vi": "bố mẹ cô ấy, gia đình cô ấy. Cô ấy ngủ ở giường tôi. Tôi ngủ ở sofa."
    },
    {
        "start": "00:07:34,720",
        "end": "00:07:36,720",
        "en": "elle dort dans mon lit, et moi, dans le canapé.",
        "pa": "She sleeps in my bed, and I sleep on the couch.",
        "vi": ""
    },
    {
        "start": "00:07:37,920",
        "end": "00:07:40,000",
        "en": "Tant qu'on ne sera pas mariés, ça sera comme ça.",
        "pa": "That's how it'll be as long as we're not married.",
        "vi": "Sẽ như thế này đến khi chúng tôi kết hôn."
    },
    {
        "start": "00:07:45,040",
        "end": "00:07:47,480",
        "en": "Je te jure, ça fait trop du bien. Je suis trop contente.",
        "pa": "TOGETHER FOR 2 YEARS\n This is nice. I'm so happy.",
        "vi": "SARAH &amp; ANDRÉ MỐI QUAN HỆ 2 NĂM\n Em thề rằng như này thật tuyệt."
    },
    {
        "start": "00:07:49,640",
        "end": "00:07:51,000",
        "en": "J'en pouvais plus.",
        "pa": "",
        "vi": "Anh không chịu nổi nữa. Thật vui khi ở bên Lina"
    },
    {
        "start": "00:07:51,080",
        "end": "00:07:53,960",
        "en": "OK, c'était kiffant avec Lina, mais…",
        "pa": "I couldn't take it anymore. It was nice with Lina,",
        "vi": ""
    },
    {
        "start": "00:07:54,040",
        "end": "00:07:56,760",
        "en": "Ce n'est pas la même chose quand c'est avec toi.",
        "pa": "but it's not the same as being with you.",
        "vi": "nhưng không giống như ở bên em."
    },
    {
        "start": "00:07:56,840",
        "end": "00:07:58,120",
        "en": "Non, c'est clair.",
        "pa": "Right, of course.",
        "vi": "Ừ. Chắc chắn rồi."
    },
    {
        "start": "00:07:59,280",
        "end": "00:08:00,400",
        "en": "C'est sûr.",
        "pa": "Sure.",
        "vi": "Chắc chắn rồi."
    },
    {
        "start": "00:08:02,240",
        "end": "00:08:05,840",
        "en": "Et euh, franchement, même moi, ça n'a pas été facile.",
        "pa": "Uh…\n It wasn't easy for me either.",
        "vi": "Nói thật, không dễ dàng với em."
    },
    {
        "start": "00:08:05,920",
        "end": "00:08:08,880",
        "en": "Même si c'était bien avec Théo,",
        "pa": "It was nice with Théo and all, but it's not the same because…",
        "vi": "Dù vui với Théo, nó không giống nhau."
    },
    {
        "start": "00:08:08,960",
        "end": "00:08:11,200",
        "en": "- ce n'est pas pareil. - Ce n'est pas…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:08:11,280",
        "end": "00:08:14,560",
        "en": "- Ce n'est pas le même feeling. - Ouais, exactement.",
        "pa": "It's not the same, even if you get along well.",
        "vi": "- Cảm giác không giống nhau. - Đúng vậy."
    },
    {
        "start": "00:08:14,640",
        "end": "00:08:18,640",
        "en": "Même quand on faisait les activités, c'était bien, mais…",
        "pa": "-It's not the same. Yeah, exactly. -That's right.\n We did all that together and all but…",
        "vi": "Dù bọn em làm các việc cùng nhau, điều đó tốt, nhưng đó không phải là anh."
    },
    {
        "start": "00:08:18,720",
        "end": "00:08:20,680",
        "en": "C'était pas toi, quoi.",
        "pa": "-It would've been better with me. - It was nice.",
        "vi": ""
    },
    {
        "start": "00:08:20,760",
        "end": "00:08:22,920",
        "en": "- Donc bon… - En parlant d'activités.",
        "pa": "-But it wasn't you. Yeah. -Speaking of…",
        "vi": "- Nên là… - Về những gì em đã làm…"
    },
    {
        "start": "00:08:24,760",
        "end": "00:08:26,760",
        "en": "On n'a pas parlé du surf, en mode",
        "pa": "",
        "vi": "Ta chưa từng nói về hai người lướt sóng mặc mà như không mặc."
    },
    {
        "start": "00:08:26,840",
        "end": "00:08:30,240",
        "en": "- dénudés, quasiment. - Ça y est ! On est en maillot de bain.",
        "pa": "You two went surfing naked.\n Come on, we were in swimsuits. It's fine.",
        "vi": ""
    },
    {
        "start": "00:08:30,320",
        "end": "00:08:33,640",
        "en": "Ça va ! Tu vois trop le mal là où il n'y en a pas.",
        "pa": "Swimsuits? Okay.",
        "vi": "Bọn em mặc đồ tắm. Ổn mà. Anh thấy vấn đề không có thật."
    },
    {
        "start": "00:08:33,720",
        "end": "00:08:36,440",
        "en": "En fait, le but, c'est d'aider…",
        "pa": "You're imagining things.\n The goal is to help you answer the ultimatum.",
        "vi": "Chà, mục tiêu là giúp…"
    },
    {
        "start": "00:08:36,520",
        "end": "00:08:39,040",
        "en": "- C'est une activité comme une autre. - Du surf !",
        "pa": "Yes, but it was a regular activity.",
        "vi": "- Một hoạt động bình thường. - Lướt sóng!"
    },
    {
        "start": "00:08:39,120",
        "end": "00:08:42,000",
        "en": "Vous ne parlez même pas, les vagues viennent vous gifler,",
        "pa": "When you surf, you don't even talk.",
        "vi": "Em còn không nói chuyện. Em chỉ đợi sóng vỗ vào em."
    },
    {
        "start": "00:08:42,080",
        "end": "00:08:43,840",
        "en": "vous ne pouvez pas vous parler !",
        "pa": "You're on your boards, and waves are coming at you. You can't talk.",
        "vi": ""
    },
    {
        "start": "00:08:43,920",
        "end": "00:08:45,960",
        "en": "Tu as un problème de jalousie, ce n'est pas possible.",
        "pa": "You're really jealous. I can't believe it.",
        "vi": "Anh có vấn đề ghen tuông nghiêm trọng."
    },
    {
        "start": "00:08:46,040",
        "end": "00:08:48,160",
        "en": "- Genre vraiment. - Comment ça ?",
        "pa": "-You think I'm jealous? -You see threats everywhere.",
        "vi": "- Thật đấy. - Ý em là sao?"
    },
    {
        "start": "00:08:48,240",
        "end": "00:08:50,640",
        "en": "Donc en fait toi, tu as cru que moi, André…",
        "pa": "You believe that I, André, am jealous?",
        "vi": "- Em thật sự nghĩ anh, André… - Anh bắt đầu làm phiền em, em sẽ rời đi."
    },
    {
        "start": "00:08:50,720",
        "end": "00:08:52,960",
        "en": "Si tu commences à me saouler comme ça, je vais partir.",
        "pa": "If you start acting like this, I'll just leave. I mean it.",
        "vi": ""
    },
    {
        "start": "00:08:53,040",
        "end": "00:08:54,280",
        "en": "Là, c'est saoulant.",
        "pa": "This is annoying.",
        "vi": "Anh thật phiền phức."
    },
    {
        "start": "00:08:54,360",
        "end": "00:08:56,560",
        "en": "- Tu as cru que moi… - On se retrouve, tu fais une crise.",
        "pa": "You really think I am--\n We just reunited, and you're acting jealous. Please.",
        "vi": "- Em nghĩ… - Em gặp lại anh và anh ghen tuông."
    },
    {
        "start": "00:08:56,640",
        "end": "00:08:58,560",
        "en": "Je suis désolé, j'ai besoin de savoir.",
        "pa": "",
        "vi": "Xin lỗi, nhưng anh cần biết. Théo nói anh ấy cởi trần đi quanh nhà."
    },
    {
        "start": "00:08:58,640",
        "end": "00:09:02,240",
        "en": "Quand j'ai vu Théo, il m'a dit qu'il se baladait torse nu dans la maison.",
        "pa": "I'm sorry, but I need to know.\n When I saw Théo, he said he was shirtless in the apartment.",
        "vi": ""
    },
    {
        "start": "00:09:02,320",
        "end": "00:09:04,680",
        "en": "- Ça va. - Toutes vos activités,",
        "pa": "I can't believe it.",
        "vi": "- Không sao. - Mọi hoạt động đều cởi trần."
    },
    {
        "start": "00:09:04,760",
        "end": "00:09:06,520",
        "en": "c'est que du physique, en fait.",
        "pa": "Everything you did was physical.",
        "vi": ""
    },
    {
        "start": "00:09:06,600",
        "end": "00:09:08,440",
        "en": "Il n'y a rien de fou, en fait.",
        "pa": "We didn't do anything.",
        "vi": "Bọn em không làm gì điên rồ."
    },
    {
        "start": "00:09:09,440",
        "end": "00:09:10,400",
        "en": "C'est ça, ta réponse ?",
        "pa": "So that's your answer.",
        "vi": "Đó là câu trả lời của em?"
    },
    {
        "start": "00:09:11,160",
        "end": "00:09:12,200",
        "en": "Oh putain.",
        "pa": "My God.",
        "vi": "Khỉ thật."
    },
    {
        "start": "00:09:12,280",
        "end": "00:09:15,120",
        "en": "L'excitation redescend, je ne m'attendais pas à ces retrouvailles.",
        "pa": "",
        "vi": "Tôi bớt háo hức, không hình dung nổi hội ngộ sẽ như nào."
    },
    {
        "start": "00:09:15,200",
        "end": "00:09:18,640",
        "en": "Après, André, je dis souvent qu'il n'est pas très spontané,",
        "pa": "What a mood killer.\n I didn't expect this kind of reunion.",
        "vi": "Tôi thường nói André không bột phát,"
    },
    {
        "start": "00:09:18,720",
        "end": "00:09:22,760",
        "en": "mais sur les crises de jalousie ou autre, là, il est spontané.",
        "pa": "André's not very impulsive,\n but that fit of jealousy came out of nowhere,",
        "vi": "nhưng khi anh ấy ghen tuông, anh ấy rất bột phát."
    },
    {
        "start": "00:09:22,840",
        "end": "00:09:24,840",
        "en": "Ça ne me donne pas envie de me marier.",
        "pa": "and it's not making me want to get married.",
        "vi": "Điều này khiến tôi không muốn kết hôn."
    },
    {
        "start": "00:09:26,200",
        "end": "00:09:28,080",
        "en": "Je suis fatiguée, ça m'a saoulée.",
        "pa": "I'm tired and annoyed. I'll go to bed.",
        "vi": "Em mệt. Điều này làm em khó chịu."
    },
    {
        "start": "00:09:28,160",
        "end": "00:09:29,720",
        "en": "J'ai envie d'aller dormir.",
        "pa": "",
        "vi": "Em muốn đi ngủ."
    },
    {
        "start": "00:09:29,800",
        "end": "00:09:31,800",
        "en": "Genre c'est bon, je ne sais pas…",
        "pa": "I'm done. I don't know.",
        "vi": "Hết rồi. Em không biết…"
    },
    {
        "start": "00:09:32,920",
        "end": "00:09:34,240",
        "en": "Ça m'a fatiguée.",
        "pa": "I'm tired.",
        "vi": "Thật bực mình!"
    },
    {
        "start": "00:09:51,720",
        "end": "00:09:54,600",
        "en": "Je vais dormir sur le canapé, ça m'énerve.",
        "pa": "I'll sleep on the couch. I'm angry.",
        "vi": "Tôi ngủ trên sofa. Thật khó chịu."
    },
    {
        "start": "00:09:55,120",
        "end": "00:09:57,120",
        "en": "Je devais dire le fond de ma pensée.",
        "pa": "DRIVER",
        "vi": "Tôi phải nói ra suy nghĩ với cô ấy."
    },
    {
        "start": "00:09:57,200",
        "end": "00:10:01,800",
        "en": "C'était impossible que je garde ça pour moi une journée de plus.",
        "pa": "I had to speak my mind to her.\n I couldn't keep it inside anymore.",
        "vi": "TÀI XẾ\n Tôi không thể giữ nó trong lòng thêm một ngày."
    },
    {
        "start": "00:10:03,040",
        "end": "00:10:04,240",
        "en": "Au final, en fait,",
        "pa": "",
        "vi": "Cuối cùng, cô ấy không hiểu tôi đang nói gì. Khởi đầu tệ quá."
    },
    {
        "start": "00:10:05,080",
        "end": "00:10:07,400",
        "en": "elle n'arrive pas à comprendre ce que je lui explique.",
        "pa": "She doesn't get what I'm telling her.",
        "vi": ""
    },
    {
        "start": "00:10:07,480",
        "end": "00:10:08,400",
        "en": "Ça commence mal.",
        "pa": "It's a bad start.",
        "vi": ""
    },
    {
        "start": "00:10:18,080",
        "end": "00:10:23,000",
        "en": "",
        "pa": "10 DAYS BEFORE THE ULTIMATUM",
        "vi": "10 NGÀY TRƯỚC TỐI HẬU THƯ"
    },
    {
        "start": "00:10:30,480",
        "end": "00:10:34,520",
        "en": "On a officiellement quitté Paris, on est à la maison, chez nous à Liège.",
        "pa": "TOGETHER FOR 5 1/2 YEARS\n We've left Paris. We're at our home in Liège.",
        "vi": "LINDSAY &amp; SCOTT TRONG MỘT MỐI QUAN HỆ 5 NĂM RƯỠI\n Chúng tôi đã chính thức rời Paris và đang ở nhà riêng ở Liège."
    },
    {
        "start": "00:10:35,840",
        "end": "00:10:37,400",
        "en": "Le problème, c'est que",
        "pa": "The problem is that she knows about the kiss on the neck",
        "vi": "Vấn đề là cô ấy biết về nụ hôn trên cổ,"
    },
    {
        "start": "00:10:37,480",
        "end": "00:10:39,840",
        "en": "elle sait pour le bisou dans le cou,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:10:39,920",
        "end": "00:10:42,920",
        "en": "mais elle ne sait pas pour le bisou en boîte.",
        "pa": "but not about the one in the club.\n SPORTS COACH",
        "vi": "nhưng cô ấy không biết nụ hôn ở hộp đêm."
    },
    {
        "start": "00:10:43,960",
        "end": "00:10:46,600",
        "en": "Toutes les vérités vont sortir un jour ou l'autre.",
        "pa": "But the truth will come out eventually.",
        "vi": "HUẤN LUYỆN VIÊN THỂ THAO\n Nhưng sự thật sẽ sớm bị phơi bày."
    },
    {
        "start": "00:10:48,000",
        "end": "00:10:51,000",
        "en": "Le tout, c'est de le faire le plus proprement possible.",
        "pa": "So the most important thing is to do it as gently as possible.",
        "vi": "Quan trọng là nói ra càng sớm càng tốt."
    },
    {
        "start": "00:10:51,680",
        "end": "00:10:54,160",
        "en": "Ça va ? Tu as l'air d'avoir une tête de dépité.",
        "pa": "-Are you okay? - What?",
        "vi": "Anh ổn chứ? Trông anh hơi buồn."
    },
    {
        "start": "00:10:54,240",
        "end": "00:10:56,600",
        "en": "Non, j'ai parlé un petit peu avec Greg.",
        "pa": "-You look upset. - I just talked with Greg a bit.",
        "vi": "Không, anh chỉ nói chuyện với Greg."
    },
    {
        "start": "00:10:57,320",
        "end": "00:10:58,760",
        "en": "Il t'a dit quoi ?",
        "pa": "What did he say?",
        "vi": "Anh ấy nói gì?"
    },
    {
        "start": "00:10:58,840",
        "end": "00:11:02,720",
        "en": "On a parlé un peu de l'expérience.",
        "pa": "-We talked about the experience. -Mm-hmm?",
        "vi": "Bọn anh đã nói về trải nghiệm và mọi thứ."
    },
    {
        "start": "00:11:03,720",
        "end": "00:11:06,320",
        "en": "- Tu veux rester là ? - Non, on peut aller dans le salon.",
        "pa": "-Are we staying here? -We can go to the living room.",
        "vi": "- Em muốn đứng đây? - Không, ta ra phòng khách."
    },
    {
        "start": "00:11:08,000",
        "end": "00:11:11,120",
        "en": "Après, on a quand même beaucoup discuté.",
        "pa": "Yeah, yeah.\n So, we talked a lot.",
        "vi": "Rồi bọn anh thảo luận rất nhiều."
    },
    {
        "start": "00:11:11,720",
        "end": "00:11:13,680",
        "en": "- Mmm hmm. - Je lui ai dit…",
        "pa": "-Mm-hmm. -I told him I kissed someone on the neck,",
        "vi": "Anh đã nói với anh ấy"
    },
    {
        "start": "00:11:15,440",
        "end": "00:11:17,200",
        "en": "… que j'avais fait un bisou dans le cou,",
        "pa": "",
        "vi": "anh đã hôn lên cổ một cô gái."
    },
    {
        "start": "00:11:17,280",
        "end": "00:11:18,840",
        "en": "et que",
        "pa": "and, well,",
        "vi": "Và rằng em đã đúng khi tức giận vì đó là phản ứng bình thường."
    },
    {
        "start": "00:11:19,560",
        "end": "00:11:22,520",
        "en": "tu avais eu raison de m'en vouloir parce que c'était normal.",
        "pa": "you were right to be mad at me. It made sense.",
        "vi": ""
    },
    {
        "start": "00:11:23,120",
        "end": "00:11:26,960",
        "en": "Qu'on avait dépassé les règles qu'on s'était fixées tous les deux.",
        "pa": "I broke the rules we set.",
        "vi": "Rằng nó đã phá vỡ quy tắc mà chúng ta đã đặt ra."
    },
    {
        "start": "00:11:28,640",
        "end": "00:11:31,880",
        "en": "Qu'est-ce que tu as ? Tu n'arrêtes pas de te toucher !",
        "pa": "What's wrong?",
        "vi": "Sao thế? Anh cứ tự chạm vào mình."
    },
    {
        "start": "00:11:31,960",
        "end": "00:11:33,720",
        "en": "Tu ne fais jamais ça, qu'est-ce qu'il y a ?",
        "pa": "- I don't know. -Why do you keep touching your arm?",
        "vi": "Anh chưa từng làm thế. Chuyện gì vậy?"
    },
    {
        "start": "00:11:33,800",
        "end": "00:11:36,320",
        "en": "Je ne sais pas, je t'explique tout ce qu'on s'était dit,",
        "pa": "Well, I'm telling you what we told each other,",
        "vi": "Anh không biết.\n Anh cố nói hết những gì bọn anh đã nói. Không dễ khi phải lặp lại mọi điều này."
    },
    {
        "start": "00:11:36,400",
        "end": "00:11:39,840",
        "en": "ce ne sont pas des moments agréables de répéter tout ça.",
        "pa": "and it's not pleasant to be repeating all this.",
        "vi": ""
    },
    {
        "start": "00:11:40,320",
        "end": "00:11:43,720",
        "en": "- Je peux comprendre. - En fait, je voulais le voir parce que…",
        "pa": "I know. I get it.\n I really wanted to see him because…",
        "vi": "- Em hiểu. - Thật ra, anh muốn gặp anh ấy vì…"
    },
    {
        "start": "00:11:45,600",
        "end": "00:11:47,920",
        "en": "Parce que je n'ai pas…",
        "pa": "",
        "vi": "Vì anh không…"
    },
    {
        "start": "00:11:48,000",
        "end": "00:11:49,960",
        "en": "Je n'ai pas tout dit.",
        "pa": "I haven't, I haven't told you everything.",
        "vi": "Anh đã không kể hết."
    },
    {
        "start": "00:11:50,040",
        "end": "00:11:52,240",
        "en": "C'est-à-dire ? Qu'est-ce qu'il y a ?",
        "pa": "",
        "vi": "Nghĩa là sao? Chuyện gì thế?"
    },
    {
        "start": "00:11:52,320",
        "end": "00:11:54,320",
        "en": "- Bah, euh…",
        "pa": "What is it?\n Well…",
        "vi": "Chà…"
    },
    {
        "start": "00:11:55,920",
        "end": "00:11:56,920",
        "en": "Bah…",
        "pa": "",
        "vi": "Chà, chà, chà… Chà, sao cơ?"
    },
    {
        "start": "00:11:57,440",
        "end": "00:11:58,280",
        "en": "Bah, quoi ?",
        "pa": "\"Well, well, well.\" What?",
        "vi": ""
    },
    {
        "start": "00:11:58,360",
        "end": "00:11:59,960",
        "en": "Bah, en fait…",
        "pa": "Well, we kissed.",
        "vi": "- Thật ra, bọn anh đã hôn nhau. - Anh đang đùa à?"
    },
    {
        "start": "00:12:00,040",
        "end": "00:12:02,360",
        "en": "- On s'est embrassés, en fait. - C'est une blague ?",
        "pa": "No way.",
        "vi": ""
    },
    {
        "start": "00:12:02,880",
        "end": "00:12:04,240",
        "en": "- Non. - Scott ?",
        "pa": "Yeah.",
        "vi": "- Không. - Scott?"
    },
    {
        "start": "00:12:04,840",
        "end": "00:12:05,720",
        "en": "Oh !",
        "pa": "-Scott. -We kissed and…",
        "vi": ""
    },
    {
        "start": "00:12:05,800",
        "end": "00:12:08,560",
        "en": "- On s'est embrassés. - Tu n'en as pas déjà fait assez ?",
        "pa": "Haven't you done enough?",
        "vi": "- Bọn anh đã hôn nhau. - Anh làm chưa đủ à?"
    },
    {
        "start": "00:12:10,040",
        "end": "00:12:11,280",
        "en": "Ouh, je te parle !",
        "pa": "I'm talking to you.",
        "vi": "Này, em đang nói với anh!"
    },
    {
        "start": "00:12:12,480",
        "end": "00:12:14,760",
        "en": "Tu n'es qu'un pauvre type, je te jure !",
        "pa": "You're such a jerk! I'm leaving.",
        "vi": "Anh là đồ cặn bã, tôi thề!"
    },
    {
        "start": "00:12:14,840",
        "end": "00:12:16,280",
        "en": "C'est bon, je me casse.",
        "pa": "",
        "vi": "Được rồi, tôi đi khỏi đây."
    },
    {
        "start": "00:12:17,000",
        "end": "00:12:19,120",
        "en": "Tu n'es qu'un connard, va te faire foutre !",
        "pa": "- Oh man, I can't believe it. -You're an asshole!",
        "vi": "Anh là đồ khốn. Đi chết đi."
    },
    {
        "start": "00:12:19,200",
        "end": "00:12:22,440",
        "en": "J'arrête l'expérience, ça ne sert à rien !",
        "pa": "-Fuck you! -Damn it. I knew it. I knew it.",
        "vi": "Tôi kết thúc trải nghiệm này. Nó vô giá trị. Chết tiệt!"
    },
    {
        "start": "00:12:22,520",
        "end": "00:12:23,520",
        "en": "Putain !",
        "pa": "I knew this experience was useless. Fuck!",
        "vi": ""
    },
    {
        "start": "00:12:23,600",
        "end": "00:12:25,360",
        "en": "C'est la grosse blague du siècle !",
        "pa": "- Damn it, I knew it. - What a joke!",
        "vi": "Đây là trò đùa thế kỷ."
    },
    {
        "start": "00:12:39,080",
        "end": "00:12:40,520",
        "en": "Lou, on peut parler ?",
        "pa": "Can we talk? I'm sorry, I swear.",
        "vi": "Ta nói chuyện được không?"
    },
    {
        "start": "00:12:40,600",
        "end": "00:12:42,920",
        "en": "- Je suis désolé, je te jure. - Je n'ai pas envie de te voir.",
        "pa": "",
        "vi": "- Anh xin lỗi, anh thề. - Tôi không muốn thấy anh."
    },
    {
        "start": "00:12:43,000",
        "end": "00:12:44,720",
        "en": "C'est bon, c'est toujours la même chose.",
        "pa": "I don't want to see you. It's always the same.",
        "vi": "Lúc nào cũng vậy."
    },
    {
        "start": "00:12:44,800",
        "end": "00:12:47,720",
        "en": "- Après, je… - Blablabla, un bisou dans le cou,",
        "pa": "- No, please. -Blah-blah-blah.",
        "vi": "- Anh thề… - Nói này nói nọ, nụ hôn trên cổ."
    },
    {
        "start": "00:12:47,800",
        "end": "00:12:49,120",
        "en": "un bisou sur la bouche,",
        "pa": "A kiss on the neck, a kiss on the mouth. Did you fuck Romane as well?",
        "vi": "Một nụ hôn trên môi. Anh cũng làm tình với Romane?"
    },
    {
        "start": "00:12:49,200",
        "end": "00:12:50,840",
        "en": "et puis quoi, tu as niqué avec Romane ?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:12:50,920",
        "end": "00:12:53,600",
        "en": "Je te jure devant Dieu, sur la tête de qui tu veux,",
        "pa": "No. I swear to God.\n I swear on whatever you want that I didn't sleep with anyone.",
        "vi": "Anh thề với Chúa, thề trên mộ của bất kỳ ai,"
    },
    {
        "start": "00:12:53,680",
        "end": "00:12:55,440",
        "en": "que j'ai couché avec personne.",
        "pa": "",
        "vi": "anh không ngủ với ai cả."
    },
    {
        "start": "00:12:56,200",
        "end": "00:12:59,680",
        "en": "- Je te le jure devant Dieu… - Pourquoi tu me l'as pas dit direct ?",
        "pa": "I swear to God. You know when I swear it's the truth.",
        "vi": "- Anh thề có Chúa… - Sao anh đã không nói với tôi ngay?"
    },
    {
        "start": "00:12:59,760",
        "end": "00:13:00,960",
        "en": "Tu n'assumes pas, tu mens.",
        "pa": "Why did you just tell me about the kiss?",
        "vi": "- Anh nói dối. - Anh thề đó là sự thật…"
    },
    {
        "start": "00:13:01,040",
        "end": "00:13:02,560",
        "en": "Après, je te jure, putain…",
        "pa": "-You're lying. -I swear, fuck.",
        "vi": ""
    },
    {
        "start": "00:13:02,640",
        "end": "00:13:04,960",
        "en": "Je n'ai pas envie de continuer l'expérience, ça sert à quoi ?",
        "pa": "What's the point of this experience?",
        "vi": "Tôi muốn rời trải nghiệm này. Nó có thể làm gì?"
    },
    {
        "start": "00:13:05,600",
        "end": "00:13:09,680",
        "en": "Notre but de venir ici, c'était de se projeter plus loin,",
        "pa": "Our goal was just to watch, to picture ourselves further.",
        "vi": "Khi đến đây, mục tiêu của chúng ta là lên kế hoạch cho tương lai,"
    },
    {
        "start": "00:13:09,760",
        "end": "00:13:12,640",
        "en": "et toi, tu vis ta best life, tu vis comme un célibataire,",
        "pa": "And you go and live it up, acting like you're single.",
        "vi": "và anh sống đời đẹp nhất như gã độc thân,"
    },
    {
        "start": "00:13:12,720",
        "end": "00:13:15,000",
        "en": "tu fais des bisous dans le cou, sur la bouche…",
        "pa": "A kiss on the neck, a kiss on the mouth. What will you do next?",
        "vi": "hôn lên cổ, lên môi các cô gái."
    },
    {
        "start": "00:13:15,480",
        "end": "00:13:17,800",
        "en": "- Après, je vais apprendre quoi ? - Je regrette.",
        "pa": "",
        "vi": "- Tôi sẽ biết gì nữa? - Anh hối hận. Đúng thế, anh thề."
    },
    {
        "start": "00:13:17,880",
        "end": "00:13:19,560",
        "en": "Je te jure, il n'y a rien d'autre !",
        "pa": "But I regret it.\n There's nothing else, I swear. I swear there's nothing else.",
        "vi": ""
    },
    {
        "start": "00:13:19,640",
        "end": "00:13:21,000",
        "en": "Il n'y a rien d'autre.",
        "pa": "",
        "vi": "Thật đấy."
    },
    {
        "start": "00:13:21,080",
        "end": "00:13:22,360",
        "en": "C'est bon, dégage !",
        "pa": "Good, piss off.",
        "vi": "Được rồi. Hãy ra khỏi đây."
    },
    {
        "start": "00:13:23,520",
        "end": "00:13:25,880",
        "en": "- Je te jure, je suis désolé. - Ne me parle pas.",
        "pa": "-I swear, I'm sorry. -I don't want to talk. I'm done.",
        "vi": "- Anh xin lỗi, anh thề. - Đừng nói với tôi."
    },
    {
        "start": "00:13:28,680",
        "end": "00:13:31,360",
        "en": "Rentre, c'est bon, je ne te parle plus, je n'ai plus envie de te voir.",
        "pa": "Go back. I don't want to see you.",
        "vi": "Vào trong! Tôi không nói chuyện với anh, không muốn thấy anh."
    },
    {
        "start": "00:13:33,960",
        "end": "00:13:37,080",
        "en": "- Qu'est-ce que je peux dire ou faire ? - Rentre, c'est bon !",
        "pa": "-What can I do? - Go inside.",
        "vi": "- Anh có thể nói gì hay làm gì? - Vào trong nhà!"
    },
    {
        "start": "00:13:37,160",
        "end": "00:13:38,600",
        "en": "OK, ça va, c'est bon.",
        "pa": "Okay, fine.",
        "vi": "Được rồi."
    },
    {
        "start": "00:13:51,000",
        "end": "00:13:54,160",
        "en": "Ça me rend triste de la voir comme ça. Ça me fend le cœur.",
        "pa": "It's sad to see her like this. It breaks my heart.",
        "vi": "Tôi buồn khi thấy cô ấy như này. Tôi đau lòng."
    },
    {
        "start": "00:13:55,840",
        "end": "00:13:57,480",
        "en": "Je sais bien que j'ai foiré,",
        "pa": "I know I messed up. I fucked up again.",
        "vi": "Tôi biết là tôi lại làm hỏng chuyện."
    },
    {
        "start": "00:13:57,560",
        "end": "00:13:59,560",
        "en": "j'ai merdé, encore une fois.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:00,320",
        "end": "00:14:01,840",
        "en": "Voilà, c'est la fois de trop.",
        "pa": "This was the last straw.",
        "vi": "Quá nhiều lần."
    },
    {
        "start": "00:14:05,160",
        "end": "00:14:07,240",
        "en": "Je suis triste.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:07,320",
        "end": "00:14:09,160",
        "en": "C'est la 1re fois que je la vois comme ça.",
        "pa": "I'm sad.\n It's the first time I've seen her like this.",
        "vi": "Nên tôi buồn. Đây là lần đầu tôi thấy cô ấy thế này."
    },
    {
        "start": "00:14:10,080",
        "end": "00:14:11,920",
        "en": "Justement, ce n'est pas bon signe.",
        "pa": "It's not a good sign.",
        "vi": "Đó không phải dấu hiệu tốt."
    },
    {
        "start": "00:14:23,640",
        "end": "00:14:25,360",
        "en": "Allez, Titou, debout !",
        "pa": "TOGETHER FOR 2 YEARS\n - Wake up, babe.",
        "vi": "Anh yêu ơi, mau dậy thôi nào.\n ROMANE &amp; THÉO TRONG MỘT MỐI QUAN HỆ 2 NĂM"
    },
    {
        "start": "00:14:28,680",
        "end": "00:14:31,520",
        "en": "Petit réveil avec Romane dans notre lit, enfin !",
        "pa": "I finally woke up with Romane.",
        "vi": "Thức dậy với Romane trên giường. Cuối cùng."
    },
    {
        "start": "00:14:31,600",
        "end": "00:14:34,720",
        "en": "Je me sens reposé, j'ai mal dormi sur le canapé pendant trois semaines.",
        "pa": "I feel rested. I didn't sleep the three weeks I was on the couch.",
        "vi": "Tôi được nghỉ ngơi sau ba tuần tồi tệ ngủ trên sofa."
    },
    {
        "start": "00:14:34,800",
        "end": "00:14:38,800",
        "en": "Ça fait vraiment du bien, on a pu se faire des câlins toute la nuit.",
        "pa": "It's nice. We could hug all night, so I'm good.",
        "vi": "Như này thật tuyệt. Chúng tôi có thể âu yếm suốt đêm."
    },
    {
        "start": "00:14:38,880",
        "end": "00:14:40,360",
        "en": "J'ai envie de lui faire plaisir,",
        "pa": "I want to make her happy, show her I heard what she said,",
        "vi": "Tôi muốn làm cô ấy vui, để chứng tỏ tôi đã lắng nghe điều cô ấy nói,"
    },
    {
        "start": "00:14:40,440",
        "end": "00:14:42,760",
        "en": "pour lui montrer que j'ai entendu ce qu'elle avait à me dire.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:42,840",
        "end": "00:14:45,120",
        "en": "Je ne suis pas assez présent, je ne fais pas de surprises.",
        "pa": "that I wasn't present enough.\n I wasn't surprising her,",
        "vi": "rằng tôi không làm cô ấy ngạc nhiên. Tôi muốn thay đổi một số thứ."
    },
    {
        "start": "00:14:45,200",
        "end": "00:14:46,880",
        "en": "J'ai envie de changer certaines choses.",
        "pa": "and I want to change some things.",
        "vi": ""
    },
    {
        "start": "00:14:47,640",
        "end": "00:14:49,080",
        "en": "Debout, là-dedans !",
        "pa": "Wake up.",
        "vi": "Đến lúc dậy rồi."
    },
    {
        "start": "00:14:49,840",
        "end": "00:14:51,880",
        "en": "Il faut qu'on aille se préparer !",
        "pa": "We have to get ready.",
        "vi": "Chúng ta phải sẵn sàng."
    },
    {
        "start": "00:14:52,400",
        "end": "00:14:55,160",
        "en": "- Tu sais ce qu'on va faire ? - Non !",
        "pa": "-Do you know what we are doing? -No.",
        "vi": "- Biết ta làm gì hôm nay không? - Không."
    },
    {
        "start": "00:14:55,240",
        "end": "00:14:57,240",
        "en": "- Tu ne sauras pas ! - C'est quoi ?",
        "pa": "-I won't tell you. -What is it?",
        "vi": "- Anh sẽ không nói. - Gì cơ?"
    },
    {
        "start": "00:14:57,920",
        "end": "00:14:59,280",
        "en": "C'est…",
        "pa": "",
        "vi": "Đó là"
    },
    {
        "start": "00:14:59,360",
        "end": "00:15:01,000",
        "en": "une…",
        "pa": "",
        "vi": "một"
    },
    {
        "start": "00:15:02,000",
        "end": "00:15:04,160",
        "en": "petite surprise. Il faut que tu t'habilles un peu joli.",
        "pa": "It's a surprise. Wear something fancy.",
        "vi": "bất ngờ nho nhỏ và em phải mặc đẹp."
    },
    {
        "start": "00:15:04,760",
        "end": "00:15:06,520",
        "en": "- Je ne peux pas savoir avant ? - Non.",
        "pa": "-Can I know first? -No.",
        "vi": "- Giờ anh không nói với em? - Ừ."
    },
    {
        "start": "00:15:09,880",
        "end": "00:15:11,440",
        "en": "On ne s'est pas vus depuis des semaines.",
        "pa": "STUDENT",
        "vi": "Tôi đã không gặp anh ấy ba tuần. Tôi đã chờ nghe anh ấy nói điều này."
    },
    {
        "start": "00:15:11,520",
        "end": "00:15:14,120",
        "en": "J'attends ces mots-là depuis longtemps de sa part.",
        "pa": "It's been three weeks since we saw each other.",
        "vi": ""
    },
    {
        "start": "00:15:14,200",
        "end": "00:15:16,200",
        "en": "Ces six derniers mois, l'affection c'était compliqué.",
        "pa": "I've wanted to hear this from him for a while.",
        "vi": "Gần đây không có đủ tình cảm. Tôi thực sự cảm thấy tình cảm đã trở lại."
    },
    {
        "start": "00:15:16,280",
        "end": "00:15:18,720",
        "en": "Et là, je ressens vraiment que c'est revenu.",
        "pa": "In regards to his affection, the last six months were hard.",
        "vi": ""
    },
    {
        "start": "00:15:18,800",
        "end": "00:15:21,080",
        "en": "Il a envie de venir vers moi, il ne se force pas,",
        "pa": "Now I feel it's back. He's drawn to me. He's not forcing it.",
        "vi": "Anh ấy muốn ở bên tôi, anh ấy không ép buộc hay gượng ép,"
    },
    {
        "start": "00:15:21,160",
        "end": "00:15:24,120",
        "en": "ce n'est pas un effort, ça vient profondément de lui.",
        "pa": "He doesn't have to make an effort. It comes naturally.",
        "vi": "mọi thứ rất tự nhiên, như lúc ban đầu."
    },
    {
        "start": "00:15:24,200",
        "end": "00:15:26,280",
        "en": "On se retrouve un peu comme à nos débuts.",
        "pa": "Like when we started dating.",
        "vi": ""
    },
    {
        "start": "00:15:27,920",
        "end": "00:15:29,600",
        "en": "C'est mon Titou, je l'aime trop.",
        "pa": "He's my sweetheart, and I love him so much.",
        "vi": "Anh ấy là cục cưng của tôi. Tôi rất yêu anh ấy."
    },
    {
        "start": "00:15:29,680",
        "end": "00:15:31,720",
        "en": "Titou !",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:31,800",
        "end": "00:15:33,280",
        "en": "Mon Titou d'amour.",
        "pa": "My sweetheart. My baby.",
        "vi": "Tình yêu của tôi."
    },
    {
        "start": "00:15:34,080",
        "end": "00:15:37,160",
        "en": "Viens, mon bébé. Assieds-toi. - Merci.",
        "pa": "- Sit down, babe. - Thanks.",
        "vi": "Lại đây, em yêu. Em ngồi xuống.\n Cảm ơn anh!"
    },
    {
        "start": "00:15:44,160",
        "end": "00:15:46,280",
        "en": "Cette expérience, elle m'a fait grandir.",
        "pa": "",
        "vi": "Tôi đã trưởng thành trong trải nghiệm này,"
    },
    {
        "start": "00:15:46,360",
        "end": "00:15:49,480",
        "en": "Ce que j'aurais appris en deux ans, je l'ai appris en trois semaines.",
        "pa": "This experience made me grow.\n What would've taken me years to get came to me in three weeks.",
        "vi": "học được trong ba tuần những điều có thể cần đến hai năm."
    },
    {
        "start": "00:15:50,680",
        "end": "00:15:52,760",
        "en": "- C'est fou. - C'est fou d'être confronté autant",
        "pa": "It's crazy.\n -It's heavy to face yourself that much. -As a couple and individually.",
        "vi": "- Đúng. - Điên rồ khi phải đối mặt với chính mình."
    },
    {
        "start": "00:15:52,840",
        "end": "00:15:55,400",
        "en": "- à soi-même. - Pour nous et tout le reste.",
        "pa": "",
        "vi": "Tốt cho chúng ta và cả những người khác nữa."
    },
    {
        "start": "00:15:55,480",
        "end": "00:15:56,560",
        "en": "C'est bien.",
        "pa": "- For sure. -We grew a lot.",
        "vi": ""
    },
    {
        "start": "00:15:56,640",
        "end": "00:15:59,320",
        "en": "Même les constats qu'on a faits l'un et l'autre sur notre couple,",
        "pa": "What we found out about our relationship was stuff we already knew, kind of,",
        "vi": "Những quan sát ta có về mối quan hệ của ta"
    },
    {
        "start": "00:15:59,400",
        "end": "00:16:02,120",
        "en": "ce sont des choses qu'on savait plus ou moins déjà,",
        "pa": "",
        "vi": "tương tự như những gì ta đã biết."
    },
    {
        "start": "00:16:02,200",
        "end": "00:16:04,680",
        "en": "mais là, on les a pris en se disant,",
        "pa": "",
        "vi": "Nhưng ta đã thật sự chấp nhận chúng, nhận ra ta đã đạt đến điểm đấy."
    },
    {
        "start": "00:16:04,760",
        "end": "00:16:07,000",
        "en": "on en est là, à ce point.",
        "pa": "but we realized that at this point, things were really bad.",
        "vi": ""
    },
    {
        "start": "00:16:07,080",
        "end": "00:16:10,120",
        "en": "Est-ce que tu penses que ça peut redevenir comme avant, tous les deux ?",
        "pa": "Do you think we could be like before?",
        "vi": "Em nghĩ ta có thể quay lại như xưa không?"
    },
    {
        "start": "00:16:11,800",
        "end": "00:16:13,800",
        "en": "En fait, j'aimerais bien qu'on retrouve",
        "pa": "I'd like to get back to the…",
        "vi": "Em muốn chúng ta tìm lại"
    },
    {
        "start": "00:16:15,320",
        "end": "00:16:17,760",
        "en": "notre lien fort qu'on avait,",
        "pa": "the strong bond we had.",
        "vi": "sự gắn kết bền chặt mà ta đã có."
    },
    {
        "start": "00:16:17,840",
        "end": "00:16:20,360",
        "en": "on terminait les phrases l'un de l'autre, on était…",
        "pa": "We'd finish each other's sentences. We were inseparable.",
        "vi": "Khi chúng ta hoàn thành câu nói của nhau. Chúng ta không thể tách rời."
    },
    {
        "start": "00:16:20,840",
        "end": "00:16:22,600",
        "en": "On était vraiment fusionnels.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:23,200",
        "end": "00:16:24,040",
        "en": "Tu es belle.",
        "pa": "You're beautiful.",
        "vi": "Em đẹp lắm."
    },
    {
        "start": "00:16:27,640",
        "end": "00:16:30,520",
        "en": "Je ne sais pas s'il a avancé sur l'ultimatum, on n'en a pas parlé.",
        "pa": "I don't know what he thinks about the ultimatum.",
        "vi": "Tôi không biết anh ấy có tiến bộ không. Chúng tôi chưa nói về nó."
    },
    {
        "start": "00:16:31,120",
        "end": "00:16:33,360",
        "en": "Mais au vu de comment il agit avec moi,",
        "pa": "We haven't talked about it,",
        "vi": "Nhưng nhìn cách anh ấy ở bên tôi,"
    },
    {
        "start": "00:16:34,280",
        "end": "00:16:36,760",
        "en": "il a peut-être changé. Peut-être qu'au final,",
        "pa": "but by the way he's acting, maybe he changed.",
        "vi": "anh ấy có thể đã thay đổi. Có lẽ anh ấy sẽ muốn kết hôn."
    },
    {
        "start": "00:16:36,840",
        "end": "00:16:39,800",
        "en": "il voudra bien s'engager. J'ai envie d'y croire.",
        "pa": "Maybe he'll want to get married. I hope so.",
        "vi": "Tôi hy vọng thế."
    },
    {
        "start": "00:16:41,200",
        "end": "00:16:44,080",
        "en": "Là, l'ultimatum…",
        "pa": "So ultimatum, ultimatum, ultimatum.",
        "vi": "Tối hậu thư…"
    },
    {
        "start": "00:16:44,800",
        "end": "00:16:46,760",
        "en": "C'est encore flou.",
        "pa": "It's still unclear. It's complicated.",
        "vi": "Nó mơ hồ. Nó phức tạp."
    },
    {
        "start": "00:16:46,840",
        "end": "00:16:49,160",
        "en": "C'est compliqué, j'ai du mal à me projeter, à me dire :",
        "pa": "It's hard for me to think, \"Okay, you're getting married tomorrow.\"",
        "vi": "Thật khó để tôi nghĩ: \"Được rồi, ngày mai tôi sẽ cầu hôn cô ấy\"."
    },
    {
        "start": "00:16:49,240",
        "end": "00:16:51,960",
        "en": "\"Tu te maries demain\" ou \"Tu la demandes en mariage demain.\"",
        "pa": "Or, \"You're proposing tomorrow.\"",
        "vi": ""
    },
    {
        "start": "00:16:52,040",
        "end": "00:16:53,240",
        "en": "C'est chaud.",
        "pa": "It's hard.",
        "vi": "Khó đấy."
    },
    {
        "start": "00:16:57,680",
        "end": "00:16:58,920",
        "en": "Allez, on se réveille.",
        "pa": "TOGETHER FOR 2 YEARS",
        "vi": "CATHERINE &amp; RICHY TRONG MỐI QUAN HỆ 2 NĂM"
    },
    {
        "start": "00:16:59,680",
        "end": "00:17:01,080",
        "en": "Tu es vraiment une marmotte.",
        "pa": "Wake up, you sleepyhead.",
        "vi": "Đến lúc dậy rồi. Ngủ nướng quá!"
    },
    {
        "start": "00:17:03,280",
        "end": "00:17:06,440",
        "en": "- Une marmotte ? Tu viens de te lever ! - Je me lève rapidement.",
        "pa": "Sleepyhead? You just got up.",
        "vi": "- Ngủ nướng? Anh vừa mới dậy. - Anh dậy luôn."
    },
    {
        "start": "00:17:06,520",
        "end": "00:17:09,080",
        "en": "J'ai ce truc, en deux secondes, je suis debout.",
        "pa": "But I wake up quickly. In two seconds, I'm awake.",
        "vi": "Anh làm được. Hai giây và anh dậy."
    },
    {
        "start": "00:17:09,160",
        "end": "00:17:10,880",
        "en": "C'est le bordel, ici !",
        "pa": "It's a mess.",
        "vi": "Thật bừa bộn."
    },
    {
        "start": "00:17:11,920",
        "end": "00:17:15,280",
        "en": "Je vais devoir nettoyer ça tout à l'heure, quand je te ferai de la place.",
        "pa": "I'll clean up later while I make room for you.",
        "vi": "Anh sẽ phải dọn dẹp ngay trong khi dọn chỗ cho em"
    },
    {
        "start": "00:17:15,960",
        "end": "00:17:17,640",
        "en": "Là, il y a trop de choses.",
        "pa": "There's a lot of stuff.",
        "vi": "vì có quá nhiều thứ ở đây."
    },
    {
        "start": "00:17:18,880",
        "end": "00:17:20,600",
        "en": "Faut libérer de l'espace.",
        "pa": "We have to clear some space.",
        "vi": "Ta phải có thêm không gian."
    },
    {
        "start": "00:17:21,400",
        "end": "00:17:23,240",
        "en": "Il y a encore ce bordel, je ne me sens pas bien.",
        "pa": "",
        "vi": "Lại bừa bộn. Tôi không thích thế."
    },
    {
        "start": "00:17:23,800",
        "end": "00:17:27,160",
        "en": "Ça commence à être anxiogène. Il y a trop de valises.",
        "pa": "It's still a mess. I don't feel good.\n It's making me anxious.",
        "vi": "Nó bắt đầu làm tôi lo lắng. Có quá nhiều va li."
    },
    {
        "start": "00:17:27,680",
        "end": "00:17:30,960",
        "en": "Elle, ça ne la dérange pas, mais moi, ça peut tuer ma journée.",
        "pa": "There's a lot of luggage.\n It doesn't bother her, but it ruins my day.",
        "vi": "Cô ấy thấy bình thường nhưng nó có thể phá hỏng một ngày của tôi."
    },
    {
        "start": "00:17:31,040",
        "end": "00:17:33,360",
        "en": "Tu es chez toi, tu ranges, il faut que ça soit propre.",
        "pa": "You're home. You clean up. You make sure it's clean.",
        "vi": "Đây là nhà. Dọn dẹp nhà. Nhà phải sạch."
    },
    {
        "start": "00:17:34,160",
        "end": "00:17:36,200",
        "en": "Catherine, il y a un truc qui me déplait déjà.",
        "pa": "Hey, Catherine, one thing's bothering me. The bed.",
        "vi": "Catherine, có điều làm anh bận tâm."
    },
    {
        "start": "00:17:36,920",
        "end": "00:17:39,760",
        "en": "- Le lit, tu ne le fais pas ? - Tu permets ?",
        "pa": "Won't you do it?\n - Do you mind? -You got up.",
        "vi": "- Em sẽ dọn giường của em chứ? - Để em ăn đã."
    },
    {
        "start": "00:17:40,520",
        "end": "00:17:42,760",
        "en": "- Tu t'es levée, tu le fais. - Fais-le, au pire !",
        "pa": "- Do you mind? -You got up. You do it.",
        "vi": "- Ừ, nhưng em dậy rồi, hãy dọn giường. - Anh làm được mà."
    },
    {
        "start": "00:17:42,840",
        "end": "00:17:44,560",
        "en": "- Fais-le. - Non.",
        "pa": "-You're up, too. You do it. -Well, no.",
        "vi": "- Anh dọn. - Không."
    },
    {
        "start": "00:17:44,640",
        "end": "00:17:47,000",
        "en": "C'est toi qui dois le faire, tu es sortie du lit.",
        "pa": "-Well, yes. - You have to.\n -Fine. -You got out of bed.",
        "vi": "- Anh dọn. - Em ra khỏi giường cuối cùng."
    },
    {
        "start": "00:17:47,080",
        "end": "00:17:48,520",
        "en": "Viens chercher ton verre.",
        "pa": "Come get your glass.",
        "vi": "Đến lấy ly của anh đi."
    },
    {
        "start": "00:17:49,560",
        "end": "00:17:51,240",
        "en": "Le verre que tu viens de laisser.",
        "pa": "The glass you just left.",
        "vi": "Anh biết đấy, ly mà anh bỏ lại."
    },
    {
        "start": "00:17:53,760",
        "end": "00:17:57,120",
        "en": "- Je ferai la vaisselle après. - Non, pourquoi tu reportes ?",
        "pa": "I'll do the dishes later.",
        "vi": "Anh sẽ rửa bát sau.\n Không, sao anh lại trì hoãn?"
    },
    {
        "start": "00:17:57,640",
        "end": "00:18:00,960",
        "en": "- Fais la vaisselle maintenant. - Non, je vais la faire après.",
        "pa": "Don't put it off.\n Do them now.\n - I'll do them after. - Do it.",
        "vi": "- Rửa bát ngay đi! - Không, anh sẽ rửa sau."
    },
    {
        "start": "00:18:02,440",
        "end": "00:18:04,960",
        "en": "Je suis chez moi, il n'y a pas de problème.",
        "pa": "I'm in my place, and it's not a problem for me.",
        "vi": "Anh đang ở nhà anh nên không có vấn đề gì."
    },
    {
        "start": "00:18:05,640",
        "end": "00:18:07,360",
        "en": "- Tu vois ? - On est chez nous.",
        "pa": "-It's our place. - No, no, no, no.",
        "vi": "- Thấy chưa? - Đây là nhà chúng ta."
    },
    {
        "start": "00:18:07,440",
        "end": "00:18:09,120",
        "en": "- Non. - Si.",
        "pa": "Yes.",
        "vi": "- Không. - Đúng vậy."
    },
    {
        "start": "00:18:09,200",
        "end": "00:18:11,840",
        "en": "Tu peux me sortir quelques affaires, si tu veux.",
        "pa": "Could you start unpacking your things?",
        "vi": "- Em có thể lấy ra vài thứ của em? - Nó sẽ chiếm cả tủ đồ của anh."
    },
    {
        "start": "00:18:11,920",
        "end": "00:18:14,080",
        "en": "- Il me faudrait tout ton meuble. - Tout mon meuble ?",
        "pa": "I need your whole closet.\n All of it?",
        "vi": "- Toàn bộ? - Ít nhất là một nửa."
    },
    {
        "start": "00:18:14,640",
        "end": "00:18:16,080",
        "en": "Ou au moins la moitié.",
        "pa": "At least half of it.",
        "vi": ""
    },
    {
        "start": "00:18:16,640",
        "end": "00:18:18,560",
        "en": "- Ce ne sera pas possible. - Je te le dis.",
        "pa": "-Impossible. -I'm just saying.",
        "vi": "- Không thể nào. - Em nói rồi."
    },
    {
        "start": "00:18:21,800",
        "end": "00:18:23,720",
        "en": "Le temps que tu sortes ça, je fais la vaisselle.",
        "pa": "I'll do the dishes while you unpack.",
        "vi": "- Anh sẽ rửa bát khi em làm việc đó. - Không phải thế này."
    },
    {
        "start": "00:18:23,800",
        "end": "00:18:24,800",
        "en": "Déjà, ce n'est pas ça.",
        "pa": "Okay, let's see…",
        "vi": ""
    },
    {
        "start": "00:18:26,800",
        "end": "00:18:30,440",
        "en": "Tout le monde a le droit à ses passions, de faire le ménage",
        "pa": "Everyone has the right to be passionate.",
        "vi": "Ai cũng có đam mê của họ. Bạn có thể dọn dẹp nhà cửa,"
    },
    {
        "start": "00:18:30,520",
        "end": "00:18:34,160",
        "en": "à un point où ça peut devenir un TOC.",
        "pa": "RESTAURANT OWNER\n And the right to clean their house to the point of becoming OCD.",
        "vi": "nhưng đừng đến mức bạn bị rối loạn ám ảnh cưỡng chế."
    },
    {
        "start": "00:18:34,240",
        "end": "00:18:36,840",
        "en": "Maintenant, j'espère qu'il ne sera pas trop chiant non plus,",
        "pa": "",
        "vi": "Mong là anh ấy không quá khó chịu bây giờ"
    },
    {
        "start": "00:18:36,920",
        "end": "00:18:39,880",
        "en": "parce qu'à un moment, je vais m'énerver et péter les plombs.",
        "pa": "But I hope he won't become a pain in the ass,\n because at some point, he'll piss me off, and I'll go crazy.",
        "vi": "vì một lúc nào đó, tôi sẽ bực mình và mất kiểm soát."
    },
    {
        "start": "00:18:39,960",
        "end": "00:18:42,640",
        "en": "Vaut mieux qu'on se mette d'accord et qu'on essaye",
        "pa": "",
        "vi": "Tốt hơn là có một thỏa thuận và cố làm cuộc sống của nhau dễ dàng hơn"
    },
    {
        "start": "00:18:42,720",
        "end": "00:18:44,680",
        "en": "de se faciliter tous les deux",
        "pa": "Better to have an agreement,\n and to try to make life easy for each other",
        "vi": ""
    },
    {
        "start": "00:18:44,760",
        "end": "00:18:47,560",
        "en": "en respectant les règles de l'un et de l'autre.",
        "pa": "and respect each other's rules.",
        "vi": "bằng cách tôn trọng quy tắc của nhau."
    },
    {
        "start": "00:18:49,680",
        "end": "00:18:51,920",
        "en": "Faudrait que les valises disparaissent aujourd'hui.",
        "pa": "We should get rid of the suitcases today.",
        "vi": "Hôm nay phải cất đi các vali."
    },
    {
        "start": "00:18:53,240",
        "end": "00:18:56,000",
        "en": "On va voir comment on fait, mais dans la journée, il faut que…",
        "pa": "We'll see how we do, but by the end of the day,",
        "vi": "Ta sẽ xem làm như nào nhưng hôm nay,"
    },
    {
        "start": "00:18:57,160",
        "end": "00:18:59,000",
        "en": "Que tout ait disparu.",
        "pa": "everything should be gone.",
        "vi": "mọi thứ này cần biến mất."
    },
    {
        "start": "00:19:07,080",
        "end": "00:19:08,520",
        "en": "Tu mangeais avec Catherine ?",
        "pa": "TOGETHER FOR 2 YEARS\n -Did you have breakfast with Catherine? -Yeah, regularly.",
        "vi": "TRONG MỐI QUAN HỆ 2 NĂM\n Anh đã ăn với Catherine?"
    },
    {
        "start": "00:19:08,600",
        "end": "00:19:11,200",
        "en": "- Oui, souvent. - Avec elle, la vie c'était comment ?",
        "pa": "",
        "vi": "- Rất nhiều lần. - Sống với cô ấy thế nào?"
    },
    {
        "start": "00:19:11,280",
        "end": "00:19:13,120",
        "en": "C'était cool, parce que",
        "pa": "How was life with her?\n It was cool.",
        "vi": "Thật tuyệt vì bọn anh hợp nhau và hiểu nhau."
    },
    {
        "start": "00:19:13,200",
        "end": "00:19:15,200",
        "en": "on s'entend bien, on se comprend.",
        "pa": "We got along. We get each other.",
        "vi": ""
    },
    {
        "start": "00:19:15,960",
        "end": "00:19:18,520",
        "en": "C'est chill, c'est détente, on va dire.",
        "pa": "It's chill, actually. Relaxing, I'd say.",
        "vi": "Thoải mái và yên bình."
    },
    {
        "start": "00:19:20,200",
        "end": "00:19:22,480",
        "en": "Et c'est quoi cette histoire, apparemment il y a eu…",
        "pa": "Mm.",
        "vi": "Vậy chuyện gì đã xảy ra lúc đó? Có vẻ hai người đã cãi nhau."
    },
    {
        "start": "00:19:22,560",
        "end": "00:19:24,760",
        "en": "Vous vous êtes disputés, Catherine et toi ?",
        "pa": "And what happened?\n Apparently, you and Catherine argued.",
        "vi": ""
    },
    {
        "start": "00:19:24,840",
        "end": "00:19:27,920",
        "en": "C'était le bordel, elle devait faire ses valises.",
        "pa": "It was a mess, a lot of stuff. She was packing her bags.",
        "vi": "Hỗn loạn lắm. Cô ấy đã phải dọn hành lý."
    },
    {
        "start": "00:19:28,520",
        "end": "00:19:31,600",
        "en": "Du coup, je voulais faire une vidéo pour montrer à Richy.",
        "pa": "I wanted to make a video to show Richy.",
        "vi": "Nên anh đã quay clip ngắn để Richy xem."
    },
    {
        "start": "00:19:31,680",
        "end": "00:19:34,640",
        "en": "- J'essaye d'ouvrir la porte… - Elle était bordélique ?",
        "pa": "-I tried to open the door for fun. -Catherine was messy?",
        "vi": "- Anh đã cố mở cửa… - Catherine bừa bộn?"
    },
    {
        "start": "00:19:34,720",
        "end": "00:19:37,200",
        "en": "Catherine, en fait, elle fait son bordel,",
        "pa": "She makes a mess, and then she cleans it up.",
        "vi": "Thật ra, Catherine sẽ bày bừa"
    },
    {
        "start": "00:19:37,720",
        "end": "00:19:38,720",
        "en": "après, elle range.",
        "pa": "",
        "vi": "rồi dọn dẹp."
    },
    {
        "start": "00:19:40,040",
        "end": "00:19:44,720",
        "en": "- Mais il y a un temps entre le moment… - Ouais, elle est bordélique, quoi.",
        "pa": "But it may be some time before she cleans it up.\n -She's just messy. -Yeah, exactly.",
        "vi": "- Nhưng có những lúc cô ấy… - Tức là cô ấy bừa bộn."
    },
    {
        "start": "00:19:44,800",
        "end": "00:19:46,120",
        "en": "Ouais, c'est ça.",
        "pa": "-But there's people… -Always defending her.",
        "vi": "- Đúng thế. - Dừng biện hộ cho cô ấy."
    },
    {
        "start": "00:19:46,200",
        "end": "00:19:48,640",
        "en": "- Arrête de la défendre. - Il y a des gens bordéliques,",
        "pa": "There's people who are messy but don't clean up.",
        "vi": "Có người bừa bộn mặc kệ sự bừa bộn."
    },
    {
        "start": "00:19:48,720",
        "end": "00:19:49,960",
        "en": "ils laissent leur bordel.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:19:50,040",
        "end": "00:19:52,600",
        "en": "- Elle, elle va laisser, elle va enlever. - Pas de langue de bois.",
        "pa": "-She leaves a mess, but she puts it away. -Don't make excuses for her.",
        "vi": "- Cô ấy bừa bộn rồi dọn dẹp. - Đừng vòng vo."
    },
    {
        "start": "00:19:52,680",
        "end": "00:19:54,360",
        "en": "Ce n'est pas une question de langue de bois.",
        "pa": "I'm not making excuses. I'm just saying.",
        "vi": "Anh không vòng vo. Ở khu vực chung…"
    },
    {
        "start": "00:19:54,440",
        "end": "00:19:55,720",
        "en": "Moi, l'espace.",
        "pa": "She's not gonna come after you, buddy.",
        "vi": ""
    },
    {
        "start": "00:19:55,800",
        "end": "00:19:58,920",
        "en": "Dans l'espace que j'avais moi avec elle, dans le salon,",
        "pa": "The room I shared with her, like the living room,",
        "vi": "Ở khu vực chung của bọn anh, phòng khách, cô ấy sẽ dọn dẹp sau khi bừa bộn."
    },
    {
        "start": "00:19:59,000",
        "end": "00:20:00,680",
        "en": "dès qu'il y avait un truc, elle le rangeait.",
        "pa": "as soon as there was something, she'd put it away.",
        "vi": ""
    },
    {
        "start": "00:20:00,760",
        "end": "00:20:03,320",
        "en": "N'essaye pas de me faire dire des trucs que je n'ai pas dits.",
        "pa": "-Don't put words in my mouth. -I'm not trying to-- No, no, no.",
        "vi": "- Đừng ép anh nói điều không có. - Không."
    },
    {
        "start": "00:20:03,400",
        "end": "00:20:05,240",
        "en": "J'ai vécu trois semaines avec Catherine,",
        "pa": "Just saying, I lived with Catherine. I got to know her.",
        "vi": "Anh sống với cô ấy ba tuần. Em có thành kiến với cô ấy."
    },
    {
        "start": "00:20:05,320",
        "end": "00:20:07,320",
        "en": "je la connais, toi, tu as des aprioris sur elle.",
        "pa": "You assume things about her, but you never talked.",
        "vi": ""
    },
    {
        "start": "00:20:07,400",
        "end": "00:20:10,240",
        "en": "Je n'ai pas d'aprioris sur elle, je me base sur ce que tu dis !",
        "pa": "I don't assume. I base it on what you tell me.",
        "vi": "Không hề. Em dựa vào những gì anh nói."
    },
    {
        "start": "00:20:10,320",
        "end": "00:20:12,520",
        "en": "- Quoi ? - Tu me disais qu'elle était bordélique,",
        "pa": "-You base your opinions on what I say. -On what you told me.",
        "vi": "- Gì cơ? - Anh nói cô ấy bừa bộn."
    },
    {
        "start": "00:20:12,600",
        "end": "00:20:14,800",
        "en": "- tu me l'as clairement dit. - Elle est bordélique,",
        "pa": "-You said she was messy. You did. -She's messy, but she finds her things.",
        "vi": "- Anh đã nói rõ. - Cô ấy bừa bộn nhưng cô ấy quản lý được."
    },
    {
        "start": "00:20:14,880",
        "end": "00:20:16,240",
        "en": "mais elle s'y retrouve.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:16,320",
        "end": "00:20:18,240",
        "en": "- Tant mieux. - Tu me poses une question,",
        "pa": "-If she was alone in the apartment… -Good for her. That's all.",
        "vi": "- Được rồi, tốt. - Em đã hỏi."
    },
    {
        "start": "00:20:18,320",
        "end": "00:20:20,200",
        "en": "si elle était toute seule dans l'appartement,",
        "pa": "-…would it have been a mess? Yes. -That's all I wanted to know.",
        "vi": "Nếu chỉ có cô ấy, liệu có bừa bộn không? Và anh nói có. Em muốn gì?"
    },
    {
        "start": "00:20:20,280",
        "end": "00:20:22,560",
        "en": "est-ce que ça aurait été en bordel, je te dis oui.",
        "pa": "What do you want? To trash talk? I don't want to--",
        "vi": ""
    },
    {
        "start": "00:20:22,640",
        "end": "00:20:24,640",
        "en": "- Tu m'as dit… - Je ne veux pas cracher sur les gens.",
        "pa": "-You said it. I didn't say it. -Listen--",
        "vi": "- Em muốn anh nói xấu cô ấy? - Em chưa từng bảo anh làm thế."
    },
    {
        "start": "00:20:24,720",
        "end": "00:20:26,360",
        "en": "Je veux pas que tu craches sur les gens !",
        "pa": "-I don't want you to trash talk. -Between the first and third week,",
        "vi": ""
    },
    {
        "start": "00:20:26,440",
        "end": "00:20:29,880",
        "en": "Entre la 1re et la 3e semaine, mon avis sur Catherine a changé.",
        "pa": "-my opinion on her changed. -You don't listen.",
        "vi": "Anh nghĩ cô ấy đã thay đổi giữa tuần thứ nhất và thứ ba."
    },
    {
        "start": "00:20:29,960",
        "end": "00:20:32,680",
        "en": "- Tu peux parler sur elle… - Je ne parle pas sur elle !",
        "pa": "Think whatever you like about her. Talk about her behind her back.",
        "vi": "- Em có thể nói cô ấy… - Em không nói về cô ấy!"
    },
    {
        "start": "00:20:32,760",
        "end": "00:20:35,520",
        "en": "J'ai aucun problème avec Catherine ni avec personne.",
        "pa": "I'm not badmouthing her!\n I don't have a problem with Catherine, nor with anyone.",
        "vi": "Em không có vấn đề với Catherine hay bất cứ ai."
    },
    {
        "start": "00:20:35,600",
        "end": "00:20:37,880",
        "en": "- Arrête d'inventer des trucs. - Pourquoi tu m'embrouilles ?",
        "pa": "-Stop making up stories. -Why do you seek to argue?",
        "vi": "- Đừng kể chuyện nữa. - Sao em nổi điên?"
    },
    {
        "start": "00:20:37,960",
        "end": "00:20:40,840",
        "en": "- On prend un petit-déj, tu t'énerves. - Tu es faux !",
        "pa": "-We have breakfast, and you get mad. -'Cause you're phony.",
        "vi": "- Chúng ta đang ăn sáng. - Anh sai rồi."
    },
    {
        "start": "00:20:40,920",
        "end": "00:20:42,240",
        "en": "Je suis faux, maintenant ?",
        "pa": "So I'm a phony.",
        "vi": "Giờ anh sai à?"
    },
    {
        "start": "00:20:42,320",
        "end": "00:20:45,640",
        "en": "Tu me fais passer pour la meuf qui a des problèmes avec les gens.",
        "pa": "You make it look like I have a beef with people.\n -How am I doing that? -I mean it. You're phony and a liar.",
        "vi": "Anh đang biến em thành cô gái có vấn đề với mọi người."
    },
    {
        "start": "00:20:45,720",
        "end": "00:20:47,560",
        "en": "- Tu me faire dire des trucs… - Tu es un mytho.",
        "pa": "-You want me to say things I don't think. -Liar, I just asked if she was messy.",
        "vi": "- Em đang… - Anh nói dối."
    },
    {
        "start": "00:20:47,640",
        "end": "00:20:50,880",
        "en": "Je t'ai demandé si elle était bordélique et tu montes sur tes grands chevaux !",
        "pa": "",
        "vi": "Em chỉ hỏi cô ấy bừa bộn không và anh lên lớp em."
    },
    {
        "start": "00:20:50,960",
        "end": "00:20:52,000",
        "en": "- Dégage. - Reviens.",
        "pa": "-And you get on your high horse. Piss off. -Sit, come back.",
        "vi": "- Thật bực. - Ngồi đi."
    },
    {
        "start": "00:20:53,040",
        "end": "00:20:56,200",
        "en": "Depuis les retrouvailles, en trois secondes, on passe de l'amour",
        "pa": "Since we reunited, we go from love to all-out war in seconds.",
        "vi": "Từ khi tái hợp, bọn tôi từ yêu thương sang chiến tranh toàn diện trong vài giây."
    },
    {
        "start": "00:20:56,280",
        "end": "00:20:58,080",
        "en": "à la guerre totale.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:59,040",
        "end": "00:21:03,160",
        "en": "Ça, c'est ce qui se passe quand on a des choses à régler.",
        "pa": "This is what happens when you have stuff to settle.",
        "vi": "Điều đó xảy ra khi có những việc mà chúng tôi chưa giải quyết."
    },
    {
        "start": "00:21:03,800",
        "end": "00:21:05,800",
        "en": "Tu veux que je crache sur les gens comme toi ?",
        "pa": "Are you serious?",
        "vi": "Em muốn anh nói xấu về những người như em?"
    },
    {
        "start": "00:21:05,880",
        "end": "00:21:07,760",
        "en": "Moi, je crache sur les gens ?",
        "pa": "-You want me to diss people like you do? -Did I say, \"diss people\"?",
        "vi": "Em nói xấu mọi người?"
    },
    {
        "start": "00:21:07,840",
        "end": "00:21:10,520",
        "en": "Fais attention à ce que tu dis, je ne crache pas sur les gens !",
        "pa": "-I'm not like that. -I don't diss people!",
        "vi": "Ăn nói cẩn thận vì em không nói xấu người khác."
    },
    {
        "start": "00:21:10,600",
        "end": "00:21:13,160",
        "en": "- Quand j'ai un problème, je le dis ! - Dis-le, alors !",
        "pa": "When I got a problem with someone, I tell them directly!",
        "vi": "Khi em có vấn đề, em nói thẳng vào mặt họ."
    },
    {
        "start": "00:21:13,240",
        "end": "00:21:14,840",
        "en": "Romane, tu ne lui as jamais parlé !",
        "pa": "Well, tell them. You had a problem with Romane, and you didn't talk to her.",
        "vi": "Đi nói với họ. Em chưa từng nói với Romane."
    },
    {
        "start": "00:21:14,920",
        "end": "00:21:18,560",
        "en": "Je ne suis pas allée lui parler ?",
        "pa": "I didn't talk to Romane?! Didn't I talk to her in the club?!",
        "vi": "Em chưa từng nói với Romane? Sao cơ?"
    },
    {
        "start": "00:21:18,640",
        "end": "00:21:20,640",
        "en": "- En boîte, je lui ai parlé ! - Il y a longtemps !",
        "pa": "Go talk with her. You did nothing. It was so long ago.",
        "vi": "- Em chưa từng nói với cô ấy ở hộp đêm? - Quá lâu rồi."
    },
    {
        "start": "00:21:20,720",
        "end": "00:21:23,760",
        "en": "- Elle s'est prise pour je ne sais qui. - Tu es hypocrite.",
        "pa": "-Who does she think she is?! -No! Hypocrite, you're hypocritical.",
        "vi": "- Em không biết cô ấy nghĩ mình là ai. - Em đạo đức giả."
    },
    {
        "start": "00:21:23,840",
        "end": "00:21:27,320",
        "en": "Tu me fais passer pour une hypocrite, alors que tu es le premier à faire ça.",
        "pa": "You're making me look like a hypocrite, but so are you!",
        "vi": "Anh khiến em như kẻ đạo đức giả mặc dù anh luôn như thế."
    },
    {
        "start": "00:21:27,400",
        "end": "00:21:30,280",
        "en": "Tu me fais passer pour une fille gossip, alors que ce n'est pas vrai !",
        "pa": "When?!\n You act like I'm a gossip girl, but it's not true.",
        "vi": "Anh làm em như một con buôn chuyện nhưng không phải thế."
    },
    {
        "start": "00:21:30,800",
        "end": "00:21:33,960",
        "en": "Être hypocrite, ça ne veut pas dire parler sur les gens !",
        "pa": "- Who do I trash talk? -You're phony!",
        "vi": "Nói về người khác không khiến anh thành đạo đức giả."
    },
    {
        "start": "00:21:34,040",
        "end": "00:21:36,240",
        "en": "Ça veut dire montrer une facette de toi que tu n'es pas !",
        "pa": "Being a hypocrite doesn't mean trash-talking.\n -It means hiding your true self. -What part of me?",
        "vi": "Thể hiện sai bản thân mới là đạo đức giả."
    },
    {
        "start": "00:21:36,320",
        "end": "00:21:38,320",
        "en": "- Là, tu mens ! - Viens !",
        "pa": "-You're lying about yourself. -If I have a problem, I face it.",
        "vi": "- Anh đang nói dối. - Quay lại đây."
    },
    {
        "start": "00:21:38,400",
        "end": "00:21:40,840",
        "en": "- Viens me parler. - Je ne veux pas parler avec toi !",
        "pa": "Come on.",
        "vi": "- Nói chuyện với anh. - Em không muốn!"
    },
    {
        "start": "00:21:40,920",
        "end": "00:21:42,800",
        "en": "Je ne veux pas parler avec toi, Sophianne !",
        "pa": "I don't want to talk with you. I don't want to talk with you, Sophianne!",
        "vi": "Em không muốn nói chuyện với anh."
    },
    {
        "start": "00:21:47,280",
        "end": "00:21:49,200",
        "en": "Est-ce qu'on va surmonter tout ça ?",
        "pa": "",
        "vi": "Chúng tôi có thể vượt qua không?"
    },
    {
        "start": "00:21:49,280",
        "end": "00:21:52,640",
        "en": "Plus le temps passe et plus je me dis",
        "pa": "Will we be able to beat this?",
        "vi": "Thời gian càng trôi, tôi càng nghĩ"
    },
    {
        "start": "00:21:52,720",
        "end": "00:21:57,000",
        "en": "que cette relation ne va jamais trouver une issue positive.",
        "pa": "As time goes by,\n I'm thinking that this relationship won't turn out well.",
        "vi": "mối quan hệ này sẽ không bao giờ tốt đẹp."
    },
    {
        "start": "00:22:03,960",
        "end": "00:22:08,400",
        "en": "",
        "pa": "9 DAYS BEFORE THE ULTIMATUM",
        "vi": "9 NGÀY TRƯỚC TỐI HẬU THƯ\n LIÈGE, BỈ"
    },
    {
        "start": "00:22:16,360",
        "end": "00:22:18,480",
        "en": "Ça fait quelques jours que Lindsay est partie.",
        "pa": "LIÈGE, BELGIUM",
        "vi": "Đã vài ngày từ khi Lindsay bỏ đi."
    },
    {
        "start": "00:22:18,560",
        "end": "00:22:22,040",
        "en": "Je ne sais pas du tout où elle est, avec qui, ce qu'elle va faire…",
        "pa": "Lindsay left a few days ago.\n I don't know where she went or who she's with.",
        "vi": "Tôi không biết cô ấy đi đâu, đi với ai, làm gì."
    },
    {
        "start": "00:22:22,120",
        "end": "00:22:25,200",
        "en": "Je me pose plein de questions, je me demande",
        "pa": "I don't know what she'll do.\n I have a lot of questions, and I wonder",
        "vi": "Nhưng tôi tự hỏi rất nhiều câu hỏi. Tôi tự hỏi chuyện gì sẽ xảy ra."
    },
    {
        "start": "00:22:25,800",
        "end": "00:22:26,880",
        "en": "ce qui va se passer.",
        "pa": "what'll happen.",
        "vi": ""
    },
    {
        "start": "00:22:27,520",
        "end": "00:22:29,120",
        "en": "- Ça va ? - Oui.",
        "pa": "- How are you? - Fine.",
        "vi": "- Khỏe chứ? - Vâng."
    },
    {
        "start": "00:22:29,200",
        "end": "00:22:31,120",
        "en": "- Tu es tout seul ? - Je dois le dire à ma mère.",
        "pa": "Are you alone?\n I have to tell my mom.",
        "vi": "- Một mình con? - Tôi phải nói với mẹ."
    },
    {
        "start": "00:22:31,840",
        "end": "00:22:33,400",
        "en": "J'avais promis à ma mère",
        "pa": "I promised my mom I wouldn't do what my dad did, to cheat.",
        "vi": "Tôi đã hứa với mẹ tôi tôi sẽ không như bố tôi, không lừa dối."
    },
    {
        "start": "00:22:33,920",
        "end": "00:22:36,440",
        "en": "de ne pas faire ce que mon père a fait, c'est-à-dire tromper.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:36,520",
        "end": "00:22:39,760",
        "en": "C'est sur que je vais décevoir ma mère et ça, c'est le pire.",
        "pa": "I'll disappoint her, and that's the worst.",
        "vi": "Chắc chắn mẹ tôi sẽ thất vọng, đó là điều tồi tệ nhất."
    },
    {
        "start": "00:22:40,880",
        "end": "00:22:42,200",
        "en": "C'est le pire, pour moi.",
        "pa": "That's the worst for me.",
        "vi": "Đó là điều tệ nhất với tôi. Tôi phải chịu trách nhiệm."
    },
    {
        "start": "00:22:42,920",
        "end": "00:22:44,400",
        "en": "Mais il faut assumer.",
        "pa": "I've got to face this.",
        "vi": ""
    },
    {
        "start": "00:22:46,360",
        "end": "00:22:48,960",
        "en": "Je t'avais expliqué qu'on avait fait de la bachata.",
        "pa": "",
        "vi": "Con đã bảo mẹ là bọn con học nhảy bachata."
    },
    {
        "start": "00:22:49,040",
        "end": "00:22:50,720",
        "en": "Il y avait un prof, on a fait ça.",
        "pa": "I was telling you we were dancing bachata, and there was a teacher and everything.",
        "vi": "Có giáo viên và mọi người."
    },
    {
        "start": "00:22:50,800",
        "end": "00:22:53,600",
        "en": "Après cette soirée-là, on est partis,",
        "pa": "",
        "vi": "Học xong, bọn con đi dự tiệc ở Paris."
    },
    {
        "start": "00:22:53,680",
        "end": "00:22:56,640",
        "en": "on est allés à une soirée à Paris. J'avais bu un petit peu.",
        "pa": "And after that, we went to a party in Paris.",
        "vi": ""
    },
    {
        "start": "00:22:56,720",
        "end": "00:22:59,200",
        "en": "Tu sais, quand je bois, je danse tout seul, je ferme les yeux,",
        "pa": "Well, I drank a little, and you know how when I drink, I dance alone.",
        "vi": "Con đã uống vài ly. Khi uống rượu, con nhảy một mình, nhắm mắt lại,"
    },
    {
        "start": "00:22:59,280",
        "end": "00:23:00,960",
        "en": "je suis dans mon monde, un peu stone.",
        "pa": "",
        "vi": "trong thế giới riêng như đang phê. Một bạn của Romane đến và nhảy cùng con,"
    },
    {
        "start": "00:23:01,040",
        "end": "00:23:03,680",
        "en": "Et cette fameuse amie de Romane",
        "pa": "I close my eyes. I'm in my own world, a bit drunk,",
        "vi": ""
    },
    {
        "start": "00:23:03,760",
        "end": "00:23:05,320",
        "en": "est venue près de moi danser,",
        "pa": "and Romane's friend got close to me, and then suddenly, we kissed.",
        "vi": ""
    },
    {
        "start": "00:23:05,400",
        "end": "00:23:07,400",
        "en": "et puis d'un coup,",
        "pa": "",
        "vi": "rồi đột nhiên,"
    },
    {
        "start": "00:23:08,200",
        "end": "00:23:09,640",
        "en": "on s'est embrassés.",
        "pa": "",
        "vi": "bọn con hôn nhau."
    },
    {
        "start": "00:23:09,720",
        "end": "00:23:12,040",
        "en": "- Ah, carrément. - Ouais, et…",
        "pa": "Go on.",
        "vi": "- Chỉ như thế. - Vâng, và…"
    },
    {
        "start": "00:23:12,760",
        "end": "00:23:14,520",
        "en": "Je n'ai pas compris ce qui s'est passé.",
        "pa": "I didn't know what had happened.",
        "vi": "Con không hiểu chuyện gì đã xảy ra. Con ở một mình trong ba tuần."
    },
    {
        "start": "00:23:14,600",
        "end": "00:23:16,480",
        "en": "Ça fait trois semaines que je suis seul.",
        "pa": "-I was alone for three weeks. -Oh, come on.",
        "vi": ""
    },
    {
        "start": "00:23:16,560",
        "end": "00:23:19,440",
        "en": "- Oh, dis, ça va ! - Non, mais trois semaines tout seul,",
        "pa": "SCOTT'S MOTHER",
        "vi": "- Thôi nào! - Không, sau khi ở một mình ba tuần."
    },
    {
        "start": "00:23:19,520",
        "end": "00:23:23,280",
        "en": "après, tu danses, bonne ambiance, boîte de nuit…",
        "pa": "You're alone for three weeks, and then you dance,",
        "vi": "Rồi con nhảy, không khí hộp đêm rất hay."
    },
    {
        "start": "00:23:23,360",
        "end": "00:23:26,480",
        "en": "Tu ne réfléchis pas, ça se passe et tu n'as pas eu le temps de comprendre.",
        "pa": "there's a nice vibe in the club, and next thing you know, it happens.",
        "vi": "Con không nghĩ, nó xảy ra, không có thời gian để hiểu."
    },
    {
        "start": "00:23:26,560",
        "end": "00:23:28,640",
        "en": "Dis-toi si c'était le contraire, si elle avait fait ça…",
        "pa": "You don't have time to think.\n Imagine if she'd done it.",
        "vi": "Hình dung điều ngược lại, nếu cô ấy làm thế."
    },
    {
        "start": "00:23:28,720",
        "end": "00:23:31,080",
        "en": "- Non, j'aurais pas… - Tu aurais pété un câble.",
        "pa": "-Of course, I know. -You would've gone mad.",
        "vi": "- Con sẽ không… - Con sẽ phát điên."
    },
    {
        "start": "00:23:31,160",
        "end": "00:23:34,640",
        "en": "- Oui, j'aurais pété un câble, c'est sûr. - Voilà, c'est la même chose.",
        "pa": "Yeah, I would've, of course.",
        "vi": "- Vâng, con sẽ phát điên. - Được rồi. Cũng vậy thôi."
    },
    {
        "start": "00:23:34,720",
        "end": "00:23:37,840",
        "en": "Elle a pété un câble, elle m'a lancé un verre d'eau et elle est partie,",
        "pa": "Same thing.\n She went mad. She threw a glass of water at me,",
        "vi": "Cô ấy đã phát điên, hắt nước vào con, la hét và khóc lóc."
    },
    {
        "start": "00:23:38,640",
        "end": "00:23:40,640",
        "en": "- en hurlant, en pleurant… - Elle a été sympa.",
        "pa": "and she left screaming and crying.\n Oh, she was nice.",
        "vi": "Cô ấy tử tế."
    },
    {
        "start": "00:23:40,720",
        "end": "00:23:43,640",
        "en": "Avec ton père, je voulais rouler sur son vélo avec ma voiture.",
        "pa": "With your father, I wanted to run over his bike.",
        "vi": "Mẹ đã muốn dùng ô tô tông nát xe đạp của bố con."
    },
    {
        "start": "00:23:43,720",
        "end": "00:23:46,240",
        "en": "J'ai pensé : \"Je vais abimer ma voiture, ça serait bête.\"",
        "pa": "But I could've damaged my car. It would've been a shame.",
        "vi": "Mẹ nghĩ: \"Ô tô mình sẽ hỏng. Thật ngu\"."
    },
    {
        "start": "00:23:47,000",
        "end": "00:23:49,880",
        "en": "C'est toujours les hommes comme ça qui rencontrent une femme exceptionnelle",
        "pa": "It's always men who meet a remarkable woman.",
        "vi": "Đàn ông như thế này luôn gặp một phụ nữ đặc biệt"
    },
    {
        "start": "00:23:49,960",
        "end": "00:23:52,560",
        "en": "et qui ne se rendent pas compte de leur chance.",
        "pa": "-They don't realize how lucky they are. -Yeah.",
        "vi": "và họ không nhận ra họ may mắn thế nào."
    },
    {
        "start": "00:23:52,640",
        "end": "00:23:55,200",
        "en": "Ceux qui ont des femmes qui sont des peaux de vache,",
        "pa": "And those with terrible wives stick around and don't go away.",
        "vi": "Những người có vợ vớ vẩn, họ lại chung thủy."
    },
    {
        "start": "00:23:55,280",
        "end": "00:23:57,000",
        "en": "eux, ils restent, ils bougent pas.",
        "pa": "It's crazy.",
        "vi": ""
    },
    {
        "start": "00:23:57,080",
        "end": "00:23:58,040",
        "en": "C'est fou, quoi.",
        "pa": "-Yeah. -She was too nice.",
        "vi": "- Thật điên rồ. - Vâng."
    },
    {
        "start": "00:23:58,720",
        "end": "00:24:02,520",
        "en": "Elle est trop gentille. À toi d'essayer de te racheter.",
        "pa": "Now try to redeem yourself.",
        "vi": "Cô ấy quá tử tế. Con phải cố gắng chuộc lỗi."
    },
    {
        "start": "00:24:02,600",
        "end": "00:24:04,400",
        "en": "- Ouais. - Si elle veut bien.",
        "pa": "-Yeah. -If she's willing to let you.",
        "vi": "- Vâng. - Nếu cô ấy tha thứ."
    },
    {
        "start": "00:24:04,480",
        "end": "00:24:06,600",
        "en": "C'est ce que… Je n'ai pas le choix,",
        "pa": "That's what I want. I have to, I'll-- I'll take out the artillery.",
        "vi": "Điều đó… Con không có lựa chọn."
    },
    {
        "start": "00:24:06,680",
        "end": "00:24:09,840",
        "en": "- je vais sortir les rames. - Une bague, déjà, pour commencer.",
        "pa": "A ring, for starters.",
        "vi": "- Sẽ rất khó. - Một chiếc nhẫn sẽ là khởi đầu tốt."
    },
    {
        "start": "00:24:09,920",
        "end": "00:24:12,640",
        "en": "- Pour quoi faire ? - Une fille, ça lui fait plaisir.",
        "pa": "What for?",
        "vi": "- Tại sao? - Vì phụ nữ thích nhẫn."
    },
    {
        "start": "00:24:12,720",
        "end": "00:24:15,440",
        "en": "Tu te mets à genoux, tu demandes pardon, tu lui offres une bague.",
        "pa": "Because a girl loves that.\n Get on your knees, apologize, and give her a ring.",
        "vi": "Con quỳ xuống, xin tha thứ và trao nhẫn cho cô ấy."
    },
    {
        "start": "00:24:15,520",
        "end": "00:24:16,920",
        "en": "Non, mais pas de mariage ?",
        "pa": "But marriage?",
        "vi": "- Nhưng không phải hôn nhân. - Vì những việc con đã làm…"
    },
    {
        "start": "00:24:17,000",
        "end": "00:24:19,000",
        "en": "Maintenant, vu ce que tu as fait…",
        "pa": "-Given what you did. -You see…",
        "vi": ""
    },
    {
        "start": "00:24:20,000",
        "end": "00:24:23,120",
        "en": "Donc parce que j'ai fait un truc mal,",
        "pa": "So because I messed up,",
        "vi": "Vì con làm một điều tồi tệ,"
    },
    {
        "start": "00:24:23,200",
        "end": "00:24:26,400",
        "en": "il faut que je me marie et jusqu'à la fin de mes jours,",
        "pa": "now I have to get married for the rest of my life?",
        "vi": "con phải kết hôn và cảm thấy tồi tệ đến cuối đời?"
    },
    {
        "start": "00:24:26,480",
        "end": "00:24:28,800",
        "en": "je me sens mal.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:28,880",
        "end": "00:24:31,800",
        "en": "On ne se sent pas mal parce qu'on est marié.",
        "pa": "And feel bad?\n You don't feel bad for getting married. Calm down.",
        "vi": "Kết hôn không làm con thấy tệ. Đừng nói quá lên."
    },
    {
        "start": "00:24:31,880",
        "end": "00:24:32,840",
        "en": "Il ne faut pas exagérer.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:32,920",
        "end": "00:24:35,760",
        "en": "Tu as envie de finir ta vie tout seul, comme un rat ?",
        "pa": "Do you want to end up alone like a rat?",
        "vi": "Con muốn chết lủi thủi như một con chuột?"
    },
    {
        "start": "00:24:36,520",
        "end": "00:24:37,680",
        "en": "Je ne crois pas.",
        "pa": "I don't think so.",
        "vi": "Không đâu. Con nghĩ sẽ tốt hơn nếu con tìm được người khác?"
    },
    {
        "start": "00:24:37,760",
        "end": "00:24:40,360",
        "en": "Tu crois que si tu retrouves quelqu'un, ça va être mieux ?",
        "pa": "Do you think you'll find someone better?",
        "vi": ""
    },
    {
        "start": "00:24:40,440",
        "end": "00:24:42,760",
        "en": "C'est ce qu'on croit toujours, et puis…",
        "pa": "This is what you always think.",
        "vi": "Chúng ta luôn nghĩ thế và rồi…"
    },
    {
        "start": "00:24:43,720",
        "end": "00:24:45,840",
        "en": "Et en plus, franchement, Lindsay,",
        "pa": "",
        "vi": "Con không thể trách Lindsay điều gì cả."
    },
    {
        "start": "00:24:45,920",
        "end": "00:24:47,760",
        "en": "- il n'y a rien à lui reprocher. - C'est vrai.",
        "pa": "You can't blame Lindsay for anything.",
        "vi": ""
    },
    {
        "start": "00:24:47,840",
        "end": "00:24:49,520",
        "en": "Tu ne trouveras jamais quelqu'un comme elle.",
        "pa": "For sure.\n You'll never find someone like her. If you let her go, you'll regret it.",
        "vi": "- Vâng. - Con sẽ không tìm được ai như cô ấy."
    },
    {
        "start": "00:24:49,600",
        "end": "00:24:52,080",
        "en": "Si tu laisses passer Lindsay, tu vas le regretter.",
        "pa": "",
        "vi": "- Nếu con để Lindsay đi, con sẽ hối hận. - Vâng."
    },
    {
        "start": "00:24:52,840",
        "end": "00:24:54,640",
        "en": "C'est pour ça que je suis venu aujourd'hui.",
        "pa": "That's why I came here.",
        "vi": "Đó là lý do con đến gặp mẹ hôm nay. Con muốn nghe điều đó."
    },
    {
        "start": "00:24:54,720",
        "end": "00:24:56,840",
        "en": "- Je voulais entendre ça.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:57,400",
        "end": "00:24:58,360",
        "en": "Peut-être.",
        "pa": "For this.\n I wanted to hear this.",
        "vi": "Có thể."
    },
    {
        "start": "00:24:59,120",
        "end": "00:25:00,720",
        "en": "Pauvre Lindsay.",
        "pa": "Poor Lindsay.",
        "vi": "Tội nghiệp Lindsay."
    },
    {
        "start": "00:25:01,400",
        "end": "00:25:03,440",
        "en": "- Ouais. - Elle n'avait pas besoin de ça.",
        "pa": "- Yeah. - She didn't need this.",
        "vi": "- Vâng. - Cô ấy đâu đáng bị thế."
    },
    {
        "start": "00:25:03,520",
        "end": "00:25:05,600",
        "en": "- Voilà. - Encore un petit chocolat ?",
        "pa": "-Yeah. - A chocolate for the road?",
        "vi": "- Vâng. - Muốn thêm sôcôla không?"
    },
    {
        "start": "00:25:06,120",
        "end": "00:25:08,040",
        "en": "- Pour la route ? - Je vais en reprendre un.",
        "pa": "Yeah, I'll take one.",
        "vi": "- Ăn khi đi đường? - Con sẽ lấy một cái."
    },
    {
        "start": "00:25:08,920",
        "end": "00:25:11,040",
        "en": "Même deux ! Un de chaque.",
        "pa": "I'll take two. One of each.",
        "vi": "- Con sẽ lấy hai cái. Hai loại. - Lấy vài cái cho Lindsay."
    },
    {
        "start": "00:25:11,120",
        "end": "00:25:12,920",
        "en": "Tu pourras en prendre pour Lindsay.",
        "pa": "Take some for Lindsay.",
        "vi": ""
    },
    {
        "start": "00:25:13,000",
        "end": "00:25:15,440",
        "en": "À mon avis, ça ne suffira pas, mais bon.",
        "pa": "I don't think it'll be enough, but well.",
        "vi": "Mẹ không nghĩ nó hiệu quả nhưng cũng hay."
    },
    {
        "start": "00:25:15,520",
        "end": "00:25:17,280",
        "en": "- C'est mieux que rien. - Allez !",
        "pa": "Better than nothing.",
        "vi": "- Có còn hơn không. - Rồi, làm tiếp đi."
    },
    {
        "start": "00:25:17,360",
        "end": "00:25:19,360",
        "en": "- Au travail ! - Bisou, Maman.",
        "pa": "-Get to work. -Take care, Mom.",
        "vi": "Con yêu mẹ."
    },
    {
        "start": "00:25:19,880",
        "end": "00:25:21,880",
        "en": "Ouais. Bisou,",
        "pa": "Yeah.\n Bye.",
        "vi": "Mẹ cũng yêu con."
    },
    {
        "start": "00:25:22,720",
        "end": "00:25:25,640",
        "en": "coup de pied au cul ! Essaye de te rattraper,",
        "pa": "-Ouch. -Kick your ass.",
        "vi": "Đá đít con. Cố mà chuộc lỗi."
    },
    {
        "start": "00:25:25,720",
        "end": "00:25:28,080",
        "en": "il y a du boulot ! Je compte sur toi.",
        "pa": "Make it right.\n -You've got a lot to do. - Yeah.\n I'm counting on you.",
        "vi": "Con có việc phải làm. Mẹ trông cậy vào con."
    },
    {
        "start": "00:25:28,920",
        "end": "00:25:32,160",
        "en": "Je savais que j'allais prendre une claque. En un, c'est se faire pardonner.",
        "pa": "I knew I would get in trouble.",
        "vi": "Tôi biết sẽ bị đá đít. Đầu tiên, tôi cần được tha thứ."
    },
    {
        "start": "00:25:32,240",
        "end": "00:25:35,960",
        "en": "et en deux, c'est se reconcentrer sur l'ultimatum.",
        "pa": "First, I have to make it up to her,\n and second, I have to think about the ultimatum",
        "vi": "Rồi tôi phải tập trung vào tối hậu thư"
    },
    {
        "start": "00:25:36,040",
        "end": "00:25:38,400",
        "en": "Voir où j'en suis, voir ce que je veux.",
        "pa": "and see what I want and hope these two weeks will open my eyes.",
        "vi": "và xem tôi đang ở đâu, tôi muốn gì."
    },
    {
        "start": "00:25:38,480",
        "end": "00:25:40,560",
        "en": "Ces deux semaines vont me permettre d'ouvrir les yeux.",
        "pa": "ICE RINK",
        "vi": "Hai tuần này sẽ soi sáng cho tôi."
    },
    {
        "start": "00:25:46,800",
        "end": "00:25:49,840",
        "en": "Je ne rigole pas, je ne veux pas faire ça.",
        "pa": "TOGETHER FOR 2 YEARS\n I mean it. I don't want to do this.",
        "vi": "SARAH &amp; ANDRÉ TRONG MỘT MỐI QUAN HỆ 2 NĂM\n Em không đùa. Em không muốn làm việc này."
    },
    {
        "start": "00:25:49,920",
        "end": "00:25:52,840",
        "en": "Avec Sarah, on s'est expliqués, on a mis les choses à plat.",
        "pa": "I talked with Sarah, and we got things straight.",
        "vi": "Sarah và tôi đã nói chuyện để làm rõ mọi chuyện."
    },
    {
        "start": "00:25:52,920",
        "end": "00:25:55,760",
        "en": "Le fait de la retrouver, ça me fait énormément de bien.",
        "pa": "Being reunited with her does me good.",
        "vi": "Với tôi, thật tuyệt khi được hội ngộ với cô ấy."
    },
    {
        "start": "00:25:56,840",
        "end": "00:25:59,080",
        "en": "Du coup, j'en ai profité pour l'emmener ici.",
        "pa": "So I brought her here.",
        "vi": "Tôi đã nhân cơ hội đưa cô ấy đến đây,"
    },
    {
        "start": "00:25:59,680",
        "end": "00:26:01,840",
        "en": "J'ai envie de montrer à Sarah que je peux lâcher prise,",
        "pa": "I want to show her I can let go, have fun, and laugh with her,",
        "vi": "muốn cô ấy thấy tôi có thể bỏ qua, vui vẻ, cười đùa với cô ấy"
    },
    {
        "start": "00:26:01,920",
        "end": "00:26:04,840",
        "en": "que je peux m'amuser, rigoler avec elle, être spontané",
        "pa": "and be spontaneous.",
        "vi": "tự nhiên, để cuối cùng cô ấy sẽ chấp nhận lời cầu hôn của tôi."
    },
    {
        "start": "00:26:05,640",
        "end": "00:26:07,800",
        "en": "et qu'à la fin, elle soit prête à accepter ma demande.",
        "pa": "Maybe she'll be ready to accept my proposal.",
        "vi": ""
    },
    {
        "start": "00:26:08,600",
        "end": "00:26:10,440",
        "en": "C'est bien comme ça, j'aime bien.",
        "pa": "It's nice here. I like it.",
        "vi": "Cừ như này. Em thích nó."
    },
    {
        "start": "00:26:10,520",
        "end": "00:26:13,280",
        "en": "Je suis en mode aigle royal, j'analyse.",
        "pa": "I feel like an eagle, analyzing. I have the vision of a hawk.",
        "vi": "Anh như đại bàng vàng. Anh đang quan sát."
    },
    {
        "start": "00:26:13,760",
        "end": "00:26:15,760",
        "en": "- J'ai la vision du faucon.",
        "pa": "",
        "vi": "- Anh có tầm nhìn của diều hâu. - Anh đang nói gì thế?"
    },
    {
        "start": "00:26:15,840",
        "end": "00:26:17,600",
        "en": "- J'ai la vision du faucon. - N'importe quoi.",
        "pa": "-The vision of a hawk. - What's that?",
        "vi": ""
    },
    {
        "start": "00:26:20,680",
        "end": "00:26:23,000",
        "en": "Ça se voit que tu te libères un peu,",
        "pa": "I see you're letting yourself go. Great.",
        "vi": "- Em thấy anh đang thả lỏng. Tuyệt vời. - Ừ. Anh thích như này."
    },
    {
        "start": "00:26:23,080",
        "end": "00:26:24,560",
        "en": "- c'est trop bien. - Ouais.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:26:25,160",
        "end": "00:26:26,720",
        "en": "- J'ai grave kiffé.",
        "pa": "I like this. Oh!",
        "vi": ""
    },
    {
        "start": "00:26:27,360",
        "end": "00:26:29,160",
        "en": "Franchement, c'est cool.",
        "pa": "It's nice.",
        "vi": "Ừ, rất tuyệt."
    },
    {
        "start": "00:26:29,240",
        "end": "00:26:32,080",
        "en": "André, je le sens bien, je le sens dans une good vibe.",
        "pa": "It seems like André's feeling good. He's giving off good vibes.",
        "vi": "André có vẻ thấy ổn, mang đến năng lượng tích cực."
    },
    {
        "start": "00:26:32,160",
        "end": "00:26:34,400",
        "en": "Je sens qu'il veut faire des efforts,",
        "pa": "",
        "vi": "Anh ấy có vẻ rất muốn thử,"
    },
    {
        "start": "00:26:34,480",
        "end": "00:26:36,280",
        "en": "qu'il veut me faire rire,",
        "pa": "I see he wants to make an effort. He's making me laugh.",
        "vi": "muốn làm tôi cười, cho tôi thấy một con người khác"
    },
    {
        "start": "00:26:36,360",
        "end": "00:26:40,520",
        "en": "qu'il veut me montrer autre chose de lui, qu'il a appliqué ce que je lui ai dit.",
        "pa": "He wants to show me another side of him and that he listened to what I said.",
        "vi": ""
    },
    {
        "start": "00:26:40,600",
        "end": "00:26:43,320",
        "en": "C'était ce que je voulais, donc c'est trop bien.",
        "pa": "It's all I ever wanted. It's great.",
        "vi": "và anh ấy đã áp dụng những gì tôi nói. Tôi chỉ muốn như thế. Tuyệt vời!"
    },
    {
        "start": "00:26:44,120",
        "end": "00:26:46,800",
        "en": "Ça me permet de te montrer que je veux plus m'ouvrir à toi,",
        "pa": "This is my way of showing you that I want to open up to you",
        "vi": "Điều này cho em thấy anh muốn cởi mở hơn, hòa đồng hơn, tự nhiên hơn."
    },
    {
        "start": "00:26:46,880",
        "end": "00:26:49,880",
        "en": "que j'ai envie d'être plus sociable, plus spontané,",
        "pa": "and be more outgoing, more spontaneous.",
        "vi": ""
    },
    {
        "start": "00:26:50,480",
        "end": "00:26:53,120",
        "en": "là, en tout cas, c'est ce que je peux te montrer.",
        "pa": "So this is my way to show you.",
        "vi": "Đó là điều anh có thể cho em thấy."
    },
    {
        "start": "00:26:53,200",
        "end": "00:26:55,440",
        "en": "C'est pour ça que je vais t'annoncer quelque chose.",
        "pa": "That's why I want to say something.",
        "vi": "Đó là lý do anh có một tuyên bố."
    },
    {
        "start": "00:26:55,520",
        "end": "00:26:58,280",
        "en": "- MDR, va là-bas, pas du tout !",
        "pa": "Are we getting that beer or not?",
        "vi": "Buồn cười quá, bên kia nhé? Không đâu."
    },
    {
        "start": "00:26:59,280",
        "end": "00:27:01,400",
        "en": "- Mais tu te fous… Je vais…",
        "pa": "What is this? Don't joke like that.",
        "vi": "Anh đùa à? Em sẽ… Em không đùa với anh đâu."
    },
    {
        "start": "00:27:01,480",
        "end": "00:27:03,280",
        "en": "Je ne rigole pas du tout avec toi.",
        "pa": "Never do that again. You're crazy.",
        "vi": ""
    },
    {
        "start": "00:27:03,360",
        "end": "00:27:05,360",
        "en": "Plus jamais tu fais ça ! Tu es un malade, toi.",
        "pa": "",
        "vi": "Đừng làm thế nữa. Anh điên rồi."
    },
    {
        "start": "00:27:05,440",
        "end": "00:27:07,360",
        "en": "- Tu allais partir ! - Tu me fais peur.",
        "pa": "-Were you leaving? -You scared me. Are you crazy?",
        "vi": "- Em bỏ anh trước mặt mọi người à? - Anh làm em sợ."
    },
    {
        "start": "00:27:07,440",
        "end": "00:27:08,840",
        "en": "Me laisser en plan comme ça.",
        "pa": "You're gonna leave me in front of everyone?",
        "vi": ""
    },
    {
        "start": "00:27:10,480",
        "end": "00:27:12,680",
        "en": "Tu es un fou !",
        "pa": "You're nuts.",
        "vi": "Anh điên rồi. Điên rồi."
    },
    {
        "start": "00:27:12,760",
        "end": "00:27:14,760",
        "en": "- Tu ne fais plus jamais ça.",
        "pa": "You're nuts. Never, never do this again.",
        "vi": "Đừng bao giờ làm thế."
    },
    {
        "start": "00:27:15,680",
        "end": "00:27:18,640",
        "en": "Je te prépare, parce que dans moins d'une semaine…",
        "pa": "You've got to be ready in less than a week.",
        "vi": "Anh phải giúp em sẵn sàng vì chưa đầy một tuần…"
    },
    {
        "start": "00:27:18,720",
        "end": "00:27:20,240",
        "en": "Non, mais calme-toi.",
        "pa": "- Yeah, but calm down. -I'd rather prepare you psychologically.",
        "vi": "Bình tĩnh."
    },
    {
        "start": "00:27:20,320",
        "end": "00:27:23,080",
        "en": "- Je préfère te préparer. - Mon Dieu, j'ai eu peur.",
        "pa": "",
        "vi": "- Anh muốn em sẵn sàng hơn. - Không, em sợ."
    },
    {
        "start": "00:27:23,160",
        "end": "00:27:24,880",
        "en": "Il fait froid, mais j'ai eu chaud.",
        "pa": "You scared me. It's cold, but I felt hot.",
        "vi": "Trời lạnh nhưng em đang nóng."
    },
    {
        "start": "00:27:24,960",
        "end": "00:27:26,800",
        "en": "Je suis dans une impasse, c'est sûr.",
        "pa": "",
        "vi": "Tôi chắc chắn đang bế tắc vì tôi không muốn phá hỏng mọi thứ."
    },
    {
        "start": "00:27:26,880",
        "end": "00:27:28,760",
        "en": "Je n'ai pas envie de tout gâcher,",
        "pa": "I'm in a deadlock.\n I don't want to mess it up.",
        "vi": ""
    },
    {
        "start": "00:27:29,800",
        "end": "00:27:31,960",
        "en": "mais en même temps, je n'ai pas envie",
        "pa": "But at the same time, I don't want to get married.",
        "vi": "Nhưng tôi vẫn chưa muốn"
    },
    {
        "start": "00:27:33,000",
        "end": "00:27:34,440",
        "en": "de me marier.",
        "pa": "",
        "vi": "kết hôn."
    },
    {
        "start": "00:27:35,040",
        "end": "00:27:37,160",
        "en": "J'ai une semaine pour prendre une décision",
        "pa": "I have a week to make a life-changing decision.",
        "vi": "Tôi có một tuần để đưa ra quyết định rất quan trọng trong đời tôi."
    },
    {
        "start": "00:27:37,920",
        "end": "00:27:39,920",
        "en": "qui va être déterminante dans ma vie.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:40,000",
        "end": "00:27:42,000",
        "en": "Ça me stresse trop. Franchement, je…",
        "pa": "It's stressing me out.",
        "vi": "Nó làm tôi rất căng thẳng. Nói thật…"
    },
    {
        "start": "00:27:42,960",
        "end": "00:27:45,400",
        "en": "J'ai même plus les mots.",
        "pa": "I don't even have the words. I don't know.",
        "vi": "Tôi còn chẳng biết nói gì. Tôi không biết."
    },
    {
        "start": "00:27:45,480",
        "end": "00:27:46,400",
        "en": "Je ne sais pas.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:47,040",
        "end": "00:27:48,240",
        "en": "C'est compliqué.",
        "pa": "I don't. It's complicated. Very complicated.",
        "vi": "Chuyện phức tạp."
    },
    {
        "start": "00:27:49,120",
        "end": "00:27:50,280",
        "en": "Franchement, c'est compliqué.",
        "pa": "",
        "vi": "Rất phức tạp."
    },
    {
        "start": "00:27:57,600",
        "end": "00:28:02,080",
        "en": "On est parti trop loin, dans les paroles, dans les actes.",
        "pa": "TOGETHER FOR 2 YEARS\n We went too far.",
        "vi": "LINA &amp; SOPHIANNE TRONG MỘT MỐI QUAN HỆ 2 NĂM\n Ta đã đi quá xa, đi quá xa trong lời nói, trong hành động."
    },
    {
        "start": "00:28:02,160",
        "end": "00:28:04,880",
        "en": "En fait, ça part trop loin, je ne reconnais même pas…",
        "pa": "We got carried away with our words and our actions,\n and it's gone too far.",
        "vi": "Ta đã đi xa đến mức anh không nhận ra…"
    },
    {
        "start": "00:28:04,960",
        "end": "00:28:07,800",
        "en": "Je ne reconnais pas notre couple, on n'est pas comme ça.",
        "pa": "Sometimes I don't recognize us as a couple. We're not like this.",
        "vi": "Đôi khi, anh không nhận ra hai ta. Hai ta không như thế."
    },
    {
        "start": "00:28:07,880",
        "end": "00:28:10,720",
        "en": "On est dans la même équipe, on va dans la même direction,",
        "pa": "We're usually on the same team. We move in the same direction.",
        "vi": "Hai ta cùng một đội, cùng mục tiêu."
    },
    {
        "start": "00:28:10,800",
        "end": "00:28:14,880",
        "en": "et là, je sens depuis un certain temps qu'on est toi contre moi.",
        "pa": "Now it feels like it's you against me.",
        "vi": "Có lúc anh cảm nhận được em đối đầu với anh."
    },
    {
        "start": "00:28:14,960",
        "end": "00:28:17,600",
        "en": "Qui va piquer l'autre, qui va faire du mal à l'autre ?",
        "pa": "Who's going to provoke the other? Who's going to hurt the other?",
        "vi": "Ai sẽ khiêu khích ai? Ai sẽ làm đau ai? Anh không muốn làm tổn thương em."
    },
    {
        "start": "00:28:17,680",
        "end": "00:28:19,480",
        "en": "Je n'ai pas envie de te faire du mal.",
        "pa": "And I don't want to hurt you.",
        "vi": ""
    },
    {
        "start": "00:28:19,560",
        "end": "00:28:21,760",
        "en": "Mais tu m'en as fait, pendant ces trois semaines.",
        "pa": "But you did, the last three weeks.",
        "vi": "- Nhưng anh đã làm. Trong ba tuần. - Em đã không cho anh cơ hội giải thích."
    },
    {
        "start": "00:28:21,840",
        "end": "00:28:24,040",
        "en": "Tu ne m'as même pas laissé le temps de m'expliquer.",
        "pa": "I get it, I get it, but you didn't give me the chance to explain.",
        "vi": ""
    },
    {
        "start": "00:28:24,120",
        "end": "00:28:27,240",
        "en": "Il y a des actes que j'ai faits qui ne sont pas corrects envers toi.",
        "pa": "I did things that weren't good for you.",
        "vi": "Anh đã làm những điều không tốt cho em."
    },
    {
        "start": "00:28:27,320",
        "end": "00:28:29,400",
        "en": "J'estime ne pas t'avoir manqué de respect",
        "pa": "But I think I never disrespected you during the experience.",
        "vi": "Anh không nghĩ anh không tôn trọng em trong khi thử nghiệm,"
    },
    {
        "start": "00:28:29,480",
        "end": "00:28:32,360",
        "en": "tout au long de l'expérience, mais il y a des trucs qui sont limites.",
        "pa": "I did some questionable things. I admit it.",
        "vi": "nhưng anh đã làm vài điều khó coi và anh xin lỗi."
    },
    {
        "start": "00:28:32,440",
        "end": "00:28:33,320",
        "en": "Et je m'en excuse.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:33,400",
        "end": "00:28:35,680",
        "en": "Je n'aime pas et je n'ai pas envie de te faire pleurer.",
        "pa": "And I'm sorry. I don't like making you cry.",
        "vi": "Anh không thích thấy em khóc, không muốn thấy em khóc nữa."
    },
    {
        "start": "00:28:35,760",
        "end": "00:28:37,640",
        "en": "- Je ne veux plus te voir pleurer.",
        "pa": "I don't want to see you cry ever again.",
        "vi": ""
    },
    {
        "start": "00:28:37,720",
        "end": "00:28:39,520",
        "en": "En allant vers moi, il me montre",
        "pa": "",
        "vi": "Bằng cách tiến về phía tôi, Sophianne cho thấy anh ấy yêu tôi"
    },
    {
        "start": "00:28:39,600",
        "end": "00:28:42,840",
        "en": "qu'il m'aime et qu'il fait toujours attention à moi.",
        "pa": "Sophianne's showing me he still loves me and he cares about me.",
        "vi": "và vẫn quan tâm đến tôi."
    },
    {
        "start": "00:28:43,440",
        "end": "00:28:44,360",
        "en": "Ça me touche beaucoup,",
        "pa": "It's really touching, he's realized the harm he caused,",
        "vi": "Thật cảm động vì anh ấy nhận ra nỗi đau anh ấy gây ra."
    },
    {
        "start": "00:28:44,440",
        "end": "00:28:46,800",
        "en": "il se rend vraiment compte de la peine qu'il m'a causée.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:48,040",
        "end": "00:28:49,960",
        "en": "Là, je retrouve enfin mon Sophianne.",
        "pa": "and I'm finally getting him back.",
        "vi": "Cuối cùng tôi lại có được Sophianne. Điều đó rất tuyệt."
    },
    {
        "start": "00:28:50,640",
        "end": "00:28:51,720",
        "en": "Ça fait du bien.",
        "pa": "That's good.",
        "vi": ""
    },
    {
        "start": "00:28:53,360",
        "end": "00:28:55,280",
        "en": "- Excuse-moi. - Oh.",
        "pa": "-I'm sorry. -No.",
        "vi": "Em xin lỗi."
    },
    {
        "start": "00:28:55,360",
        "end": "00:28:57,360",
        "en": "- Non, vraiment. - C'est sincère",
        "pa": "I mean it.",
        "vi": "- Thật sự. - Thật sự?"
    },
    {
        "start": "00:28:57,440",
        "end": "00:28:59,200",
        "en": "ou tu dis que tu as raison sur tout le long ?",
        "pa": "Do you mean it, or are you saying you were always right?",
        "vi": "Hoặc em nói em đã luôn đúng?"
    },
    {
        "start": "00:28:59,280",
        "end": "00:29:02,240",
        "en": "Je suis rarement en tort donc ça ne sort pas souvent.",
        "pa": "I'm rarely wrong, so I don't say it often.",
        "vi": "Em hiếm khi sai nên em không thường xuyên nói thế."
    },
    {
        "start": "00:29:02,320",
        "end": "00:29:05,440",
        "en": "- C'est vrai, je suis rarement en tort. - Continue",
        "pa": "Yeah, I'm rarely wrong. It's true.",
        "vi": "Đó là sự thật. Em hiếm khi sai. Thật đấy."
    },
    {
        "start": "00:29:05,520",
        "end": "00:29:08,600",
        "en": "sur ta lancée d'avant, c'était bien. Qu'est-ce que tu allais dire ?",
        "pa": "Let's go back to your previous idea. It was nice.",
        "vi": "Nói tiếp đi. Hay lắm. Em định nói gì?"
    },
    {
        "start": "00:29:08,680",
        "end": "00:29:10,680",
        "en": "Excuse-moi, c'est bon.",
        "pa": "You were saying something nice. What was that?\n I'm sorry. I'm sorry. It's okay. Enjoy this.",
        "vi": "- Xin lỗi, không sao. Vui khoảnh khắc này. - \"Xin lỗi\"? Tại sao?"
    },
    {
        "start": "00:29:10,760",
        "end": "00:29:12,280",
        "en": "- Savoure. - Excuse-moi pour quoi ?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:12,360",
        "end": "00:29:14,640",
        "en": "Ça va, tu abuses, aussi !",
        "pa": "- Sorry for what? -Oh, please, you're too much.",
        "vi": "Thôi nào, anh quá đáng rồi."
    },
    {
        "start": "00:29:15,520",
        "end": "00:29:18,760",
        "en": "Tu fais trop la meuf méchante, alors que tu as un cœur d'artichaut.",
        "pa": "- No. -You act like a bad girl.",
        "vi": "Em cư xử như cô gái hư dù em có một trái tim dịu dàng."
    },
    {
        "start": "00:29:18,840",
        "end": "00:29:22,080",
        "en": "Non, mais franchement, tu sais quoi ? Je t'aime tellement",
        "pa": "But you have a kind heart.\n I do, and you know what?",
        "vi": "Nhưng thật sự, anh biết không? Em yêu anh nhiều đến mức"
    },
    {
        "start": "00:29:23,320",
        "end": "00:29:24,840",
        "en": "que ça me fait super peur,",
        "pa": "I love you so much that it scares me.",
        "vi": "điều đó làm em sợ."
    },
    {
        "start": "00:29:24,920",
        "end": "00:29:27,160",
        "en": "donc je suis honnête avec toi. Je pense à tout ça",
        "pa": "",
        "vi": "Nói thật là em nghĩ về mọi chuyện này và tự nhủ"
    },
    {
        "start": "00:29:27,240",
        "end": "00:29:29,280",
        "en": "et je suis vraiment en train de me dire,",
        "pa": "I'm being honest with you. I think about all of this.",
        "vi": ""
    },
    {
        "start": "00:29:29,360",
        "end": "00:29:31,200",
        "en": "si je quitte tout pour toi,",
        "pa": "If I leave everything behind and go with you,",
        "vi": "nếu em để lại mọi thứ cho anh, liệu em sẽ nghĩ:"
    },
    {
        "start": "00:29:31,280",
        "end": "00:29:35,080",
        "en": "est-ce que je vais me dire : \"Ce n'est pas grave, il y a notre amour.\"",
        "pa": "then it's okay because we have our love.",
        "vi": "\"Ổn thôi. Chúng ta có tình yêu\"?"
    },
    {
        "start": "00:29:35,160",
        "end": "00:29:37,600",
        "en": "Ce que je veux, c'est toujours la même chose.",
        "pa": "I still want the same thing.",
        "vi": "Điều anh muốn vẫn không thay đổi."
    },
    {
        "start": "00:29:37,680",
        "end": "00:29:40,200",
        "en": "Je veux que tu partes avec moi, je veux t'épouser",
        "pa": "I want you to go with me.",
        "vi": "Anh muốn em đi cùng anh, anh muốn cưới em"
    },
    {
        "start": "00:29:40,280",
        "end": "00:29:41,760",
        "en": "et qu'on finisse ensemble.",
        "pa": "I want to marry you, and I want us to be together.",
        "vi": "và chúng ta sẽ có nhau."
    },
    {
        "start": "00:29:42,560",
        "end": "00:29:43,640",
        "en": "Je l'aime, Lina.",
        "pa": "I love Lina.",
        "vi": "Tôi yêu Lina."
    },
    {
        "start": "00:29:44,160",
        "end": "00:29:47,440",
        "en": "Je l'aime, mais après, on est dans une impasse depuis un moment.",
        "pa": "I love her, but we've been stuck for a while,",
        "vi": "Tôi yêu cô ấy nhưng bọn tôi đã bất hòa một thời gian."
    },
    {
        "start": "00:29:48,240",
        "end": "00:29:51,160",
        "en": "C'est ça le but de tout ça, c'est de trouver une solution.",
        "pa": "and the goal is to find a solution.",
        "vi": "Và đó là vấn đề. Để tìm ra giải pháp."
    },
    {
        "start": "00:29:51,960",
        "end": "00:29:54,760",
        "en": "Si la solution, ça doit être de se séparer,",
        "pa": "If the solution is to break up, then unfortunately, we'll have to.",
        "vi": "Và nếu giải pháp là chia tay, bọn tôi sẽ phải chia tay, thật đáng tiếc."
    },
    {
        "start": "00:29:54,840",
        "end": "00:29:56,880",
        "en": "malheureusement, on se séparera.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:56,960",
        "end": "00:30:00,440",
        "en": "Le but, ce n'est pas de laisser trainer les choses et terminer ça dans cinq ans.",
        "pa": "The point is not to let things drag on for another five years.",
        "vi": "Chúng tôi không muốn kéo dài mâu thuẫn và kết thúc sau năm năm."
    },
    {
        "start": "00:30:01,720",
        "end": "00:30:05,040",
        "en": "On arrive à la fin de l'expérience, dans quelques jours, on va faire un choix,",
        "pa": "The end of the experience is in a few days.",
        "vi": "Chúng tôi sắp kết thúc trải nghiệm và sẽ phải quyết định trong vài tuần,"
    },
    {
        "start": "00:30:05,120",
        "end": "00:30:07,720",
        "en": "on va devoir répondre à l'ultimatum. Je veux tout ou rien.",
        "pa": "We'll have to make a choice and answer the ultimatum.",
        "vi": "phải trả lời tối hậu thư. Tôi muốn tất cả hoặc không gì cả."
    },
    {
        "start": "00:30:07,800",
        "end": "00:30:11,680",
        "en": "Je veux toujours partir avec Lina et j'ai envie qu'elle m'épouse.",
        "pa": "It's all or nothing, and I still want to go to the States with Lina and marry her.",
        "vi": "Tôi vẫn muốn cùng Lina chuyển đến Mỹ và cưới cô ấy."
    },
    {
        "start": "00:30:18,800",
        "end": "00:30:20,480",
        "en": "Bonsoir !",
        "pa": "TOGETHER FOR 2 YEARS\n -Hello. -Ah, Mr. Richy.",
        "vi": "CATHERINE &amp; RICHY TRONG MỐI QUAN HỆ 2 NĂM\n Chào buổi tối."
    },
    {
        "start": "00:30:20,560",
        "end": "00:30:22,480",
        "en": "Bonsoir, monsieur Richy !",
        "pa": "",
        "vi": "Chào buổi tối, Richy."
    },
    {
        "start": "00:30:22,560",
        "end": "00:30:24,640",
        "en": "- Vous m'avez manqué de ouf ! - C'est pareil.",
        "pa": "-Missed you a lot. -Me too.",
        "vi": "- Con rất nhớ cả nhà. - Cả nhà cũng thế."
    },
    {
        "start": "00:30:24,720",
        "end": "00:30:26,640",
        "en": "- Comment ça va ? - Ça va, Richy ?",
        "pa": "-How are you? -Hi, Richy. I missed you.",
        "vi": "- Khỏe không? - Khỏe không, Richy?"
    },
    {
        "start": "00:30:26,720",
        "end": "00:30:28,600",
        "en": "- Ça va ? - Assieds-toi.",
        "pa": "How are you, Mom? How's your health?",
        "vi": "- Khỏe chứ? - Mời ngồi."
    },
    {
        "start": "00:30:28,680",
        "end": "00:30:30,440",
        "en": "- Tu as la forme ? - La différence de taille !",
        "pa": "-He's so big. - You're funny.",
        "vi": "Chênh lệch chiều cao!"
    },
    {
        "start": "00:30:30,520",
        "end": "00:30:32,560",
        "en": "- Ne m'étouffe pas quand même.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:30:33,080",
        "end": "00:30:34,800",
        "en": "Monte sur la chaise, Maman.",
        "pa": "Get on the chair, Mom. Get on the chair.",
        "vi": "Mẹ hãy đứng lên ghế."
    },
    {
        "start": "00:30:34,880",
        "end": "00:30:37,560",
        "en": "- Tu me manques beaucoup ! - La sista, ça va ?",
        "pa": "-I missed you a lot. -And the sister. How are you?",
        "vi": "- Chị rất nhớ em. - Chị khỏe không?"
    },
    {
        "start": "00:30:37,640",
        "end": "00:30:39,960",
        "en": "- Tu vas bien ?",
        "pa": "",
        "vi": "Chị ổn chứ?"
    },
    {
        "start": "00:30:40,040",
        "end": "00:30:41,960",
        "en": "J'ai une relation magnifique",
        "pa": "",
        "vi": "Tôi có mối quan hệ tuyệt vời với gia đình Catherine."
    },
    {
        "start": "00:30:42,040",
        "end": "00:30:43,520",
        "en": "avec la famille de Catherine.",
        "pa": "I have a great relationship with Catherine's family.",
        "vi": ""
    },
    {
        "start": "00:30:44,080",
        "end": "00:30:47,040",
        "en": "Ils m'ont fait une place très rapidement.",
        "pa": "They quickly made space for me.",
        "vi": "Họ mau chóng coi tôi như người nhà."
    },
    {
        "start": "00:30:47,600",
        "end": "00:30:49,440",
        "en": "C'est vrai que c'est super beau.",
        "pa": "That's beautiful.",
        "vi": "Điều đó thật tuyệt vời."
    },
    {
        "start": "00:30:49,520",
        "end": "00:30:51,880",
        "en": "D'un autre côté, je suis un peu gêné parce que",
        "pa": "I'm a bit embarrassed about the ultimatum because I don't want to get married yet,",
        "vi": "Mặt khác, tôi xấu hổ vì chuyện tối hậu thư,"
    },
    {
        "start": "00:30:51,960",
        "end": "00:30:54,160",
        "en": "sur la question de l'ultimatum,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:30:54,240",
        "end": "00:30:56,240",
        "en": "je ne suis pas vraiment pour le mariage maintenant.",
        "pa": "",
        "vi": "tôi không muốn kết hôn bây giờ, như thể tôi đang lạm dụng lòng tốt của họ."
    },
    {
        "start": "00:30:56,320",
        "end": "00:30:58,520",
        "en": "C'est comme si j'abusais de leur gentillesse.",
        "pa": "and it's like I'm abusing their kindness,",
        "vi": ""
    },
    {
        "start": "00:30:59,160",
        "end": "00:31:00,880",
        "en": "Ça me fait de la peine.",
        "pa": "so I feel bad.",
        "vi": "Nó cũng làm tôi suy nghĩ."
    },
    {
        "start": "00:31:00,960",
        "end": "00:31:02,960",
        "en": "Le fait que tu sois à notre table, c'est que",
        "pa": "If you're sitting at this table, you're part of the family.",
        "vi": "CHỊ CỦA CATHERINE\n Việc em ở đây tức là em là một phần của gia đình."
    },
    {
        "start": "00:31:03,840",
        "end": "00:31:06,760",
        "en": "- tu fais partie de la famille. - Ça me touche.",
        "pa": "That's touching.",
        "vi": "Điều đó làm em rất cảm động."
    },
    {
        "start": "00:31:06,840",
        "end": "00:31:09,440",
        "en": "- Ça me touche. - Et qui dit famille…",
        "pa": "I'm moved.\n And as a family, we have rules to follow.",
        "vi": "Các thành viên gia đình phải tuân theo những quy tắc."
    },
    {
        "start": "00:31:09,520",
        "end": "00:31:12,280",
        "en": "Chez nous, il y a des règles à suivre.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:31:12,360",
        "end": "00:31:14,320",
        "en": "Noir c'est noir, blanc c'est blanc.",
        "pa": "Black is black. White is white.",
        "vi": "Mọi thứ trắng đen rõ ràng. Nên nếu"
    },
    {
        "start": "00:31:14,400",
        "end": "00:31:16,000",
        "en": "Donc, si…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:31:17,240",
        "end": "00:31:19,880",
        "en": "Si tu veux grandir et évoluer avec Catherine,",
        "pa": "So if you want to grow with Catherine, it's black or white.",
        "vi": "em muốn tiếp tục với Catherine, em phải trắng đen rõ ràng."
    },
    {
        "start": "00:31:20,960",
        "end": "00:31:23,360",
        "en": "- c'est noir ou blanc. - Oui, ça passe par là.",
        "pa": "It's like that.",
        "vi": "- Đó là một bước cần thiết. - Không, không có…"
    },
    {
        "start": "00:31:23,440",
        "end": "00:31:25,160",
        "en": "Il n'y a pas de…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:31:25,920",
        "end": "00:31:27,280",
        "en": "d'arc-en-ciel entre les deux.",
        "pa": "There's no rainbow in between.",
        "vi": "các màu khác."
    },
    {
        "start": "00:31:28,560",
        "end": "00:31:31,720",
        "en": "Je suis ouvert à l'idée de me marier, mais je ne suis pas encore prêt.",
        "pa": "I'm open to getting married, of course, but I'm not ready.",
        "vi": "Em rất cởi mở với chuyện kết hôn nhưng em chưa sẵn sàng."
    },
    {
        "start": "00:31:34,040",
        "end": "00:31:37,240",
        "en": "À toi de voir. Tu ne feras plus partie de la famille.",
        "pa": "It's your choice. But you won't be part of the family.",
        "vi": "Tùy em thôi. Em sẽ không còn là người của nhà này nữa."
    },
    {
        "start": "00:31:38,400",
        "end": "00:31:39,600",
        "en": "À la vie, à la mort.",
        "pa": "Until death do us part.",
        "vi": "Chắc chắn thế."
    },
    {
        "start": "00:31:41,840",
        "end": "00:31:45,000",
        "en": "De me dire que je serais renié de la famille, ça me fait du mal.",
        "pa": "To think of being cut off from this family really hurts.",
        "vi": "Thật đau lòng nếu tôi sẽ không còn là người nhà họ nữa."
    },
    {
        "start": "00:31:45,760",
        "end": "00:31:47,880",
        "en": "C'est vraiment dur, pour le coup.",
        "pa": "It's hard.",
        "vi": "Việc này rất khó vì tôi rất yêu họ và không muốn làm tổn thương họ."
    },
    {
        "start": "00:31:47,960",
        "end": "00:31:50,200",
        "en": "Je les aime énormément, je ne veux pas leur faire du mal.",
        "pa": "It's really hard. I love them. I don't want to hurt them.",
        "vi": ""
    },
    {
        "start": "00:31:50,800",
        "end": "00:31:52,240",
        "en": "C'est compliqué, cette situation.",
        "pa": "This is so complicated.",
        "vi": "Tình hình này thật khó khăn."
    },
    {
        "start": "00:31:53,800",
        "end": "00:31:55,800",
        "en": "Il faut que tu sois heureux avec elle.",
        "pa": "You just have to be happy with her.\n CATHERINE'S MOTHER",
        "vi": "Con phải hạnh phúc với Catherine.\n MẸ CỦA CATHERINE"
    },
    {
        "start": "00:31:59,080",
        "end": "00:32:00,880",
        "en": "Je pense que tu prendras la bonne décision.",
        "pa": "I think you'll make the right decision.",
        "vi": "Chị nghĩ em sẽ lựa chọn đúng."
    },
    {
        "start": "00:32:09,920",
        "end": "00:32:11,360",
        "en": "Au début d'une nouvelle vie,",
        "pa": "TOGETHER FOR 2 YEARS\n To a new start, and to Théo and Laury meeting,",
        "vi": "TRONG MỐI QUAN HỆ 2 NĂM\n Vì cuộc sống mới, vì Théo và Laury gặp nhau."
    },
    {
        "start": "00:32:11,440",
        "end": "00:32:14,200",
        "en": "à la rencontre de Théo et Laury, vous ne vous étiez jamais vus.",
        "pa": "-since you didn't know each other. -Yeah.",
        "vi": ""
    },
    {
        "start": "00:32:14,280",
        "end": "00:32:17,280",
        "en": "Ce soir, les potes de Romane viennent à la maison.",
        "pa": "",
        "vi": "Chưa từng gặp nhau?\n Bạn của Romane sẽ đến tối nay."
    },
    {
        "start": "00:32:17,360",
        "end": "00:32:19,480",
        "en": "Je suis assez content.",
        "pa": "Romane's friends are coming over.\n It's great because during the experience, I realized I didn't see them a lot.",
        "vi": "Tôi vui vì tôi nhận ra trong trải nghiệm này,"
    },
    {
        "start": "00:32:19,560",
        "end": "00:32:22,320",
        "en": "L'expérience m'a fait réaliser que je ne les avais pas beaucoup vus.",
        "pa": "",
        "vi": "tôi đã không gặp họ nhiều."
    },
    {
        "start": "00:32:22,400",
        "end": "00:32:25,000",
        "en": "Je n'ai même pas rencontré Laury, alors que c'est sa meilleure amie.",
        "pa": "I didn't even know Laury, and she's Romane's best friend.",
        "vi": "Tôi chưa gặp Laury, bạn thân của Romane. Điều đó làm tôi thấy tệ."
    },
    {
        "start": "00:32:25,080",
        "end": "00:32:27,600",
        "en": "Je m'en suis voulu, j'ai pris du recul là-dessus.",
        "pa": "I felt bad about it.",
        "vi": ""
    },
    {
        "start": "00:32:27,680",
        "end": "00:32:30,520",
        "en": "Je me suis dit que ce n'était pas cool. Je suis content de les voir.",
        "pa": "On second thought, that's not cool. So I'm glad to meet them.",
        "vi": "Ở một khía cạnh khác, tôi nghĩ: \"Không hay đâu\".\n Tôi vui khi gặp họ."
    },
    {
        "start": "00:32:31,280",
        "end": "00:32:33,280",
        "en": "Théo garde sa fourchette en main, au cas où.",
        "pa": "Théo holding on to his fork, just in case it escapes.",
        "vi": "Théo cầm nĩa trong tay để đề phòng."
    },
    {
        "start": "00:32:34,200",
        "end": "00:32:35,960",
        "en": "- Si elle s'échappe. - On a trop faim.",
        "pa": "",
        "vi": "Đói quá. Hôm sau bữa tiệc thế nào?"
    },
    {
        "start": "00:32:36,040",
        "end": "00:32:39,080",
        "en": "Comment ça s'est passé, le lendemain de la soirée ?",
        "pa": "We're so hungry. How was it after the party?",
        "vi": ""
    },
    {
        "start": "00:32:39,160",
        "end": "00:32:40,760",
        "en": "On ne s'est pas vus, nous.",
        "pa": "We didn't see each other. Was it good, Laury?",
        "vi": "Vì bọn mình không gặp nhau. Nó thế nào, Laury?"
    },
    {
        "start": "00:32:41,320",
        "end": "00:32:42,400",
        "en": "Laury, ça allait ?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:48,320",
        "end": "00:32:49,880",
        "en": "Dis-nous en plus !",
        "pa": "-Go on.",
        "vi": "Kể đi."
    },
    {
        "start": "00:32:50,520",
        "end": "00:32:54,560",
        "en": "Écoutez, franchement, c'était super. La bachata, incroyable !",
        "pa": "It was great. The bachata was amazing.",
        "vi": "Nghe này, nó rất tuyệt. Bachata thật tuyệt vời."
    },
    {
        "start": "00:32:55,160",
        "end": "00:32:56,800",
        "en": "Mais sa meuf, elle le sait ?",
        "pa": "Does his girlfriend know about it?",
        "vi": "Bạn gái Scott biết không?"
    },
    {
        "start": "00:32:56,880",
        "end": "00:32:59,360",
        "en": "Concrètement, elle sait que vous avez été collés",
        "pa": "She knows you were dancing very close, and about the kiss.",
        "vi": "Về cơ bản, cô ấy biết hai người đã nhảy rất gần gũi và nụ hôn trên cổ."
    },
    {
        "start": "00:32:59,440",
        "end": "00:33:01,920",
        "en": "à la bachata et qu'il y a eu un bisou dans le cou.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:02,520",
        "end": "00:33:04,760",
        "en": "- Bah, oui. - La pauvre…",
        "pa": "-Of course. -Poor girl.",
        "vi": "- Phải. - Thật tội nghiệp."
    },
    {
        "start": "00:33:04,840",
        "end": "00:33:05,760",
        "en": "C'est tout ?",
        "pa": "Alright. And that's all she knows?",
        "vi": "Nhưng chỉ có thế."
    },
    {
        "start": "00:33:06,400",
        "end": "00:33:09,240",
        "en": "Elle n'est au courant que de ça ? D'accord…",
        "pa": "Okay. I see.",
        "vi": "Nhưng cô ấy chỉ biết thế? Được rồi…"
    },
    {
        "start": "00:33:09,320",
        "end": "00:33:11,440",
        "en": "Je vais être honnête à 100 %",
        "pa": "I'll be very honest about it.",
        "vi": "BẠN CỦA ROMANE\n Tôi sẽ thành thật 100% với những gì tôi sẽ nói."
    },
    {
        "start": "00:33:12,120",
        "end": "00:33:13,640",
        "en": "dans ce que je vais dire.",
        "pa": "ROMANE'S FRIEND\n Before we left, Scott and I kissed.",
        "vi": ""
    },
    {
        "start": "00:33:13,720",
        "end": "00:33:17,280",
        "en": "Juste avant de partir, Scott et moi, on s'est embrassés.",
        "pa": "We went back to their place. He came onto me.",
        "vi": "Ngay trước khi đi, tôi và Scott đã hôn nhau."
    },
    {
        "start": "00:33:17,360",
        "end": "00:33:18,960",
        "en": "On est rentrés à l'appartement,",
        "pa": "",
        "vi": "Chúng tôi đến căn hộ,"
    },
    {
        "start": "00:33:19,040",
        "end": "00:33:21,840",
        "en": "il m'a fait certaines avances, on a passé un bon moment,",
        "pa": "We had a good time. It was a great night.",
        "vi": "anh ấy gặp tôi, bọn tôi đã rất vui, tôi có một buổi tối tuyệt vời."
    },
    {
        "start": "00:33:21,920",
        "end": "00:33:24,880",
        "en": "j'ai passé une bonne soirée. Je suis quelqu'un qui profite de ma vie,",
        "pa": "I really enjoy life, so no.",
        "vi": "Tôi là người biết tận hưởng cuộc sống nên…"
    },
    {
        "start": "00:33:24,960",
        "end": "00:33:25,800",
        "en": "donc…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:26,880",
        "end": "00:33:28,040",
        "en": "Je n'ai pas dit non.",
        "pa": "I didn't say no.",
        "vi": "tôi không từ chối."
    },
    {
        "start": "00:33:28,840",
        "end": "00:33:30,040",
        "en": "Il t'a reparlé, Scott ?",
        "pa": "Have you talked with Scott?",
        "vi": "Sau đó, Scott nói chuyện với cậu?"
    },
    {
        "start": "00:33:31,960",
        "end": "00:33:33,280",
        "en": "Ouais, sur Insta.",
        "pa": "On Instagram.",
        "vi": "Ừ, trên Instagram."
    },
    {
        "start": "00:33:35,680",
        "end": "00:33:36,600",
        "en": "Beaucoup ?",
        "pa": "",
        "vi": "Nhiều không?"
    },
    {
        "start": "00:33:37,560",
        "end": "00:33:41,000",
        "en": "Pas énormément, mais après, on a eu une discussion assez…",
        "pa": "- A lot? -Not really.\n But we had a chat that was pretty intense.",
        "vi": "Không nhiều lắm, nhưng sau đó, bọn tớ nhắn tin"
    },
    {
        "start": "00:33:42,920",
        "end": "00:33:44,400",
        "en": "tranchante, on va dire.",
        "pa": "",
        "vi": "khá cởi mở, có thể nói thế…"
    },
    {
        "start": "00:33:44,480",
        "end": "00:33:45,800",
        "en": "Vas-y, balance !",
        "pa": "-Out with it. -It's quite hot.",
        "vi": "- Được rồi, nghe nào. - Nó nóng bỏng."
    },
    {
        "start": "00:33:45,880",
        "end": "00:33:47,280",
        "en": "C'est chaud, quand même. Bref.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:47,360",
        "end": "00:33:50,760",
        "en": "Du coup, il m'a envoyé un message, en mode :",
        "pa": "He sent this message saying,",
        "vi": "Anh ấy gửi cho tớ tin nhắn kiểu:"
    },
    {
        "start": "00:33:50,840",
        "end": "00:33:53,960",
        "en": "\"De toute façon, mon prochain billet,",
        "pa": "\"My next ticket won't be to Liège. It'll be to Marseille.\"",
        "vi": "\"Dù sao đi nữa, chuyến tàu tiếp theo của anh"
    },
    {
        "start": "00:33:54,040",
        "end": "00:33:56,800",
        "en": "\"je ne le prends pas pour Liège, mais pour Marseille.",
        "pa": "",
        "vi": "sẽ đến Marseille, không đến Liège."
    },
    {
        "start": "00:33:58,160",
        "end": "00:34:01,160",
        "en": "\"J'attends l'invitation parce que je n'ai pas de logement.\"",
        "pa": "\"I'm just waiting for an invitation because I don't have a place to stay.\"",
        "vi": "Chỉ chờ lời mời của em vì anh chưa có nơi ở\"."
    },
    {
        "start": "00:34:01,760",
        "end": "00:34:02,720",
        "en": "Ouais.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:34:02,800",
        "end": "00:34:05,520",
        "en": "J'ai dit : \"Tu ne sais pas ? Je suis SDF, je n'ai pas de logement.\"",
        "pa": "And I said, \"But what if I'm homeless, and I don't have a place?\"",
        "vi": "Tớ nói: \"Anh không biết em vô gia cư?\""
    },
    {
        "start": "00:34:05,600",
        "end": "00:34:08,560",
        "en": "Il m'a dit : \"Je vais acheter un matelas, je dormirai avec toi sous le pont.",
        "pa": "And he said, \"Don't worry,\n I'll buy a mattress and sleep with you under a bridge.\"",
        "vi": "Scott nói: \"Anh sẽ mua nệm và ngủ với em dưới gầm cầu."
    },
    {
        "start": "00:34:08,640",
        "end": "00:34:11,360",
        "en": "\"On devra dormir collé-serré pour se réchauffer.\"",
        "pa": "\"We'll need to cuddle so we don't get cold.\"",
        "vi": "Nhưng ta phải ngủ gần nhau để giữ ấm\"."
    },
    {
        "start": "00:34:12,840",
        "end": "00:34:15,360",
        "en": "Ça me fait doucement rigoler dans le sens où…",
        "pa": "That's funny because Scott was always saying,",
        "vi": "Điều này thật buồn cười với tôi vì Scott là người đầu tiên khuyên tôi:"
    },
    {
        "start": "00:34:15,440",
        "end": "00:34:18,000",
        "en": "Scott était le premier à me donner des conseils,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:18,080",
        "end": "00:34:21,800",
        "en": "à dire : \"Romane, fais attention, tu as un trésor, chéris-la.\"",
        "pa": "\"You should take care of Romane. You've got a treasure. Treasure her.\"",
        "vi": "\"Hãy cẩn thận. Anh có một viên ngọc quý, đó là Romane\"."
    },
    {
        "start": "00:34:21,880",
        "end": "00:34:24,560",
        "en": "C'est une immense blague, parce que",
        "pa": "This is an absolute joke because I may do some things wrong,",
        "vi": "Đó là một trò đùa tệ hại vì có thể tôi có sai lầm này nọ"
    },
    {
        "start": "00:34:24,640",
        "end": "00:34:26,800",
        "en": "moi, peut-être qu'il y a des choses que je fais mal,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:26,880",
        "end": "00:34:30,640",
        "en": "mais je ne vais pas tromper ma meuf tous les 14 du mois.",
        "pa": "but I don't cheat on my girlfriend all the time.",
        "vi": "nhưng tôi không lừa dối bạn gái sau vài tuần."
    },
    {
        "start": "00:34:31,800",
        "end": "00:34:34,800",
        "en": "Et du coup, ton expérience, tu l'as vécue comment ?",
        "pa": "How was the experience for you?",
        "vi": "Vậy anh thấy trải nghiệm thế nào?"
    },
    {
        "start": "00:34:35,440",
        "end": "00:34:36,440",
        "en": "Mh…",
        "pa": "It was a bit long. It was unsettling.",
        "vi": ""
    },
    {
        "start": "00:34:36,960",
        "end": "00:34:40,160",
        "en": "C'était long, c'était perturbant. L'expérience a été très forte,",
        "pa": "The experience was intense, very powerful.",
        "vi": "Nó hơi dài, bất an, rất mạnh mẽ."
    },
    {
        "start": "00:34:40,240",
        "end": "00:34:42,240",
        "en": "c'était très puissant, il y a eu un réel électrochoc.",
        "pa": "It was a real shock.",
        "vi": "- Nó như một cú sốc thực sự. - Em cũng thấy thế."
    },
    {
        "start": "00:34:42,320",
        "end": "00:34:43,440",
        "en": "Ça, je le ressens.",
        "pa": "I agree.",
        "vi": ""
    },
    {
        "start": "00:34:44,320",
        "end": "00:34:47,360",
        "en": "Honnêtement, Romane, on se connait depuis 11 ans.",
        "pa": "I'll be honest. I've known Romane for 11 years.",
        "vi": "Tớ sẽ nói thật, Romane. Hai ta quen nhau 11 năm rồi."
    },
    {
        "start": "00:34:47,440",
        "end": "00:34:49,840",
        "en": "Dans la relation dans laquelle elle est avec toi,",
        "pa": "",
        "vi": "Trong mối quan hệ của cậu,"
    },
    {
        "start": "00:34:50,320",
        "end": "00:34:52,880",
        "en": "au début, c'était euphorique,",
        "pa": "At the beginning of the relationship, there was euphoria. It was incredible.",
        "vi": "lúc đầu, nó có vẻ hưng phấn. Không thể tin được."
    },
    {
        "start": "00:34:52,960",
        "end": "00:34:56,000",
        "en": "c'était incroyable, entre vous, il y avait vraiment",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:56,080",
        "end": "00:34:59,120",
        "en": "ce truc qui faisait que c'était évident.",
        "pa": "There was something undeniable about you two.",
        "vi": "Có điều gì đó cho thấy rõ ràng hai người nên ở bên nhau."
    },
    {
        "start": "00:34:59,200",
        "end": "00:35:01,120",
        "en": "Et elle s'est vachement éteinte.",
        "pa": "But now it has lost its flame.",
        "vi": "Nhưng nó đã nguội đi rất nhiều."
    },
    {
        "start": "00:35:01,200",
        "end": "00:35:02,880",
        "en": "Je sais ce que je ressens pour lui,",
        "pa": "",
        "vi": "Tớ biết tình cảm dành cho anh ấy."
    },
    {
        "start": "00:35:02,960",
        "end": "00:35:06,640",
        "en": "j'ai ouvert les yeux sur le fait que je n'ai jamais aimé comme je l'aime lui.",
        "pa": "I know how I feel for him.\n It also made me realize that I've never loved someone as much as I love him,",
        "vi": "Nó khiến tớ nhận ra tớ chưa từng yêu ai nhiều như anh ấy"
    },
    {
        "start": "00:35:06,720",
        "end": "00:35:10,760",
        "en": "Malgré le fait que ça soit conflictuel, les sentiments font qu'on ne choisit pas.",
        "pa": "despite all our issues.",
        "vi": "dù có mâu thuẫn nhưng cậu không thể chọn cảm xúc của mình."
    },
    {
        "start": "00:35:10,840",
        "end": "00:35:11,760",
        "en": "On ne choisit pas.",
        "pa": "It's like I don't have a choice.\n You don't choose. You don't choose the people you love",
        "vi": "Ta không thể chọn."
    },
    {
        "start": "00:35:11,840",
        "end": "00:35:14,360",
        "en": "On ne choisit pas les gens qu'on aime ni à quel point on les aime.",
        "pa": "",
        "vi": "Ta không chọn người ta yêu hoặc cách ta yêu."
    },
    {
        "start": "00:35:14,440",
        "end": "00:35:16,280",
        "en": "Ce qui est sûr, c'est que je veux être avec lui,",
        "pa": "or how much you love them.\n I just know that I want to be with him.",
        "vi": "Nhưng chắc chắn tớ muốn ở bên anh ấy,"
    },
    {
        "start": "00:35:16,360",
        "end": "00:35:19,920",
        "en": "mais avec le bon côté de lui, pas forcément le mauvais.",
        "pa": "But I want to be with the good side of him, not the bad one.",
        "vi": "tớ muốn ở bên mặt tốt của anh ấy, không phải mặt xấu."
    },
    {
        "start": "00:35:20,000",
        "end": "00:35:23,200",
        "en": "Tu penses que tu vas vraiment changer ? Tu l'as réalisé, maintenant, il faut agir.",
        "pa": "Think you can change?\n Now you're aware, but you gotta take action.",
        "vi": "Anh nghĩ anh có thể thay đổi? Anh sẽ phải hành động."
    },
    {
        "start": "00:35:23,880",
        "end": "00:35:27,120",
        "en": "C'est clair que je pense qu'on part sur de bonnes bases.",
        "pa": "Sure. I think we're off to a good start.",
        "vi": "Dĩ nhiên. Tôi nghĩ bọn tôi có khởi đầu tuyệt vời."
    },
    {
        "start": "00:35:27,200",
        "end": "00:35:29,000",
        "en": "Les choses font qu'on voit que ça va changer.",
        "pa": "We saw a lot of things that convinced us to change.",
        "vi": "Rất nhiều thứ ngăn cản bọn tôi thay đổi. Tôi muốn thay đổi mà không cần cố gắng."
    },
    {
        "start": "00:35:29,080",
        "end": "00:35:31,080",
        "en": "Ce n’est pas des efforts, j'ai envie que ça change.",
        "pa": "I don't think of it as an effort. I just want to change.",
        "vi": ""
    },
    {
        "start": "00:35:31,160",
        "end": "00:35:33,240",
        "en": "Ça ne sera pas des efforts, c'est ça le plus important.",
        "pa": "- Okay. -It won't be an effort. That's the point.",
        "vi": "Không cần nỗ lực."
    },
    {
        "start": "00:35:33,320",
        "end": "00:35:35,360",
        "en": "Faut que ça vienne de toi, ouais.",
        "pa": "It has to come from you.",
        "vi": "Phải, nó đến từ anh."
    },
    {
        "start": "00:35:36,880",
        "end": "00:35:39,880",
        "en": "Je les comprends sur le fait qu'ils s'en prennent à moi,",
        "pa": "",
        "vi": "Tôi hiểu họ, họ đang truy hỏi tôi, họ thậm chí còn hơi giận,"
    },
    {
        "start": "00:35:39,960",
        "end": "00:35:41,320",
        "en": "qu'ils soient un peu énervés.",
        "pa": "I get them. I know why they're attacking me",
        "vi": ""
    },
    {
        "start": "00:35:41,400",
        "end": "00:35:44,640",
        "en": "Ils ont aussi tendance à oublier que malgré tout, elle est restée deux ans.",
        "pa": "and that they may be angry.\n But they also forget that despite all, she's been with me for two years.",
        "vi": "nhưng họ quên rằng cô ấy đã ở bên tôi hai năm."
    },
    {
        "start": "00:35:44,720",
        "end": "00:35:47,760",
        "en": "C'est qu'il y a une raison. Ils mettent tout ça de côté",
        "pa": "",
        "vi": "Nên phải có lý do, họ gạt nó sang một bên để nhìn vào mặt tiêu cực."
    },
    {
        "start": "00:35:47,840",
        "end": "00:35:49,480",
        "en": "pour voir uniquement le négatif.",
        "pa": "There must be a reason,\n and they put that aside to focus on the negative.",
        "vi": ""
    },
    {
        "start": "00:35:49,560",
        "end": "00:35:51,760",
        "en": "Oui, j'ai fait de la merde, j'ai fait des conneries.",
        "pa": "Yes, I did mess up. I made mistakes.",
        "vi": "Ừ, tôi có sai sót và làm điều dở hơi."
    },
    {
        "start": "00:35:52,440",
        "end": "00:35:54,960",
        "en": "Mais il faut aussi voir pourquoi elle est encore là.",
        "pa": "But you also have to see why she's still here.",
        "vi": "Nhưng họ cũng phải xem tại sao cô ấy vẫn ở bên tôi."
    },
    {
        "start": "00:36:08,440",
        "end": "00:36:10,560",
        "en": "Ce soir, il y a une soirée tous ensemble.",
        "pa": "",
        "vi": "Đây sẽ là buổi tối cuối cùng của bọn tôi. Tôi tranh thủ gặp Lina và Sarah."
    },
    {
        "start": "00:36:10,640",
        "end": "00:36:13,400",
        "en": "Et avant ça, je vais revoir Lina et Sarah,",
        "pa": "Tonight we're all throwing a party together,\n and before that, I'll see Lina and Sarah.",
        "vi": ""
    },
    {
        "start": "00:36:13,480",
        "end": "00:36:16,120",
        "en": "ça fait longtemps qu'on ne s'est plus vues, donc on a décidé",
        "pa": "We haven't seen each other in a while, so we decided to get a coffee.",
        "vi": "Cũng lâu rồi nên bọn tôi quyết định đi uống cà phê."
    },
    {
        "start": "00:36:16,200",
        "end": "00:36:18,520",
        "en": "de se prendre un petit café ensemble.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:18,600",
        "end": "00:36:21,080",
        "en": "J'ai l'impression que ça fait mille ans qu'on ne s'est plus vues.",
        "pa": "NURSE\n -It's been a while. - Long time no see.",
        "vi": "Dường như cả ngàn năm mình đã không gặp nhau."
    },
    {
        "start": "00:36:21,160",
        "end": "00:36:23,560",
        "en": "- C'est clair. - Ça s'est bien passé, les retrouvailles ?",
        "pa": "-I feel like it's been a thousand years. - Totally.",
        "vi": "- Dĩ nhiên. - Hội ngộ thế nào rồi?"
    },
    {
        "start": "00:36:23,640",
        "end": "00:36:27,080",
        "en": "- Ça a été, un peu houleux. - C'est vrai ?",
        "pa": "- How was the reunion? -It was cool, a bit heated.",
        "vi": "Không sao, hơi căng thẳng."
    },
    {
        "start": "00:36:27,160",
        "end": "00:36:29,960",
        "en": "Ce n'est pas les retrouvailles que j'espérais.",
        "pa": "-Really? -It wasn't what I expected.",
        "vi": "- Thế à? - Không phải hội ngộ mà tớ mong đợi."
    },
    {
        "start": "00:36:30,040",
        "end": "00:36:31,200",
        "en": "- À la base. - J'imagine.",
        "pa": "- Not what you wanted. -Exactly.",
        "vi": "- Tớ hình dung được. - Còn cậu?"
    },
    {
        "start": "00:36:31,280",
        "end": "00:36:32,440",
        "en": "Et toi, alors ?",
        "pa": "-I can imagine. - And you?",
        "vi": ""
    },
    {
        "start": "00:36:32,520",
        "end": "00:36:34,760",
        "en": "Tout s'est bien passé, on est rentrés à Liège,",
        "pa": "",
        "vi": "Mọi chuyện ổn. Bọn tớ trở về Liège."
    },
    {
        "start": "00:36:34,840",
        "end": "00:36:38,160",
        "en": "et il me dit quoi ? \"J'ai embrassé l'amie de Romane en boîte.\"",
        "pa": "It was going well, we went back to Liège,\n and what does he say?",
        "vi": "Scott đã nói gì với tớ? \"Anh đã hôn bạn của Romane ở hộp đêm\"."
    },
    {
        "start": "00:36:39,720",
        "end": "00:36:42,360",
        "en": "Et là, oufti, j'ai pété un plomb, c'était… ouah !",
        "pa": "He says, \"I kissed Romane's friend in a club.\"",
        "vi": "Thế là tớ đã điên lên. Thật là… Chà!"
    },
    {
        "start": "00:36:42,440",
        "end": "00:36:45,200",
        "en": "Du coup, je suis partie, je me suis cassée direct.",
        "pa": "I went crazy. So I left because I was mad.",
        "vi": "Tớ đã bỏ đi ngay lập tức."
    },
    {
        "start": "00:36:45,280",
        "end": "00:36:48,440",
        "en": "Pour l'instant, je suis dans un mood où je suis perdue dans mon couple.",
        "pa": "Now I feel lost in my relationship.",
        "vi": "Tớ cảm thấy mối quan hệ này rất chơi vơi."
    },
    {
        "start": "00:36:50,280",
        "end": "00:36:54,480",
        "en": "J'ai appris par Théo certaines choses par rapport à Scott et Lindsay.",
        "pa": "Théo told me some things about Scott and Lindsay.",
        "vi": "Tôi nghe được vài điều từ Théo về Scott và Lindsay."
    },
    {
        "start": "00:36:54,560",
        "end": "00:36:58,080",
        "en": "Tout le monde sait ce qui se passe, ce que Scott a fait à Lindsay.",
        "pa": "In fact, everyone knows what's going on and what Scott did,",
        "vi": "Ai cũng biết Scott đã làm gì với Lindsay."
    },
    {
        "start": "00:36:58,160",
        "end": "00:37:00,480",
        "en": "Personne ne veut rien dire.",
        "pa": "and no one said anything.",
        "vi": "Nhưng không ai muốn nói gì cả."
    },
    {
        "start": "00:37:01,480",
        "end": "00:37:03,200",
        "en": "Je ne sais pas trop comment te dire ça",
        "pa": "",
        "vi": "Tớ không biết nói thế nào với cậu vì nó là vấn đề tế nhị,"
    },
    {
        "start": "00:37:03,280",
        "end": "00:37:05,280",
        "en": "parce que c'est un peu délicat,",
        "pa": "I don't know how to put it. It's a bit delicate.",
        "vi": ""
    },
    {
        "start": "00:37:06,000",
        "end": "00:37:08,480",
        "en": "mais ça a été plus que ça.",
        "pa": "But it was more than that, and I'd rather tell you",
        "vi": "nhưng vấn đề còn nhiều hơn thế và tớ muốn nói với cậu"
    },
    {
        "start": "00:37:08,560",
        "end": "00:37:10,560",
        "en": "Je préfère te le dire",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:37:11,280",
        "end": "00:37:13,280",
        "en": "parce que c'est horrible.",
        "pa": "because it's awful.",
        "vi": "vì nó rất tệ."
    },
    {
        "start": "00:37:13,360",
        "end": "00:37:15,600",
        "en": "Ils se seraient parlés, via Instagram.",
        "pa": "Apparently, they talk on Instagram.",
        "vi": "Họ đã nói chuyện trên Instagram."
    },
    {
        "start": "00:37:30,000",
        "end": "00:37:31,680",
        "en": "Tu ne mérites pas un homme comme ça.",
        "pa": "You don't deserve that.",
        "vi": "Cậu xứng đáng có một chàng tốt hơn."
    },
    {
        "start": "00:37:32,280",
        "end": "00:37:34,720",
        "en": "Je sais, tout le monde me le dit de plus en plus.",
        "pa": "I know, and people keep telling me that.",
        "vi": "Mọi người ngày càng bảo tớ về chuyện này."
    },
    {
        "start": "00:37:34,800",
        "end": "00:37:36,520",
        "en": "Tu ne mérites tellement pas ça.",
        "pa": "You don't deserve it, Lindsay.",
        "vi": "Hắn không xứng với cậu."
    },
    {
        "start": "00:37:37,560",
        "end": "00:37:40,880",
        "en": "Ce soir, on va revoir tout le monde et mettre les choses à plat.",
        "pa": "Tonight, with everyone, we'll set things straight.",
        "vi": "Bọn tôi sẽ gặp mọi người tối nay và làm rõ mọi chuyện."
    },
    {
        "start": "00:37:41,480",
        "end": "00:37:43,920",
        "en": "Il y a beaucoup de personnes qui n'assument pas grand-chose.",
        "pa": "A lot of people are not taking responsibility,",
        "vi": "Rất nhiều người vô trách nhiệm. Tôi nghĩ đây là lúc để nói ra mọi thứ,"
    },
    {
        "start": "00:37:44,000",
        "end": "00:37:46,000",
        "en": "Je pense que c'est le moment qu'on se dise tout",
        "pa": "and I think it's time that everyone comes clean,",
        "vi": ""
    },
    {
        "start": "00:37:46,080",
        "end": "00:37:49,800",
        "en": "et surtout que Scott assume tout ce qu'il a fait",
        "pa": "especially Scott.",
        "vi": "và nhất là để Scott chịu trách nhiệm cho mọi việc đã làm."
    },
    {
        "start": "00:37:50,280",
        "end": "00:37:51,320",
        "en": "de A à Z.",
        "pa": "He needs to own up to what he did.",
        "vi": "Cho mọi việc."
    },
    {
        "start": "00:38:02,800",
        "end": "00:38:04,640",
        "en": "Reste tranquille, toi !",
        "pa": "",
        "vi": "Bình tĩnh!"
    },
    {
        "start": "00:38:04,720",
        "end": "00:38:07,240",
        "en": "Oh, ma Line-line !",
        "pa": "- My Linlin. - Finally.",
        "vi": "Ồ, Linlin của anh!"
    },
    {
        "start": "00:38:07,320",
        "end": "00:38:09,240",
        "en": "- Ah bah ouais ! - Salut, les meufs !",
        "pa": "-Yeah. -Hi, girls.",
        "vi": "- Tuyệt! - Chào các cô gái!"
    },
    {
        "start": "00:38:09,320",
        "end": "00:38:11,240",
        "en": "- Salut ! - Comment ça va ?",
        "pa": "-Hey, everyone. -How are you?",
        "vi": "- Chào! - Khỏe không?"
    },
    {
        "start": "00:38:11,320",
        "end": "00:38:12,680",
        "en": "- Levez-vous ! - Ça va.",
        "pa": "- You look upset. -Stand up.",
        "vi": "- Đứng dậy! - Tôi ổn."
    },
    {
        "start": "00:38:12,760",
        "end": "00:38:15,200",
        "en": "Je n'ai pas envie de vous faire tous la bise.",
        "pa": "I don't really want to greet you guys.",
        "vi": "Tôi không muốn chào tất cả các anh."
    },
    {
        "start": "00:38:15,280",
        "end": "00:38:16,320",
        "en": "Ouh là. Ouf.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:17,360",
        "end": "00:38:19,480",
        "en": "Ce soir, avec Aléna, on est là pour retrouver",
        "pa": "I came with Aléna to see everyone who was doing this experience.",
        "vi": "Aléna và tôi quay lại để gặp mọi người đã trải nghiệm."
    },
    {
        "start": "00:38:19,560",
        "end": "00:38:21,120",
        "en": "tous ceux qui ont fait l'expérience.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:21,200",
        "end": "00:38:25,840",
        "en": "Jusque là, j'avais plutôt senti Lindsay assez contrôlée,",
        "pa": "Until now, I'd seen Lindsay rather reserved.",
        "vi": "Trước đó, Lindsay có vẻ khá điềm đạm."
    },
    {
        "start": "00:38:26,480",
        "end": "00:38:28,560",
        "en": "et là, elle arrive comme une furie.",
        "pa": "Now she looks furious, and I didn't expect that.",
        "vi": "Giờ cô ấy trông rất tức giận. Thật bất ngờ. Tôi biết Scott đã rất sai."
    },
    {
        "start": "00:38:28,640",
        "end": "00:38:30,240",
        "en": "Je ne m'attendais pas à ça du tout.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:30,320",
        "end": "00:38:31,680",
        "en": "Je comprends que Scott a merdé.",
        "pa": "It seems that Scott fucked up.",
        "vi": ""
    },
    {
        "start": "00:38:31,760",
        "end": "00:38:34,520",
        "en": "Euh, j'ai une question. Est-ce qu'il y a ici aujourd'hui",
        "pa": "I've got a question.",
        "vi": "Tôi có một câu hỏi. Có ai muốn nói gì với tôi không?"
    },
    {
        "start": "00:38:34,600",
        "end": "00:38:36,520",
        "en": "des gens qui ont quelque chose à me dire ?",
        "pa": "Does anyone here have anything to tell me?",
        "vi": ""
    },
    {
        "start": "00:38:38,240",
        "end": "00:38:40,480",
        "en": "Qui ont envie d'être sincères un petit peu ?",
        "pa": "Anyone here has something to confess?",
        "vi": "Có ai muốn thành thật một chút không?"
    },
    {
        "start": "00:38:40,560",
        "end": "00:38:43,280",
        "en": "Ça va être la débandade. Ça va partir en vrille.",
        "pa": "It's about to get messy.",
        "vi": "Chuyện này sẽ tồi tệ, sẽ không dễ chịu."
    },
    {
        "start": "00:38:43,360",
        "end": "00:38:45,040",
        "en": "Je le vois sur son regard,",
        "pa": "She'll go off. I see it in her eyes.",
        "vi": "Mắt cô ấy đã nói hết,"
    },
    {
        "start": "00:38:45,960",
        "end": "00:38:48,640",
        "en": "elle a la haine.",
        "pa": "She is pissed. God, she's pissed.",
        "vi": "cô ấy giận dữ, vô cùng giận dữ."
    },
    {
        "start": "00:38:48,720",
        "end": "00:38:50,880",
        "en": "J'ai besoin d'avoir un peu de sincérité,",
        "pa": "I need a little honesty from you.",
        "vi": "Tôi cần một chút thành thật."
    },
    {
        "start": "00:38:50,960",
        "end": "00:38:54,280",
        "en": "on est dans une expérience, on doit tout se dire, et voilà.",
        "pa": "We're in an experience where we share everything, so I'll wait.",
        "vi": "Chúng ta đều đã trải nghiệm. Ta cần nói ra mọi thứ."
    },
    {
        "start": "00:38:54,360",
        "end": "00:38:56,840",
        "en": "Donc j'attends, si personne n'assume, il n'y a aucun souci.",
        "pa": "If no one will take responsibility, it's okay.",
        "vi": "Tôi sẽ đợi. Không ai nói ra, không sao."
    },
    {
        "start": "00:38:57,360",
        "end": "00:38:58,880",
        "en": "Pourquoi tu nous demandes ça ?",
        "pa": "-Why do you ask? -Well, you should know.",
        "vi": "Sao cô lại hỏi thế?"
    },
    {
        "start": "00:38:58,960",
        "end": "00:39:00,840",
        "en": "Tu dois savoir, toi.",
        "pa": "",
        "vi": "- Tôi nghĩ cô biết lý do. - Ừ."
    },
    {
        "start": "00:39:00,920",
        "end": "00:39:02,800",
        "en": "- Dis-le. - C'est à moi d'assumer ?",
        "pa": "Yeah.\n So say it.",
        "vi": "- Nói ra. - Tôi phải nói ra?"
    },
    {
        "start": "00:39:02,880",
        "end": "00:39:06,000",
        "en": "- On en a parlé. - Ah ouais ? Et les DM, c'est quoi ?",
        "pa": "-So I'm held responsible? -We talked about it.",
        "vi": "- Hai ta đã nói rồi. - Còn tin nhắn thì sao?"
    },
    {
        "start": "00:39:06,080",
        "end": "00:39:07,720",
        "en": "- Quoi ? - Je sais tout.",
        "pa": "What about the DMs?\n -What do you mean? - I know.",
        "vi": "- Gì cơ? - Tôi biết mọi thứ."
    },
    {
        "start": "00:39:07,800",
        "end": "00:39:09,760",
        "en": "- Assume devant tout le monde. - Il n'y a rien !",
        "pa": "Face me in front of everyone.",
        "vi": "- Hãy nói ra trước mọi người. - Về?"
    },
    {
        "start": "00:39:09,840",
        "end": "00:39:11,520",
        "en": "Il y a eu un bisou avec cette fille-là,",
        "pa": "Well, I just…\n He kissed that girl, and now he sends DMs!",
        "vi": "Anh đã hôn cô gái đó và giờ anh nhắn tin với nó!"
    },
    {
        "start": "00:39:11,600",
        "end": "00:39:12,880",
        "en": "et maintenant, il y a des DM !",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:12,960",
        "end": "00:39:14,880",
        "en": "- Tu te fous de ma gueule. - Il n'y a pas de DM.",
        "pa": "-Are you fucking kidding me? - There were no DMs. Stop it.",
        "vi": "- Anh chơi tôi. - Không nhắn tin."
    },
    {
        "start": "00:39:14,960",
        "end": "00:39:17,000",
        "en": "- Tu te fous de ma gueule. - Tu fais du cinéma.",
        "pa": "-You're joking. - You're making a scene.",
        "vi": "- Anh đang chơi tôi. - Em đang làm quá."
    },
    {
        "start": "00:39:17,080",
        "end": "00:39:19,080",
        "en": "- Je fais du cinéma ? - Ouais, arrête.",
        "pa": "-A scene?! -Yeah, you're making a scene. Stop.",
        "vi": "- Tôi làm quá? - Ừ, thôi đi."
    },
    {
        "start": "00:39:19,160",
        "end": "00:39:21,440",
        "en": "Je fais du cinéma ? Il n'y a pas eu des DM ?",
        "pa": "-There are no DMs at all. -There were not? ",
        "vi": "Tôi làm quá? Có tin nhắn không?"
    },
    {
        "start": "00:40:02,600",
        "end": "00:40:05,600",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Thế Sơn "
    }
]