[
    {
        "start": "00:00:09,880",
        "end": "00:00:13,040",
        "en": "Nous arrivons au bout de trois semaines de course.",
        "pa": "We're coming to the end of three weeks of riding.",
        "vi": "TOUR DE FRANCE: TRÊN TỪNG DẶM ĐƯỜNG\n Ba tuần đua xe đang dần đi đến hồi kết."
    },
    {
        "start": "00:00:13,680",
        "end": "00:00:16,700",
        "en": "C'est ici que le Tour de France va se décider.",
        "pa": "This is where the Tour de France is decided.",
        "vi": "Đây là nơi quyết định kết quả của Tour de France."
    },
    {
        "start": "00:00:21,760",
        "end": "00:00:25,200",
        "en": "Les sprinteurs se battent pour survivre aux montagnes.",
        "pa": "You've got the sprinters fighting to survive the mountains,",
        "vi": "Các tay đua nước rút chiến đấu để vượt qua những ngọn núi."
    },
    {
        "start": "00:00:26,080",
        "end": "00:00:27,680",
        "en": "Ils rêvent de l'emporter à Paris.",
        "pa": "with the dream of winning in Paris.",
        "vi": "Với giấc mộng chiến thắng tại Paris."
    },
    {
        "start": "00:00:30,180",
        "end": "00:00:33,380",
        "en": "Les coureurs en lice au classement général se battent pour le maillot jaune.",
        "pa": "And then you've got the GC riders who are fighting for the yellow jersey.",
        "vi": "Và các tay đua trên BTS chiến đấu để giành lấy áo vàng."
    },
    {
        "start": "00:00:34,220",
        "end": "00:00:36,620",
        "en": "Nous devons prouver que nous sommes la meilleure équipe.",
        "pa": "We have to prove that we have the strongest team.",
        "vi": "Phải chứng tỏ đội chúng tôi mạnh nhất."
    },
    {
        "start": "00:00:37,560",
        "end": "00:00:39,100",
        "en": "Mais beaucoup de choses peuvent arriver.",
        "pa": "But, still, a lot can happen in the race.",
        "vi": "Nhưng giải đua nhiều khi may rủi."
    },
    {
        "start": "00:00:39,720",
        "end": "00:00:41,320",
        "en": "Je dois rester concentré.",
        "pa": "I have to keep the focus.",
        "vi": "Tôi phải giữ tập trung."
    },
    {
        "start": "00:00:41,360",
        "end": "00:00:43,780",
        "en": "Si quelque chose arrive, je risque de perdre le Tour.",
        "pa": "If something happens, I could lose the Tour.",
        "vi": "Nếu có bất trắc, tôi có thể thua ở Tour."
    },
    {
        "start": "00:00:43,820",
        "end": "00:00:47,740",
        "en": "Pour les coureurs, il ne faut absolument pas se déconcentrer",
        "pa": "The riders must absolutely not lose their focus",
        "vi": "Các tay đua tuyệt đối không được mất tập trung"
    },
    {
        "start": "00:00:48,800",
        "end": "00:00:50,600",
        "en": "pour avoir une chance de voir Paris.",
        "pa": "if they want to get to Paris.\n TOUR DE FRANCE: UNCHAINED",
        "vi": "nếu muốn góp mặt tại Paris."
    },
    {
        "start": "00:01:08,080",
        "end": "00:01:09,560",
        "en": "Nous sommes dans les Pyrénées.",
        "pa": "ON THE ROAD TO PARIS\n STAGE 17\n We're in the Pyrenees.",
        "vi": "TRÊN ĐƯỜNG ĐẾN PARIS\n Chúng ta đang ở dãy Pyrenees."
    },
    {
        "start": "00:01:09,600",
        "end": "00:01:12,420",
        "en": "Le théâtre de l'ultime bataille pour le maillot jaune.",
        "pa": "The scene of the ultimate battle for the yellow jersey.",
        "vi": "Quang cảnh của trận chiến cuối cùng giành áo vàng."
    },
    {
        "start": "00:01:15,780",
        "end": "00:01:18,660",
        "en": "Jonas Vingegaard, le patron du Tour jusqu'à présent.",
        "pa": "Jonas Vingegaard, the boss of the Tour so far.",
        "vi": "Jonas Vingegaard, trùm của Tour cho đến hiện tại."
    },
    {
        "start": "00:01:19,440",
        "end": "00:01:23,600",
        "en": "Il a deux minutes et 22 secondes d'avance sur Tadej Pogačar.",
        "pa": "He's two minutes and 22 seconds ahead of Tadej Pogačar.",
        "vi": "Anh ấy dẫn trước Tadej Pogačar hai phút 22 giây."
    },
    {
        "start": "00:01:25,400",
        "end": "00:01:28,220",
        "en": "Mais le Slovène va le harceler jusqu'à la fin.",
        "pa": "GENERAL CLASSIFICATION YELLOW JERSEY\n But the Slovenian will hound him all the way to the end.",
        "vi": "Nhưng tay đua Slovenia sẽ bám sát anh ấy đến cùng."
    },
    {
        "start": "00:01:28,260",
        "end": "00:01:30,600",
        "en": "La bataille pour le maillot jaune n'est pas terminée.",
        "pa": "The battle for the yellow jersey is far from over.",
        "vi": "Cuộc chiến giành áo vàng còn lâu mới kết thúc."
    },
    {
        "start": "00:01:34,700",
        "end": "00:01:40,280",
        "en": "Le coach Kevin est avec nous dans la New Beetle derrière la caravane.",
        "pa": "And we have Coach Kevin here with us today\n in the vehicle behind the parade.",
        "vi": ""
    },
    {
        "start": "00:01:44,220",
        "end": "00:01:46,100",
        "en": "On arrive sur les longues montées.",
        "pa": "Today, we'll hit the long climbs.",
        "vi": "ĐỘI JUMBO-VISMA\n Hôm nay sẽ có các chặng leo dốc dài."
    },
    {
        "start": "00:01:46,140",
        "end": "00:01:50,200",
        "en": "C'est là qu'on a une chance de compliquer la tâche à Pogačar.",
        "pa": "The terrain, where it's possible to make it difficult for Pogačar.",
        "vi": "Địa hình, nơi có thể gây khó khăn cho Pogačar."
    },
    {
        "start": "00:01:50,780",
        "end": "00:01:52,480",
        "en": "Je suis très en confiance.",
        "pa": "This gives me a lot of confidence.",
        "vi": "Điều này khiến tôi tự tin."
    },
    {
        "start": "00:01:53,940",
        "end": "00:01:56,000",
        "en": "Jonas a le maillot jaune.",
        "pa": "Jonas has the yellow jersey.",
        "vi": "Jonas sở hữu áo vàng."
    },
    {
        "start": "00:01:56,040",
        "end": "00:02:01,560",
        "en": "Mais ce n'est pas le moment de penser survie pour se rapprocher de Paris.",
        "pa": "But it's not a day of thinking,\n trying to survive the day and getting one day closer to Paris.",
        "vi": "Nhưng đây không phải là ngày để suy nghĩ,\n mà để cố gắng sống sót và tiến gần hơn đến Paris."
    },
    {
        "start": "00:02:01,600",
        "end": "00:02:04,480",
        "en": "C'est une chance de gagner du temps,",
        "pa": "It's like, there's an opportunity to take time, to win the stage,",
        "vi": "Đó như là một cơ hội để giành thời gian, có được chiến thắng chặng,"
    },
    {
        "start": "00:02:04,520",
        "end": "00:02:09,120",
        "en": "de remporter l'étape et de creuser l'écart pour le maillot jaune.",
        "pa": "and to get an even bigger lead on the yellow jersey.",
        "vi": "và gia tăng khoảng cách lớn hơn với tay đua áo vàng."
    },
    {
        "start": "00:02:10,000",
        "end": "00:02:14,520",
        "en": "Les cinq derniers kilomètres de la montée sont difficiles : 7,7 % en moyenne.",
        "pa": "The last five K of that climb is actually quite hard: 7.7% average.",
        "vi": "Năm km cuối cùng của đoạn leo núi đó khá vất vả: trung bình đạt 7,7%."
    },
    {
        "start": "00:02:14,560",
        "end": "00:02:16,380",
        "en": "Wout et Seth, restez avec Jonas.",
        "pa": "Wout and Seth, always stay with Jonas. We stay with them as long as possible.",
        "vi": "Wout và Seth, luôn ở bên Jonas. Theo sát họ lâu nhất có thể."
    },
    {
        "start": "00:02:16,420",
        "end": "00:02:18,060",
        "en": "On reste avec aussi longtemps que possible.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:02:18,100",
        "end": "00:02:21,860",
        "en": "Si je suis là, je tire une dernière fois sur la fin, ou comment vous voulez faire ?",
        "pa": "If I'm there, I do a final pull on the first part? Or…",
        "vi": "Nếu tôi có mặt ở đó, tôi sẽ bứt tốc lần cuối ở khúc đầu?"
    },
    {
        "start": "00:02:21,900",
        "end": "00:02:24,700",
        "en": "Oui, mets beaucoup de rythme.",
        "pa": "-Yes. -What do you want?\n -Just set a really hard pace. -Yeah.",
        "vi": "- Vâng. - Anh muốn gì?\n - Thiết lập một tốc độ thật nhanh. - Vâng."
    },
    {
        "start": "00:02:24,740",
        "end": "00:02:25,600",
        "en": "Oui.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:02:25,640",
        "end": "00:02:29,640",
        "en": "J'aimerais qu'il m'en reste sous la pédale pour les 300 derniers mètres,",
        "pa": "I would also like it that I still have something left for the last 300 metres,",
        "vi": "Tôi cũng muốn giữ lại một chút sức cho 300 mét cuối cùng,"
    },
    {
        "start": "00:02:29,680",
        "end": "00:02:32,120",
        "en": "pour ne pas déjà être à la limite.",
        "pa": "so I'm not really on the limit there already.",
        "vi": "nên tôi vẫn chưa thực sự đạt đến giới hạn."
    },
    {
        "start": "00:02:32,160",
        "end": "00:02:35,280",
        "en": "- Je ne peux pas te mettre à la limite. - Non, mais tu vois.",
        "pa": "- I can't put you on the limit. -No. But, you know.",
        "vi": "- Tôi không thể ép anh cố hết sức. - Nhưng anh biết mà."
    },
    {
        "start": "00:02:39,440",
        "end": "00:02:43,100",
        "en": "Ne soyez pas confiants au point de vous relâcher.",
        "pa": "Well, don't take too much confidence that we lean back today.",
        "vi": "Chà, đừng quá tự tin rằng hôm nay chúng ta được lơ đãng."
    },
    {
        "start": "00:02:43,140",
        "end": "00:02:46,420",
        "en": "Ce sont encore deux journées difficiles.",
        "pa": "Because, uh, it's still two really, really hard days,",
        "vi": "Vì vẫn còn hai ngày cực kỳ khó khăn,"
    },
    {
        "start": "00:02:46,460",
        "end": "00:02:50,020",
        "en": "Je crois que ça fait trois heures et demie ou quatre heures de course",
        "pa": "and I think three and a half hours, four hours of racing",
        "vi": "và có lẽ tầm ba tiếng rưỡi, bốn tiếng đua."
    },
    {
        "start": "00:02:50,560",
        "end": "00:02:52,320",
        "en": "concentrés à 100%.",
        "pa": "with 100% concentration.",
        "vi": "Với sự tập trung 100%."
    },
    {
        "start": "00:02:53,320",
        "end": "00:02:57,660",
        "en": "C'est une journée difficile. Seulement 129,7 km,",
        "pa": "It's a tough day. Only 129.7 km,",
        "vi": "Một ngày khó khăn. Chỉ có 129,7 km,"
    },
    {
        "start": "00:02:57,700",
        "end": "00:03:01,360",
        "en": "mais 3 300 mètres d'altitude",
        "pa": "but 3,300 metres of altitude",
        "vi": "nhưng độ cao 3.300 mét,"
    },
    {
        "start": "00:03:01,400",
        "end": "00:03:04,180",
        "en": "regroupés dans la seconde partie de la journée.",
        "pa": "all packed into the second part of the day.",
        "vi": "tất cả được gói gọn trong phần thứ hai của ngày."
    },
    {
        "start": "00:03:05,400",
        "end": "00:03:07,400",
        "en": "C'est vraiment violent.",
        "pa": "It's absolutely brutal.",
        "vi": "Vô cùng khốc liệt."
    },
    {
        "start": "00:03:15,940",
        "end": "00:03:17,760",
        "en": "Aujourd'hui, ce n'est pas idéal pour nous.",
        "pa": "Today is not really perfect for us. Once we hit the climb, we stick together,",
        "vi": "QUICK-STEP ALPHA VINYL\n Hôm nay đội ta không suôn sẻ."
    },
    {
        "start": "00:03:18,440",
        "end": "00:03:20,680",
        "en": "Une fois dans la montée, on reste ensemble",
        "pa": "",
        "vi": "Đến đoạn leo dốc, nhóm sẽ bám sát nhau"
    },
    {
        "start": "00:03:20,720",
        "end": "00:03:23,640",
        "en": "et on détermine le rythme que Fabio peut supporter,",
        "pa": "and we just set the pace that Fabio can handle, which you guys already know.",
        "vi": "và thiết lập tốc độ mà Fabio xoay xở được, mức mà các anh đã biết."
    },
    {
        "start": "00:03:23,680",
        "end": "00:03:24,920",
        "en": "comme vous le savez.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:25,920",
        "end": "00:03:28,300",
        "en": "En tant que sprinteur, je suis plus costaud.",
        "pa": "As a sprinter, I have a bigger body type.",
        "vi": "Là tay đua nước rút, thân hình tôi to hơn."
    },
    {
        "start": "00:03:28,340",
        "end": "00:03:32,120",
        "en": "Quand on est le plus rapide sur 250 mètres à plat,",
        "pa": "If you're the fastest on 250 metres flat,",
        "vi": "Nếu chạy nhanh nhất trên đường bằng phẳng 250 mét,"
    },
    {
        "start": "00:03:32,160",
        "end": "00:03:35,280",
        "en": "on ne peut pas être le plus rapide sur des montées d'une heure.",
        "pa": "you're not going to be the fastest up one-hour climbs.",
        "vi": "bạn sẽ không nhanh nhất ở những đoạn leo núi dài một tiếng."
    },
    {
        "start": "00:03:36,520",
        "end": "00:03:40,660",
        "en": "Chaque sprinteur rêve de l'emporter une fois sur les Champs-Élysées.",
        "pa": "Every sprinter wants to win one time on the Champs-Élysées.",
        "vi": "Tay đua nước rút nào cũng muốn một lần chiến thắng ở Champs-Élysées."
    },
    {
        "start": "00:03:41,280",
        "end": "00:03:43,980",
        "en": "Mais d'abord, il faut surmonter les montagnes.",
        "pa": "But first you have to get over the mountains.",
        "vi": "Nhưng trước đó phải vượt qua các ngọn núi."
    },
    {
        "start": "00:03:44,020",
        "end": "00:03:47,280",
        "en": "Ceux qui ne finissent pas cette étape doivent quitter le Tour.",
        "pa": "Because if you don't finish that stage, you're out of the Tour.",
        "vi": "Không hoàn thành chặng này thì sẽ bị loại khỏi Tour."
    },
    {
        "start": "00:03:48,240",
        "end": "00:03:52,700",
        "en": "Il faut vraiment se battre pour garder Fabio dans la course.",
        "pa": "I think we really have to fight to keep Fabio in the race.",
        "vi": "Tôi nghĩ chúng tôi phải chiến đấu để giữ Fabio tiếp tục cuộc đua."
    },
    {
        "start": "00:03:54,300",
        "end": "00:03:57,840",
        "en": "C'est difficile, mais tout le monde est concentré.",
        "pa": "It's tough, but everybody is focused.",
        "vi": "Chặng đua khó khăn, nhưng tất cả tay đua đều tập trung."
    },
    {
        "start": "00:03:58,580",
        "end": "00:04:01,520",
        "en": "Ils n'ont qu'un seul objectif: emmener Fabio jusqu'au bout.",
        "pa": "They only have one goal, to bring Fabio home.",
        "vi": "Họ chỉ có một mục tiêu: đưa Fabio về đích."
    },
    {
        "start": "00:04:02,040",
        "end": "00:04:04,120",
        "en": "Allez, les gars. On va à Paris !",
        "pa": "Come on, guys. We're going to Paris.",
        "vi": "Cố lên nào. Ta sẽ đến Paris."
    },
    {
        "start": "00:04:04,160",
        "end": "00:04:05,740",
        "en": "- Oui ! - Oui ! Vamos.",
        "pa": "-Yes. -Yes. Let's go.",
        "vi": "- Vâng. - Được rồi. Đi thôi."
    },
    {
        "start": "00:04:08,800",
        "end": "00:04:12,040",
        "en": "C'est le Tour de France. On veut rester dans la course.",
        "pa": "This is Tour de France. You wanna stay in the race, of course.",
        "vi": "Đây là Tour de France. Ai cũng muốn ở lại cuộc đua."
    },
    {
        "start": "00:04:12,840",
        "end": "00:04:14,100",
        "en": "Je veux arriver à Paris.",
        "pa": "And I want Paris.",
        "vi": "Và tôi muốn Paris."
    },
    {
        "start": "00:04:14,800",
        "end": "00:04:16,080",
        "en": "Il faut que j'y sois.",
        "pa": "I have to get there.",
        "vi": "Tôi phải đến đó."
    },
    {
        "start": "00:04:24,260",
        "end": "00:04:26,860",
        "en": "Est-ce que Vingegaard va augmenter son avance ?",
        "pa": "Will Vingegaard increase his lead?",
        "vi": "Vingegaard sẽ gia tăng cách biệt không? Hay Pogačar sẽ thu hẹp khoảng cách?"
    },
    {
        "start": "00:04:26,900",
        "end": "00:04:29,380",
        "en": "Ou est-ce que Pogačar va réduire l'écart ?",
        "pa": "Or will Pogačar reduce the gap?",
        "vi": ""
    },
    {
        "start": "00:04:29,420",
        "end": "00:04:32,460",
        "en": "Trois… deux… un…",
        "pa": "Three, two, one.",
        "vi": "Ba, hai, một."
    },
    {
        "start": "00:04:32,500",
        "end": "00:04:36,460",
        "en": "Départ donné pour la 17e étape entre Saint-Gaudens et Peyragudes.",
        "pa": "And they're off on the 17th stage between Saint-Gaudens and Peyragudes.",
        "vi": "Và họ vừa xuất phát ở chặng 17 từ Saint-Gaudens đến Peyragudes."
    },
    {
        "start": "00:04:37,100",
        "end": "00:04:40,440",
        "en": "Les dernières étapes de montagne, c'est vraiment pas une partie de plaisir.",
        "pa": "The final stages in the mountains are no fun at all.",
        "vi": "Những chặng cuối trên núi không thú vị chút nào."
    },
    {
        "start": "00:04:40,480",
        "end": "00:04:45,240",
        "en": "Tadej Pogačar va en profiter pour essayer de reprendre du temps à Jonas Vingegaard.",
        "pa": "Tadej Pogačar is going to take advantage of this to gain time on Jonas Vingegaard.",
        "vi": "Tadej Pogačar sẽ tận dụng điều này để tăng khoảng cách với Jonas Vingegaard."
    },
    {
        "start": "00:04:46,080",
        "end": "00:04:49,280",
        "en": "Le rythme est élevé. Le peloton en file indienne.",
        "pa": "The pace is fast. The peloton is in single file.",
        "vi": "Tốc độ đua nhanh. Nhóm đua đi thành một hàng."
    },
    {
        "start": "00:04:50,480",
        "end": "00:04:54,660",
        "en": "Voici Jonas Vingegaard, le maillot jaune, bien entouré par ses coéquipiers.",
        "pa": "Here comes Jonas Vingegaard, the yellow jersey,\n well-supported by his teammates.",
        "vi": "Đây là Jonas Vingegaard, tay đua áo vàng, cùng các đồng đội."
    },
    {
        "start": "00:04:56,620",
        "end": "00:05:00,160",
        "en": "Je suppose que Pogačar va continuer à m'attaquer.",
        "pa": "I expect that Pogačar will keep attacking me,",
        "vi": "Tôi nghĩ Pogačar sẽ tiếp tục tấn công tôi,"
    },
    {
        "start": "00:05:00,200",
        "end": "00:05:04,700",
        "en": "On va faire de notre mieux pour essayer de le suivre.",
        "pa": "and, um, we'll just have to try to do our best to follow him.",
        "vi": "và chúng tôi sẽ phải cố hết sức để bám sát anh ấy."
    },
    {
        "start": "00:05:08,760",
        "end": "00:05:11,820",
        "en": "Pogačar a envoyé un coéquipier à l'avant pour monter la cadence",
        "pa": "Pogačar has sent a teammate up front",
        "vi": "Pogačar đã cử một đồng đội lên trước"
    },
    {
        "start": "00:05:11,860",
        "end": "00:05:14,040",
        "en": "et mettre la pression sur les Jumbo-Visma.",
        "pa": "to up the pace and put pressure on the Jumbo-Visma team.",
        "vi": "để tăng tốc và gây áp lực lên Jumbo-Visma."
    },
    {
        "start": "00:05:17,640",
        "end": "00:05:19,640",
        "en": "À l'arrière, les coureurs souffrent.",
        "pa": "At the back, the riders are struggling. The sprinters are in survival mode today.",
        "vi": "Phía sau, các tay đua đang chật vật. Hôm nay, các tay đua nước rút cố hết mình."
    },
    {
        "start": "00:05:19,680",
        "end": "00:05:21,940",
        "en": "Les sprinteurs sont en mode survie, aujourd'hui.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:05:22,640",
        "end": "00:05:24,040",
        "en": "Allez, allez, allez !",
        "pa": "Go! Go! Go!",
        "vi": "Đi mau!"
    },
    {
        "start": "00:05:24,080",
        "end": "00:05:27,220",
        "en": "Je ne suis pas dans mon élément dans les montagnes.",
        "pa": "Of course, the mountains, they're not my terrain.",
        "vi": "Những ngọn núi không phải địa hình của tôi."
    },
    {
        "start": "00:05:27,260",
        "end": "00:05:29,340",
        "en": "J'ai une résistance limitée.",
        "pa": "There's only so much I can take.",
        "vi": "Tôi chỉ làm được thế thôi."
    },
    {
        "start": "00:05:31,960",
        "end": "00:05:34,740",
        "en": "C'est une étape difficile avec une arrivée hors normes.",
        "pa": "It's a difficult stage with an unusual finish.",
        "vi": "Đây là chặng đua khó với vạch đích bất thường."
    },
    {
        "start": "00:05:34,780",
        "end": "00:05:36,060",
        "en": "Et ça va laisser des traces.",
        "pa": "And it's going to make a mark.",
        "vi": "Và điều đó sẽ tạo dấu ấn."
    },
    {
        "start": "00:05:36,940",
        "end": "00:05:40,180",
        "en": "Vous avez fait plus de la moitié. Vous assurez.",
        "pa": "Over halfway, guys. Doing super well. Super good.",
        "vi": "Hơn nửa đường, các anh thể hiện rất tốt. Rất tốt."
    },
    {
        "start": "00:05:45,400",
        "end": "00:05:46,980",
        "en": "Wout van Aert est lâché !",
        "pa": "Wout van Aert has dropped behind!",
        "vi": "Wout van Aert đã tụt lại phía sau!"
    },
    {
        "start": "00:05:47,640",
        "end": "00:05:48,680",
        "en": "Fait chier !",
        "pa": "Fucking hell!",
        "vi": "Khốn kiếp!"
    },
    {
        "start": "00:05:49,240",
        "end": "00:05:52,560",
        "en": "Le maillot vert, Wout van Aert, est distancé.",
        "pa": "The green jersey, Wout van Aert has dropped behind.",
        "vi": "Tay đua áo xanh, Wout van Aert đã tụt lại phía sau."
    },
    {
        "start": "00:05:52,600",
        "end": "00:05:54,980",
        "en": "Van Aert distancé par le maillot jaune.",
        "pa": "Van Aert has fallen behind the yellow jersey group.",
        "vi": ""
    },
    {
        "start": "00:05:56,080",
        "end": "00:05:58,140",
        "en": "Il ne peut pas suivre ce rythme.",
        "pa": "He can't keep up this pace.",
        "vi": "Anh ấy không theo kịp tốc độ này."
    },
    {
        "start": "00:05:58,180",
        "end": "00:06:02,520",
        "en": "Sepp, Jonas a besoin de toi. Wout est distancé. Jonas a besoin de toi.",
        "pa": "Seppy, Jonas needs you now.\n Wout has dropped. Seppy, Jonas needs you now.",
        "vi": "Sepp, Jonas cần anh ngay bây giờ. Wout đã tụt lại. Bây giờ Jonas cần anh."
    },
    {
        "start": "00:06:03,600",
        "end": "00:06:05,040",
        "en": "Wout doit se battre !",
        "pa": "Wout needs to fight.",
        "vi": "Wout cần phải chiến đấu."
    },
    {
        "start": "00:06:05,740",
        "end": "00:06:07,000",
        "en": "Non.",
        "pa": "-No. -He's too fucked.",
        "vi": "- Không. - Anh ấy quá mệt."
    },
    {
        "start": "00:06:07,040",
        "end": "00:06:08,040",
        "en": "Il est crevé.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:08,600",
        "end": "00:06:11,400",
        "en": "La dernière montée, c'est vraiment une souffrance.",
        "pa": "Yeah.\n On a final climb like this, it's just suffering.",
        "vi": "Ở đoạn dốc cuối cùng, cuộc đua rất gian khổ."
    },
    {
        "start": "00:06:17,020",
        "end": "00:06:19,480",
        "en": "Pogačar a réussi à isoler Vingegaard.",
        "pa": "Pogačar has managed to isolate Vingegaard.",
        "vi": "Pogačar đã cô lập được Vingegaard."
    },
    {
        "start": "00:06:23,080",
        "end": "00:06:24,220",
        "en": "On attend la suite.",
        "pa": "What will happen next?",
        "vi": "Xem tình hình sao rồi."
    },
    {
        "start": "00:06:31,360",
        "end": "00:06:34,120",
        "en": "Et la voilà, l'attaque de Tadej Pogačar !",
        "pa": "And there's the attack. Tadej Pogačar attacks!",
        "vi": "Và có cuộc tấn công. Tadej Pogačar tấn công!"
    },
    {
        "start": "00:06:41,200",
        "end": "00:06:44,600",
        "en": "Ils peuvent voir la ligne d'arrivée. Ce mur qui se dresse devant eux.",
        "pa": "They can see the finish line, the wall right in front of them.",
        "vi": "Họ có thể thấy vạch đích, bức tường ngay trước mặt."
    },
    {
        "start": "00:06:46,120",
        "end": "00:06:48,920",
        "en": "L'attaque de Pogačar sur le côté droit !",
        "pa": "Pogačar attacks on the right-hand side.",
        "vi": "Pogačar tấn công bên phía tay phải."
    },
    {
        "start": "00:06:55,740",
        "end": "00:06:59,100",
        "en": "Tadej Pogačar qui prend le meilleur sur Jonas Vingegaard",
        "pa": "Tadej Pogačar gets the better of Jonas Vingegaard",
        "vi": "Tadej Pogačar đánh bại Jonas Vingegaard"
    },
    {
        "start": "00:06:59,140",
        "end": "00:07:01,860",
        "en": "et qui remporte la 17e étape à Peyragudes !",
        "pa": "and wins the 17th stage at Peyragudes!",
        "vi": "và thắng chặng thứ 17 tại Peyragudes!"
    },
    {
        "start": "00:07:11,220",
        "end": "00:07:12,400",
        "en": "Jonas a atteint sa limite.",
        "pa": "Jonas was on the limit.",
        "vi": "Jonas đã cố hết sức."
    },
    {
        "start": "00:07:14,900",
        "end": "00:07:16,180",
        "en": "C'était une sale journée.",
        "pa": "A day to forget.",
        "vi": "Một ngày đáng quên."
    },
    {
        "start": "00:07:34,780",
        "end": "00:07:38,260",
        "en": "La galère jusqu'au bout pour ce groupe de coureurs qui en termine",
        "pa": "Chaos right to the end\n for this group of sprinters who are finishing.",
        "vi": "Nhóm các tay đua đang về đích hỗn loạn đến phút cuối cùng,"
    },
    {
        "start": "00:07:38,300",
        "end": "00:07:42,420",
        "en": "avec Jasper Philipsen qui fait des zigzags pour tenter de réduire la pente.",
        "pa": "Jasper Philipsen doing the old zig-zags to try and lower the gradient.",
        "vi": "Jasper Philipsen đi kiểu zig-zag xưa cũ để cố gắng giảm độ dốc."
    },
    {
        "start": "00:07:49,180",
        "end": "00:07:51,960",
        "en": "Les délais sont de 37 minutes, aujourd'hui.",
        "pa": "We have an allotted time of 37 minutes today.",
        "vi": "Hôm nay, thời gian quy định là 37 phút."
    },
    {
        "start": "00:07:52,000",
        "end": "00:07:54,940",
        "en": "Les coureurs n'ont pas toute la soirée pour finir l'étape.",
        "pa": "Riders don't have all day to finish the stage.",
        "vi": "Không được hoàn thành chặng đua trong cả một ngày."
    },
    {
        "start": "00:07:54,980",
        "end": "00:07:57,560",
        "en": "Certains vont être hors délais et ne seront pas au départ demain.",
        "pa": "Some won't meet the allotted time and won't make the start line tomorrow.\n BACK OF THE RACE 35 MINUTES BEHIND",
        "vi": "Tay đua không làm được thì mai sẽ bị loại.\n PHÍA SAU CUỘC ĐUA 35 PHÚT SAU"
    },
    {
        "start": "00:08:01,700",
        "end": "00:08:04,240",
        "en": "Fabio Jakobsen qui se bat à l'arrière de la course",
        "pa": "Fabio Jakobsen is fighting at the back of the race,",
        "vi": "Fabio Jakobsen đang chiến đấu ở phía sau đoàn,"
    },
    {
        "start": "00:08:04,280",
        "end": "00:08:05,920",
        "en": "et qui lutte pour sa survie.",
        "pa": "fighting for survival.",
        "vi": "chiến đấu vì sự sống còn."
    },
    {
        "start": "00:08:08,020",
        "end": "00:08:11,480",
        "en": "Le cyclisme est un sport fait de décisions difficiles.",
        "pa": "Cycling is a tough sport and also tough decisions.",
        "vi": "Đạp xe là môn thể thao khó khăn, cũng là quyết định khó khăn."
    },
    {
        "start": "00:08:11,520",
        "end": "00:08:15,860",
        "en": "Quand on arrive à la dernière montée et que c'est très compliqué,",
        "pa": "When you come into the last climb,\n uh, and you know it's difficult,",
        "vi": "Khi đến đoạn leo núi cuối cùng, và bạn biết cuộc đua khốc liệt,"
    },
    {
        "start": "00:08:15,900",
        "end": "00:08:20,580",
        "en": "idéalement, on voudrait faire attendre toute l'équipe.",
        "pa": "it's a hard one, because in your heart you'd let the whole team wait.",
        "vi": "khó khăn, vì trong thâm tâm, bạn sẽ để cả đội chờ đợi."
    },
    {
        "start": "00:08:20,620",
        "end": "00:08:23,300",
        "en": "Mais on ne peut pas perdre toute l'équipe.",
        "pa": "But you don't want to lose the whole team.",
        "vi": "Nhưng bạn không muốn đánh mất cả đội."
    },
    {
        "start": "00:08:23,340",
        "end": "00:08:27,220",
        "en": "À un moment, on finit par dire aux autres d'y aller.",
        "pa": "And at a certain point, you say to the other ones, \"Yeah, just go. Go.\"",
        "vi": "Vào một thời điểm nào đó, bạn nói với đồng đội: \"Được rồi, cứ đi đi.\""
    },
    {
        "start": "00:08:28,160",
        "end": "00:08:30,640",
        "en": "Florian, Mikkel, Lampy, vous pouvez y aller.",
        "pa": "Florian, Mikkel, Lampy, you guys can go.",
        "vi": "Florian, Mikkel, Lampy, các anh cứ đi đi."
    },
    {
        "start": "00:08:31,380",
        "end": "00:08:34,200",
        "en": "L'équipe a décidé d'abandonner Fabio Jakobsen.",
        "pa": "The team have decided to leave Fabio Jakobsen.",
        "vi": "Cả đội đã quyết định bỏ lại Fabio Jakobsen."
    },
    {
        "start": "00:08:35,620",
        "end": "00:08:38,540",
        "en": "Je me souviens que Florian ne voulait pas me laisser.",
        "pa": "I remember, Florian, he did not want to leave me.",
        "vi": "Tôi nhớ, Florian, anh ấy không muốn bỏ lại tôi."
    },
    {
        "start": "00:08:38,580",
        "end": "00:08:41,260",
        "en": "Il m'a regardé et il m'a dit une dernière chose :",
        "pa": "The last thing he said, when he looked at me, he said,",
        "vi": "Điều cuối cùng anh ấy nói khi nhìn thấy tôi:"
    },
    {
        "start": "00:08:41,300",
        "end": "00:08:42,980",
        "en": "\"Allez, tu viens à Paris.\"",
        "pa": "\"Come on, you're going to Paris.\"",
        "vi": "\"Anh sẽ đến Paris.\" Tôi gật đầu đồng ý, và tôi nghĩ sắp được rồi, nhưng…"
    },
    {
        "start": "00:08:43,020",
        "end": "00:08:46,380",
        "en": "J'ai hoché la tête et je me suis dit que ça allait être serré, mais…",
        "pa": "And I nodded at him, and I thought, \"It's gonna be close, but…\"",
        "vi": ""
    },
    {
        "start": "00:08:48,940",
        "end": "00:08:51,580",
        "en": "Il n'y a plus qu'un seul coureur en piste.",
        "pa": "There's only one rider out on the course now.",
        "vi": "Giờ chỉ còn một tay đua trên đường đua."
    },
    {
        "start": "00:08:54,020",
        "end": "00:08:56,440",
        "en": "Tu vas y arriver, Fabio, t'en fais pas.",
        "pa": "You'll make it, Fabio, don't worry. Just focus on the number series.",
        "vi": "Anh sẽ làm được, Fabio, đừng lo. Hãy tập trung vào dãy số."
    },
    {
        "start": "00:08:56,480",
        "end": "00:08:59,740",
        "en": "Concentre-toi sur les chiffres. Pousse, tu vas y arriver. Allez.",
        "pa": "Push. You're gonna make it. Come on.",
        "vi": "Cố lên. Anh sẽ làm được."
    },
    {
        "start": "00:09:05,240",
        "end": "00:09:08,400",
        "en": "Si on abandonne, c'est terminé, il faut rentrer chez soi.",
        "pa": "If we give up, the next day it's over. You have to go home.",
        "vi": "Nếu từ bỏ thì tương lai chấm hết. Tôi sẽ phải ra về."
    },
    {
        "start": "00:09:09,720",
        "end": "00:09:12,540",
        "en": "Jakobsen essaie de prendre son ticket pour Paris.",
        "pa": "Jakobsen trying to make it to Paris.",
        "vi": "Jakobsen đang cố đến được Paris."
    },
    {
        "start": "00:09:13,080",
        "end": "00:09:14,900",
        "en": "Il lui reste 300 mètres à parcourir.",
        "pa": "About 300 metres to go.",
        "vi": "Còn khoảng 300 mét nữa."
    },
    {
        "start": "00:09:16,600",
        "end": "00:09:19,260",
        "en": "C'est une course contre la montre pour le sprinteur.",
        "pa": "This is a race against time for the sprinter.",
        "vi": "Đây là đua với thời gian đối với tay đua nước rút."
    },
    {
        "start": "00:09:19,880",
        "end": "00:09:24,220",
        "en": "Quel terrible résultat. La voiture-balai est juste derrière lui.",
        "pa": "This is a horrible finish. And the broom wagon just behind him.",
        "vi": "Một kết thúc tệ hại. Và xe tử thần ngay phía sau anh ấy."
    },
    {
        "start": "00:09:25,880",
        "end": "00:09:28,140",
        "en": "Sur le moment, on se sent vide, épuisé.",
        "pa": "17TH STAGE OVER TIME LIMIT\n In the moment, you're so tired and empty.",
        "vi": "CHẶNG THỨ 17 QUÁ GIỜ\n Lúc này, tôi thật mệt mỏi và trống rỗng."
    },
    {
        "start": "00:09:29,180",
        "end": "00:09:32,560",
        "en": "Les jambes se bloquent. J'ai du mal à respirer.",
        "pa": "The legs start to block. My lungs struggled breathing.",
        "vi": "Chân bắt đầu khựng lại. Phổi của tôi khó thở."
    },
    {
        "start": "00:09:33,220",
        "end": "00:09:34,780",
        "en": "On n'entend plus rien.",
        "pa": "You can't hear anything at all.\n Come on!",
        "vi": "Tôi không nghe thấy gì cả.\n Cố lên nào!"
    },
    {
        "start": "00:09:40,180",
        "end": "00:09:42,900",
        "en": "Fabio Jakobsen peut-il arriver à temps ?",
        "pa": "Can Fabio Jakobsen make it inside the time limit?",
        "vi": "Fabio Jakobsen có thể cán đích trong giới hạn thời gian không?"
    },
    {
        "start": "00:09:42,940",
        "end": "00:09:44,720",
        "en": "Allez, Fabio !",
        "pa": "Go! Fabio!",
        "vi": "Cố lên! Fabio!"
    },
    {
        "start": "00:09:44,760",
        "end": "00:09:47,020",
        "en": "Il court contre la montre. Encore 150 mètres.",
        "pa": "The clock is against him. 150 to go.",
        "vi": "Đồng hồ đang chống lại anh ấy. Còn 150 mét."
    },
    {
        "start": "00:09:49,560",
        "end": "00:09:52,160",
        "en": "Son soigneur l'encourage en criant !",
        "pa": "Look at his soigneur shouting at him.",
        "vi": "Nhìn trợ lý đang thét lên với anh ấy kìa."
    },
    {
        "start": "00:09:52,720",
        "end": "00:09:57,140",
        "en": "Allez, Fabio ! Allez ! Allez !",
        "pa": "-Fabio! Go!",
        "vi": "Fabio! Đi mau!"
    },
    {
        "start": "00:10:10,440",
        "end": "00:10:12,580",
        "en": "Oui ! Allez !",
        "pa": "Yeah! Let's go!",
        "vi": "Giỏi lắm! Đi mau!"
    },
    {
        "start": "00:10:43,000",
        "end": "00:10:47,140",
        "en": "Après la Pologne, où j'ai vu son visage détruit…",
        "pa": "After Poland, I see him with his face destroyed.",
        "vi": "Sau chặng đua ở Ba Lan, tôi thấy khuôn mặt anh ấy tan nát."
    },
    {
        "start": "00:10:47,980",
        "end": "00:10:49,560",
        "en": "Et aujourd'hui… Chapeau.",
        "pa": "And today… Congratulations.",
        "vi": "Và hôm nay… Xin chúc mừng."
    },
    {
        "start": "00:10:49,600",
        "end": "00:10:51,080",
        "en": "Il n'abandonne jamais.",
        "pa": "- He never gives up. -Yeah.",
        "vi": "- Anh ấy không bao giờ bỏ cuộc. - Phải."
    },
    {
        "start": "00:10:51,120",
        "end": "00:10:52,300",
        "en": "Oui.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:10:52,340",
        "end": "00:10:53,580",
        "en": "Oui, il a mon respect.",
        "pa": "He… he has my respect. And…",
        "vi": "Tôi rất kính trọng anh ấy. Và…"
    },
    {
        "start": "00:10:54,180",
        "end": "00:10:55,020",
        "en": "Et…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:10:55,560",
        "end": "00:10:56,420",
        "en": "Ouais.",
        "pa": "Yeah. He's my friend.",
        "vi": "Vâng. Anh ấy là bạn tôi."
    },
    {
        "start": "00:10:56,460",
        "end": "00:10:57,320",
        "en": "C'est mon ami.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:11:00,040",
        "end": "00:11:03,020",
        "en": "Vous avez dû ressentir ça comme une forme de victoire.",
        "pa": "It must have felt like a victory in some ways.",
        "vi": "Chắc hẳn điều đó cũng như một chiến thắng."
    },
    {
        "start": "00:11:03,060",
        "end": "00:11:03,920",
        "en": "Non, pas du tout.",
        "pa": "No, it didn't.",
        "vi": "Không."
    },
    {
        "start": "00:11:05,980",
        "end": "00:11:06,860",
        "en": "Vraiment pas.",
        "pa": "No.",
        "vi": "Không hề."
    },
    {
        "start": "00:11:16,940",
        "end": "00:11:19,440",
        "en": "Pogačar vainqueur à Peyragudes.",
        "pa": "Pogačar wins at Peyragudes.",
        "vi": "Pogačar thắng tại Peyragudes."
    },
    {
        "start": "00:11:19,480",
        "end": "00:11:22,800",
        "en": "C'est sa troisième victoire d'étape sur le Tour cette année.",
        "pa": "It's his third stage victory on the Tour this year.",
        "vi": "Đây là lần thứ ba anh ấy thắng chặng ở Tour năm nay."
    },
    {
        "start": "00:11:30,100",
        "end": "00:11:33,360",
        "en": "C'était un électrochoc.",
        "pa": "That was, uh, kind of a wake-up call.",
        "vi": "Đó là một lời cảnh tỉnh."
    },
    {
        "start": "00:11:37,720",
        "end": "00:11:40,780",
        "en": "Pogačar n'abandonne jamais. Il n'accepte rien d'autre que la victoire.",
        "pa": "Pogačar attacking, he will never give up and settle for second.",
        "vi": "Pogačar sẽ không bao giờ bỏ cuộc và chấp nhận về nhì."
    },
    {
        "start": "00:11:41,340",
        "end": "00:11:46,020",
        "en": "Le plan de la Jumbo, aujourd'hui, c'était d'augmenter l'avance sur Pogačar.",
        "pa": "Jumbo's plan today was to increase their lead over Pogačar.",
        "vi": "Kế hoạch của Jumbo hôm nay là tăng cách biệt đối với Pogačar."
    },
    {
        "start": "00:11:46,060",
        "end": "00:11:48,500",
        "en": "Non seulement ils n'ont pas réussi leur mission,",
        "pa": "Not only did they fail in their mission,",
        "vi": "Họ không chỉ thực hiện nhiệm vụ thất bại,"
    },
    {
        "start": "00:11:48,540",
        "end": "00:11:51,220",
        "en": "mais en plus, ils ont perdu quatre secondes sur le Slovène.",
        "pa": "but also lost four seconds against the Slovenian.",
        "vi": "còn mất bốn giây so với tay đua Slovenia."
    },
    {
        "start": "00:11:52,320",
        "end": "00:11:55,860",
        "en": "Pensez-vous toujours avoir vos chances de remporter le Tour de France 2022 ?",
        "pa": "Are you still optimistic that you can win the Tour de France 2022?",
        "vi": "Anh vẫn lạc quan mình có thể thắng Tour de France 2022 chứ?"
    },
    {
        "start": "00:11:55,900",
        "end": "00:11:57,080",
        "en": "Oui.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:11:58,140",
        "end": "00:12:01,140",
        "en": "- Tu viens à l'hôtel ? - Oui.",
        "pa": "- Want a ride to the hotel? - Yes.\n TEAM MEMBER / JUMBO-VISMA",
        "vi": "- Anh đến khách sạn với chúng tôi sao? - Vâng.\n WOUT VAN AERT THÀNH VIÊN ĐỘI/JUMBO VISMA"
    },
    {
        "start": "00:12:09,060",
        "end": "00:12:10,740",
        "en": "- Ça va, Wout ? - Oui.",
        "pa": "You all right, Wout? That wasn't great.",
        "vi": "- Ổn chứ, Wout? - Vâng."
    },
    {
        "start": "00:12:11,380",
        "end": "00:12:13,740",
        "en": "J'avais vraiment pas les jambes, aujourd'hui.",
        "pa": "Oh yeah. I didn't really have great legs.",
        "vi": "Thực sự chân tôi không được khoẻ."
    },
    {
        "start": "00:12:14,660",
        "end": "00:12:17,960",
        "en": "Quand j'ai vu Bjerg devant, je me suis dit : \"Oh, non.\"",
        "pa": "So when I saw Bjerg riding at the front there,\n I thought, \"Oh no. Come on.\"",
        "vi": "Nên khi thấy Bjerg đua phía trước, tôi nghĩ: \"Ôi không.\""
    },
    {
        "start": "00:12:20,660",
        "end": "00:12:23,900",
        "en": "Disons que je ne l'ai pas vu venir.",
        "pa": "So, I didn't see it coming, let me put it that way.",
        "vi": "Cho phép tôi nói là tôi không lường trước được."
    },
    {
        "start": "00:12:28,760",
        "end": "00:12:32,220",
        "en": "Et Wout était aussi dans la dernière roue.",
        "pa": "And Wout was also in the last wheel like that.",
        "vi": "Và Wout cũng ở vị trí cuối đoàn như thế."
    },
    {
        "start": "00:12:32,260",
        "end": "00:12:34,800",
        "en": "Moi aussi.",
        "pa": "I was in the last wheel.",
        "vi": "Tôi cũng vậy."
    },
    {
        "start": "00:12:34,840",
        "end": "00:12:37,100",
        "en": "Oui, vous deux.",
        "pa": "Yeah, well, the two of you, then.",
        "vi": "Vậy là cả hai anh."
    },
    {
        "start": "00:12:37,140",
        "end": "00:12:39,080",
        "en": "Oui, Wout était second tout le long.",
        "pa": "Yeah, Wout was always sitting second.",
        "vi": "Vâng, Wout luôn về nhì."
    },
    {
        "start": "00:12:39,120",
        "end": "00:12:43,140",
        "en": "Oui, mais quand Yerrick a commencé à tirer,",
        "pa": "Yeah, but, they… also when…\n when Bjerg started pulling, also Wout drifted back.",
        "vi": "Vâng, nhưng khi Mikkel Bjerg bắt đầu bứt tốc, Wout cũng tụt lại phía sau."
    },
    {
        "start": "00:12:43,180",
        "end": "00:12:44,800",
        "en": "Wout s'est fait distancer.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:12:45,300",
        "end": "00:12:46,160",
        "en": "Quoi ?",
        "pa": "What?",
        "vi": "Sao cơ?"
    },
    {
        "start": "00:12:46,200",
        "end": "00:12:48,660",
        "en": "Oui, je viens de regarder la vidéo.",
        "pa": "Yeah, I just watched it, in the video.",
        "vi": "Tôi vừa xem đoạn phim."
    },
    {
        "start": "00:12:50,160",
        "end": "00:12:51,160",
        "en": "La deuxième fois.",
        "pa": "-Yeah, yeah.\n The second time.",
        "vi": "Lần thứ hai."
    },
    {
        "start": "00:12:51,200",
        "end": "00:12:54,780",
        "en": "C'est l'Américain qui a largué Wout.",
        "pa": "Wout got dropped, I think, by the American.",
        "vi": "Wout đã bị tay đua Mỹ bỏ lại phía sau."
    },
    {
        "start": "00:12:55,960",
        "end": "00:12:57,200",
        "en": "- Oui. - J'attends.",
        "pa": "The third time, huh?\n -Yeah. -I'm just waiting.",
        "vi": "- Phải. - Tôi đang đợi."
    },
    {
        "start": "00:12:57,240",
        "end": "00:12:59,140",
        "en": "On résolvait les problèmes du monde.",
        "pa": "We were solving the world's problems.",
        "vi": "Chúng ta xử lý vấn đề toàn cầu."
    },
    {
        "start": "00:13:04,000",
        "end": "00:13:05,140",
        "en": "Le soldat blessé.",
        "pa": "Wounded soldier.",
        "vi": "Thương binh."
    },
    {
        "start": "00:13:07,920",
        "end": "00:13:12,000",
        "en": "Sur cette étape, j'étais censé m'occuper des leaders.",
        "pa": "I was definitely supposed to look out after the leaders for this stage.",
        "vi": "Chắc chắn tôi phải dè chừng những người dẫn đầu ở chặng này."
    },
    {
        "start": "00:13:12,040",
        "end": "00:13:18,780",
        "en": "Mais j'ai fait le boulot beaucoup plus tôt que ce qui était prévu",
        "pa": "Uh, but also… yeah, I did the job way earlier on than I was supposed to do",
        "vi": "Nhưng tôi đã thực hiện nhiệm vụ đó sớm hơn dự định"
    },
    {
        "start": "00:13:18,820",
        "end": "00:13:23,640",
        "en": "parce que je n'étais pas au niveau pour une étape difficile comme celle-là.",
        "pa": "because I was just not on the level that you need to be for a hard stage like that.",
        "vi": "bởi vì tôi không ở đẳng cấp cần có cho một chặng khó khăn như thế."
    },
    {
        "start": "00:13:29,420",
        "end": "00:13:34,840",
        "en": "Je doute de moi bien plus souvent que ce que tout le monde croit.",
        "pa": "I definitely have way more moments",
        "vi": "Tôi chắc chắn có nhiều giây phút"
    },
    {
        "start": "00:13:34,880",
        "end": "00:13:39,980",
        "en": "Ce n'est facile pour personne, et je ne fais pas exception.",
        "pa": "when I doubt myself than everybody thinks. It's not…\n It's not easy for anybody, and also not for me.",
        "vi": "tự nghi ngờ bản thân hơn mọi người nghĩ.\n Không dễ dàng với bất kỳ ai, và với tôi cũng thế."
    },
    {
        "start": "00:13:51,140",
        "end": "00:13:53,580",
        "en": "Bienvenue à la 18e étape du Tour de France.",
        "pa": "Welcome to the 18th stage of the Tour de France.",
        "vi": "Chào mừng đến với chặng 18 của Tour de France."
    },
    {
        "start": "00:13:53,620",
        "end": "00:13:55,600",
        "en": "Le jour où tout peut se jouer.",
        "pa": "The day when anything could happen.\n LOURDES HEART OF THE PYRENEES",
        "vi": "Ngày mà chuyện gì cũng có thể xảy ra.\n LOURDES TRÁI TIM CỦA DÃY PYRENEES"
    },
    {
        "start": "00:13:57,720",
        "end": "00:14:01,400",
        "en": "Après avoir craqué sur la 17e étape, tout le monde se pose la question :",
        "pa": "After cracking on the 17th stage, everyone is asking the question,",
        "vi": "Sau khi suy yếu tại chặng 17, tất cả đều đang đặt câu hỏi:"
    },
    {
        "start": "00:14:01,440",
        "end": "00:14:04,760",
        "en": "est-ce que Wout von Aert va être capable d'accompagner son leader ?",
        "pa": "\"Will Wout van Aert be able to support his leader?\"",
        "vi": "\"Liệu Wout van Aert có thể hỗ trợ người dẫn đầu?\""
    },
    {
        "start": "00:14:06,540",
        "end": "00:14:08,780",
        "en": "Le groupe a laissé Wout.",
        "pa": "Wout, he was dropped from the group.",
        "vi": "Wout bị nhóm bỏ lại."
    },
    {
        "start": "00:14:09,320",
        "end": "00:14:11,780",
        "en": "Oui, c'était une sale journée.",
        "pa": "Yeah. Pretty bad day for us.",
        "vi": "Phải. Ngày khá tệ với đội tôi."
    },
    {
        "start": "00:14:13,760",
        "end": "00:14:15,420",
        "en": "Encore une journée difficile.",
        "pa": "It's just another hard day today again.",
        "vi": "ĐỘI JUMBO VISMA\n Hôm nay lại là một ngày khó khăn."
    },
    {
        "start": "00:14:16,560",
        "end": "00:14:17,900",
        "en": "Encore un jour.",
        "pa": "One more day.",
        "vi": "Một ngày nữa."
    },
    {
        "start": "00:14:17,940",
        "end": "00:14:21,920",
        "en": "Encore une fois, nous devons faire preuve de concentration.",
        "pa": "Huh? We have to be, again, really, really concentrated, focused.",
        "vi": "Một lần nữa, chúng ta phải thật sự tập trung."
    },
    {
        "start": "00:14:22,420",
        "end": "00:14:24,200",
        "en": "Jonas, tu suis toujours Pogačar.",
        "pa": "Jonas, you always follow Pogačar.",
        "vi": "Jonas, anh luôn theo sát Pogačar."
    },
    {
        "start": "00:14:24,960",
        "end": "00:14:28,240",
        "en": "Quand Tadej Pogačar attaque, je suis toujours inquiet.",
        "pa": "When Tadej Pogačar attacks, I'm always worried.",
        "vi": "Khi Tadej Pogačar tấn công, tôi luôn lo lắng."
    },
    {
        "start": "00:14:28,840",
        "end": "00:14:30,040",
        "en": "Je risque de perdre le Tour.",
        "pa": "I could lose the Tour.",
        "vi": "Tôi có thể thua ở Tour."
    },
    {
        "start": "00:14:31,280",
        "end": "00:14:32,880",
        "en": "Wout, tu vas sauter.",
        "pa": "Ah, so, Wout, you will jump.",
        "vi": "Wout, anh sẽ đột kích."
    },
    {
        "start": "00:14:33,620",
        "end": "00:14:37,680",
        "en": "Mais pour Jonas aussi, c'est important d'être en position dès le début.",
        "pa": "But, also for Jonas yourself, it's important to be in position there,",
        "vi": "Nhưng đối với Jonas, điều quan trọng là phải ở vị trí đó, ngay từ đầu."
    },
    {
        "start": "00:14:38,700",
        "end": "00:14:41,460",
        "en": "Évidemment, il faut qu'on s'entraide,",
        "pa": "in the beginning.\n Of course, we need to help each other, but also,",
        "vi": "Đội cần giúp đỡ nhau,"
    },
    {
        "start": "00:14:41,500",
        "end": "00:14:44,900",
        "en": "mais il faut aussi que quelqu'un s'occupe de lui dans le peloton.",
        "pa": "someone has to look for Jonas in the bunch.",
        "vi": "nhưng cũng phải có người trông nom Jonas trong đoàn đua."
    },
    {
        "start": "00:14:44,940",
        "end": "00:14:49,360",
        "en": "Quand vous sentez que vous avez besoin de quelqu'un, dites-le-nous.",
        "pa": "Yes.\n Especially also, when you feel you need somebody around, also say it. Huh?",
        "vi": "Vâng.\n Khi cảm thấy cần ai đó, anh hãy lên tiếng."
    },
    {
        "start": "00:14:50,660",
        "end": "00:14:53,160",
        "en": "On veut que Wout soit dans l'échappée,",
        "pa": "We want to have Wout in the breakaway,",
        "vi": "Chúng tôi muốn Wout vào nhóm dẫn trước,"
    },
    {
        "start": "00:14:53,200",
        "end": "00:14:57,860",
        "en": "pour qu'il puisse m'aider si je rencontre des problèmes.",
        "pa": "so that if I would be getting in any kind of trouble, he could help me.",
        "vi": "để nếu tôi có gặp phải rắc rối gì, anh ấy có thể hỗ trợ được tôi."
    },
    {
        "start": "00:14:59,140",
        "end": "00:15:02,280",
        "en": "Ce serait mentir de dire que je suis confiant à 100 %.",
        "pa": "Yeah, I'm lying when I say I'm 110% confident.",
        "vi": "Vâng, tôi đang nói dối khi bảo là tôi tự tin 110%."
    },
    {
        "start": "00:15:08,980",
        "end": "00:15:12,480",
        "en": "Pour protéger Jonas, Wout doit absolument tout donner.",
        "pa": "In order to shield Jonas, Wout really has to give it his all.",
        "vi": "Để che chắn cho Jonas, Wout phải cố hết sức."
    },
    {
        "start": "00:15:12,520",
        "end": "00:15:14,040",
        "en": "Ça passe ou ça casse.",
        "pa": "It's make or break.",
        "vi": "Được ăn cả ngã về không."
    },
    {
        "start": "00:15:38,240",
        "end": "00:15:39,880",
        "en": "Top, le départ est donné.",
        "pa": "",
        "vi": "Và xuất phát."
    },
    {
        "start": "00:15:39,920",
        "end": "00:15:42,620",
        "en": "Accélération immédiate du maillot vert, Wout van Aert !",
        "pa": "Wout van Aert, the green jersey, accelerates immediately.",
        "vi": "Wout van Aert, áo xanh, tăng tốc ngay lập tức."
    },
    {
        "start": "00:15:47,320",
        "end": "00:15:50,500",
        "en": "Je vais avoir pour rôle de donner un rythme très rapide",
        "pa": "My role will be to do a really high pace",
        "vi": "Vai trò của tôi sẽ là duy trì tốc độ cao"
    },
    {
        "start": "00:15:50,540",
        "end": "00:15:54,060",
        "en": "pour prendre un avantage assez conséquent avant la grosse montée.",
        "pa": "to take enough advantage before the big climb.",
        "vi": "để có đủ lợi thế trước khi leo đoạn dốc khó khăn."
    },
    {
        "start": "00:15:54,100",
        "end": "00:15:56,520",
        "en": "Ensuite, je reculerai pour protéger Jonas.",
        "pa": "Then drop back and protect Jonas.",
        "vi": "Sau đó quay lại và bảo vệ Jonas."
    },
    {
        "start": "00:15:59,580",
        "end": "00:16:02,720",
        "en": "Tadej Pogačar talonné par le maillot jaune, Jonas Vingegaard.",
        "pa": "Pogačar followed closely by the yellow jersey, Jonas Vingegaard.",
        "vi": "Theo sát Tadej Pogačar là tay đua áo vàng, Jonas Vingegaard."
    },
    {
        "start": "00:16:04,100",
        "end": "00:16:08,540",
        "en": "Les gars, préparez-vous pour le col d'Aubisque. Ça va batailler fort.",
        "pa": "Guys, be ready for the Aubisque. There will be a new fight on the Aubisque.",
        "vi": "Mọi người, chuẩn bị cho Aubisque. Sẽ có một cuộc chiến mới trên Aubisque."
    },
    {
        "start": "00:16:16,000",
        "end": "00:16:19,240",
        "en": "- La première attaque de Pogačar.",
        "pa": "Pogačar's first attack.",
        "vi": "Pogačar tấn công lần đầu."
    },
    {
        "start": "00:16:19,280",
        "end": "00:16:22,580",
        "en": "Et Vingegaard qui semble lui dire : \"Je ne te laisserai pas partir.\"",
        "pa": "And Vingegaard appears to be telling him, \"I'm not letting you go.\"",
        "vi": "Và Vingegaard có vẻ đang lên tiếng: \"Không để anh thoát đâu.\""
    },
    {
        "start": "00:16:23,040",
        "end": "00:16:24,840",
        "en": "Allez, Jonas, colle à sa roue !",
        "pa": "Come on, Jonas. Stick to his wheel! Huh?",
        "vi": "Cố lên, Jonas. Hãy bám sát anh ấy!"
    },
    {
        "start": "00:16:25,720",
        "end": "00:16:27,880",
        "en": "À nouveau une grosse attaque du maillot blanc.",
        "pa": "Another big attack from the white jersey.",
        "vi": "Tay đua áo trắng lại tấn công mạnh mẽ."
    },
    {
        "start": "00:16:27,920",
        "end": "00:16:30,900",
        "en": "Et accélération de Tadej Pogačar.",
        "pa": "And Pogačar accelerates. Pogačar accelerates.",
        "vi": "Và Pogačar tăng tốc."
    },
    {
        "start": "00:16:32,260",
        "end": "00:16:34,040",
        "en": "Il tente de distancer Vingegaard.",
        "pa": "He tries to drop Vingegaard.",
        "vi": "Anh ấy cố gắng bỏ xa Vingegaard."
    },
    {
        "start": "00:16:35,440",
        "end": "00:16:37,300",
        "en": "Il prend quelques longueurs d'avance.",
        "pa": "He's creating quite a gap.",
        "vi": "Anh ấy đang gia tăng khoảng cách."
    },
    {
        "start": "00:16:38,480",
        "end": "00:16:41,040",
        "en": "Et maintenant, Vingegaard est lancé à sa poursuite.",
        "pa": "And now Vingegaard is in hot pursuit.",
        "vi": "Và giờ Vingegaard đã ra tay để đuổi kịp."
    },
    {
        "start": "00:16:48,240",
        "end": "00:16:50,580",
        "en": "Oh, le maillot jaune à deux doigts de tomber !",
        "pa": "Oh! The yellow jersey very nearly crashes!",
        "vi": "Tay đua áo vàng suýt thì gặp tai nạn!"
    },
    {
        "start": "00:16:50,620",
        "end": "00:16:51,820",
        "en": "Oh, là, là, là, là !",
        "pa": "",
        "vi": "Chúa ơi!"
    },
    {
        "start": "00:16:52,320",
        "end": "00:16:56,120",
        "en": "Le maillot jaune a déchaussé. Il s'est fait une belle frayeur.",
        "pa": "Oh my goodness!\n The yellow jersey has unclipped. The yellow jersey has had a real scare.",
        "vi": "Khỉ thật, tay đua áo vàng đã mất lái. Anh ấy thực sự hoảng sợ."
    },
    {
        "start": "00:16:57,660",
        "end": "00:17:01,540",
        "en": "Il s'est bien rattrapé, mais il est passé près de la catastrophe.",
        "pa": "He recovered well, but came very close to disaster.",
        "vi": "Anh ấy hồi phục tốt, nhưng suýt nữa thì đã gặp tai nạn."
    },
    {
        "start": "00:17:08,220",
        "end": "00:17:10,780",
        "en": "Pogačar qui met le maillot jaune sous pression partout,",
        "pa": "Pogačar is putting the yellow jersey under pressure",
        "vi": "Pogačar đang gây áp lực cho áo vàng."
    },
    {
        "start": "00:17:10,820",
        "end": "00:17:14,220",
        "en": "même dans les descentes à 80 km/h.",
        "pa": "from all angles.\n Even on the descents at 80 kilometres an hour.",
        "vi": "Ngay cả khi lao xuống dốc, với tốc độ 80 km/h."
    },
    {
        "start": "00:17:24,120",
        "end": "00:17:27,640",
        "en": "À l'avance, Wout van Aert qui jette un coup d'œil derrière lui",
        "pa": "At the front, Wout van Aert, glances around to see where his leader is.",
        "vi": "Phía trước, Wout van Aert, nhìn quanh để xem người dẫn đầu ở đâu."
    },
    {
        "start": "00:17:27,680",
        "end": "00:17:29,380",
        "en": "pour voir où est son leader.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:17:30,400",
        "end": "00:17:33,600",
        "en": "Wout, ils arrivent sur toi.",
        "pa": "Wout, they're about to come to you. They're about to come to you.",
        "vi": "Wout, họ sắp đến chỗ anh rồi."
    },
    {
        "start": "00:17:34,200",
        "end": "00:17:36,480",
        "en": "Vingegaard va retrouver sa locomotive.",
        "pa": "Vingegaard has reunited with his engine.",
        "vi": "Vingegaard đã tái hợp với đồng đội."
    },
    {
        "start": "00:17:42,740",
        "end": "00:17:47,740",
        "en": "J'ai essayé de donner beaucoup de rythme pour que Jonas en profite.",
        "pa": "I tried to make the pace really high, so Jonas could, uh, profit.",
        "vi": "Tôi đã cố gắng duy trì tốc độ rất cao, để Jonas có thể tận dụng."
    },
    {
        "start": "00:17:47,780",
        "end": "00:17:49,960",
        "en": "Je me suis dépassé.",
        "pa": "I really went over my limit.",
        "vi": "Tôi đã vượt giới hạn của mình."
    },
    {
        "start": "00:17:50,640",
        "end": "00:17:54,020",
        "en": "T'es une putain de moto, Wout ! Allez !",
        "pa": "You're a fucking motorbike, Wout! A fucking motorbike. Come on.",
        "vi": "Anh nhanh như chớp vậy, Wout! Cố lên nào."
    },
    {
        "start": "00:17:55,580",
        "end": "00:17:59,900",
        "en": "Le rythme est très élevé. Wout van Aert au-delà de ses limites !",
        "pa": "The pace is extremely high. Wout van Aert is going beyond his limits.",
        "vi": "Tốc độ cực kỳ nhanh. Wout van Aert đang vượt quá giới hạn."
    },
    {
        "start": "00:18:27,140",
        "end": "00:18:30,840",
        "en": "Et Tadej Pogačar est lâché ! Le maillot blanc qui ne suit pas !",
        "pa": "And Tadej Pogačar drops! The yellow jersey isn't behind him!",
        "vi": "Và Tadej Pogačar tụt lại! Áo trắng không còn ở phía sau anh ấy!"
    },
    {
        "start": "00:18:30,880",
        "end": "00:18:32,800",
        "en": "Le maillot blanc n'est plus là !",
        "pa": "The white jersey is no longer there!",
        "vi": "Tay đua áo trắng không còn đó nữa!"
    },
    {
        "start": "00:18:34,460",
        "end": "00:18:37,180",
        "en": "Et Pogačar est en difficulté ! Il semble être en difficulté !",
        "pa": "And Pogačar is in trouble! Pogačar seems to be in trouble.",
        "vi": "Pogačar đang gặp vấn đề! Pogačar có vẻ đang gặp rắc rối."
    },
    {
        "start": "00:18:37,740",
        "end": "00:18:40,480",
        "en": "Pogačar est distancé ! Allez !",
        "pa": "Pogačar is dropped! Pogačar is dropped! Come on. Come on.",
        "vi": "Pogačar bị tụt lại phía sau! Cố lên nào."
    },
    {
        "start": "00:18:41,520",
        "end": "00:18:44,420",
        "en": "Wout van Aert a fait plier Tadej Pogačar.",
        "pa": "Wout van Aert has brought Tadej Pogačar down.",
        "vi": "Wout van Aert đã hạ gục Tadej Pogačar."
    },
    {
        "start": "00:18:45,200",
        "end": "00:18:47,760",
        "en": "Allez, Wout, fais la différence, maintenant.",
        "pa": "Come on, Wout.\n Make the difference now. Make the difference.",
        "vi": "Cố lên Wout, bây giờ hãy tạo ra sự khác biệt."
    },
    {
        "start": "00:18:47,800",
        "end": "00:18:49,580",
        "en": "Donne 100 % ! Allez !",
        "pa": "100%, hey, 100% now!",
        "vi": "100%, này, bây giờ cố 100%!"
    },
    {
        "start": "00:18:50,880",
        "end": "00:18:52,520",
        "en": "Pogačar ne peut plus rien faire.",
        "pa": "There's nothing more Pogačar can do.",
        "vi": "Pogačar không thể làm gì được."
    },
    {
        "start": "00:18:55,460",
        "end": "00:19:00,500",
        "en": "Wout, après son attaque… N'importe qui d'autre aurait été lessivé.",
        "pa": "Wout, in the end, after attacking,\n every other person would have been destroyed.",
        "vi": "Wout, sau khi tấn công… Bất kỳ người nào khác bị tiêu diệt."
    },
    {
        "start": "00:19:00,540",
        "end": "00:19:05,840",
        "en": "Mais il a tout donné et il a tiré Jonas à 20 ou 25 secondes.",
        "pa": "He gave everything, and he pulled Jonas 20-25 seconds away.",
        "vi": "Anh ấy đã nỗ lực hết mình và đã kéo Jonas chạy xa 20-25 giây."
    },
    {
        "start": "00:19:11,720",
        "end": "00:19:13,820",
        "en": "À toi de faire l'effort, Jonas.",
        "pa": "Okay, now you do it, Jonas.",
        "vi": "Được rồi, hãy tiếp tục đi, Jonas."
    },
    {
        "start": "00:19:13,860",
        "end": "00:19:16,620",
        "en": "Course contre la montre jusqu'à l'arrivée, à 3,5 km.",
        "pa": "Time trial to the finish. 3.5 K to the finish.",
        "vi": "Đua tính giờ về đích. Còn 3,5 km nữa cán đích."
    },
    {
        "start": "00:19:22,500",
        "end": "00:19:23,860",
        "en": "Allez ! Je suis trop fier de toi !",
        "pa": "The fans are going crazy around the yellow jersey.\n Come on! So proud of you.",
        "vi": "Cố lên! Rất tự hào về anh."
    },
    {
        "start": "00:19:25,860",
        "end": "00:19:28,500",
        "en": "Le maillot jaune en solo au sommet",
        "pa": "The yellow jersey, solo at the summit",
        "vi": "Áo vàng, một mình trên đỉnh"
    },
    {
        "start": "00:19:28,540",
        "end": "00:19:32,040",
        "en": "de la dernière montée hors catégorie du Tour de France cette année.",
        "pa": "of the last non-category climb of this year's Tour de France.",
        "vi": "của đoạn leo núi nằm ngoài phân loại tại Tour de France năm nay."
    },
    {
        "start": "00:19:51,360",
        "end": "00:19:56,080",
        "en": "Vous prenez une véritable option sur la victoire du Tour.",
        "pa": "You take a very, very serious option on overall victory.",
        "vi": "Anh có một lựa chọn rất nghiêm túc để có được chiến thắng chung cuộc."
    },
    {
        "start": "00:19:56,120",
        "end": "00:19:59,440",
        "en": "Pouvons-nous en parler, ou voulez-vous encore éviter le sujet ?",
        "pa": "Can we talk about that? Or you don't want to talk about it yet?",
        "vi": "Trao đổi chuyện đó được chứ? Hay anh chưa muốn bàn đến?"
    },
    {
        "start": "00:19:59,480",
        "end": "00:20:03,700",
        "en": "Je ne veux pas encore en parler. Attendons encore deux jours.",
        "pa": "I don't want to talk about it yet. Let's talk about that in two days.",
        "vi": "Tôi vẫn chưa muốn bàn luận. Hai ngày nữa hãy trao đổi sau."
    },
    {
        "start": "00:20:03,740",
        "end": "00:20:07,160",
        "en": "Vingegaard est en position de force après les étapes de montagne.",
        "pa": "Vingegaard is in a strong position after the mountain stages.",
        "vi": "Vingegaard đang ở vị trí vững chắc sau các chặng leo núi."
    },
    {
        "start": "00:20:07,200",
        "end": "00:20:09,380",
        "en": "Mais c'est seulement après le contre-la-montre",
        "pa": "But it's only after the time trial that we'll know whether",
        "vi": "Nhưng chỉ sau đua tính giờ mới biết liệu anh ấy có thể mang áo vàng đến Paris."
    },
    {
        "start": "00:20:09,420",
        "end": "00:20:11,960",
        "en": "que l'on saura s'il peut ramener le maillot jaune à Paris.",
        "pa": "he can take the yellow jersey to Paris.",
        "vi": ""
    },
    {
        "start": "00:20:25,200",
        "end": "00:20:29,900",
        "en": "C'est l'heure du test du contre-la-montre. Bienvenue sur l'étape 20.",
        "pa": "STAGE 20\n Testing times today with the time trial. Welcome to stage 20.",
        "vi": "CHẶNG 20 LACAPELLE-MARIVAL - ROCAMADOUR - 40,7 KM\n Thời gian thách thức của hôm nay với đua tính giờ. Chào mừng đến chặng 20."
    },
    {
        "start": "00:20:30,420",
        "end": "00:20:32,680",
        "en": "Si Vingegaard garde sa première place,",
        "pa": "If Vingegaard keeps first place,",
        "vi": "Nếu Vingegaard giữ vị trí đầu tiên,"
    },
    {
        "start": "00:20:32,720",
        "end": "00:20:35,280",
        "en": "nous aurons un vainqueur inédit du Tour de France.",
        "pa": "we will have a new first-time Tour de France champion.",
        "vi": "chúng ta sẽ có nhà vô địch Tour de France đầu tiên."
    },
    {
        "start": "00:20:38,980",
        "end": "00:20:42,620",
        "en": "C'est le dernier contre-la-montre aujourd'hui.",
        "pa": "Today is the last time trial. Uh…",
        "vi": "Hôm nay là đua tính giờ cuối cùng."
    },
    {
        "start": "00:20:42,660",
        "end": "00:20:48,220",
        "en": "Il ne faudrait pas que la journée se passe mal pour moi.",
        "pa": "Yeah, I mean, what if I have a bad day? Uh…",
        "vi": "Nếu tôi có một ngày không tốt thì sao?"
    },
    {
        "start": "00:20:49,720",
        "end": "00:20:54,600",
        "en": "Pendant tout ce Tour, Wout a été un allié incroyable pour Jonas.",
        "pa": "Yeah.\n Throughout this Tour, Wout has been an incredible ally to Jonas.",
        "vi": "Suốt cả mùa giải Tour năm nay, Wout là một đồng đội tuyệt vời của Jonas."
    },
    {
        "start": "00:20:54,640",
        "end": "00:20:57,980",
        "en": "Mais sur ce contre-la-montre, c'est juste Jonas et son vélo.",
        "pa": "But on this time trial, it's just Jonas and his bicycle.",
        "vi": "Nhưng đua tính giờ lần này, chỉ có Jonas và xe đạp."
    },
    {
        "start": "00:21:00,540",
        "end": "00:21:02,680",
        "en": "Il n'y a aucune garantie",
        "pa": "But there's no 100% guarantee",
        "vi": "Không có gì đảm bảo 100%"
    },
    {
        "start": "00:21:02,720",
        "end": "00:21:05,980",
        "en": "que Jonas parvienne à maintenir son avance dans le contre-la-montre.",
        "pa": "that Jonas, uh, will keep that lead comfortably in the time trial.",
        "vi": "Jonas dễ dàng giữ vững vị trí dẫn đầu khi đua tính giờ."
    },
    {
        "start": "00:21:06,540",
        "end": "00:21:08,460",
        "en": "On a retenu notre leçon de 2020.",
        "pa": "We learned our lesson, of course, in 2020, when we were beaten",
        "vi": "Chúng ta đã có bài học vào 2020,"
    },
    {
        "start": "00:21:08,500",
        "end": "00:21:11,760",
        "en": "On avait été battus le dernier jour sur le contre-la-montre.",
        "pa": "on the last day in the time trial.",
        "vi": "khi bị đánh bại vào ngày cuối cùng trong cuộc đua tính giờ."
    },
    {
        "start": "00:21:14,540",
        "end": "00:21:18,580",
        "en": "Pogačar, Roglič, ça passe dans le rouge pour Primož Roglič.",
        "pa": "Pogačar, Roglič,\n it's tipping into the red for Primož Roglič.",
        "vi": "Pogačar, Roglič, đang đẩy Primož Roglič đến giới hạn."
    },
    {
        "start": "00:21:18,620",
        "end": "00:21:21,440",
        "en": "C'est terrible, ce qui se passe pour le maillot jaune.",
        "pa": "What's happening to the yellow jersey is terrible.",
        "vi": "Chuyện xảy ra với áo vàng thật kinh khủng."
    },
    {
        "start": "00:21:21,480",
        "end": "00:21:23,020",
        "en": "C'est dur, cette image, pour le Slovène",
        "pa": "This is tough for the Slovenian. He's been bossing the Tour for two weeks.",
        "vi": "Một cảnh tượng buồn là tay đua Slovenia, trùm của Tour cả hai tuần"
    },
    {
        "start": "00:21:23,060",
        "end": "00:21:25,340",
        "en": "qui a été le patron du Tour pendant deux semaines",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:21:26,160",
        "end": "00:21:29,360",
        "en": "mais qui s'écroule la veille de l'arrivée sur les Champs-Élysées.",
        "pa": "But he's now crumbling the day before the Champs-Élysées.",
        "vi": "nhưng đang sụp đổ trước Champs-Élysées."
    },
    {
        "start": "00:21:30,260",
        "end": "00:21:32,840",
        "en": "Il est là, le vainqueur du Tour de France 2020.",
        "pa": "And there he is, the winner of the Tour de France 2020.",
        "vi": "Anh ấy đây rồi, áo vàng Tour de France 2020."
    },
    {
        "start": "00:21:33,780",
        "end": "00:21:37,720",
        "en": "Malheureusement, Pogačar s'était complètement dépassé",
        "pa": "Unfortunately, uh, Pogačar then had a very, very good day,",
        "vi": "Thật không may, Pogačar đã có một ngày rất tốt lành,"
    },
    {
        "start": "00:21:37,760",
        "end": "00:21:41,940",
        "en": "et Primož avait été un peu moins que d'habitude.",
        "pa": "and Primož had a maybe little bit below average day,",
        "vi": "và Primož có một ngày dưới mức trung bình một chút,"
    },
    {
        "start": "00:21:41,980",
        "end": "00:21:45,100",
        "en": "Pogačar a réussi à retourner la situation et remporter le Tour.",
        "pa": "and, uh, Pogačar was able to turn it around and to win the Tour.",
        "vi": "và Pogačar đã xoay chuyển tình thế và vô địch Tour."
    },
    {
        "start": "00:21:46,520",
        "end": "00:21:49,200",
        "en": "En 2020, sur le dernier contre-la-montre du Tour,",
        "pa": "In 2020, on the last time trial of the Tour,",
        "vi": "Năm 2020, trong đua tính giờ cuối của Tour,"
    },
    {
        "start": "00:21:49,240",
        "end": "00:21:51,800",
        "en": "Primož Roglič a perdu contre Tadej Pogačar.",
        "pa": "Primož Roglič lost to Tadej Pogačar.",
        "vi": "Primož Roglič đã thua Tadej Pogačar."
    },
    {
        "start": "00:21:55,080",
        "end": "00:21:58,920",
        "en": "Comment la Jumbo-Visma a-t-elle fait pour perdre ce Tour de France ?",
        "pa": "How did Jumbo-Visma manage to lose this Tour de France?",
        "vi": "Làm sao Jumbo-Visma lại thua giải Tour de France này?"
    },
    {
        "start": "00:22:03,240",
        "end": "00:22:08,340",
        "en": "Les évènements d'il y a deux ans me hantent encore.",
        "pa": "What happened two years ago is sitting in the back of my head.",
        "vi": "Chuyện xảy ra hai năm trước còn rõ mồn một trong đầu tôi,"
    },
    {
        "start": "00:22:10,120",
        "end": "00:22:12,440",
        "en": "Je ne veux pas que ça se reproduise.",
        "pa": "I mean, uh…\n I don't want that to happen today.",
        "vi": "tôi không muốn hôm nay điều đó xảy ra."
    },
    {
        "start": "00:22:20,520",
        "end": "00:22:21,400",
        "en": "Bonne chance.",
        "pa": "Good luck.",
        "vi": "NHIỆT ĐỘ 30 ĐỘ C\n Chúc may mắn."
    },
    {
        "start": "00:22:21,440",
        "end": "00:22:22,340",
        "en": "Profite.",
        "pa": "Enjoy.",
        "vi": "Tận hưởng đi."
    },
    {
        "start": "00:22:22,380",
        "end": "00:22:23,320",
        "en": "Oui, toi aussi.",
        "pa": "Yes, you too.",
        "vi": "Vâng, anh cũng vậy."
    },
    {
        "start": "00:22:24,260",
        "end": "00:22:25,580",
        "en": "C'est parti !",
        "pa": "Vamos, huh?",
        "vi": "Đi thôi nhỉ?"
    },
    {
        "start": "00:22:29,320",
        "end": "00:22:31,100",
        "en": "Wout van Aert sur la rampe de lancement.",
        "pa": "Wout van Aert on the start ramp.",
        "vi": "Wout van Aert ở bệ xuất phát."
    },
    {
        "start": "00:22:38,840",
        "end": "00:22:41,100",
        "en": "Les trajectoires sont parfaites pour le Belge.",
        "pa": "The Belgian's cornering is spot on.",
        "vi": "Tay đua người Bỉ ôm cua hoàn hảo."
    },
    {
        "start": "00:22:47,000",
        "end": "00:22:50,740",
        "en": "Le maillot vert prend la première place en écrasant la concurrence.",
        "pa": "The green jersey takes first place, crushing the competition.",
        "vi": "Áo xanh giành vị trí đầu tiên bằng cách vượt đối thủ một cách áp đảo."
    },
    {
        "start": "00:22:56,040",
        "end": "00:22:59,360",
        "en": "Wout van Aert en tête du contre-la-montre, s'installe sur le fauteuil du leader",
        "pa": "Wout van Aert is ahead in the time trial.",
        "vi": "Wout van Aert, dẫn trước ở đua tính giờ, chiếm chỗ người dẫn dầu"
    },
    {
        "start": "00:22:59,400",
        "end": "00:23:01,620",
        "en": "et attend maintenant ses adversaires.",
        "pa": "He takes his place in the leader's chair and waits for his opponents.",
        "vi": "và chờ đợi các đối thủ."
    },
    {
        "start": "00:23:09,520",
        "end": "00:23:12,120",
        "en": "Tadej Pogačar, deuxième au classement général,",
        "pa": "Tadej Pogačar, second in the general classification,",
        "vi": "Tadej Pogačar, đứng thứ hai trên bảng tổng sắp,"
    },
    {
        "start": "00:23:12,160",
        "end": "00:23:13,740",
        "en": "sur le point de s'élancer.",
        "pa": "about to head off.",
        "vi": "chuẩn bị xuất phát."
    },
    {
        "start": "00:23:14,500",
        "end": "00:23:19,460",
        "en": "Son retard au classement général, 3 minutes et 26 secondes sur Vingegaard.",
        "pa": "In the general classification,\n he is three minutes and 26 seconds behind Vingegaard.",
        "vi": "Trên bảng tổng sắp,\n anh ấy chậm hơn Vingegaard 3 phút 26 giây."
    },
    {
        "start": "00:23:19,500",
        "end": "00:23:21,160",
        "en": "Quel sera l'écart à l'arrivée ?",
        "pa": "What will the deficit be at the finish?",
        "vi": "Khoảng cách về đích sẽ là bao nhiêu?"
    },
    {
        "start": "00:23:28,040",
        "end": "00:23:31,100",
        "en": "Le dernier coureur à s'élancer, Jonas Vingegaard.",
        "pa": "The last rider to start is Jonas Vingegaard.",
        "vi": "Tay đua cuối cùng xuất phát là Jonas Vingegaard."
    },
    {
        "start": "00:23:31,140",
        "end": "00:23:33,980",
        "en": "C'est le contre-la-montre de sa vie.",
        "pa": "This is the time trial of his life.",
        "vi": "Đây có thể là đua tính giờ quan trọng nhất trong đời anh ấy."
    },
    {
        "start": "00:23:34,020",
        "end": "00:23:37,940",
        "en": "Son objectif : garder ce maillot jaune, bien sûr, et le ramener demain à Paris.",
        "pa": "His goal, to keep the yellow jersey\n and make sure he takes it to Paris tomorrow.",
        "vi": "Mục tiêu của anh ấy: giữ áo vàng và đảm bảo mang nó đến Paris."
    },
    {
        "start": "00:23:42,280",
        "end": "00:23:44,780",
        "en": "Allez, Jonas, parfait. C'est un bon départ.",
        "pa": "Okay, Jonas. Come on. Do a good start.",
        "vi": "Được rồi, Jonas. Khởi đầu tốt nhé."
    },
    {
        "start": "00:23:45,400",
        "end": "00:23:49,100",
        "en": "La pression sur ses épaules est immense.",
        "pa": "The pressure on his shoulders is immense.",
        "vi": "Áp lực lên vai anh ấy rất lớn."
    },
    {
        "start": "00:23:50,200",
        "end": "00:23:53,160",
        "en": "Pour l'instant, Pogačar est plus rapide que van Aert.",
        "pa": "For now, Pogačar is faster than Van Aert.",
        "vi": "Hiện tại, Pogačar nhanh hơn van Aert."
    },
    {
        "start": "00:23:54,560",
        "end": "00:23:57,660",
        "en": "Allez, pousse en descente. Il y a une petite montée qui arrive.",
        "pa": "Come on, push it downhill. There's a tiny bit of up coming.",
        "vi": "Cố lên, đạp mạnh xuống dốc. Sắp có đoạn lên dốc ngắn."
    },
    {
        "start": "00:24:00,040",
        "end": "00:24:02,040",
        "en": "T'en fais pas, Jonas. Tu assures.",
        "pa": "Don't worry, Jonas. Going really well.",
        "vi": "J. VINGEGAARD 12'16\" - 12'20\"\n Đừng lo, Jonas. Đang làm rất tốt."
    },
    {
        "start": "00:24:04,600",
        "end": "00:24:07,700",
        "en": "Tadej Pogačar donne tout ce qu'il a. Jusqu'au bout de l'effort.",
        "pa": "Pogačar is giving everything he's got. Right to the limit.",
        "vi": "T. POGACAR 43'53\" - 43'59\"\n Tadej Pogačar đang cố hết sức mình. Đạt giới hạn."
    },
    {
        "start": "00:24:10,140",
        "end": "00:24:13,800",
        "en": "Vingegaard qui fait son contre-la-montre à bloc et prend tous les risques.",
        "pa": "Vingegaard is riding flat out, taking all kinds of risks.",
        "vi": "Vingegaard đang đua tính giờ nhanh hết cỡ và chấp nhận tất cả rủi ro."
    },
    {
        "start": "00:24:22,740",
        "end": "00:24:23,940",
        "en": "Une descente approche.",
        "pa": "Descent coming.",
        "vi": "Sắp tới con dốc."
    },
    {
        "start": "00:24:24,940",
        "end": "00:24:27,280",
        "en": "C'est une section très technique.",
        "pa": "It's a highly technical section.",
        "vi": "Đó là khu vực cần kỹ thuật cao."
    },
    {
        "start": "00:24:28,480",
        "end": "00:24:30,320",
        "en": "Même van Aert semble inquiet pour lui.",
        "pa": "Even Van Aert seems worried for him.",
        "vi": "Cả van Aert có vẻ lo cho anh ấy.\n J. VINGEGAARD 43'22\" - 43'24\""
    },
    {
        "start": "00:24:41,940",
        "end": "00:24:42,860",
        "en": "Oh !",
        "pa": "Whoa!",
        "vi": "J. VINGEGAARD 43'26\" - 43'32\""
    },
    {
        "start": "00:24:47,280",
        "end": "00:24:49,780",
        "en": "Pogačar dans la bosse d'arrivée.",
        "pa": "Pogačar approaches the finish.",
        "vi": "Pogačar tiến gần đến đích."
    },
    {
        "start": "00:24:57,020",
        "end": "00:24:59,520",
        "en": "Le Slovène qui relance encore et encore",
        "pa": "The Slovenian who keeps coming back,",
        "vi": "Tay đua người Slovenia tiếp tục trở lại,"
    },
    {
        "start": "00:24:59,560",
        "end": "00:25:01,960",
        "en": "mais il ne sera pas en jaune cette année à Paris.",
        "pa": "but he won't be wearing yellow in Paris this year.",
        "vi": "nhưng sẽ không mặc áo vàng tại Paris năm nay."
    },
    {
        "start": "00:25:04,940",
        "end": "00:25:06,940",
        "en": "Vingegaard dans la dernière ascension.",
        "pa": "Vingegaard on the final climb.",
        "vi": "Vingegaard leo núi đoạn cuối cùng."
    },
    {
        "start": "00:25:11,840",
        "end": "00:25:13,900",
        "en": "Le deuxième meilleur temps…",
        "pa": "The second-best time…",
        "vi": "Về nhì tốt nhất…"
    },
    {
        "start": "00:25:13,940",
        "end": "00:25:16,360",
        "en": "C'est toi ou Wout qui remportez l'étape.",
        "pa": "It's Wout or you winning the stage. It's Wout or you winning the stage.",
        "vi": "Là Wout hoặc anh thắng chặng này."
    },
    {
        "start": "00:25:16,400",
        "end": "00:25:19,300",
        "en": "Je te dirai que tu finis deuxième. C'est ce que tu voulais.",
        "pa": "I'll tell you that you finish second. You wanted that.",
        "vi": "Tôi sẽ cho anh biết là anh về nhì. Anh đã muốn thế."
    },
    {
        "start": "00:25:23,760",
        "end": "00:25:26,820",
        "en": "Avant l'étape, j'ai dit à Grischa",
        "pa": "I said before the stage, to Grischa, that",
        "vi": "Tôi đã dặn với Grischa trước chặng này,"
    },
    {
        "start": "00:25:26,860",
        "end": "00:25:32,700",
        "en": "que si l'étape devait se jouer entre Wout et moi,",
        "pa": "if the stage was to be decided between Wout and me,",
        "vi": "nếu chặng đua là do Wout và tôi định đoạt,"
    },
    {
        "start": "00:25:32,740",
        "end": "00:25:36,640",
        "en": "qu'il me prévienne pour que je puisse ralentir.",
        "pa": "he should say it to me. And then I would slow down.",
        "vi": "anh ấy nên nói với tôi. Sau đó tôi sẽ đi chậm lại.\n J. VINGEGAARD 47'42\" -00'17\" - 00'10\" W. VAN AERT 47'59\""
    },
    {
        "start": "00:25:42,960",
        "end": "00:25:49,260",
        "en": "Art, notre RP, m'a dit que Jonas me donnait peut-être la victoire.",
        "pa": "Art, our PR manager, uh, he said, like, uh…",
        "vi": "Art, Trưởng phòng PR của chúng tôi nói: \"Phải, có lẽ anh ấy đang nhường cho anh.\""
    },
    {
        "start": "00:25:49,300",
        "end": "00:25:51,840",
        "en": "J'ai été pris de court.",
        "pa": "\"Yeah, maybe he's giving it to you.\"\n I was like, \"What are you saying?\"",
        "vi": "Tôi thốt lên: \"Anh nói gì cơ?\""
    },
    {
        "start": "00:25:51,880",
        "end": "00:25:57,240",
        "en": "Ça m'a beaucoup ému, je n'avais même pas envisagé cette possibilité.",
        "pa": "So actually, I was emotional from that moment\n because I never thought about… about this.",
        "vi": "Từ khoảnh khắc đó, tôi đã cảm động vì tôi chưa từng nghĩ đến điều này."
    },
    {
        "start": "00:26:00,520",
        "end": "00:26:03,700",
        "en": "Jonas Vingegaard lève le pied dans le final.",
        "pa": "Jonas Vingegaard takes his foot off the gas for the finish.",
        "vi": "Jonas Vingegaard giảm tốc độ trong đoạn đường cuối cùng."
    },
    {
        "start": "00:26:03,740",
        "end": "00:26:06,140",
        "en": "Et c'est Wout van Aert qui va remporter l'étape !",
        "pa": "And Wout van Aert is going to win this stage.",
        "vi": "Và Wout van Aert sẽ thắng chặng này."
    },
    {
        "start": "00:26:15,740",
        "end": "00:26:19,240",
        "en": "Dernier virage pour le maillot jaune qui peut commencer à en profiter.",
        "pa": "Final corner for the yellow jersey who can start to enjoy things.",
        "vi": "Góc cua cuối cùng cho áo vàng, người có thể bắt đầu tận hưởng."
    },
    {
        "start": "00:26:22,740",
        "end": "00:26:27,200",
        "en": "Jonas Vingegaard sera demain à Paris le vainqueur du Tour de France.",
        "pa": "Jonas Vingegaard will be the Tour de France winner\n in Paris tomorrow.",
        "vi": "Jonas Vingegaard sẽ là nhà vô địch Tour de France\n tại Paris vào ngày mai."
    },
    {
        "start": "00:26:39,540",
        "end": "00:26:41,620",
        "en": "C'est rare de voir Wout van Aert pleurer.",
        "pa": "You don't often see Wout van Aert cry.",
        "vi": "Không hay thấy Wout van Aert khóc."
    },
    {
        "start": "00:26:58,620",
        "end": "00:27:02,600",
        "en": "J'ai gagné pour ma famille. Pour ma petite amie et pour ma fille.",
        "pa": "I won it for my family. For my girlfriend and for my daughter.",
        "vi": "Tôi thắng vì gia đình tôi. Vì bạn gái tôi và con gái tôi."
    },
    {
        "start": "00:27:06,700",
        "end": "00:27:11,140",
        "en": "Un vainqueur danois pour un Tour de France parti du Danemark il y a trois semaines.",
        "pa": "A Danish winner for a Tour de France\n that set off in Denmark three weeks ago.",
        "vi": "Tay đua Đan Mạch thắng Tour de France, giải khởi hành ở Đan Mạch ba tuần trước."
    },
    {
        "start": "00:27:16,880",
        "end": "00:27:18,660",
        "en": "On est trop fiers de toi, Jonas.",
        "pa": "So proud of you, Jonas.",
        "vi": "Rất tự hào về anh, Jonas."
    },
    {
        "start": "00:27:18,700",
        "end": "00:27:21,760",
        "en": "Trop fiers. Tu as vraiment gagné le Tour de France.",
        "pa": "So proud. You won the Tour now, huh. Now you really won the Tour.",
        "vi": "Thật tự hào. Giờ anh đã thắng Tour. Anh đã vô địch."
    },
    {
        "start": "00:27:23,240",
        "end": "00:27:25,120",
        "en": "Que signifie cette victoire pour vous ?",
        "pa": "What's it mean to win the Tour de France?",
        "vi": "Chiến thắng này có ý nghĩa gì với anh?"
    },
    {
        "start": "00:27:25,160",
        "end": "00:27:27,280",
        "en": "Je suis tellement heureux, tellement fier.",
        "pa": "I'm… I'm just so happy and proud.",
        "vi": "Tôi rất hạnh phúc và tự hào."
    },
    {
        "start": "00:27:32,000",
        "end": "00:27:36,360",
        "en": "Je veux gagner des courses. Aujourd'hui, je voulais remporter l'étape.",
        "pa": "I want to win races and, uh…",
        "vi": "Tôi muốn thắng các giải đua, và hôm nay tôi đã hy vọng thắng chặng này."
    },
    {
        "start": "00:27:36,940",
        "end": "00:27:41,620",
        "en": "Jonas a un si grand cœur qu'il a pensé la même chose.",
        "pa": "today I hoped to take this stage.\n Apparently, he has such a big heart that he, uh,",
        "vi": "Rõ ràng, anh ấy có tấm lòng cao cả đến mức cũng có suy nghĩ như vậy."
    },
    {
        "start": "00:27:42,160",
        "end": "00:27:45,720",
        "en": "On est tous très heureux les uns pour les autres.",
        "pa": "that he… that he thought the same.\n Everyone is so happy for each other. And I'm…",
        "vi": "Chúng tôi đều mừng cho nhau."
    },
    {
        "start": "00:27:45,760",
        "end": "00:27:48,740",
        "en": "Je suis vraiment heureux que Wout ait gagné aujourd'hui.",
        "pa": "I'm also really, really happy for Wout to win today.",
        "vi": "Và tôi cũng rất vui vì Wout thắng hôm nay."
    },
    {
        "start": "00:27:49,480",
        "end": "00:27:51,480",
        "en": "Pour moi, c'est le plus beau moment du Tour.",
        "pa": "The most beautiful moment for me in the Tour,",
        "vi": "Khoảnh khắc đẹp nhất tại Tour mà tôi sẽ không bao giờ quên."
    },
    {
        "start": "00:27:51,520",
        "end": "00:27:52,780",
        "en": "Je ne l'oublierai jamais.",
        "pa": "and a moment I will never forget.",
        "vi": ""
    },
    {
        "start": "00:28:01,400",
        "end": "00:28:04,180",
        "en": "Ces mecs sont vraiment mes amis.",
        "pa": "Yeah, these guys are really my friends.",
        "vi": "Phải, các anh em thực sự là bạn của tôi."
    },
    {
        "start": "00:28:04,220",
        "end": "00:28:09,060",
        "en": "Je dirais même que ce sont des frères.",
        "pa": "They, uh… Yeah.\n - Brothers. - Yeah, brothers, I'd say.",
        "vi": "Họ… Đúng thế.\n - Huynh đệ. - Phải, là huynh đệ."
    },
    {
        "start": "00:28:25,580",
        "end": "00:28:28,600",
        "en": "",
        "pa": "STAGE 21",
        "vi": "CHẶNG 21 - PARIS LA DÉFENSE ARENA CHAMPS-ÉLYSÉES - 115,6 KM"
    },
    {
        "start": "00:28:35,680",
        "end": "00:28:38,300",
        "en": "Le classement général est joué. Il ne va plus bouger.",
        "pa": "The general classification is set. It won't change.",
        "vi": "Bảng tổng sắp đã được xác định. Giờ sẽ không thay đổi."
    },
    {
        "start": "00:28:38,340",
        "end": "00:28:41,040",
        "en": "Mais pour les sprinteurs, le Tour n'est pas fini.",
        "pa": "But for the sprinters, the Tour isn't over.",
        "vi": "Nhưng với các tay đua nước rút, Tour chưa kết thúc."
    },
    {
        "start": "00:28:41,080",
        "end": "00:28:43,340",
        "en": "Les Champs-Élysées, c'est le Graal, pour eux.",
        "pa": "The Champs-Élysées is their Holy Grail.",
        "vi": "Champs-Élysées là mục tiêu cao nhất."
    },
    {
        "start": "00:28:49,900",
        "end": "00:28:54,140",
        "en": "Finalement, ce qu'a fait Jakobsen cette année, c'est du domaine du miracle.",
        "pa": "SPRINTER / QUICK-STEP ALPHA VINYL\n In the end, what Jakobsen has done this year is close to a miracle.",
        "vi": "FABIO JAKOBSEN TAY ĐUA NƯỚC RÚT/QUICK-STEP ALPHA VINYL\n Rốt cuộc, thành tích Jakobsen đạt được năm nay gần như là một phép màu."
    },
    {
        "start": "00:28:54,800",
        "end": "00:28:57,180",
        "en": "C'est compliqué de revenir d'une blessure très grave.",
        "pa": "It's hard to come back from a serious injury. He was close to death.",
        "vi": "Rất khó phục hồi sau chấn thương nặng. Anh ấy đã cận kề cửa tử."
    },
    {
        "start": "00:28:57,220",
        "end": "00:28:58,140",
        "en": "Il a frôlé la mort.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:58,720",
        "end": "00:28:59,560",
        "en": "Il revient.",
        "pa": "He came back. To me, Jakobsen is a real hero.",
        "vi": "Anh đã trở lại."
    },
    {
        "start": "00:29:00,380",
        "end": "00:29:02,340",
        "en": "Pour moi, Jakobsen, c'est un vrai héros.",
        "pa": "",
        "vi": "Với tôi, Jakobsen là anh hùng thực sự."
    },
    {
        "start": "00:29:03,480",
        "end": "00:29:07,660",
        "en": "Après l'accident en Pologne, et le combat que j'ai mené pour survivre…",
        "pa": "After the crash in Poland, and fighting for my life…",
        "vi": "Sau vụ tai nạn ở Ba Lan, và chiến đấu vì mạng sống của mình…"
    },
    {
        "start": "00:29:10,500",
        "end": "00:29:13,140",
        "en": "je veux faire ce que j'aime. Faire la course.",
        "pa": "I want to do what I like to do. And that's race.",
        "vi": "Tôi muốn làm điều mình thích. Và đó là đua xe."
    },
    {
        "start": "00:29:14,100",
        "end": "00:29:17,040",
        "en": "Il faut arrêter de parler de ce terrible accident.",
        "pa": "We have to stop speaking about the traumatic crash.",
        "vi": "Chúng ta phải ngừng nói về vụ tai nạn thảm khốc đó."
    },
    {
        "start": "00:29:17,660",
        "end": "00:29:19,200",
        "en": "Il faut regarder vers l'avenir.",
        "pa": "We have to look forwards.",
        "vi": "Ta phải nhìn về phía trước."
    },
    {
        "start": "00:29:19,540",
        "end": "00:29:23,120",
        "en": "Nous gardons ce mauvais souvenir avec nous,",
        "pa": "And we take it with us, as a bad memory. But I think it made him stronger.",
        "vi": "Ta sẽ mang theo, như một kỷ niệm buồn. Nhưng có lẽ điều đó khiến anh mạnh mẽ hơn."
    },
    {
        "start": "00:29:23,160",
        "end": "00:29:25,580",
        "en": "mais je pense que ça l'a rendu plus fort.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:30,280",
        "end": "00:29:32,460",
        "en": "Ma première fois sur les Champs-Élysées.",
        "pa": "First time Champs-Élysées.",
        "vi": "Lần đầu đến Champs-Élysées."
    },
    {
        "start": "00:29:32,500",
        "end": "00:29:35,700",
        "en": "Et oui, je veux sprinter pour la victoire.",
        "pa": "And, yeah, I wanted to sprint for the win.",
        "vi": "Và tôi muốn đua nước rút để giành chiến thắng."
    },
    {
        "start": "00:29:40,980",
        "end": "00:29:42,280",
        "en": "Bon.",
        "pa": "Okay, boys.",
        "vi": "Nào mọi người."
    },
    {
        "start": "00:29:43,180",
        "end": "00:29:45,360",
        "en": "Nous voilà à Paris pour la dernière étape.",
        "pa": "We are in Paris, this is the last one. And it's a very important one.",
        "vi": "Chúng ta đang ở Paris, đây là chặng cuối. Và chặng này rất quan trọng."
    },
    {
        "start": "00:29:45,400",
        "end": "00:29:47,300",
        "en": "Elle est très importante.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:47,340",
        "end": "00:29:49,900",
        "en": "Elle est toujours très rapide et difficile.",
        "pa": "It always goes fast and it's really tough.",
        "vi": "Tình thế luôn chuyển biến nhanh và khó khăn."
    },
    {
        "start": "00:29:49,940",
        "end": "00:29:55,420",
        "en": "Et les pavés des Champs-Élysées, surtout dans la descente, on souffre fort.",
        "pa": "And the cobblestones of the Champs-Élysées,\n especially when it comes down, you really get hit.",
        "vi": "Và đường đá cuội ở đại lộ Champs-Élysées,\n ngay khi đến đoạn này, các anh sẽ bị ảnh hưởng."
    },
    {
        "start": "00:29:56,320",
        "end": "00:30:01,460",
        "en": "Quel que soit le scénario, Fabio doit être là et pouvoir l'emporter.",
        "pa": "Whatever scenario there is,\n Fabio has to be here in a position that he can win in.",
        "vi": "Dù có kịch bản nào đi nữa,\n Fabio phải ở đó trong một vị trí mà anh ấy có thể thắng."
    },
    {
        "start": "00:30:01,500",
        "end": "00:30:02,860",
        "en": "Fabio, c'est un sprint.",
        "pa": "And Fabio, it's a sprint.",
        "vi": "Và Fabio, là đua nước rút."
    },
    {
        "start": "00:30:03,660",
        "end": "00:30:05,960",
        "en": "Un sprint long et difficile, souvent.",
        "pa": "Usually a long sprint, a tough sprint. Because you only have one acceleration.",
        "vi": "Thường là đua nước rút dài, khó khăn. Vì anh chỉ có một lần tăng tốc."
    },
    {
        "start": "00:30:06,000",
        "end": "00:30:07,820",
        "en": "Il n'y a qu'une seule accélération.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:30:08,580",
        "end": "00:30:12,560",
        "en": "Et ce n'est pas un sprint plat. Tu peux déjà prendre deux vélos.",
        "pa": "And it's not like on a flat sprint. You can directly take two bikes.",
        "vi": "Không giống đua nước rút ở đường bằng. Có thể mang hai xe đạp."
    },
    {
        "start": "00:30:12,600",
        "end": "00:30:14,620",
        "en": "Mais une fois que tu as ta chance, tu pars.",
        "pa": "But once you have the spot, you just go.",
        "vi": "Nhưng khi có được vị trí thì cứ đi."
    },
    {
        "start": "00:30:15,120",
        "end": "00:30:16,000",
        "en": "Oui.",
        "pa": "-Yeah. -Okay.",
        "vi": "Vâng."
    },
    {
        "start": "00:30:16,040",
        "end": "00:30:19,580",
        "en": "Quand on arrive aux Champs-Élysées, c'est tout à fond.",
        "pa": "But once we get to the Champs-Élysées, it's full on. Full gas.",
        "vi": "Nhưng khi đến Champs-Élysées, hãy đạp với tốc độ tối đa."
    },
    {
        "start": "00:30:19,620",
        "end": "00:30:22,700",
        "en": "Vos jambes vont gonfler. Vous allez souffrir.",
        "pa": "Your legs are gonna swell.",
        "vi": "Chân các anh sẽ sưng lên."
    },
    {
        "start": "00:30:22,740",
        "end": "00:30:26,920",
        "en": "Tout le monde rira autour de vous. Mais vous restez concentrés sur la course.",
        "pa": "You're not going to feel really good. Everybody's gonna laugh and smile.\n But we stay just focused on the race.",
        "vi": "Các anh sẽ không thấy khỏe đâu. Người ta sẽ cười đùa.\n Nhưng hãy tập trung vào cuộc đua."
    },
    {
        "start": "00:30:26,960",
        "end": "00:30:28,300",
        "en": "Je sais que j'ai mes chances.",
        "pa": "I knew I had a good shot.",
        "vi": "Tôi biết mình có cơ hội."
    },
    {
        "start": "00:30:28,720",
        "end": "00:30:33,980",
        "en": "J'y pense depuis les 4 ou 5 derniers jours sur le Tour.",
        "pa": "It's been in the back of my head for the last 4-5 days of the…",
        "vi": "Tôi đã luôn nghĩ đến điều đó trong 4 - 5 ngày qua tại giải Tour."
    },
    {
        "start": "00:30:34,020",
        "end": "00:30:36,940",
        "en": "Alors je veux vraiment faire un résultat sur cette étape.",
        "pa": "of the Tour.\n So, I really wanted to get a result there.",
        "vi": "Nên tôi rất muốn đạt được thành tích ở đó.\n ALPECIN - DECEUNINCK"
    },
    {
        "start": "00:30:52,460",
        "end": "00:30:57,240",
        "en": "Oui, je suis motivé pour aujourd'hui. Un dernier sprint avant la fin du Tour.",
        "pa": "SPRINTER / ALPECIN-DECEUNINCK\n I have good motivation for today. It's one last sprint and the Tour's over.",
        "vi": "JASPER PHILIPSEN TAY ĐUA NƯỚC RÚT/ALPECIN-DECEUNINCK\n Hôm nay tôi có nhiều động lực. Trận đua nước rút cuối để kết thúc Tour."
    },
    {
        "start": "00:30:57,280",
        "end": "00:31:00,220",
        "en": "Je peux commencer à boire de la bière et à manger de la pizza après.",
        "pa": "I can start drinking beer and eating pizza after.",
        "vi": "Sau đó tôi có thể bắt đầu uống bia và ăn pizza."
    },
    {
        "start": "00:31:02,040",
        "end": "00:31:04,700",
        "en": "C'est l'une des journées les plus importantes pour un sprinteur.",
        "pa": "Today is probably one of the most important as a sprinter.",
        "vi": "Hôm nay là ngày quan trọng đối với một tay đua nước rút."
    },
    {
        "start": "00:31:05,280",
        "end": "00:31:09,360",
        "en": "Tout le monde veut l'emporter et lever les bras sur les Champs-Élysées.",
        "pa": "Because everybody wants to win and raise their arms\n on the iconic Champs-Élysées.",
        "vi": "Vì ai cũng muốn thắng và giơ cao hai tay\n ở Champs-Élysées biểu tượng."
    },
    {
        "start": "00:31:10,580",
        "end": "00:31:17,400",
        "en": "J'ai vraiment hâte et je veux tout donner dans les 200 derniers mètres.",
        "pa": "It's just something I really look forward to now. And, uh…\n Do my fucking best the last 200 metres.",
        "vi": "Đó là điều mà bây giờ tôi rất mong chờ và…\n Cố hết sức trong 200 mét cuối cùng."
    },
    {
        "start": "00:31:23,200",
        "end": "00:31:25,140",
        "en": "Allez, c'est la dernière.",
        "pa": "Okay, guys. The last one.",
        "vi": "Được rồi. Chặng đua cuối cùng."
    },
    {
        "start": "00:31:27,460",
        "end": "00:31:29,760",
        "en": "- La plus difficile. - Les Champs-Élysées.",
        "pa": "- The hardest one. -Champs-Élysées.",
        "vi": "- Chặng khó nhất. - Champs-Élysées."
    },
    {
        "start": "00:31:29,800",
        "end": "00:31:31,600",
        "en": "L'ultime Grande Arche.",
        "pa": "Le ultimate Grande Ar.",
        "vi": "Chặng đích cuối cùng."
    },
    {
        "start": "00:31:32,920",
        "end": "00:31:35,960",
        "en": "Jasper, tu vas faire le sprint ? Tu crois qu'il est temps ?",
        "pa": "-Eh?\n Jasper, you do the sprint today? You think it's time?",
        "vi": "Jasper hôm nay chạy nước rút ư? Anh nghĩ đã đến lúc?"
    },
    {
        "start": "00:31:39,500",
        "end": "00:31:43,600",
        "en": "On a discuté, et Edward sera le dernier homme pour toi aujourd'hui.",
        "pa": "We discussed a bit and Edward will be the last man for you today.",
        "vi": "Chúng tôi đã bàn bạc và Edward sẽ là người cuối cùng hôm nay."
    },
    {
        "start": "00:31:44,580",
        "end": "00:31:49,420",
        "en": "Pourquoi on fait ça ? Pourquoi on change ça au dernier moment ?",
        "pa": "Question. Why we do this? Why do we want to suddenly change this?",
        "vi": "Câu hỏi: Sao lại làm vậy? Sao đột nhiên lại muốn thay đổi điều đó?"
    },
    {
        "start": "00:31:50,980",
        "end": "00:31:55,620",
        "en": "Ça ne change pas vraiment. Mais on en a parlé avec Alexander,",
        "pa": "It's not really changing.\n But we've spoken it through also with Alexander,",
        "vi": "Thực sự không thay đổi.\n Nhưng chúng tôi cũng đã trao đổi với Alexander,"
    },
    {
        "start": "00:31:55,660",
        "end": "00:31:59,940",
        "en": "et on pense que c'est le bon contexte…",
        "pa": "and we think that is the right composition seeing…",
        "vi": "và chúng tôi nghĩ đó là sự kết hợp đúng đắn bởi vì…"
    },
    {
        "start": "00:31:59,980",
        "end": "00:32:05,020",
        "en": "Vu la force qu'il lui reste à la fin de ces trois semaines.",
        "pa": "the strength he has also for the moment left at the end of these three weeks.",
        "vi": "sức mạnh còn lại của anh ấy vào ba tuần cuối cùng này."
    },
    {
        "start": "00:32:08,680",
        "end": "00:32:12,060",
        "en": "Pour moi… je suis d'accord, mais…",
        "pa": "For me, it's, uh… I agree, also. But, uh--",
        "vi": "Với tôi, điều đó… Tôi cũng đồng ý, nhưng…"
    },
    {
        "start": "00:32:12,100",
        "end": "00:32:13,140",
        "en": "C'est bon, alors ?",
        "pa": "So it's good, then?",
        "vi": "Vậy thì ổn chứ?"
    },
    {
        "start": "00:32:13,180",
        "end": "00:32:17,660",
        "en": "C'est juste que changer nos habitudes pour la dernière étape,",
        "pa": "But it's just, um, to change the habits for the last stages,",
        "vi": "Nhưng điều đó chỉ để thay đổi thói quen cho những chặng cuối cùng,"
    },
    {
        "start": "00:32:17,700",
        "end": "00:32:20,220",
        "en": "je ne sais pas si c'est la bonne décision.",
        "pa": "I don't know if that's the right…",
        "vi": "không biết liệu có đúng không…"
    },
    {
        "start": "00:32:23,660",
        "end": "00:32:29,520",
        "en": "Notre objectif est de faire la meilleure performance à chaque fois.",
        "pa": "So our goal is to perform every time as good as possible.",
        "vi": "Mục tiêu của chúng tôi luôn là thi đấu tốt nhất có thể."
    },
    {
        "start": "00:32:30,180",
        "end": "00:32:33,680",
        "en": "J'ai une vision, et les résultats doivent correspondre.",
        "pa": "We try to set a standard.\n I see something in my head, and the result has to be like that.",
        "vi": "Chúng tôi cố thiết lập một tiêu chuẩn.\n Tâm trí tôi nghĩ đến ý tưởng đó, và kết quả phải như vậy."
    },
    {
        "start": "00:32:33,720",
        "end": "00:32:37,180",
        "en": "Autrement, pour moi, ça ne sert à rien.",
        "pa": "Otherwise, uh, for me, there is no point.",
        "vi": "Nếu không, với tôi, chẳng ích gì."
    },
    {
        "start": "00:32:37,840",
        "end": "00:32:42,520",
        "en": "Je crois qu'on connait tous notre rôle, mais il se trouve que…",
        "pa": "I think we all know what we do, but it's just habits that, uh…",
        "vi": "Có lẽ chúng ta đều biết mình làm gì, nhưng chuyện cứ xảy ra như thế…"
    },
    {
        "start": "00:32:42,560",
        "end": "00:32:46,820",
        "en": "Bien sûr, je comprends, Jasper,",
        "pa": "Yeah, of course, I understand, Jasper, but…",
        "vi": "Vâng, tất nhiên, tôi hiểu Jasper nhưng…"
    },
    {
        "start": "00:32:46,860",
        "end": "00:32:51,720",
        "en": "mais je pense que nous devons optimiser pour réaliser tout notre potentiel.",
        "pa": "I think we have to think about optimising our full potential.",
        "vi": "Tôi nghĩ chúng ta phải cân nhắc việc tối ưu hóa tiềm năng của mình."
    },
    {
        "start": "00:32:53,200",
        "end": "00:32:58,160",
        "en": "Christoph, notre directeur sportif, nous met pas mal la pression.",
        "pa": "Christoph, our sports director, he puts on a bit, uh, a bit more pressure.",
        "vi": "Christoph, giám đốc thể thao của đội, anh ấy đặt áp lực nhiều hơn."
    },
    {
        "start": "00:32:59,340",
        "end": "00:33:01,420",
        "en": "Ça ne m'intéresse pas…",
        "pa": "I really don't care. Uh…",
        "vi": "Tôi không bận tâm…"
    },
    {
        "start": "00:33:03,980",
        "end": "00:33:06,280",
        "en": "d'essayer à nouveau ou de repartir de zéro.",
        "pa": "to retry or to restart, or…",
        "vi": "việc thử lại hoặc khởi động lại, hoặc…"
    },
    {
        "start": "00:33:07,560",
        "end": "00:33:13,300",
        "en": "Il faut que les choses correspondent à la vision que j'estime possible.",
        "pa": "It has to be like…\n I think in my mind it can be.",
        "vi": "Phải như cách tôi nghĩ, trong suy nghĩ của tôi, có thể như thế."
    },
    {
        "start": "00:33:17,620",
        "end": "00:33:19,640",
        "en": "Ayant survécu aux montagnes,",
        "pa": "Having survived the mountains,",
        "vi": "Vượt qua những ngọn núi,"
    },
    {
        "start": "00:33:19,680",
        "end": "00:33:23,040",
        "en": "voici le moment tant attendu pour les sprinteurs.",
        "pa": "this is a much anticipated moment for the sprinters.",
        "vi": "đây là khoảnh khắc được mong đợi đối với các tay đua nước rút."
    },
    {
        "start": "00:33:34,680",
        "end": "00:33:38,040",
        "en": "C'est parti pour la 21e et dernière étape du Tour de France…",
        "pa": "And the 21st and final stage of the Tour de France is off.",
        "vi": "Và chặng 21, cũng là chặng cuối của Tour de France bắt đầu."
    },
    {
        "start": "00:33:39,600",
        "end": "00:33:42,700",
        "en": "qui va s'élancer de la Défense Arena de Paris",
        "pa": "It goes from Défense Arena de Paris to the Champs-Élysées.",
        "vi": "Chặng bắt đầu từ Défense Arena de Paris đến Champs-Élysées."
    },
    {
        "start": "00:33:42,740",
        "end": "00:33:44,080",
        "en": "jusqu'aux Champs-Élysées.",
        "pa": "STAGE 21",
        "vi": ""
    },
    {
        "start": "00:33:47,120",
        "end": "00:33:50,300",
        "en": "La première partie de l'étape, c'est un cortège. La fête.",
        "pa": "The first part of the stage is a procession, a party. A real parade.",
        "vi": "Đoạn đầu của chặng là cuộc diễu hành, một bữa tiệc. Cuộc diễu hành thực sự."
    },
    {
        "start": "00:33:50,340",
        "end": "00:33:51,700",
        "en": "Un véritable défilé.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:55,700",
        "end": "00:33:59,580",
        "en": "Jumbo-Visma qui savoure son triomphe à 100 kilomètres de l'arrivée.",
        "pa": "Jumbo-Visma savour their victory, a hundred kilometres from the finish line.",
        "vi": "Jumbo-Visma ăn mừng chiến thắng, cách vạch đích 100 km."
    },
    {
        "start": "00:34:14,020",
        "end": "00:34:17,660",
        "en": "Cette année, ils nous ont fait passer par le Louvre.",
        "pa": "This year, they guided us through the Louvre.",
        "vi": "Năm nay, họ đưa chúng tôi qua Louvre. Nơi chúng tôi vừa mới đua."
    },
    {
        "start": "00:34:17,700",
        "end": "00:34:18,980",
        "en": "On y a fait la course.",
        "pa": "Where we just kind of raced.",
        "vi": ""
    },
    {
        "start": "00:34:23,040",
        "end": "00:34:26,440",
        "en": "Les sprinteurs se préparent. 60 kilomètres avant l'arrivée.",
        "pa": "The sprinters get ready, another 60 km to the finish line.",
        "vi": "Các tay đua nước rút sẵn sàng, thêm 60 km nữa là về đích."
    },
    {
        "start": "00:34:27,240",
        "end": "00:34:32,600",
        "en": "On sait que c'est la dernière étape, on peut tout donner pour la victoire.",
        "pa": "You know it's the last stage, so you just can go full for the win.",
        "vi": "Đó là chặng cuối cùng, nên có thể đi tốc độ tối đa để thắng cuộc."
    },
    {
        "start": "00:34:33,200",
        "end": "00:34:36,000",
        "en": "Changement d'ambiance. On s'approche des Champs-Élysées.",
        "pa": "A change of atmosphere. We're approaching the Champs-Élysées.",
        "vi": "Không khí thay đổi. Ta đang đến gần Champs-Élysées."
    },
    {
        "start": "00:34:41,280",
        "end": "00:34:42,560",
        "en": "On entre dans le final.",
        "pa": "We enter the finale.",
        "vi": "Đang tiến vào chặng cuối."
    },
    {
        "start": "00:34:43,800",
        "end": "00:34:44,980",
        "en": "Ça accélère.",
        "pa": "The pace picks up.",
        "vi": "Tốc độ đang tăng lên."
    },
    {
        "start": "00:34:49,420",
        "end": "00:34:50,900",
        "en": "Tout le monde connait son rôle.",
        "pa": "Everybody knows his task.",
        "vi": "Ai cũng biết nhiệm vụ của mình."
    },
    {
        "start": "00:34:52,220",
        "end": "00:34:54,240",
        "en": "On ne va pas la perdre, celle-là.",
        "pa": "We ain't going to lose this one. Come on!",
        "vi": "Ta sẽ không để thua chặng này. Cố lên!"
    },
    {
        "start": "00:34:54,960",
        "end": "00:34:58,400",
        "en": "Un directeur sportif veut tirer le meilleur de ses coureurs.",
        "pa": "As a sport director, you just want to get the best out of the riders.",
        "vi": "Là giám đốc thể thao, tôi muốn cả đội bộc lộ hết khả năng."
    },
    {
        "start": "00:34:58,440",
        "end": "00:35:02,360",
        "en": "C'est un peu nos propres enfants. On veut éviter que ça se passe mal.",
        "pa": "It's a bit like your own children. You just want that it doesn't go wrong.",
        "vi": "Họ giống như con cái của tôi. Tôi không muốn xảy ra bất trắc gì cả."
    },
    {
        "start": "00:35:02,880",
        "end": "00:35:05,820",
        "en": "On veut être là pour les soutenir à chaque étape.",
        "pa": "And you just want to be there to support them the whole way.",
        "vi": "Và tôi muốn có mặt để hỗ trợ suốt chặng đường."
    },
    {
        "start": "00:35:07,180",
        "end": "00:35:09,580",
        "en": "Fabio Jakobsen en pleine concentration.",
        "pa": "Fabio Jakobsen, fully focused.",
        "vi": "Fabio Jakobsen, hoàn toàn tập trung."
    },
    {
        "start": "00:35:12,000",
        "end": "00:35:15,040",
        "en": "D'accord, mais tu restes avec Fabio. Bagio, tu tires.",
        "pa": "Yeah, okay, but you stay with Fabio. Bagi, you pull.",
        "vi": "Được rồi, nhưng anh ở lại với Fabio. Bagio, anh dẫn trước."
    },
    {
        "start": "00:35:17,520",
        "end": "00:35:19,480",
        "en": "Le peloton autour de l'Arc de Triomphe.",
        "pa": "The peloton around the Arc de Triomphe.",
        "vi": "Nhóm đua quanh Khải Hoàn Môn."
    },
    {
        "start": "00:35:23,700",
        "end": "00:35:26,880",
        "en": "Descendre les Champs-Élysées, ce n'est pas une sinécure. C'est dur.",
        "pa": "Riding the Champs-Élysées is not a walk in the park. It's tough.",
        "vi": "Đua trên đại lộ Champs-Élysées không dễ. Rất khó khăn."
    },
    {
        "start": "00:35:26,920",
        "end": "00:35:29,080",
        "en": "La surface est très mauvaise.",
        "pa": "The surface of the road is bad.",
        "vi": "Mặt đường thì xấu."
    },
    {
        "start": "00:35:29,920",
        "end": "00:35:32,780",
        "en": "Certains pavés ne sont pas fixes.",
        "pa": "Because you have some cobbles that are loose on the tarmac.",
        "vi": "Vì trên mặt đường có đá cuội vung vãi khắp nơi."
    },
    {
        "start": "00:35:34,200",
        "end": "00:35:35,520",
        "en": "Regardez les vibrations.",
        "pa": "Look at those vibrations.",
        "vi": "Nhìn những rung động đó xem."
    },
    {
        "start": "00:35:36,040",
        "end": "00:35:40,320",
        "en": "On se rend compte à quel point ça secoue quand on roule à 60 km/h sur les pavés.",
        "pa": "You realise just how much the chains move when you ride over cobbles at 70 km/h.",
        "vi": "Bạn nhận ra mức độ chuyển động của xích khi đi qua đá cuội với vận tốc 60 km/h."
    },
    {
        "start": "00:35:51,520",
        "end": "00:35:56,300",
        "en": "Vous êtes tous dans le peloton et vous vous attendez. Parfait, les gars.",
        "pa": "TEAM AREA ALPECIN-DECEUNINCK\n You're all right in the peloton, waiting for each other.\n All good, you guys. Perfect.\n All right! Come on, guys! Keep going! Keep going!",
        "vi": "KHU VỰC ĐỘI ALPECIN-DECEUNINCK\n Các anh đang ổn định trong nhóm đua, chờ đợi nhau. Hoàn hảo."
    },
    {
        "start": "00:36:01,620",
        "end": "00:36:03,060",
        "en": "La vitesse est incroyable.",
        "pa": "Come on!\n The speed is incredible. They seem to fly when they pass by.",
        "vi": "Tốc độ thật đáng kinh ngạc. Họ đi ngang qua trông như đang bay."
    },
    {
        "start": "00:36:03,100",
        "end": "00:36:05,500",
        "en": "Ils semblent voler quand ils passent devant nous.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:06,500",
        "end": "00:36:08,640",
        "en": "À deux tours de l'arrivée, les équipes se reforment.",
        "pa": "Two laps from the finish, the teams reform.",
        "vi": "Cách vạch đích hai vòng, các đội cải tổ lại."
    },
    {
        "start": "00:36:08,680",
        "end": "00:36:12,100",
        "en": "On voit l'équipe Quick-Step Alpha Vinyl devant Fabio Jakobsen.",
        "pa": "You can see the Quick-Step Alpha Vinyl team in front of Fabio Jakobsen.",
        "vi": "Có thể thấy đội Quick-Step Alpha Vinyl trước mặt Fabio Jakobsen."
    },
    {
        "start": "00:36:15,440",
        "end": "00:36:16,980",
        "en": "Encore deux tours. Allez.",
        "pa": "Two laps to go. Come on.",
        "vi": "Còn hai vòng nữa. Cố lên."
    },
    {
        "start": "00:36:19,400",
        "end": "00:36:20,700",
        "en": "Fabio est au milieu.",
        "pa": "-There is Fabio, in the middle. -Oh yeah, right there.",
        "vi": "Có Fabio ở giữa. Đúng rồi, ngay đây."
    },
    {
        "start": "00:36:20,740",
        "end": "00:36:21,800",
        "en": "Oui, juste là !",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:21,840",
        "end": "00:36:23,580",
        "en": "- Sénéchal est devant lui. - Nickel.",
        "pa": "-Sénéchal is in front of him. -Good.",
        "vi": "- Sénéchal trước mặt anh. - Tốt."
    },
    {
        "start": "00:36:23,620",
        "end": "00:36:27,280",
        "en": "Ils souffrent sur le vélo et je souffre sur ma chaise.",
        "pa": "They are suffering on a bike. I am suffering in the seat.",
        "vi": "Họ đang quằn quại trên xe đạp. Tôi đang đau khổ trên ghế."
    },
    {
        "start": "00:36:27,320",
        "end": "00:36:30,080",
        "en": "Et on espère que les sacrifices",
        "pa": "And, of course, you hope",
        "vi": "Và dĩ nhiên, tôi hy vọng"
    },
    {
        "start": "00:36:30,120",
        "end": "00:36:32,280",
        "en": "que les gamins ont faits pendant trois semaines",
        "pa": "that all the sacrifice of the kids of three weeks,",
        "vi": "tất cả hy sinh của các chàng trai trong ba tuần"
    },
    {
        "start": "00:36:32,320",
        "end": "00:36:38,060",
        "en": "pour l'amener sur la ligne d'arrivée vont être récompensés par une victoire.",
        "pa": "to bring him to the finish, that it will be rewarded with a win.",
        "vi": "để đưa anh ấy về đích sẽ được đền đáp bằng một chiến thắng."
    },
    {
        "start": "00:36:42,380",
        "end": "00:36:45,740",
        "en": "Après ce virage, ce sera la dernière boucle de ce Tour de France.",
        "pa": "And after this corner,\n this will be the last lap of the Tour de France.",
        "vi": "Sau khúc cua này sẽ là vòng đua cuối của Tour de France."
    },
    {
        "start": "00:36:47,360",
        "end": "00:36:49,760",
        "en": "Les équipes de sprinteurs tentent de s'organiser.",
        "pa": "The sprint teams try to find each other again.",
        "vi": "Các đội đua nước rút cố gắng tìm lại nhau."
    },
    {
        "start": "00:36:52,600",
        "end": "00:36:57,480",
        "en": "Si on ne tire pas maintenant, les dix mecs devant vont nous larguer.",
        "pa": "If we don't pull now, ten guys in front will never come back.",
        "vi": "Nếu giờ không tăng tốc, mười tay đua ở phía trước sẽ không bao giờ quay lại."
    },
    {
        "start": "00:36:58,840",
        "end": "00:37:01,280",
        "en": "Allez, les gars, on tire à fond. Bagio.",
        "pa": "Okay, guys. Now we pull full. Bagio.",
        "vi": "Được rồi. Giờ hãy tăng tốc hết cỡ. Bagio."
    },
    {
        "start": "00:37:02,100",
        "end": "00:37:04,540",
        "en": "À fond. On y va à fond jusqu'au bout.",
        "pa": "All the way. Come on, boys. Now we pull full.",
        "vi": "Hết mình. Cố lên nào. Giờ tăng tốc hết mức."
    },
    {
        "start": "00:37:06,020",
        "end": "00:37:09,360",
        "en": "Quick-Step essaie de prendre le contrôle, mais c'est compliqué.",
        "pa": "Quick-Step is trying to regain control, but it's tough.",
        "vi": "Quick-Step đang cố giành lại kiểm soát, nhưng rất khó khăn."
    },
    {
        "start": "00:37:09,400",
        "end": "00:37:10,920",
        "en": "Ça part dans tous les sens !",
        "pa": "They're all over the place!",
        "vi": "Các tay đua rải rác khắp nơi!"
    },
    {
        "start": "00:37:13,180",
        "end": "00:37:15,580",
        "en": "Yves et Florian, vous restez avec Fabio.",
        "pa": "Yves and Florian, you stay with Fabio.",
        "vi": "Yves và Florian, hai anh ở lại với Fabio."
    },
    {
        "start": "00:37:16,520",
        "end": "00:37:17,960",
        "en": "On n'est pas seuls !",
        "pa": "Tom, surely we're not alone.",
        "vi": "Tom, chắc chắn ta không đơn độc."
    },
    {
        "start": "00:37:18,000",
        "end": "00:37:25,000",
        "en": "Je sais bien ! On ne va pas leur dire, c'est eux qui sont dans la course.",
        "pa": "I know. I know.",
        "vi": "Tôi biết!"
    },
    {
        "start": "00:37:25,040",
        "end": "00:37:28,200",
        "en": "D'accord, mais il ne faut pas non plus qu'ils paniquent.",
        "pa": "We are not going to tell those guys.\n -Yeah, but they shouldn't panic either. -They're the ones in the race.",
        "vi": "Chúng ta sẽ không nói với các tay đua, chính họ đang thi đấu.\n Vâng, nhưng họ cũng không nên hoảng sợ."
    },
    {
        "start": "00:37:29,360",
        "end": "00:37:32,920",
        "en": "Il ne faut pas qu'ils paniquent. Il sprinte déjà, là.",
        "pa": "I saw him riding just now and he was sprinting already.",
        "vi": "Họ không nên hoảng sợ. Anh ấy đã chạy nước rút rồi."
    },
    {
        "start": "00:37:34,100",
        "end": "00:37:35,220",
        "en": "Il pourra pas tenir.",
        "pa": "You can’t keep riding that fast.",
        "vi": "ALPECIN-DECEUNINCK\n Không thể cứ đi nhanh thế được."
    },
    {
        "start": "00:37:38,820",
        "end": "00:37:41,360",
        "en": "Et Philipsen se fait remonter par son équipe.",
        "pa": "And Philipsen is brought back up by his team.",
        "vi": "ALPECIN-DECEUNINCK\n Và Philipsen được đội đưa trở lại.\n JASPER PHILIPSEN"
    },
    {
        "start": "00:37:53,180",
        "end": "00:37:55,600",
        "en": "Si tu es 10e, tu peux encore te rapprocher.",
        "pa": "If you're in 10th position, you can still get close.",
        "vi": "Nếu ở vị trí thứ 10 thì vẫn có thể tiếp cận gần hơn."
    },
    {
        "start": "00:38:00,560",
        "end": "00:38:05,260",
        "en": "Ça va être un sprint pur. Les gars, on a le mec le plus rapide.",
        "pa": "It's going to be a sprint pure on the power.\n Boys, we have the fastest on board.",
        "vi": "FABIO JAKOBSEN\n Sẽ là đua nước rút chỉ dựa trên sức mạnh.\n Các chàng trai, ta có người nhanh nhất."
    },
    {
        "start": "00:38:05,300",
        "end": "00:38:06,760",
        "en": "Battez-vous pour la position.",
        "pa": "You fight for position.",
        "vi": "Hãy chiến đấu giành vị trí."
    },
    {
        "start": "00:38:14,580",
        "end": "00:38:16,080",
        "en": "Groupama-FDJ se lance.",
        "pa": "Groupama-FDJ attacks.",
        "vi": "Groupama-FDJ tấn công."
    },
    {
        "start": "00:38:18,000",
        "end": "00:38:19,680",
        "en": "Fabio Jakobsen à la poursuite.",
        "pa": "Fabio Jakobsen in pursuit.",
        "vi": "Fabio Jakobsen đang truy đuổi."
    },
    {
        "start": "00:38:23,080",
        "end": "00:38:27,220",
        "en": "Jasper, c'est le dernier final.",
        "pa": "Jasper, last final.",
        "vi": "Jasper, trận cuối cùng."
    },
    {
        "start": "00:38:30,720",
        "end": "00:38:33,440",
        "en": "Il faut qu'il soit devant, c'est le dernier kilomètre !",
        "pa": "He has to be in front now. It's the last K.",
        "vi": "Giờ anh ấy phải dẫn trước. Đó là km cuối cùng."
    },
    {
        "start": "00:38:39,660",
        "end": "00:38:43,420",
        "en": "Philipsen prend les choses en main et profite du travail d'une autre équipe.",
        "pa": "Philipsen takes matters in hand\n and takes advantage of another team's work.",
        "vi": "Philipsen làm chủ tình hình\n và tận dụng công sức của đội khác."
    },
    {
        "start": "00:38:46,780",
        "end": "00:38:49,620",
        "en": "On n'est pas en bonne posture.",
        "pa": "That's not a good position to be in.",
        "vi": "Đó không phải là một vị trí tốt."
    },
    {
        "start": "00:38:57,880",
        "end": "00:38:59,100",
        "en": "Dernier virage à droite.",
        "pa": "This is the most important turn.\n Last right-hand turn.",
        "vi": "Rẽ phải lần cuối."
    },
    {
        "start": "00:39:00,260",
        "end": "00:39:02,720",
        "en": "Ils voient l'Arc de Triomphe, la ligne d'arrivée est proche.",
        "pa": "They can see the Arc de Triomphe, the finish line is close.",
        "vi": "Họ có thể thấy Khải Hoàn Môn, gần đến đích."
    },
    {
        "start": "00:39:02,760",
        "end": "00:39:04,320",
        "en": "Tous les sprinteurs sont là.",
        "pa": "All the sprinters are there.",
        "vi": "Tất cả tay đua nước rút có mặt."
    },
    {
        "start": "00:39:11,340",
        "end": "00:39:13,760",
        "en": "Fabio Jakobsen, prêt à lancer son sprint.",
        "pa": "Fabio Jakobsen, ready to start his sprint.",
        "vi": "JASPER PHILIPSEN\n Fabio Jakobsen, sẵn sàng đua nước rút."
    },
    {
        "start": "00:39:15,380",
        "end": "00:39:16,680",
        "en": "Oh, il a un problème !",
        "pa": "Oh, there's a problem!",
        "vi": "Có vấn đề!"
    },
    {
        "start": "00:39:18,800",
        "end": "00:39:19,660",
        "en": "Fait chier.",
        "pa": "Fuck.",
        "vi": "Chết tiệt."
    },
    {
        "start": "00:39:21,560",
        "end": "00:39:23,860",
        "en": "Fabio a un problème mécanique.",
        "pa": "Fabio has a mechanical, uh, problem.",
        "vi": "Fabio gặp vấn đề kỹ thuật."
    },
    {
        "start": "00:39:27,700",
        "end": "00:39:29,200",
        "en": "J'allais commencer mon sprint.",
        "pa": "I was gonna start my sprint.",
        "vi": "Tôi sắp bắt đầu đua nước rút."
    },
    {
        "start": "00:39:30,080",
        "end": "00:39:32,020",
        "en": "Et je pédalais dans le vide.",
        "pa": "And I just pedalled into thin air.",
        "vi": "Và tôi vừa đạp vào không trung."
    },
    {
        "start": "00:39:32,680",
        "end": "00:39:37,060",
        "en": "J'ai perdu la chaine, surement dans un petit creux.",
        "pa": "So, I lost the chain, probably on a small dip.",
        "vi": "Tôi đã làm mất dây xích, có lẽ là trên một con dốc nhỏ."
    },
    {
        "start": "00:39:37,100",
        "end": "00:39:38,960",
        "en": "Les Champs-Élysées ne sont pas plats.",
        "pa": "The Champs-Élysées is not flat.",
        "vi": "Champs-Élysées không bằng phẳng."
    },
    {
        "start": "00:39:39,340",
        "end": "00:39:41,340",
        "en": "C'est pour ça que c'est une arrivée légendaire.",
        "pa": "That's why it's such an iconic finish.",
        "vi": "Vậy nên nó là vạch đích biểu tượng."
    },
    {
        "start": "00:39:42,660",
        "end": "00:39:45,300",
        "en": "J'ai simplement manqué de chance.",
        "pa": "So, probably, I was just unlucky.",
        "vi": "Có lẽ tôi đã không gặp may.\n JASPER PHILIPSEN"
    },
    {
        "start": "00:39:52,160",
        "end": "00:39:54,420",
        "en": "On est à 300 mètres de l'arrivée.",
        "pa": "We're 300 metres from the finish.",
        "vi": "Còn cách đích 300 mét."
    },
    {
        "start": "00:39:54,460",
        "end": "00:39:57,320",
        "en": "C'est le moment pour les sprinteurs de lâcher les chevaux.",
        "pa": "It's time for the sprinters to hit full speed.",
        "vi": "Đã đến lúc các tay đua nước rút dồn hết tốc lực."
    },
    {
        "start": "00:40:04,280",
        "end": "00:40:05,420",
        "en": "Pedersen est là.",
        "pa": "Pedersen is there.",
        "vi": "Pedersen ở đó."
    },
    {
        "start": "00:40:05,460",
        "end": "00:40:09,920",
        "en": "Dylan Groenewegen arrive maintenant, il lance son sprint de très, très loin !",
        "pa": "Here comes Dylan Groenewegen!\n Dylan Groenewegen, launching his sprint from a long way out.",
        "vi": "Đây là Dylan Groenewegen, bắt đầu đua nước rút từ khoảng cách xa."
    },
    {
        "start": "00:40:10,780",
        "end": "00:40:12,300",
        "en": "Dylan Groenewegen en tête !",
        "pa": "Groenewegen is in the lead.",
        "vi": "Dylan Groenewegen đang dẫn đầu."
    },
    {
        "start": "00:40:14,780",
        "end": "00:40:17,520",
        "en": "Et Jasper Philipsen qui déboite sur la droite !",
        "pa": "And Jasper Philipsen is gunning for it on the right.",
        "vi": "Và Jasper Philipsen cố gắng nỗ lực từ phía bên phải."
    },
    {
        "start": "00:40:22,920",
        "end": "00:40:26,180",
        "en": "Jasper Philipsen qui gagne sur les Champs-Élysées !",
        "pa": "Jasper Philipsen wins on the Champs-Élysées!",
        "vi": "Jasper Philipsen thắng trên đại lộ Champs-Élysées!"
    },
    {
        "start": "00:40:38,480",
        "end": "00:40:39,500",
        "en": "",
        "pa": "Whoo-hoo!",
        "vi": ""
    },
    {
        "start": "00:40:58,940",
        "end": "00:40:59,820",
        "en": "Ouais !",
        "pa": "Yeah!",
        "vi": "Tuyệt!"
    },
    {
        "start": "00:41:03,800",
        "end": "00:41:04,740",
        "en": "Ouais !",
        "pa": "Yeah!",
        "vi": "Tuyệt!"
    },
    {
        "start": "00:41:15,940",
        "end": "00:41:17,300",
        "en": "J'ai fini le Tour.",
        "pa": "I did finish the Tour.",
        "vi": "Tôi đã hoàn thành Tour."
    },
    {
        "start": "00:41:17,340",
        "end": "00:41:21,020",
        "en": "Normalement, ça rend plus fort. Je me concentre sur les aspects positifs.",
        "pa": "It's something that usually makes you stronger so I try to look at the positive.",
        "vi": "Điều đó thường khiến tôi mạnh mẽ hơn, nên tôi cố nhìn vào mặt tích cực."
    },
    {
        "start": "00:41:21,660",
        "end": "00:41:22,660",
        "en": "Mais…",
        "pa": "But, uh…",
        "vi": "Nhưng…"
    },
    {
        "start": "00:41:23,880",
        "end": "00:41:27,060",
        "en": "Je ne suis pas très doué pour perdre.",
        "pa": "losing is not one of my best abilities.",
        "vi": "Thất bại không phải là sở trường của tôi."
    },
    {
        "start": "00:41:27,100",
        "end": "00:41:29,840",
        "en": "Il avait le leadout, j'ai commencé à prendre de la vitesse.",
        "pa": "He still had a lead out and I got speed.",
        "vi": "Phải, anh ấy vẫn dẫn đầu, còn tôi có tốc độ."
    },
    {
        "start": "00:41:29,880",
        "end": "00:41:33,220",
        "en": "J'ai continué à pédaler, mais j'ai eu des problèmes et…",
        "pa": "I still rode on a bit but I had problems.",
        "vi": "Tôi đã có thể có cơ hội thắng, nhưng tôi gặp vấn đề và…"
    },
    {
        "start": "00:41:35,880",
        "end": "00:41:38,220",
        "en": "Trois semaines, trois semaines, et…",
        "pa": "Three weeks. Three weeks, and then…",
        "vi": "Ba tuần, ba tuần, và sau đó…"
    },
    {
        "start": "00:41:38,280",
        "end": "00:41:40,380",
        "en": "Désolé, mon gars, c'est vraiment à chier.",
        "pa": "Oh, that sucks. A real bummer.",
        "vi": "Thật tệ, một điều đáng thất vọng."
    },
    {
        "start": "00:41:41,460",
        "end": "00:41:46,300",
        "en": "J'ai appris que même dans la défaite, et je déteste perdre…",
        "pa": "I always learnt, even if you lose, and I hate losing, the world turns.",
        "vi": "Tôi luôn học được, ngay cả khi thua cuộc, và tôi ghét thua, thì thế giới vẫn quay."
    },
    {
        "start": "00:41:46,340",
        "end": "00:41:48,220",
        "en": "le monde continue à tourner.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:41:48,260",
        "end": "00:41:51,140",
        "en": "Il y aura une soirée, il y aura un lendemain matin.",
        "pa": "There will be an evening, there will be a next morning.",
        "vi": "Trời sẽ tối, và có cả sáng vào hôm sau."
    },
    {
        "start": "00:41:52,180",
        "end": "00:41:55,760",
        "en": "Avec ou sans nous, peu importe. Le monde continue à tourner.",
        "pa": "With us, without us. Whatever. The world goes on.",
        "vi": "Dù có chúng ta hay không. Dù thế nào, thế giới vẫn tiếp diễn."
    },
    {
        "start": "00:42:04,120",
        "end": "00:42:08,940",
        "en": "C'est quelque chose dont on se souvient pour le reste de sa vie",
        "pa": "It's something you will keep on remembering for the rest of your life,",
        "vi": "Đó là điều tôi sẽ ghi nhớ suốt đời,"
    },
    {
        "start": "00:42:08,980",
        "end": "00:42:11,780",
        "en": "et dont on pourra toujours être fier. C'était magnifique.",
        "pa": "and will always be proud of. That was just beautiful.",
        "vi": "và luôn tự hào. Thật đẹp đẽ."
    },
    {
        "start": "00:42:13,040",
        "end": "00:42:15,900",
        "en": "Tout le monde n'est pas comme moi.",
        "pa": "Not everybody's like I am.",
        "vi": "Không phải ai cũng như tôi."
    },
    {
        "start": "00:42:17,100",
        "end": "00:42:19,460",
        "en": "Quand on gagne une fois, on veut gagner deux fois.",
        "pa": "When you win one time, you want to win twice.",
        "vi": "Khi thắng một lần thì sẽ muốn lần hai."
    },
    {
        "start": "00:42:19,500",
        "end": "00:42:22,640",
        "en": "Quand on gagne deux fois, on veut gagner trois fois.",
        "pa": "And when you win twice, you want to win three times.",
        "vi": "Và khi thắng lần hai thì sẽ muốn lần ba."
    },
    {
        "start": "00:42:22,680",
        "end": "00:42:23,760",
        "en": "Et c'est comme ça.",
        "pa": "And that's how it goes.",
        "vi": "Quy luật là như thế."
    },
    {
        "start": "00:42:49,380",
        "end": "00:42:53,640",
        "en": "Si le Tour s'est bien passé, tout le monde est heureux et ivre.",
        "pa": "If you have a good Tour, everyone is happy and drunk.",
        "vi": "Nếu có một giải Tour tốt đẹp, ai cũng đều vui vẻ và say sưa."
    },
    {
        "start": "00:42:53,680",
        "end": "00:42:59,020",
        "en": "Si le Tour s'est mal passé, on finit ivre quand même.",
        "pa": "If it doesn't go well, then… they get drunk anyway.",
        "vi": "Nếu như không suôn sẻ, họ cũng sẽ say xỉn như vậy."
    },
    {
        "start": "00:42:59,060",
        "end": "00:43:01,900",
        "en": "- Atchic ? - Aïe !",
        "pa": "-Hip, hip. -Hooray!",
        "vi": "- Hoan hô, hoan hô. - Hoan hô!"
    },
    {
        "start": "00:43:21,480",
        "end": "00:43:24,600",
        "en": "Il faut qu'on continue à progresser, à travailler.",
        "pa": "We have to keep moving forward, keep working.",
        "vi": "Chúng tôi phải tiếp tục tiến lên, tiếp tục làm việc."
    },
    {
        "start": "00:43:25,360",
        "end": "00:43:27,680",
        "en": "Je cherche plus de moyens pour gagner le Tour.",
        "pa": "I'm trying to find other ways to win the Tour. Maybe I'll get there.",
        "vi": "Tôi đang cố tìm cách khác để thắng Tour. Có lẽ tôi sẽ làm được."
    },
    {
        "start": "00:43:27,720",
        "end": "00:43:31,360",
        "en": "Peut-être que j'y parviendrai. Peut-être que je n'y parviendrai jamais.",
        "pa": "",
        "vi": "Có thể sẽ không bao giờ."
    },
    {
        "start": "00:43:31,400",
        "end": "00:43:38,180",
        "en": "Mais mentalement et au niveau de la détermination, oui, oui, et oui.",
        "pa": "Maybe I won't ever get there.\n But mentally, and in terms of determination…\n yes, yes, and yes.",
        "vi": "Nhưng về mặt tinh thần và quyết tâm: có, nhất định là có."
    },
    {
        "start": "00:43:44,200",
        "end": "00:43:48,060",
        "en": "Le Tour, c'est ce qu'il y a de plus prestigieux dans le cyclisme.",
        "pa": "The Tour is just the biggest within cycling.",
        "vi": "Giải Tour là giải đua xe đạp lớn nhất."
    },
    {
        "start": "00:43:49,200",
        "end": "00:43:51,140",
        "en": "J'aimerais revenir sur le Tour de France.",
        "pa": "I would like to come back to the Tour de France.",
        "vi": "Tôi muốn trở lại Tour de France."
    },
    {
        "start": "00:43:51,180",
        "end": "00:43:53,960",
        "en": "On a nos chances de le remporter à nouveau.",
        "pa": "I think we have a good chance of winning it again.",
        "vi": "Chúng tôi lại có cơ hội chiến thắng."
    },
    {
        "start": "00:44:14,980",
        "end": "00:44:19,460",
        "en": "J'espère que ce que les gens retiendront de cette série sur notre sport,",
        "pa": "What I hope that people have learned from this series about our sport",
        "vi": "Tôi hy vọng các bạn đã học được từ loạt phim về môn thể thao của chúng tôi"
    },
    {
        "start": "00:44:19,500",
        "end": "00:44:21,660",
        "en": "c'est que c'est un sport en équipe.",
        "pa": "is that it's really a team sport.",
        "vi": "đó là môn thể thao đồng đội."
    },
    {
        "start": "00:44:21,700",
        "end": "00:44:24,460",
        "en": "Si les gens s'en rendent compte, alors je serai heureux.",
        "pa": "If people are going to see that, I will be happy.\n Whoa!\n Eh! ",
        "vi": "Nếu mọi người đón xem, tôi sẽ rất vui mừng."
    },
    {
        "start": "00:45:02,040",
        "end": "00:45:03,760",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Viet Nguyen "
    }
]