[
    {
        "start": "00:00:01,560",
        "end": "00:00:04,560",
        "en": "Hvad er der galt med din hånd?",
        "pa": "What's the matter with your hand?",
        "vi": "Tay sao vậy?"
    },
    {
        "start": "00:00:04,640",
        "end": "00:00:07,280",
        "en": "Det er sikkert noget med en nerve.",
        "pa": "It's these two fingers. I think a nerve got stuck or something. ",
        "vi": "Hai ngón này này. Em nghĩ dây thần kinh bị chèn hay gì đó."
    },
    {
        "start": "00:00:07,400",
        "end": "00:00:09,760",
        "en": "Har du ringet til lægen?",
        "pa": "Did you call the doctor?",
        "vi": "Em gọi bác sĩ chưa?"
    },
    {
        "start": "00:00:09,840",
        "end": "00:00:16,200",
        "en": "-Direktionen vil nedlægge 12'eren. -12'eren har vildt dårlige seertal.",
        "pa": " I hear management is talking about canceling\n the twelve o'clock news.",
        "vi": "Tôi nghe nói ban giám đốc dự tính bỏ bản tin 12 giờ."
    },
    {
        "start": "00:00:16,320",
        "end": "00:00:19,240",
        "en": "Man kunne kønssegmentere nyhederne.",
        "pa": "It has lousy ratings, so that makes sense.\n What if we sex-segmented the news?",
        "vi": "Nó có lượng khán giả tệ, nên cũng dễ hiểu.\n Nếu ta phân loại tin tức theo giới tính thì sao?"
    },
    {
        "start": "00:00:25,080",
        "end": "00:00:30,040",
        "en": "-Det er min kone, Karoline. -Okay. Hej. Alex Hjort.",
        "pa": "This is my wife Karoline. This is...\n -This is Alex. -I see. Hi, Alex.",
        "vi": "Vợ tôi Karoline. Đây là...\n - Alex. - Ồ. Xin chào."
    },
    {
        "start": "00:00:30,160",
        "end": "00:00:34,840",
        "en": "Bare rolig. Jeg vil ikke blande mig i, hvad det er, I render og laver.",
        "pa": "Alex Hjort.\n Take it easy, Torben. I'll stay out of your business.",
        "vi": "Alex Hjort.\n Đừng lo, Torben. Tôi không có ý can thiệp đâu."
    },
    {
        "start": "00:00:37,920",
        "end": "00:00:41,280",
        "en": "Nu må du hellere gå.",
        "pa": "You'd better go.",
        "vi": "Anh nên đi đi."
    },
    {
        "start": "00:00:53,320",
        "end": "00:00:58,320",
        "en": "\"Partiet Nye Demokrater har erhvervet 20.000 gyldige underskrifter",
        "pa": "\"I like the dreams of the future better than the history of the past\"\n \"The New Democrats have obtained 20,000 valid signatures",
        "vi": "\"TÔI THÍCH NHỮNG GIẤC MƠ VỀ TƯƠNG LAI HƠN LÀ LỊCH SỬ QUÁ KHỨ\".\n THOMAS JEFFERSON\n \"Đảng Dân chủ Mới đã đạt được 20.000 chữ ký hợp lệ"
    },
    {
        "start": "00:00:58,440",
        "end": "00:01:02,880",
        "en": "og er opstillingsberettiget til Folketinget.\"",
        "pa": "and its candidates are entitled to run for parliament\".",
        "vi": "và các ứng cử viên được quyền tranh cử vào Quốc hội\"."
    },
    {
        "start": "00:01:03,000",
        "end": "00:01:05,400",
        "en": "-Yes! -Tillykke.",
        "pa": "Yes!\n Congratulations!",
        "vi": "Chúc mừng!"
    },
    {
        "start": "00:01:05,520",
        "end": "00:01:10,720",
        "en": "Gammel Dansk, så har vi det lige så festligt som i Arbejderpartiet.",
        "pa": "And a wee dram of Gammel Dansk!\n Almost as festive as group meetings in the Labour Party!",
        "vi": "Một cốc nhỏ Gammel Dansk nào!\n Linh đình gần như họp nhóm ở Công Đảng vậy!"
    },
    {
        "start": "00:01:10,840",
        "end": "00:01:14,480",
        "en": "Jon, er du dybest set lidt for fin til det her parti?",
        "pa": "Jon, aren't you too sophisticated for us?",
        "vi": "Jon, không phải anh quá sành sỏi với đảng này sao?"
    },
    {
        "start": "00:01:14,600",
        "end": "00:01:19,320",
        "en": "Uden tvivl. Det er gyldent, det er grumset, og det glider ned.",
        "pa": "Absolutely. No doubt about it.\n It's golden, it's cloudy and it's gone before you realize.",
        "vi": "Dĩ nhiên. Khỏi cần nghi ngờ.\n Nó quý báu, đóng váng và biến mất trước khi nhận ra."
    },
    {
        "start": "00:01:21,280",
        "end": "00:01:23,280",
        "en": "-Ja... -Skål.",
        "pa": "-Right. -Cheers.",
        "vi": "- Phải. - Cạn ly."
    },
    {
        "start": "00:01:23,400",
        "end": "00:01:25,840",
        "en": "Skål for Nye Demokrater.",
        "pa": "Here's to the New Democrats!",
        "vi": "Đây là vì Đảng Dân chủ Mới!"
    },
    {
        "start": "00:01:25,960",
        "end": "00:01:30,200",
        "en": "-Vi er blevet opstillingsberettiget. -Fantastisk.",
        "pa": "Morning.\n Nadia, we can run for parliament!",
        "vi": "Chào buổi sáng.\n - Nadia, ta được tranh cử vào Quốc hội! - Tuyệt vời!"
    },
    {
        "start": "00:01:30,320",
        "end": "00:01:35,520",
        "en": "Har I set Berlingeren? Hvis der var valg nu, ville vi have 6-7 mandater.",
        "pa": "Fantastic!\n The latest poll in Berlingske says that we'd win six or seven seats today.",
        "vi": "Thăm dò mới nhất trên Berlingske nói ta giành được sáu hoặc bảy ghế rồi."
    },
    {
        "start": "00:01:35,640",
        "end": "00:01:41,880",
        "en": "-Så har valget bare at komme. -Vi mangler jo ikke 35 kandidater.",
        "pa": "-Roll on the next election! -But we have no organization,",
        "vi": "- Cuộc bầu cử kế tiếp tới mau đi! - Nhưng ta không có tổ chức,"
    },
    {
        "start": "00:01:42,000",
        "end": "00:01:46,640",
        "en": "Med hensyn til kandidater har jeg en god nyhed. Jeg har fundet en.",
        "pa": "no money, and no candidates.\n In regards to candidates, I have good news.",
        "vi": "không tiền, không ứng cử viên gì cả.\n Về ứng cử viên, tôi có tin tốt đây. Tôi tìm được một người."
    },
    {
        "start": "00:01:46,760",
        "end": "00:01:50,000",
        "en": "Han er en af de mest velanskrevne økonomer.",
        "pa": "I have found one.\n He is one of Denmark's top economists.",
        "vi": "Ông ấy là một trong số nhà kinh tế hàng đầu Đan Mạch."
    },
    {
        "start": "00:01:50,120",
        "end": "00:01:55,000",
        "en": "Han har været på tale til en nobelpris sammen med to forskere.",
        "pa": "He was in the running for the Nobel Prize eight years ago",
        "vi": "Từng cạnh tranh giải Nobel tám năm trước cùng với hai nhà nghiên cứu từ Cambridge."
    },
    {
        "start": "00:01:55,120",
        "end": "00:01:59,240",
        "en": "-Er det Søren Ravn? -Og han vil gerne stille op for os?",
        "pa": "along with two researchers from Cambridge.\n Søren Ravn?\n Yes.",
        "vi": "- Søren Ravn à? - Đúng vậy."
    },
    {
        "start": "00:01:59,360",
        "end": "00:02:04,720",
        "en": "-Meget gerne. -Skal han have finansordførerskabet?",
        "pa": "-He'd like to run for us? - Very much.\n And be our economics spokesmen?",
        "vi": "- Muốn ứng cử vào đảng ta? - Cực kỳ.\n Và làm phát ngôn viên kinh tế của đảng?"
    },
    {
        "start": "00:02:04,840",
        "end": "00:02:07,840",
        "en": "Han skal vælges til Folketinget først.",
        "pa": "He’ll have to get himself elected first, Jon.",
        "vi": "Nếu ông ấy đạt một ghế trong Quốc hội, thì phải."
    },
    {
        "start": "00:02:07,960",
        "end": "00:02:14,760",
        "en": "Du har siddet på både undervisning, kønspolitik, miljø, skat og finans.",
        "pa": "You're already looking after education, environment, taxes, and economics.",
        "vi": "Ông đang phụ trách mảng giáo dục, môi trường, thuế khóa và kinh tế."
    },
    {
        "start": "00:02:14,880",
        "end": "00:02:20,120",
        "en": "Du går også ind for, at vi går til valg med en detaljeret finanspolitik.",
        "pa": "And we need a detailed economic policy, right?",
        "vi": "Và ta cần một chính sách kinh tế chi tiết, phải không nào?"
    },
    {
        "start": "00:02:20,240",
        "end": "00:02:23,960",
        "en": "-Det er klart. -Godt. Vi har...",
        "pa": "Yes, of course.",
        "vi": "Phải, tất nhiên rồi."
    },
    {
        "start": "00:02:24,080",
        "end": "00:02:29,080",
        "en": "Lige et øjeblik. Jeg vil aldrig betvivle Ravns kompetencer.",
        "pa": "Great.\n -We... - Just a moment...\n Yes?\n I don't doubt Ravn's...",
        "vi": "- Tuyệt. Chúng ta... - Chờ đã...\n - Hả? - Tôi không nghi ngờ chuyên môn..."
    },
    {
        "start": "00:02:29,200",
        "end": "00:02:33,120",
        "en": "Men jeg gik på universitetet med manden. Han var venstreorienteret.",
        "pa": "expertise.\n But I was at university with him and he was extremely left wing.",
        "vi": "...của Ravn.\n Nhưng tôi học đại học với ông ta và ông ta theo phe cực tả."
    },
    {
        "start": "00:02:33,240",
        "end": "00:02:37,680",
        "en": "Hans store helt var Erich Honecker, og så var han medlem af DKP.",
        "pa": "Erich Honecker was his hero.\n And more importantly, he was in the Danish Communist Party.",
        "vi": "Coi Erick Honecker là anh hùng. Quan trọng hơn...\n Ông ta thuộc Đảng Cộng sản."
    },
    {
        "start": "00:02:39,120",
        "end": "00:02:41,600",
        "en": "- Ja, det var han. -Han var.",
        "pa": "- Yes, he was in it. -Yeah.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:02:41,720",
        "end": "00:02:43,880",
        "en": "Er det en god idé?",
        "pa": "Yes, he was.\n Is this a good idea?",
        "vi": "Chính xác.\n Đây có phải ý hay không?"
    },
    {
        "start": "00:02:44,000",
        "end": "00:02:47,600",
        "en": "Ravn kan ikke lade de unge kvinder være i fred.",
        "pa": "I understand he is quite the skirt-chaser.",
        "vi": "Nghe nói anh ta là kẻ khá trăng hoa."
    },
    {
        "start": "00:02:47,720",
        "end": "00:02:53,680",
        "en": "-De unge damer er glade for Ravn. -Han er en højt anset økonom.",
        "pa": "The young ladies couldn't get enough of him.\n Okay, we are talking about one of Denmark's most renowned economist.",
        "vi": "Nhưng các cô gái trẻ mê mệt ông ta.\n Ta đang nói về một nhà kinh tế học nổi tiếng nhất của Đan Mạch."
    },
    {
        "start": "00:02:53,800",
        "end": "00:02:56,760",
        "en": "Vi må vel stemme om det.",
        "pa": "Let's put it to the vote.",
        "vi": "Thế bỏ phiếu đi."
    },
    {
        "start": "00:02:56,880",
        "end": "00:03:01,560",
        "en": "Okay. Hvem stemmer for, at Søren Ravn bliver vores kandidat?",
        "pa": "Okay, who is in favor of Ravn being our candidate?",
        "vi": "Được, ai ủng hộ việc Ravn là ứng cử viên của đảng ta?"
    },
    {
        "start": "00:03:01,680",
        "end": "00:03:06,520",
        "en": "-Jeg gør. Nadia, Nete... -Og Katrine. Det er vedtaget.",
        "pa": "I am, and Nadia and Nete.",
        "vi": "Tôi, Nadia và Nete."
    },
    {
        "start": "00:03:06,640",
        "end": "00:03:09,720",
        "en": "Katrine er presseansvarlig",
        "pa": "And Katrine makes four.\n Please excuse me, but Katrine is our press officer.",
        "vi": "Thêm Katrine là bốn.\n Khoan, Katrine là người phát ngôn báo chí."
    },
    {
        "start": "00:03:09,840",
        "end": "00:03:15,560",
        "en": "så Katrine kunne holde sig udenfor, mens vi politikere stemmer om det.",
        "pa": "With respect, Katrine should stay out of it and let politicians vote.",
        "vi": "Cô ấy nên tránh sang một bên và để các chính khách chúng ta bỏ phiếu."
    },
    {
        "start": "00:03:15,680",
        "end": "00:03:19,680",
        "en": "Er der nogen her, der kan komme på en mere kompetent økonom",
        "pa": "Can any of you suggest someone more qualified",
        "vi": "Thế người nào có thể gợi ý ai đó có năng lực hơn"
    },
    {
        "start": "00:03:19,800",
        "end": "00:03:24,280",
        "en": "som vil kunne formulere en nyskabende økonomisk politik?",
        "pa": "to draw up an innovative economic policy?",
        "vi": "để soạn ra một chính sách kinh tế cách tân không?"
    },
    {
        "start": "00:03:24,400",
        "end": "00:03:28,440",
        "en": "Han kan blive afgørende for vores parti i den næste valgkamp.",
        "pa": "He could prove absolutely vital to our election campaign.",
        "vi": "Ông ta có thể tuyệt đối cần thiết cho chiến dịch tranh cử."
    },
    {
        "start": "00:03:28,560",
        "end": "00:03:33,600",
        "en": "Vi stemmer igen. Bliver det uafgjort, så må vi droppe ham. For Ravn?",
        "pa": "Let's vote again. If it's a tie this time, we'll drop him.\n In favor of Ravn?",
        "vi": "Bỏ phiếu lại đi. Nếu lần này hòa ta sẽ bỏ qua ông ta. Ai ủng hộ Ravn?"
    },
    {
        "start": "00:03:38,040",
        "end": "00:03:42,160",
        "en": "Godt. Så er det vedtaget. Søren Ravn er vores nye kandidat.",
        "pa": "Great. That's been carried. Søren Ravn is our new candidate.",
        "vi": "Tốt. Duyệt. Søren Ravn là ứng viên mới."
    },
    {
        "start": "00:04:45,000",
        "end": "00:04:47,800",
        "en": "Det er et imponerende cv.",
        "pa": "\"THE SONS OF THE PAST\"\n -Your candidate has an impressive CV. -Yes.",
        "vi": "- Ứng viên của bà có lý lịch ấn tượng lắm. - Đúng vậy."
    },
    {
        "start": "00:04:47,920",
        "end": "00:04:53,640",
        "en": "Ja, Ravns cv siger noget om, hvor stærkt vi lægger vægt på økonomien.",
        "pa": "Søren Ravn's CV just shows how importantly we regard economics.",
        "vi": "Lý lịch của ông Søren Ravn cho thấy đảng tôi coi trọng kinh tế học nhường nào."
    },
    {
        "start": "00:04:53,760",
        "end": "00:04:58,320",
        "en": "Godt. Valget af Ravn, er det så et udtryk for, at jeres parti synes",
        "pa": "Birgitte Nyborg, I have to ask you, did you choose Ravn",
        "vi": "Bà Birgitte, xin hỏi có phải bà chọn ông Ravn"
    },
    {
        "start": "00:04:58,440",
        "end": "00:05:02,680",
        "en": "at politik er for vigtigt til, at man kan overlade det til politikerne?",
        "pa": "because politics is too important to be left to the politicians?",
        "vi": "vì chính trị quá quan trọng để được giao cho các chính khách không?"
    },
    {
        "start": "00:05:02,800",
        "end": "00:05:06,200",
        "en": "Er teknokrater mere kompetente end jer?",
        "pa": "Should we elect technocrats because they are more competent than you?",
        "vi": "Có nên bầu các nhà kỹ trị vì họ giỏi hơn chính khách không?"
    },
    {
        "start": "00:05:06,320",
        "end": "00:05:09,360",
        "en": "-Må jeg tage den? -Ja, værsgo.",
        "pa": "May I?\n -Of course. -Um...",
        "vi": "- Cho phép tôi nhé? - Được."
    },
    {
        "start": "00:05:09,480",
        "end": "00:05:15,000",
        "en": "Jeg ved lidt om økonomi og sikkert mere end visse politikere.",
        "pa": "Yes, I do know more about economics than certain politicians.",
        "vi": "Phải, tôi chắc chắn biết nhiều về kinh tế hơn là các chính khách nào đó."
    },
    {
        "start": "00:05:15,120",
        "end": "00:05:19,600",
        "en": "Men jeg er trådt ind i politik, fordi jeg har nogle holdninger.",
        "pa": "But I am entering politics because I have views I want to fight for.",
        "vi": "Nhưng tôi tham gia chính trị vì có quan điểm muốn đấu tranh vì nó."
    },
    {
        "start": "00:05:19,720",
        "end": "00:05:23,800",
        "en": "At jeg så ved noget om de emner, jeg skal beskæftige mig med",
        "pa": "That I actually know a bit about the areas I'd be dealing with...",
        "vi": "Việc tôi quả thật biết chút ít về những lĩnh vực mà tôi phụ trách..."
    },
    {
        "start": "00:05:23,920",
        "end": "00:05:27,600",
        "en": "det er svært at se som et problem, er det ikke?",
        "pa": "is difficult to regard as a problem.",
        "vi": "...rất khó để được coi là một vấn đề."
    },
    {
        "start": "00:05:27,720",
        "end": "00:05:34,400",
        "en": "Valget af Søren Ravn høster ros fra flere sider i Folketinget.",
        "pa": "Søren Ravn's candidacy has met with approval from other parties.",
        "vi": "Sự ứng cử của Søren Ravn đã được các đảng khác chấp thuận."
    },
    {
        "start": "00:05:34,520",
        "end": "00:05:41,440",
        "en": "Thorsen fra Arbejderpartiet hilser også valget af Ravn velkommen...",
        "pa": "Hans Christian Thorsen from The Labour Party welcomes Ravn\n as serious and innovative.",
        "vi": "Hans Christian Thorsen từ Công Đảng chào đón Ravn\n vì nghiêm túc và mang tính đổi mới."
    },
    {
        "start": "00:05:41,560",
        "end": "00:05:46,680",
        "en": "Der er ingen, der vil sige noget negativt om den nye spidskandidat.",
        "pa": "It is hard to find anyone critical of the choice of candidate.",
        "vi": "Vợ ông ấy...\n Thật khó để tìm ra ai đó phê phán việc lựa chọn ứng cử viên."
    },
    {
        "start": "00:05:46,800",
        "end": "00:05:50,960",
        "en": "Selv folk i regeringen udtrykker begejstring ved udsigten til",
        "pa": "Even members of the government are expressing delight at the prospect of ",
        "vi": "Ngay cả các thành viên chính phủ cũng tỏ ra vui vì viễn cảnh"
    },
    {
        "start": "00:05:51,080",
        "end": "00:05:54,440",
        "en": "at Ravn deltager i debatten om den økonomiske politik.",
        "pa": "Ravn's contribution to the debate on Denmark's future economic policy.",
        "vi": "đóng góp của Ravn cho tranh luận về chính sách kinh tế nước nhà."
    },
    {
        "start": "00:05:54,560",
        "end": "00:05:58,960",
        "en": "Så lige nu ser det ud til, at Nye Demokrater har fat i en god ende.",
        "pa": "The New Democrats seem to be onto a winner.",
        "vi": "Đảng Dân chủ Mới có vẻ đang trên đà thắng lợi."
    },
    {
        "start": "00:05:59,080",
        "end": "00:06:03,440",
        "en": "-Gode anmeldelser. Dejligt. -Der bliver taget godt imod Ravn.",
        "pa": "Great reviews. Lovely.",
        "vi": "Đánh giá tốt. Thú vị."
    },
    {
        "start": "00:06:03,560",
        "end": "00:06:06,360",
        "en": "Skønt.",
        "pa": "Yes, what a great reception.\n Wonderful.",
        "vi": "Ừ, một sự đón nhận tuyệt vời.\n Tuyệt vời."
    },
    {
        "start": "00:06:06,480",
        "end": "00:06:11,080",
        "en": "Det fritager dig bare ikke fra dit ansvar, Birgitte.",
        "pa": "But it doesn't absolve you from responsibility.",
        "vi": "Nhưng nó đâu miễn trách cho bà."
    },
    {
        "start": "00:06:11,200",
        "end": "00:06:15,400",
        "en": "Du trumfer din dagsorden igennem ved hjælp af din tinsoldat Katrine.",
        "pa": "-What do you mean? -You're imposing your agenda.\n Forced through with the help of your tin soldier, Katrine.",
        "vi": "- Là sao? - Bà áp đặt kế hoạch của mình.\n Bị buộc thông qua nhờ hỗ trợ của lính chì Katrine."
    },
    {
        "start": "00:06:15,520",
        "end": "00:06:19,400",
        "en": "-Hold dog op. -Det er en underlig strategi.",
        "pa": "Come on!",
        "vi": "Thôi nào!"
    },
    {
        "start": "00:06:19,520",
        "end": "00:06:24,600",
        "en": "Partiet hedder jo Nye Demokrater. Vi sad her og var enige om",
        "pa": "Strange for the party called \"The New Democrats\".",
        "vi": "Thật lạ với một đảng mang tên \"Đảng Dân chủ Mới\"."
    },
    {
        "start": "00:06:24,720",
        "end": "00:06:28,760",
        "en": "at der var flere partistiftere.",
        "pa": "Not long ago we sat here and agreed there were\n several founding members of this party.",
        "vi": "Ta mới thống nhất gần đây là đảng có hơn một thành viên sáng lập cơ mà."
    },
    {
        "start": "00:06:28,880",
        "end": "00:06:32,320",
        "en": "Underligt, at du har det så svært med en kandidat",
        "pa": "Strange that you oppose a candidate",
        "vi": "Thật lạ khi ông phản đối một ứng cử viên mà ngay phe đối thủ cũng chào đón, Jon ạ."
    },
    {
        "start": "00:06:32,440",
        "end": "00:06:36,200",
        "en": "som selv modstanderne taler varmt om, Jon.",
        "pa": "even our opponents welcome, Jon.",
        "vi": ""
    },
    {
        "start": "00:06:36,320",
        "end": "00:06:39,040",
        "en": "Drejer det sig om dit ego?",
        "pa": "Maybe this is about your ego.",
        "vi": "- Có lẽ đây là do cái tôi của ông. - Cái tôi của tôi?"
    },
    {
        "start": "00:06:39,160",
        "end": "00:06:43,760",
        "en": "Skal vi tale om mit ego? Du opfører dig som en egenrådig statsminister.",
        "pa": "My ego?\n You're acting like some autocratic PM, not as a team player.",
        "vi": "Bà cư xử như một Thủ tướng độc đoán, đâu phải đồng đội."
    },
    {
        "start": "00:06:43,880",
        "end": "00:06:46,280",
        "en": "Mit fokus er på partiet.",
        "pa": "-Are you no longer a team player? -My focus is on the party.",
        "vi": "- Hết là đồng đội nữa? - Tôi tập trung vào đảng."
    },
    {
        "start": "00:06:46,400",
        "end": "00:06:51,120",
        "en": "Du har givet en af de tungeste positioner til en udefrakommende.",
        "pa": "-You should do the same. -A vital party job goes to an outsider.",
        "vi": "- Ông cũng nên làm thế. - Giao vị trí sống còn cho người ngoài."
    },
    {
        "start": "00:06:51,240",
        "end": "00:06:54,680",
        "en": "Det kan du ikke forvente, at jeg skal synes er fedt.",
        "pa": "Surely you don't expect me to jump for joy?",
        "vi": "Chắc bà đâu mong tôi nhảy lên vui mừng chứ?"
    },
    {
        "start": "00:07:04,240",
        "end": "00:07:10,920",
        "en": "Vi har bremset tilbagegangen i seertallene på 18-nyhederne.",
        "pa": "Another piece of really good news is that over the last couple of weeks",
        "vi": "Một mẩu tin rất tốt nữa là trong vài tuần vừa qua,"
    },
    {
        "start": "00:07:11,040",
        "end": "00:07:14,520",
        "en": "Det er vi rigtig glade for. Ikke også, Torben?",
        "pa": "we have slowed the decline in viewers for the six o'clock.\n We are really pleased, right, Torben?",
        "vi": "ta đã làm chậm sự sụt giảm người xem chương trình sáu giờ.\n Chúng tôi rất hài lòng, nhỉ, Torben?"
    },
    {
        "start": "00:07:14,640",
        "end": "00:07:20,040",
        "en": "Jo, det er vi rigtig glade for. Vi indførte en lidt blødere profil.",
        "pa": "We are very happy about that.\n A month ago we made it a bit fluffier.",
        "vi": "Chúng tôi rất vui về điều đó.\n Một tháng trước, chúng ta đã khiến nó bớt nặng nề."
    },
    {
        "start": "00:07:20,160",
        "end": "00:07:25,720",
        "en": "Alt pegede på, at seerne gerne ville have familieorienterede værdier.",
        "pa": "All indications were that viewers wanted more family-oriented values.",
        "vi": "Mọi dấu hiệu cho thấy khán giả muốn nhiều giá trị gia đình hơn."
    },
    {
        "start": "00:07:25,840",
        "end": "00:07:31,120",
        "en": "Det har bremset de dalende seertal, og det er jo glimrende.",
        "pa": "And as Alex says, it's slowed the decline in viewers. Which is great.",
        "vi": "Và như Alex nói, nó làm chậm sự sụt giảm người xem. Điều đó thật tuyệt."
    },
    {
        "start": "00:07:31,240",
        "end": "00:07:35,240",
        "en": "Så vi skal ikke være bange for at lytte til vores seere.",
        "pa": "We shouldn't be afraid of listening to our viewers.",
        "vi": "Ta không nên ngại lắng nghe khán giả."
    },
    {
        "start": "00:07:35,360",
        "end": "00:07:40,760",
        "en": "Vi har også spurgt dem, om de savner 12-nyhederne.",
        "pa": "-No one should be afraid. - Absolutely not.\n We also asked them if they missed the twelve o'clock news.",
        "vi": "- Đừng sợ. - Hoàn toàn không.\n Chúng tôi cũng hỏi liệu họ có nhớ bản tin 12 giờ không."
    },
    {
        "start": "00:07:40,880",
        "end": "00:07:44,640",
        "en": "En gruppeundersøgelse svarer klart nej.",
        "pa": "But our focus group answers with a responding no.",
        "vi": "Nhưng nhóm tập trung trả lời với đáp án là không."
    },
    {
        "start": "00:07:44,760",
        "end": "00:07:48,720",
        "en": "-Hvad siger dine folk til det? -Normalt råber og skriger de.",
        "pa": "What do your staff say?",
        "vi": "Nhân viên của anh nói gì?"
    },
    {
        "start": "00:07:48,840",
        "end": "00:07:52,680",
        "en": "Men de har stor forståelse for vores situation.",
        "pa": "Normally, they would kick and scream, but they understand the situation.",
        "vi": "Thường thì họ sẽ phản kháng quyết liệt, nhưng họ hiểu tình hình rồi."
    },
    {
        "start": "00:07:52,800",
        "end": "00:07:55,040",
        "en": "Det tør siges.",
        "pa": "-Yes. - They sure do.",
        "vi": "- Phải. - Có thế chứ."
    },
    {
        "start": "00:07:57,920",
        "end": "00:08:04,160",
        "en": "Torben, fik du sagt, at vi er mange, der er imod, at de nedlægger 12'eren?",
        "pa": "So, Torben, did you tell them we are against abolishing the twelve o'clock?",
        "vi": "Torben, anh có nói với họ là ta phản đối hủy bỏ bản tin 12 giờ không?"
    },
    {
        "start": "00:08:04,280",
        "end": "00:08:09,920",
        "en": "-Nej, det gjorde jeg ikke, Hanne. -12'eren adskiller os fra 2'eren.",
        "pa": "I had no reason to tell them.\n The twelve o'clock is the only thing distinguishing us from TV2.",
        "vi": "Tôi đâu có lý do gì để nói với họ.\n Bản tin 12 giờ là thứ duy nhất phân biệt chúng ta với TV2."
    },
    {
        "start": "00:08:10,040",
        "end": "00:08:14,200",
        "en": "Men ingen gider se 12'eren. Ingen vil savne den. På nær os selv.",
        "pa": "In the real world the only people who miss it are us,",
        "vi": "Trong thế giới thực, những người duy nhất nhớ nó là chúng ta,"
    },
    {
        "start": "00:08:14,320",
        "end": "00:08:17,560",
        "en": "Eventuelt Journalistforbundet.",
        "pa": "the journalists' trade union, and a few readers of Mandag Morgen.",
        "vi": "hội nhà báo và một vài độc giả của Mandag Morgen."
    },
    {
        "start": "00:08:17,680",
        "end": "00:08:21,200",
        "en": "Og hvem siger det?",
        "pa": "Who says that?",
        "vi": "Ai bảo thế?"
    },
    {
        "start": "00:08:21,320",
        "end": "00:08:27,240",
        "en": "Det siger en stor og velunderbygget fokusgruppeundersøgelse.",
        "pa": "A major focus group study carried out by management, Hanne.",
        "vi": "Nghiên cứu nhóm tập trung trọng yếu được thực hiện bởi ban giám đốc, Hanne."
    },
    {
        "start": "00:08:33,200",
        "end": "00:08:36,120",
        "en": "Jeg har bedt Søren forberede sig til i dag.",
        "pa": "I have asked Søren to prepare something for us.",
        "vi": "Tôi đã bảo Søren chuẩn bị cho hôm nay rồi."
    },
    {
        "start": "00:08:36,240",
        "end": "00:08:39,600",
        "en": "Vi skal fortælle om vores økonomiske politik.",
        "pa": "We need to start telling the electorate about our economic policy.",
        "vi": "Ta cần bắt đầu nói cho cử tri chính sách kinh tế của đảng."
    },
    {
        "start": "00:08:39,720",
        "end": "00:08:45,600",
        "en": "Søren vil lede en række møder, hvor vi kan høre om hans visioner.",
        "pa": "Søren has agreed to lead a series of meetings.",
        "vi": "Søren đã đồng ý chủ trì một loạt cuộc họp."
    },
    {
        "start": "00:08:45,720",
        "end": "00:08:50,480",
        "en": "Er historien fuldstændig ligegyldig? Bent, du må kunne huske dengang",
        "pa": "Everyone will be heard and we can hear about his visions.\n Is history completely irrelevant here?",
        "vi": "Tất cả sẽ phát biểu và ta có thể nghe tầm nhìn của anh ta.\n Lịch sử hoàn toàn không liên quan ở đây?"
    },
    {
        "start": "00:08:50,600",
        "end": "00:08:56,640",
        "en": "Ravn prædikede om, at Danmark skulle være et kommunistisk diktatur.",
        "pa": "Bent, you must be able to remember when\n Ravn wanted Denmark to be a communist dictatorship\n under Moscow's leadership? We'd be speaking a different language now.",
        "vi": "Bent, hẳn anh nhớ khi Ravn muốn Đan Mạch thành một chế độ độc tài cộng sản\n dưới sự lãnh đạo của Moscow chứ? Nếu thật giờ chắc nói tiếng khác rồi."
    },
    {
        "start": "00:08:56,760",
        "end": "00:08:59,280",
        "en": "-Det er 30 år siden. -Præcis.",
        "pa": "-It's 30 years ago. -Precisely, only 30 years ago.",
        "vi": "- Từ 30 năm trước. - Đúng, mới 30 năm trước."
    },
    {
        "start": "00:08:59,400",
        "end": "00:09:02,240",
        "en": "Skal vi ikke lægge fortiden bag os?",
        "pa": "Let's put the past behind us.",
        "vi": "Hãy bỏ lại quá khứ đi."
    },
    {
        "start": "00:09:02,360",
        "end": "00:09:07,000",
        "en": "Kan vi ikke bare give ham en chance?",
        "pa": "Erik, let's give him a chance.",
        "vi": "Erik, cho ông ta một cơ hội đi."
    },
    {
        "start": "00:09:07,120",
        "end": "00:09:11,440",
        "en": "Vi forstår nu, at vi er uløseligt forbundne af økonomien.",
        "pa": "We are all inextricably bound by economics.",
        "vi": "Chúng ta đều bị ràng buộc chặt chẽ bởi kinh tế học."
    },
    {
        "start": "00:09:11,560",
        "end": "00:09:16,840",
        "en": "Derfor forsøger de rige nationer i Europa at redde de svage økonomier.",
        "pa": "That is why the rich nations of Europe are trying to rescue",
        "vi": "Đó là lý do các nước giàu ở châu Âu đang cố cứu"
    },
    {
        "start": "00:09:16,960",
        "end": "00:09:21,400",
        "en": "Det er for at redde os selv. Sartre talte om",
        "pa": "the weak economies in the south with billions of Euros.\n It's to save ourselves.",
        "vi": "các nền kinh tế yếu kém ở miền Nam bằng hàng tỷ euro. Để cứu chính chúng ta."
    },
    {
        "start": "00:09:21,520",
        "end": "00:09:26,840",
        "en": "at noget af det mest fundamentale er, at der ikke er nok af goderne.",
        "pa": "Sartre said that one of the most fundamental truths\n is that there is not enough to go around.",
        "vi": "Sartre nói rằng một trong những sự thật cơ bản nhất\n là không có đủ để chia cho tất cả."
    },
    {
        "start": "00:09:26,960",
        "end": "00:09:30,000",
        "en": "Penge, mad, vand, plads.",
        "pa": "Money. Food. Water. Space.",
        "vi": "Tiền. Thức ăn. Nước. Không gian."
    },
    {
        "start": "00:09:30,120",
        "end": "00:09:33,680",
        "en": "Kærlighed, sex. Så vi slås om dem.",
        "pa": "Love. Sex.",
        "vi": "Tình yêu. Tình dục."
    },
    {
        "start": "00:09:33,800",
        "end": "00:09:36,960",
        "en": "Eller vi lærer at fordele dem.",
        "pa": "So we compete for them. Or we learn to share them.",
        "vi": "Nên chúng ta tranh giành chúng. Hoặc là học cách chia sẻ chúng."
    },
    {
        "start": "00:09:39,600",
        "end": "00:09:42,960",
        "en": "Fønsmark, sidder vi og bager lidt på læreren?",
        "pa": "Have we got a crush on the teacher?",
        "vi": "Chúng ta đã mê tít thầy giáo?"
    },
    {
        "start": "00:09:43,080",
        "end": "00:09:47,480",
        "en": "-Synes du, han er lækker? -Han er pisselækker.",
        "pa": "-Do you fancy him? -He's fucking gorgeous!",
        "vi": "- Anh thích anh ta? - Quá hấp dẫn."
    },
    {
        "start": "00:09:47,600",
        "end": "00:09:51,680",
        "en": "Allokering af knappe ressourcer til dækning af rivaliserende behov.",
        "pa": "Control yourself!\n \"The allocation of scarce resources to cover competing needs\".",
        "vi": "Kiềm chế chút đi!\n \"Việc phân bổ nguồn lực khan hiếm để đáp ứng nhu cầu cạnh tranh\"."
    },
    {
        "start": "00:09:51,800",
        "end": "00:09:57,120",
        "en": "Det kan siges meget enkelt: Hvem skal have, når der ikke er nok til alle?",
        "pa": "You can express that in simple terms.\n Who is to be given, when there isn't enough to go round?",
        "vi": "Có thể diễn đạt đơn giản là:\n Chia cho ai khi không có đủ cho tất cả?"
    },
    {
        "start": "00:09:57,240",
        "end": "00:10:04,160",
        "en": "Mit forslag til en finanspolitik tager udgangspunkt i en forståelse",
        "pa": "And my proposal for a new finance policy for the New Democrats",
        "vi": "Và tôi đề xuất chính sách tài chính mới cho Đảng Dân chủ Mới"
    },
    {
        "start": "00:10:04,280",
        "end": "00:10:10,600",
        "en": "af den kompleksitet og forbundethed, vi alle er en del af.",
        "pa": "is based on an understanding of the complexity and connectedness",
        "vi": "dựa trên hiểu biết về sự phức tạp và sự liên kết"
    },
    {
        "start": "00:10:10,720",
        "end": "00:10:14,200",
        "en": "Jeg har en markant grøn profil som bærende idé",
        "pa": "that we are all part of, whether we like it or not.\n We take a markedly green profile as the framework",
        "vi": "mà chúng ta đều là một phần của nó, dù thích hay không.\n Chúng ta coi một hồ sơ xanh ấn tượng như cái khung"
    },
    {
        "start": "00:10:14,320",
        "end": "00:10:17,760",
        "en": "og et fundamentalt opgør med fordelingspolitikken.",
        "pa": "and a fundamental break with redistributive policies.",
        "vi": "và có bước đột phá cơ bản với các chính sách phân phối lại."
    },
    {
        "start": "00:10:17,880",
        "end": "00:10:22,600",
        "en": "Et opgør med \"sådan plejer vi at gøre\".",
        "pa": "A break with \"business as usual\".",
        "vi": "Đột phá với \"mọi việc đâu sẽ vào đấy\"."
    },
    {
        "start": "00:10:24,040",
        "end": "00:10:30,040",
        "en": "Og her plejer jeg så lige at holde fem minutters pause. Er det i orden?",
        "pa": "And at this point I usually have a five minute break,\n if that is okay.",
        "vi": "Và lúc này tôi thường giải lao năm phút nếu được."
    },
    {
        "start": "00:10:32,960",
        "end": "00:10:35,840",
        "en": "Hej.",
        "pa": "-A break with redistributive policies? -Hi.",
        "vi": "- Giải lao với chính sách phân phối lại? - Chào."
    },
    {
        "start": "00:10:35,960",
        "end": "00:10:37,960",
        "en": "Hvornår?",
        "pa": "When?",
        "vi": "Khi nào?"
    },
    {
        "start": "00:10:42,240",
        "end": "00:10:47,440",
        "en": "Birgitte, jeg er blevet ringet op af en gammel kollega.",
        "pa": "BIRGITTE'S NEW CANDIDATE IS A MOSCOW PARTY SOLDIER\n Birgitte.\n An old workmate from Express sent me tomorrow's headline.",
        "vi": "ỨNG CỬ VIÊN MỚI CỦA BIRGITTE LÀ LÍNH ĐẢNG MOSCOW\n Birgitte.\n Một đồng nghiệp cũ từ báo Express gửi tôi tít báo ngày mai."
    },
    {
        "start": "00:10:48,920",
        "end": "00:10:52,480",
        "en": "Søren, det er forsiden på Ekspres i morgen.",
        "pa": "Søren, it's the front page of tomorrow's paper. They want a comment.",
        "vi": "Søren, nó là trang nhất của báo Express. Anh ta muốn một bình luận."
    },
    {
        "start": "00:10:54,640",
        "end": "00:10:59,320",
        "en": "Ja. Det har jeg prøvet før, så...",
        "pa": "BIRGITTE'S NEW CANDIDATE IS A MOSCOW PARTY SOLDIER\n Yeah... I've been here before, so...",
        "vi": "Phải... Tôi đã từng làm thế, nên..."
    },
    {
        "start": "00:10:59,440",
        "end": "00:11:03,480",
        "en": "Du og Søren skal lige have en snak om pressehåndtering.",
        "pa": "Have a chat about anything else that might come from that direction.",
        "vi": "Hai người nên trao đổi về bất cứ điều gì có thể nảy sinh từ hướng đó."
    },
    {
        "start": "00:11:03,600",
        "end": "00:11:07,880",
        "en": "-Ja, det må vi hellere. -Ja, jeg skal ud og ryge.",
        "pa": "Yes, we better.\n I am going for a smoke. ",
        "vi": "Ừ, nên thế.\n Tôi đi hút thuốc đã."
    },
    {
        "start": "00:11:09,720",
        "end": "00:11:14,840",
        "en": "Det er en gammel historie, som de skrev, dengang jeg blev professor.",
        "pa": "It's an old story they wrote about the time I was made a professor.",
        "vi": "Đó là chuyện cũ viết về thời gian tôi đươc phong giáo sư."
    },
    {
        "start": "00:11:14,960",
        "end": "00:11:19,160",
        "en": "-Hvad gik den på dengang? -De syntes, det var lidt sjovt...",
        "pa": "Want one?\n Thanks. What was their point then?\n They found it funny...",
        "vi": "Muốn hút không?\n Cảm ơn. Mục đích của họ là gì?\n Họ thấy nó khôi hài..."
    },
    {
        "start": "00:11:19,280",
        "end": "00:11:22,400",
        "en": "Universitetet fik jo en professor i økonomi",
        "pa": "that the university appointed a professor of economics",
        "vi": "Đại học lại bổ nhiệm một giáo sư kinh tế"
    },
    {
        "start": "00:11:22,520",
        "end": "00:11:26,440",
        "en": "som flirtede med marxistisk planøkonomi.",
        "pa": "who'd flirted with Marxist planned economics. Don't you think?",
        "vi": "từng cợt nhả kinh tế kế hoạch Mác-xít. Cô không thấy?"
    },
    {
        "start": "00:11:26,560",
        "end": "00:11:31,320",
        "en": "Uden tvivl. Du blev medlem af DKP i 80 og var medlem i 13 år.",
        "pa": "Without a doubt.\n You were in the Communist Party for 13 years?",
        "vi": "Chắc chắn rồi.\n Ông đã ở trong Đảng Cộng sản 13 năm?"
    },
    {
        "start": "00:11:31,440",
        "end": "00:11:33,960",
        "en": "Ja, ja.",
        "pa": "Yes, right...",
        "vi": "Ừ, phải..."
    },
    {
        "start": "00:11:34,080",
        "end": "00:11:38,760",
        "en": "Da Muren faldt, var det lidt svært at holde fast i overbevisningen.",
        "pa": "Yes, but when the wall fell",
        "vi": "Phải, nhưng khi bức tường sụp đổ, thật khó để giữ vững niềm tin của mình."
    },
    {
        "start": "00:11:38,880",
        "end": "00:11:44,200",
        "en": "Så røg jeg igennem en større selvransagelse.",
        "pa": "it was tough to stick to my convictions.\n I did a lot of soul searching, like the rest of the left wing.",
        "vi": "Tôi đã tự vấn lương tâm rất nhiều, như phần còn lại của cánh tả."
    },
    {
        "start": "00:11:44,320",
        "end": "00:11:49,840",
        "en": "Jeg havde brugt min ungdom på det. Jeg har aldrig benægtet det.",
        "pa": "I had spent my entire youth on it.",
        "vi": "Tôi đã dành cả tuổi trẻ cho nó. Nhưng chưa hề cố chối bỏ nó."
    },
    {
        "start": "00:11:49,960",
        "end": "00:11:53,840",
        "en": "Selv om jeg lægger afstand til kommunismen i dag.",
        "pa": "But I never tried to deny it.\n Though, of course, I strongly repudiate communism today.",
        "vi": "Dù giờ đây tôi phản đối mạnh mẽ chủ nghĩa cộng sản."
    },
    {
        "start": "00:11:53,960",
        "end": "00:11:56,120",
        "en": "Tak.",
        "pa": "Thank you. ",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:11:56,240",
        "end": "00:12:01,800",
        "en": "-Og væbnet revolution? -Det stod i vores program.",
        "pa": "And armed revolution?",
        "vi": "Và còn cách mạng vũ trang?"
    },
    {
        "start": "00:12:01,920",
        "end": "00:12:06,400",
        "en": "Der er en grund til, at de kalder det \"partisoldat\".",
        "pa": "It was in our manifesto.\n Hence the term \"party soldier\".",
        "vi": "Nó nằm trong tuyên ngôn của đảng. Nên mới có thuật ngữ \"lính đảng\"."
    },
    {
        "start": "00:12:06,520",
        "end": "00:12:10,720",
        "en": "Hvad tror du ellers, de vil kunne finde? Billeder fra dengang?",
        "pa": "What else can they dig up?",
        "vi": "Họ còn đào bới được gì nữa?"
    },
    {
        "start": "00:12:10,840",
        "end": "00:12:13,320",
        "en": "Kompromitterende oplysninger?",
        "pa": "Photos from those days?\n Compromising information?",
        "vi": "Hình ảnh từ thời đó?\n Hay là dàn xếp thông tin?"
    },
    {
        "start": "00:12:14,640",
        "end": "00:12:20,200",
        "en": "Jeg har ikke noget overblik over, hvad der kan ligge.",
        "pa": "I have no idea what might...",
        "vi": "Tôi không biết cái gì có thể..."
    },
    {
        "start": "00:12:20,320",
        "end": "00:12:23,640",
        "en": "Men hvis de finder noget, så er det uskyldigt.",
        "pa": "be out there.\n But I can assure you it will be innocent stuff.",
        "vi": "...lộ ra nữa.\n Nhưng có thể đảm bảo đó sẽ là thứ vô hại."
    },
    {
        "start": "00:12:25,040",
        "end": "00:12:27,080",
        "en": "Det er fint. Tak.",
        "pa": "Fine.",
        "vi": "Tốt."
    },
    {
        "start": "00:12:27,200",
        "end": "00:12:30,600",
        "en": "Jeg bliver nødt til at finde en pakke smøger.",
        "pa": "Thanks.\n I am just going to have to find a pack of cigarettes.",
        "vi": "Cảm ơn.\n Tôi sẽ phải tìm một gói thuốc lá."
    },
    {
        "start": "00:12:30,720",
        "end": "00:12:35,640",
        "en": "Du... Den lille røde stjerne har jeg stadig liggende et sted.",
        "pa": "Listen...\n My little red star... I've still got it.",
        "vi": "Nghe này...\n Ngôi sao đỏ nhỏ của tôi... Tôi vẫn giữ nó."
    },
    {
        "start": "00:12:35,760",
        "end": "00:12:39,920",
        "en": "Ville det være kompromitterende, hvis jeg tog den på?",
        "pa": "Would it be compromising for me to wear it?",
        "vi": "Đeo nó có hại gì cho tôi không?"
    },
    {
        "start": "00:12:40,040",
        "end": "00:12:43,960",
        "en": "-Du kan prøve. -Jeg er der om fem minutter.",
        "pa": "You can try.\n I'll be five minutes.",
        "vi": "- Ông thử xem. - Năm phút nữa tôi quay lại."
    },
    {
        "start": "00:12:47,880",
        "end": "00:12:54,360",
        "en": "Der er ikke noget i det. Han har ikke haft nogen ledende rolle i DKP.",
        "pa": "There is no meat on it.\n It's the old story of his communist past.",
        "vi": "Chẳng có gì, chuyện cũ về quá khứ cộng sản của ông ấy thôi."
    },
    {
        "start": "00:12:54,480",
        "end": "00:12:59,040",
        "en": "Vores strategi hedder \"fremtiden er vigtigere end fortiden\".",
        "pa": "He was never a DCP leader and he's never concealed it.\n -So what do you recommend? -A \"future first\" strategy.",
        "vi": "Ông ta chưa từng là lãnh tụ DKP và chưa hề che đậy nó.\n Vậy cô có đề nghị gì?\n Chiến lược \"tương lai là nhất\". Ta bắt đầu tấn công."
    },
    {
        "start": "00:12:59,160",
        "end": "00:13:02,120",
        "en": "Vi er offensive. Vi snakker økonomi.",
        "pa": "We go on the offensive. We talk economics and not the old days.",
        "vi": "Nói về kinh tế không nói về quá khứ."
    },
    {
        "start": "00:13:02,240",
        "end": "00:13:06,480",
        "en": "Jeg sætter et interview op, hvor Ravn løfter sløret for visionerne",
        "pa": "An interview in the business press.",
        "vi": "Một bài phỏng vấn trên báo thương mại."
    },
    {
        "start": "00:13:06,600",
        "end": "00:13:09,680",
        "en": "på det finanspolitiske område.",
        "pa": "Ravn can unveil our visions\n and criticize the government for not having any.",
        "vi": "Ravn có thể tiết lộ tầm nhìn của chúng ta và chỉ trích chính phủ vì hoàn toàn thờ ơ."
    },
    {
        "start": "00:13:09,800",
        "end": "00:13:11,800",
        "en": "Du har bolden.",
        "pa": "The ball is in your court.",
        "vi": "Cô tự quyết đi."
    },
    {
        "start": "00:13:13,120",
        "end": "00:13:14,760",
        "en": "Jeg skal have et bud på",
        "pa": "I need to know how you will do it and I need it before 9:00 a.m.",
        "vi": "Tôi cần biết anh sẽ làm thế nào và tôi cần nó trước chín giờ sáng."
    },
    {
        "start": "00:13:14,840",
        "end": "00:13:17,360",
        "en": "hvordan du vil gøre det, inden kl. 9 i morgen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:13:17,480",
        "end": "00:13:21,720",
        "en": "-Det kan jeg ikke nå. -God arbejdslyst.",
        "pa": "I can't do it in time.\n -Let's move forward. Good luck. -But...",
        "vi": "Làm sao mà kịp.\n Cùng tiến lên nào. Chúc may mắn."
    },
    {
        "start": "00:13:21,840",
        "end": "00:13:24,120",
        "en": "-Hej, Pia. -Hej.",
        "pa": "Hi, Pia.\n Hi.",
        "vi": "Chào Pia.\n Chào."
    },
    {
        "start": "00:13:35,080",
        "end": "00:13:38,160",
        "en": "Det var rigtig dejligt i torsdags.",
        "pa": "It was really lovely. Thursday.",
        "vi": "Hôm thứ Năm thật tuyệt."
    },
    {
        "start": "00:13:42,640",
        "end": "00:13:45,960",
        "en": "Ja. Det var det.",
        "pa": "Yeah.",
        "vi": "Phải."
    },
    {
        "start": "00:13:46,080",
        "end": "00:13:49,000",
        "en": "Rigtig meget.",
        "pa": "It was really lovely.\n Very much so.",
        "vi": "Rất tuyệt.\n Đúng vậy."
    },
    {
        "start": "00:13:49,120",
        "end": "00:13:51,880",
        "en": "Meget dejligt.",
        "pa": "Lovely.",
        "vi": "Tuyệt vời lắm."
    },
    {
        "start": "00:13:54,840",
        "end": "00:14:01,480",
        "en": "Sorry, det er mig. Jeg er bare virkelig presset lige for tiden.",
        "pa": "Sorry, it's me.\n I am just... I am just really stressed at the moment.",
        "vi": "Xin lỗi, là do anh. Chỉ là... Dạo này tôi thực sự bị thúc bách."
    },
    {
        "start": "00:14:01,600",
        "end": "00:14:06,400",
        "en": "Du skal bare tage al den tid, du har brug for, ikke?",
        "pa": "Mmm.\n Yes. Just take all the time you need, all right?",
        "vi": "Phải đấy. Cứ làm từ từ thôi, được chứ?"
    },
    {
        "start": "00:14:08,440",
        "end": "00:14:13,640",
        "en": "Jeg får lyst til dig. Jeg har virkelig lyst til dig lige nu.",
        "pa": "I want you.\n I want you right now.",
        "vi": "Tôi muốn cô.\n Giờ tôi rất muốn cô."
    },
    {
        "start": "00:14:15,480",
        "end": "00:14:21,560",
        "en": "-Ses vi i morgen aften? -Ja. Eller onsdag er måske bedre.",
        "pa": "See you tomorrow night?\n Or...",
        "vi": "Gặp lại vào tối mai nhé?\n Hoặc là..."
    },
    {
        "start": "00:14:22,800",
        "end": "00:14:27,760",
        "en": "Du ved, det der med at komme hjemmefra. Jeg skal bare lige...",
        "pa": "Wednesday may be better.\n  \n Getting out once I have been home...",
        "vi": "thứ Tư thì tốt hơn.\n Về nhà rồi lại ra ngoài thì..."
    },
    {
        "start": "00:14:43,760",
        "end": "00:14:47,960",
        "en": "Birgitte, vi vil faktisk gerne bede om en prøve mere.",
        "pa": "Birgitte?\n Hi. The radiologist asked me to get you for another test.",
        "vi": "Bà Birgitte?\n Chào bà. Bác sĩ X-quang muốn bà làm xét nghiệm khác."
    },
    {
        "start": "00:14:48,080",
        "end": "00:14:51,240",
        "en": "-En til? -Det er en biopsi. En vævsprøve.",
        "pa": "-Another? -A biopsy. It'll only take a moment.",
        "vi": "- Cái khác? - Sinh tiết. Chỉ mất một chút thôi."
    },
    {
        "start": "00:14:51,360",
        "end": "00:14:53,960",
        "en": "Det tager kun et øjeblik.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:54,080",
        "end": "00:14:58,800",
        "en": "-Hvorfor skal jeg have en biopsi? -Det ved jeg ikke.",
        "pa": "-Why would I need a biopsy? -I don't know.",
        "vi": "- Sao tôi lại cần sinh tiết? - Tôi không rõ."
    },
    {
        "start": "00:14:58,920",
        "end": "00:15:01,120",
        "en": "Må jeg tale med en læge?",
        "pa": "Can I talk to a doctor?",
        "vi": "Tôi gặp bác sĩ được không?"
    },
    {
        "start": "00:15:03,160",
        "end": "00:15:06,640",
        "en": "-Goddag. Birgitte Nyborg. -Mogens Winther.",
        "pa": "-Hello. Birgitte Nyborg. -Hello. Mogens Winther.",
        "vi": "- Chào ông. Birgitte Nyborg. - Tôi là Mogens Winther."
    },
    {
        "start": "00:15:06,760",
        "end": "00:15:12,360",
        "en": "Jeg vil tale med overlægen, for jeg kan ikke forstå, hvad der foregår.",
        "pa": "I had the audacity to ask to see the head of the department",
        "vi": "Tôi cả gan đòi gặp bác sĩ trưởng khoa"
    },
    {
        "start": "00:15:12,480",
        "end": "00:15:15,240",
        "en": "Vil du ikke lige sidde ned?",
        "pa": "because I can't understand what is going on?\n -Please have a seat. -Sure.",
        "vi": "vì không hiểu chuyện gì đang xảy ra.\n - Mời bà ngồi. - Được."
    },
    {
        "start": "00:15:15,360",
        "end": "00:15:20,680",
        "en": "Jeg kommer jo med baggrund i nogle smerter i min højre hånd.",
        "pa": "-I came here because of... -Yeah.",
        "vi": "Tôi đến khám...\n ...bởi vì..."
    },
    {
        "start": "00:15:20,800",
        "end": "00:15:27,440",
        "en": "Ja. Røntgenlægen vurderede, at han ville foretage en brystundersøgelse.",
        "pa": "because of these pains in my right hand.\n I understand.\n The radiologist decided to do the mammography this morning.",
        "vi": "những cơn đau ở tay phải.\n Tôi hiểu. Bác sĩ X-quang quyết định chụp nhũ ảnh sáng nay."
    },
    {
        "start": "00:15:27,560",
        "end": "00:15:31,560",
        "en": "Det er ganske normalt med de forstyrrelser, du har haft.",
        "pa": "It is normal procedure with problems like yours in your hand and arm.",
        "vi": "Thủ tục bình thường với các vấn đề về tay và cánh tay như của bà."
    },
    {
        "start": "00:15:31,680",
        "end": "00:15:38,600",
        "en": "På baggrund af mammografien bør vi tage en vævsprøve.",
        "pa": "Based on the mammography\n the radiologist has recommended a biopsy.",
        "vi": "Dựa trên kết quả chụp nhũ ảnh,\n bác sĩ X-quang đã đề nghị làm sinh tiết."
    },
    {
        "start": "00:15:40,320",
        "end": "00:15:44,600",
        "en": "-Var der noget på billederne? -Vi bør lige tage en biopsi.",
        "pa": "Did the X-rays show something?\n The biopsy is just a precaution.",
        "vi": "Tia X chỉ ra gì à?\n Sinh tiết chỉ để đề phòng thôi."
    },
    {
        "start": "00:15:44,720",
        "end": "00:15:50,120",
        "en": "-Her og nu? -Folk skal ikke rende flere gange.",
        "pa": "-Here and now? -To minimize inconvenience to you.",
        "vi": "- Chụp luôn và tại đây? - Để đỡ mất công cho bà."
    },
    {
        "start": "00:15:50,240",
        "end": "00:15:53,360",
        "en": "Hvad har det at gøre med smerterne?",
        "pa": "-What it got to do with my pain? -Perhaps nothing.",
        "vi": "- Nó có liên quan gì đến cơn đau của tôi? - Có lẽ không có gì."
    },
    {
        "start": "00:15:53,480",
        "end": "00:16:00,000",
        "en": "Kroppen kan godt sende os signaler på andre steder og måder.",
        "pa": "But the body sometimes sends signals in other locations and ways.",
        "vi": "Nhưng cơ thể đôi khi gửi tín hiệu ở các vị trí và theo các cách khác."
    },
    {
        "start": "00:16:00,120",
        "end": "00:16:04,000",
        "en": "-Om hvad? -At der er noget, vi bør kigge på.",
        "pa": "Signals?\n That there may be something we should look at. ",
        "vi": "Tín hiệu?\n Rằng có thể có gì đó chúng ta nên xem xét."
    },
    {
        "start": "00:16:04,120",
        "end": "00:16:08,280",
        "en": "-Du er hurtigt færdig. -I dag passer meget dårligt.",
        "pa": "It won't take long.\n -Today is really bad for-- -Now is the best time.",
        "vi": "Sẽ không lâu đâu.\n Hôm nay không được. Tôi bị muộn rồi..."
    },
    {
        "start": "00:16:08,400",
        "end": "00:16:13,800",
        "en": "Nu er som regel det bedste tidspunkt med travle mennesker som dig.",
        "pa": "It usually is for busy people like you.",
        "vi": "Giờ là tốt nhất. Thường dành cho những người bận rộn như bà đấy."
    },
    {
        "start": "00:16:13,920",
        "end": "00:16:17,280",
        "en": "Hvis du har celleforandringer i dit bryst",
        "pa": "Well...\n If you have cell changes in your breast, time is not on your side.",
        "vi": "Chà...\n Nếu đúng bà có biến đổi tế bào trong vú, thì thời gian không ủng hộ bà nữa đâu."
    },
    {
        "start": "00:16:17,400",
        "end": "00:16:21,240",
        "en": "så arbejder tiden ikke for dig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:31,520",
        "end": "00:16:33,760",
        "en": "Ja...",
        "pa": "Right then.",
        "vi": "Được rồi."
    },
    {
        "start": "00:16:33,880",
        "end": "00:16:38,840",
        "en": "Torben, skal der fremover kun være én fotograf i studiet?",
        "pa": "Torben, are we going to start using robot cameras?",
        "vi": "Torben, chúng ta định bắt đầu sử dụng máy quay tự động à?"
    },
    {
        "start": "00:16:38,960",
        "end": "00:16:43,520",
        "en": "-Ja. Det er faktisk planen. -Kommer det fra chefredaktionen?",
        "pa": "Yes.\n That is the plan.",
        "vi": "Phải.\n Kế hoạch là thế."
    },
    {
        "start": "00:16:43,640",
        "end": "00:16:49,960",
        "en": "Skulle det være et problem? Det her er en gennemtænkt og moderne plan.",
        "pa": "A dictate from the board?\n Is that a problem?\n It's actually a very thorough, modern plan.",
        "vi": "Mệnh lệnh từ ban giám đốc?\n Đó là vấn đề à?\n Đó thực sự là một kế hoạch rất kỹ lưỡng, tối tân."
    },
    {
        "start": "00:16:50,080",
        "end": "00:16:53,200",
        "en": "Ikke? Der er altid nogle, der er imod fremskridt.",
        "pa": "All right?\n I expect some people preferred horse-drawn trams to buses, too.",
        "vi": "Tôi cũng mong một số người thích xe điện ngựa kéo hơn xe buýt."
    },
    {
        "start": "00:16:53,320",
        "end": "00:16:56,520",
        "en": "Nogle foretrækker hestetrukne sporvogne.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:56,640",
        "end": "00:17:02,240",
        "en": "-Kalder du os bagstræberiske? -Nu må I kraftedeme holde op!",
        "pa": "Are you calling us reactionary for being concerned about quality?\n Give me a break!",
        "vi": "Anh gọi bọn tôi là kẻ phản động vì lo âu về chất lượng à?\n Tha cho tôi đi!"
    },
    {
        "start": "00:17:06,720",
        "end": "00:17:12,400",
        "en": "Det skal ikke være en kampplads, det her. I brokker jer hele tiden.",
        "pa": "This is not a battlefield. You never stop moaning.",
        "vi": "Đây đâu phải chiến trường. Các người không ngừng than vãn."
    },
    {
        "start": "00:17:12,520",
        "end": "00:17:15,440",
        "en": "Vi skal lave nyheder. Kom.",
        "pa": "I have had enough.\n Drop it. We have news to report.\n Come.",
        "vi": "Tôi chịu đủ rồi. Thôi đi. Còn nhiều tin tức lắm."
    },
    {
        "start": "00:17:15,560",
        "end": "00:17:18,600",
        "en": "Partikelfiltre? Vestforbrændingen?",
        "pa": "Particle filters. The city incineration plant. Get me something.",
        "vi": "Mau lên nào. Bộ lọc hạt. Nhà máy hỏa táng thành phố. Làm đi."
    },
    {
        "start": "00:17:18,720",
        "end": "00:17:22,680",
        "en": "Søren Ravn langer ud efter regeringens økonomiske politik.",
        "pa": "Søren Ravn really lashes out at the government's economic policies.",
        "vi": "Ravn thực sự đả kích chính sách kinh tế của chính phủ."
    },
    {
        "start": "00:17:22,800",
        "end": "00:17:27,840",
        "en": "-Det er ikke en kommunisthistorie? -Nej. Det er ikke kun spin.",
        "pa": "-It's not a commie story? -Nor is it New Democrat spin.",
        "vi": "Không phải chuyện về cộng sản?\n Hay Đảng Dân chủ Mới lái câu chuyện đâu."
    },
    {
        "start": "00:17:27,960",
        "end": "00:17:33,920",
        "en": "Ravns kritik virker ret lødig. Se her. Det er citeret på webaviserne.",
        "pa": "Ravn's criticism of the Liberals' economic policy seems pretty sound.",
        "vi": "Ravn chỉ trích chính sách kinh tế của Đảng Tự do khá hợp lý. Xem đi."
    },
    {
        "start": "00:17:34,040",
        "end": "00:17:36,840",
        "en": "-Pint til Katrine. -Få Ravn ind.",
        "pa": "Have a look.\n -It is already being quoted online. -Nice one, Katrine!\n -Let's get Ravn in. - Yes.",
        "vi": "- Đã được trích dẫn trên mạng. - Giỏi lắm Katrine!\n - Hãy mời Ravn tới. - Và phát ngôn viên của Đảng Tự do nữa."
    },
    {
        "start": "00:17:36,960",
        "end": "00:17:40,120",
        "en": "Yes. Hvad med De Liberales finansordfører?",
        "pa": "And the Liberal spokesman.",
        "vi": ""
    },
    {
        "start": "00:17:40,240",
        "end": "00:17:45,200",
        "en": "Du kan ikke nå at ryge nu. Er du blevet briefet af Ulrik?",
        "pa": "There isn't time for a smoke.",
        "vi": "Chả có thì giờ hút đâu."
    },
    {
        "start": "00:17:45,320",
        "end": "00:17:49,760",
        "en": "-Ja, vi snakkede sammen. -Han er superforfængelig.",
        "pa": "-Has Ulrik briefed you? -Yes, we talked in make-up.",
        "vi": "- Ulrik đã tóm tắt chưa? - Rồi, trao đổi lúc tút tát vẻ ngoài."
    },
    {
        "start": "00:17:49,880",
        "end": "00:17:53,640",
        "en": "Hvis du føler dig presset, så ros ham.",
        "pa": "Just so you know, he is vain.\n If you feel pressured, just praise his questions.",
        "vi": "Nói ông biết là anh ta tự đắc lắm. Nếu áp lực, cứ ca tụng các câu anh ta hỏi."
    },
    {
        "start": "00:17:53,760",
        "end": "00:17:58,240",
        "en": "-Jeg kan ikke bare snakke økonomi? -Det kan du give et skud, jo.",
        "pa": "Can't I just talk economics? That is my area.",
        "vi": "Nói mỗi kinh tế được chứ? Tôi giỏi cái đó."
    },
    {
        "start": "00:17:58,360",
        "end": "00:18:03,880",
        "en": "-Det er fint. Hvordan ser jeg ud? -Kompromitterende.",
        "pa": "Well, you can try.\n - Hey. -Sure, thanks.\n How do I look?",
        "vi": "À, ông có thể thử.\n Được, cảm ơn.\n Nom tôi thế nào?"
    },
    {
        "start": "00:18:04,800",
        "end": "00:18:08,680",
        "en": "-Skal jeg ikke holde den der? -Det kan du da godt.",
        "pa": "-Compromised. -Hmm?\n -Would you like me to hold that? -Sure.",
        "vi": "Có thể gây hại.\n - Muốn tôi giữ cái đó không? - Dĩ nhiên."
    },
    {
        "start": "00:18:12,000",
        "end": "00:18:16,800",
        "en": "-Så... Er der andet, jeg skal holde? -Det er fint.",
        "pa": "There.\n -Anything else I can hold for you? -That's it.",
        "vi": "- Còn gì cần giữ nữa không? - Thế thôi."
    },
    {
        "start": "00:18:16,920",
        "end": "00:18:19,920",
        "en": "God fornøjelse.",
        "pa": "Have fun.",
        "vi": "Chúc vui vẻ."
    },
    {
        "start": "00:18:25,640",
        "end": "00:18:32,640",
        "en": "Hej, skat. Hvad siger du til noget takeaway? Jeg skal se nyheder.",
        "pa": "Hi, darling\n -Hi. -How about takeout?\n Our candidate is on the news.",
        "vi": "Chào con yêu.\n - Chào mẹ. - Đồ giao tới nhà nhé?\n Ứng viên của đảng mẹ đang trên bản tin."
    },
    {
        "start": "00:18:32,760",
        "end": "00:18:36,880",
        "en": "-Hej. Av! -Hvad sker der?",
        "pa": "Hi.",
        "vi": "Chào con."
    },
    {
        "start": "00:18:37,000",
        "end": "00:18:41,720",
        "en": "Jeg stødte min skulder inde på arbejdet i dag.",
        "pa": "What's up?\n I banged my shoulder at work.",
        "vi": "Mẹ sao thế?\n Mẹ va vào vai ở chỗ làm."
    },
    {
        "start": "00:18:43,760",
        "end": "00:18:47,680",
        "en": "Kan du ikke bare finde på noget godt, skat?",
        "pa": "Can you pick something good?",
        "vi": "Con chọn thứ gì ngon nhé?"
    },
    {
        "start": "00:18:54,440",
        "end": "00:18:59,400",
        "en": "Vi er kommet med et udspil, som vil få mange flere i arbejde.",
        "pa": "Our proposed tax reform will create lots of new jobs.",
        "vi": "Đề xuất cải cách thuế của chúng tôi sẽ tạo ra nhiều việc làm mới."
    },
    {
        "start": "00:18:59,520",
        "end": "00:19:06,760",
        "en": "Vi arbejder på en reform, som netop anbefales af økonomiske eksperter.",
        "pa": "We have reduced the period you can spend on unemployment benefit.\n And we are currently working on a pensions reform",
        "vi": "Chúng tôi đã làm giảm thời gian tốn cho trợ cấp thất nghiệp.\n Và còn đang tập trung vào cải cách lương hưu"
    },
    {
        "start": "00:19:06,880",
        "end": "00:19:10,000",
        "en": "-Det lyder meget godt, ikke? -Jo, det lyder godt.",
        "pa": "as recommended by economic experts.\n Doesn't it sound good, Søren Ravn?\n It sounds good, yes. But I have actually read the Liberal paper.",
        "vi": "- như chuyên gia kinh tế đề nghị. - Hay đấy chứ, ông Ravn?\n Có vẻ hay thật. Nhưng thực ra tôi đã đọc đề xuất của Đảng Tự do."
    },
    {
        "start": "00:19:10,120",
        "end": "00:19:13,560",
        "en": "Men jeg har rent faktisk læst De Liberales udspil.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:19:13,680",
        "end": "00:19:18,440",
        "en": "Jeg må sige, at det ikke får konsekvenser på arbejdsudbuddet.",
        "pa": "It will not have any impact on the labor supply that's worth talking of.",
        "vi": "Nó sẽ không có tác động gì đáng nói đến nguồn cung lao động."
    },
    {
        "start": "00:19:18,560",
        "end": "00:19:22,640",
        "en": "-Er det ikke Søren Ravn? -Jo.",
        "pa": "Is that Søren Ravn?",
        "vi": "Đó là Søren Ravn ạ?"
    },
    {
        "start": "00:19:22,760",
        "end": "00:19:25,720",
        "en": "Det vil jeg også gerne se.",
        "pa": "Yes.\n I want to see that too.\n ...it is purely symbolic.",
        "vi": "Phải.\n Con cũng muốn xem.\n ...nó hoàn toàn là tượng trưng thôi."
    },
    {
        "start": "00:19:28,120",
        "end": "00:19:31,960",
        "en": "I får jo aldrig Ny Højre med på at pille ved pensionerne.",
        "pa": "Thirdly, New Right will never agree to adjust pensions.",
        "vi": "Ba là, Đảng Cánh hữu Mới sẽ không bao giờ đồng ý động chạm đến lương hưu."
    },
    {
        "start": "00:19:32,080",
        "end": "00:19:37,960",
        "en": "De har lige lovet det modsatte. Vi taler om en dråbe i havet.",
        "pa": "They have promised their voters the opposite.\n Fourthly, we are talking a drop in the ocean.",
        "vi": "Họ hứa với cử tri điều ngược lại.\n Bốn là, chúng ta đang nói đến một việc bé tí như muối bỏ bể."
    },
    {
        "start": "00:19:38,080",
        "end": "00:19:40,760",
        "en": "Det er kommentaren til udspillet.",
        "pa": "A drop in the ocean. You've heard the verdict.",
        "vi": "Muối bỏ bể. Bà nghe thấy nhận định rồi đấy."
    },
    {
        "start": "00:19:40,880",
        "end": "00:19:44,680",
        "en": "-Jeg vil nødig blive for teknisk. -Ikke for at skåne mig, vel?",
        "pa": "-Without getting too technical... -No need to keep it simple for me.",
        "vi": "- Không nặng về chuyên môn... - Khỏi cần nói dễ hiểu với tôi."
    },
    {
        "start": "00:19:44,800",
        "end": "00:19:49,800",
        "en": "-Skal vi bare tage noget sushi? -Ja, det er fint.",
        "pa": "-How about sushi? -Yes.",
        "vi": "- Sushi thì sao mẹ? - Được đấy."
    },
    {
        "start": "00:19:49,920",
        "end": "00:19:55,520",
        "en": "Vi taler gerne om sygedagpenge. Ravn har endnu ikke set beregningerne.",
        "pa": "Søren Ravn shouldn't be so cocksure until he has seen the calculations.",
        "vi": "Cho đến khi nhìn thấy các tính toán, ông Ravn không nên quá kiêu ngạo như vậy."
    },
    {
        "start": "00:19:55,640",
        "end": "00:19:59,120",
        "en": "Jeg har siddet i tre arbejdsmarkedskommissioner",
        "pa": "I have sat on three labor market commissions over the years",
        "vi": "Tôi tham gia ba ủy ban về thị trường lao động nhiều năm qua,"
    },
    {
        "start": "00:19:59,240",
        "end": "00:20:05,880",
        "en": "som har forkastet fuldstændig tilsvarende beregninger igen og igen.",
        "pa": "all of which have rejected these calculations again and again.",
        "vi": "tất cả họ đều bác bỏ những tính toán này rất nhiều lần."
    },
    {
        "start": "00:20:06,000",
        "end": "00:20:13,080",
        "en": "Alting peger på, at selv om man laver reformer på sygedagpenge",
        "pa": "All the calculations tell us that if you reform sickness benefits,",
        "vi": "Tất cả các tính toán nói lên rằng nếu bà cải thiện phúc lợi ốm đau,"
    },
    {
        "start": "00:20:13,200",
        "end": "00:20:18,000",
        "en": "så er det tvivlsomt, om det vil generere et økonomisk overskud.",
        "pa": "flex jobs, and early retirement schemes\n you won't get any economic surplus of any size.",
        "vi": "việc làm linh hoạt và các kế hoạch hưu trí sớm\n bà sẽ không đạt được thặng dư kinh tế ở bất kỳ quy mô nào."
    },
    {
        "start": "00:20:18,120",
        "end": "00:20:22,600",
        "en": "Fordi dem, I vil presse i arbejde, de ikke alle sammen kan arbejde.",
        "pa": "The people you dream of forcing into jobs cannot all work.",
        "vi": "Những người bà mơ tưởng ép làm việc lại không thể làm việc."
    },
    {
        "start": "00:20:22,720",
        "end": "00:20:29,760",
        "en": "Så ryger hele beregningsgrundlaget. I narrer jer selv og jeres vælgere.",
        "pa": "So the whole basis for your calculations is pie in the sky.\n You are trying to fool the electorate.",
        "vi": "Toàn bộ nền tảng cho tính toán của bà chỉ là bánh vẽ.\n Bà đang cố lừa tất cả cử tri."
    },
    {
        "start": "00:20:29,880",
        "end": "00:20:34,080",
        "en": "Søren Ravn, du skal jo ikke gennemføre den her politik.",
        "pa": "Søren Ravn, it's easy for you to say. You don't have to implement it.",
        "vi": "Nói mồm thì quá dễ ông Søren Ravn ạ. Ông đâu phải thực hiện nó đâu."
    },
    {
        "start": "00:20:34,200",
        "end": "00:20:36,720",
        "en": "Den her politik? Nej, heldigvis.",
        "pa": "This policy? Fortunately, no.",
        "vi": "Chính sách này? Không, may mắn thay."
    },
    {
        "start": "00:20:36,840",
        "end": "00:20:41,760",
        "en": "Jeg vil ikke gøre det populære. Jeg vil gøre det kloge.",
        "pa": "Excuse me, but...\n I am not entering Danish politics to do what's popular but to do what's wise.",
        "vi": "Xin lỗi, mà...\n Tôi đâu vào chính trường để làm điều phổ biến mà là điều khôn ngoan."
    },
    {
        "start": "00:20:41,880",
        "end": "00:20:45,720",
        "en": "Det er da meget godt, han spiller på dit hold, hvad?",
        "pa": "A good thing he's on your team, eh?",
        "vi": "May chú ấy ở đội của mẹ, nhỉ?"
    },
    {
        "start": "00:20:45,840",
        "end": "00:20:49,600",
        "en": "-Skal vi ikke tage en stor menu? -Aarh...",
        "pa": "-How about the big mixed menu? -Uh...",
        "vi": "Thực đơn B lớn thì sao ạ?"
    },
    {
        "start": "00:20:49,720",
        "end": "00:20:55,040",
        "en": "Der skal reformer til på helt afgørende velfærdsområder.",
        "pa": "Reforms are required in absolutely vital welfare areas",
        "vi": "Cải cách là cần thiết ở các lĩnh vực phúc lợi chủ chốt"
    },
    {
        "start": "00:20:55,160",
        "end": "00:20:57,760",
        "en": "Hej.",
        "pa": "but they are reforms that require courage.\n Hi.",
        "vi": "nhưng chúng là các cải cách đòi hỏi sự can đảm."
    },
    {
        "start": "00:21:00,160",
        "end": "00:21:03,800",
        "en": "Hold da op. Det er en skarp mand, du har fået.",
        "pa": "And that's all for this evening.\n Goodness. You've got one hard-hitting friend.",
        "vi": "Và đó là tất cả cho tối nay."
    },
    {
        "start": "00:21:03,920",
        "end": "00:21:07,840",
        "en": "Meget. Min mor passer Gustav. De skulle lave pandekager.",
        "pa": "-Indeed.\n Gustav and my mom are going to make pancakes. He was so excited.",
        "vi": "- Em có ông bạn bốp chát đấy. - Đúng vậy.\n Gustav và mẹ em sẽ làm bánh kếp. Con đã rất phấn khích."
    },
    {
        "start": "00:21:07,960",
        "end": "00:21:10,720",
        "en": "Det var han meget begejstret for.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:21:10,840",
        "end": "00:21:15,680",
        "en": "-Det gik sgu da meget fint. -Godt, du huskede mine råd.",
        "pa": "Lovely!\n That went pretty well.\n You remembered all the good advice about finance policy that I gave you.",
        "vi": "Hay thế!\n Khá suôn sẻ.\n May nhớ hết chỉ dẫn hay về chính sách tài chính tôi đã đưa."
    },
    {
        "start": "00:21:15,800",
        "end": "00:21:20,680",
        "en": "-Hej, Kasper. -Jeg havde været fortabt uden.",
        "pa": "-Bye, Kasper. -I'd have been lost without it.",
        "vi": "- Tạm biệt. - Thiếu nó chắc rối hết cả."
    },
    {
        "start": "00:21:20,800",
        "end": "00:21:24,320",
        "en": "-Mange tak. Hvad med den? -Det er en souvenir.",
        "pa": "Thank you. What about this?",
        "vi": "Cảm ơn. Cái này thì sao?"
    },
    {
        "start": "00:21:24,440",
        "end": "00:21:26,920",
        "en": "Nå!",
        "pa": "A souvenir.\n For me? All right.",
        "vi": "Quà lưu niệm.\n Cho tôi?\n Được rồi."
    },
    {
        "start": "00:21:30,880",
        "end": "00:21:35,920",
        "en": "Torben, hvor fanden har du været? Jeg har ventet på dig i 20 minutter.",
        "pa": "- Torben, where have you been? -Hey.\n -What do you mean? -I've been waiting for 20 minutes!",
        "vi": "Torben, anh đã ở đâu thế?\n - Ý anh là sao? - Tôi đợi 20 phút rồi đấy!"
    },
    {
        "start": "00:21:37,160",
        "end": "00:21:41,600",
        "en": "-Har du ventet på mig? Hvorfor? -Fordi vi havde et møde.",
        "pa": "Waiting for me? Why?",
        "vi": "Đợi tôi à? Tại sao?"
    },
    {
        "start": "00:21:41,720",
        "end": "00:21:47,480",
        "en": "Nå! Vi har misforstået hinanden. Jeg troede, I ville gå videre med det.",
        "pa": "-We'd agreed to a meeting. -Right.\n I must have misunderstood. I thought you'd just run with it.",
        "vi": "- Ta có cuộc họp mà. - Phải rồi.\n Chắc anh lầm rồi. Tôi nghĩ anh sẽ tự mình làm cơ mà."
    },
    {
        "start": "00:21:47,600",
        "end": "00:21:53,080",
        "en": "Vi skal drøfte vores speak til portrættet af Ravn i morgen.",
        "pa": "We have to discuss tomorrow's Ravn portrait.",
        "vi": "Ta phải bàn về hình tượng của Ravn ngày mai."
    },
    {
        "start": "00:21:53,200",
        "end": "00:21:57,480",
        "en": "-Har Pia fået fat i ham? -Ja. Det har hun også fortalt dig.",
        "pa": "-Yes, of course. -Yes.\n -Did Pia get hold of him? -Yes. And she told you, too.",
        "vi": "- Dĩ nhiên. - Phải.\n - Pia gọi cho anh ta chưa? - Rồi. Cô ấy cũng bảo anh rồi."
    },
    {
        "start": "00:21:59,320",
        "end": "00:22:02,000",
        "en": "-Okay. -Skal vi gøre det?",
        "pa": "Okay. Uh...\n -Shall we? -Can we do it tomorrow at 9:00 instead?",
        "vi": "Được rồi.\n - Ta đi chứ? - Đổi sang chín giờ sáng mai được không?"
    },
    {
        "start": "00:22:02,120",
        "end": "00:22:07,800",
        "en": "-Kunne vi tage den i morgen? -Så er det i studiet i morgen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:07,920",
        "end": "00:22:10,680",
        "en": "-Godaften. -I lige måde, du.",
        "pa": "-In the studio? -Yes, for sure.\n -Have a good evening. -You too.",
        "vi": "- Ở trường quay nhé? - Được.\n - Buổi tối vui vẻ. - Anh cũng vậy."
    },
    {
        "start": "00:22:39,560",
        "end": "00:22:45,840",
        "en": "Godmorgen. Jeg mangler stadig at se beviser. Det er løse påstande.",
        "pa": "SØREN RAVN -- SOVIET SPY?\n -Good morning. -Morning.\n -I thought you said... -There is no evidence at all.",
        "vi": "SØREN RAVN - ĐIỆP VIÊN LIÊN XÔ?\n - Chào buổi sáng. - Chào.\n - Tôi tưởng cô nói... - Không có bằng chứng gì cả."
    },
    {
        "start": "00:22:45,960",
        "end": "00:22:48,880",
        "en": "-Det må vi håbe. -Det er Ekspres.",
        "pa": "Let's hope not.\n -Express... Seriously! -What is this?",
        "vi": "Hy vọng là không.\n - Báo Express... Không đùa đâu! - Cái gì đây?"
    },
    {
        "start": "00:22:49,000",
        "end": "00:22:51,880",
        "en": "Hvad fanden er det her?",
        "pa": "Birgitte, I warned you, and if this man is a traitor...",
        "vi": ""
    },
    {
        "start": "00:22:52,000",
        "end": "00:22:55,720",
        "en": "-Hvis den mand er landsforræder... -Rolig nu.",
        "pa": "",
        "vi": "Birgitte, tôi bảo rồi, nếu người này là kẻ phản bội..."
    },
    {
        "start": "00:22:55,840",
        "end": "00:23:01,520",
        "en": "Sovjet holdt de der sommerlejre. De hvervede folk til KGB.",
        "pa": "Easy now, Erik.\n It must be from one of those camps in the USSR for Young Communists.",
        "vi": "Đừng lo, Erik.\n Nó phải từ một trong các trại hè ở Liên Xô cho người cộng sản trẻ."
    },
    {
        "start": "00:23:01,640",
        "end": "00:23:05,160",
        "en": "-Det betyder ikke, han blev hvervet. -Det er Ekspres.",
        "pa": "To recruit them for the KGB.\n Who says they recruited him?\n It's the Express.",
        "vi": "Để tuyển dụng họ cho KGB.\n Ai nói họ tuyển mộ anh ta?\n Báo Express."
    },
    {
        "start": "00:23:05,280",
        "end": "00:23:07,720",
        "en": "-Hvor er Ravn? -Han er på vej.",
        "pa": "-Where is Ravn? -He is on his way.",
        "vi": "- Ravn đâu? - Ông ta đang đến."
    },
    {
        "start": "00:23:07,840",
        "end": "00:23:12,680",
        "en": "-Jeg kommer til bunds i det. -Jeg starter med at tale med ham.",
        "pa": "I'll get to the bottom of it.\n I'll talk to him.",
        "vi": "- Tôi sẽ tìm hiểu cặn kẽ. - Tôi sẽ nói chuyện với ông ta."
    },
    {
        "start": "00:23:15,320",
        "end": "00:23:20,800",
        "en": "-Turen til Moskva er ikke opspind. -Det har jeg heller aldrig påstået.",
        "pa": "-Søren, those trips to Moscow took place? -I never claimed otherwise.",
        "vi": "- Søren, các chuyến tới Moscow đó có thật. - Tôi chưa hề nói khác. Tôi có giấu đâu."
    },
    {
        "start": "00:23:20,920",
        "end": "00:23:24,600",
        "en": "Jeg troede ikke, det kunne være et problem nu.",
        "pa": "I didn't conceal them.\n Birgitte, I had no idea they'd be a problem.",
        "vi": "Birgitte, tôi không biết chúng sẽ là vấn đề."
    },
    {
        "start": "00:23:24,720",
        "end": "00:23:29,840",
        "en": "-KGB hvervede agenter. -Det var politiske sommerlejre.",
        "pa": "KGB recruitment camps.\n Political summer camps. Lots of people on the left went.",
        "vi": "Trại tuyển mộ KGB.\n Trại hè chính trị. Rất nhiều người cánh tả đã đi."
    },
    {
        "start": "00:23:29,960",
        "end": "00:23:36,080",
        "en": "-Hvor mange ture var du på? -Fire. Fra 84 og frem... Eller tre.",
        "pa": "How many did you go to?\n Four.",
        "vi": "Ông đi mấy lần?\n Bốn."
    },
    {
        "start": "00:23:36,200",
        "end": "00:23:40,680",
        "en": "Tre. For jeg tog til Østberlin et år i stedet for.",
        "pa": "From 1984 onwards.\n Or three. Three.\n One was in East Berlin.",
        "vi": "Từ năm 1984 trở đi. Hoặc là ba.\n Một lần đến Đông Berlin."
    },
    {
        "start": "00:23:40,800",
        "end": "00:23:44,960",
        "en": "-Har du været der siden? -I Moskva? Ja.",
        "pa": "Have you been there since?\n -Moscow? -Yes.",
        "vi": "Ông từng đến đó trước đây?\n - Moscow? - Phải."
    },
    {
        "start": "00:23:45,080",
        "end": "00:23:48,680",
        "en": "For to år siden med min daværende kone.",
        "pa": "Yes. Two years ago.",
        "vi": "Đúng. Hai năm trước."
    },
    {
        "start": "00:23:49,960",
        "end": "00:23:53,440",
        "en": "Opsøgte du nogle gamle kammerater?",
        "pa": "With my then wife.\n Did you go see any old comrades?",
        "vi": "Với vợ tôi khi đó.\n Ông có đi thăm đồng chí cũ nào không?"
    },
    {
        "start": "00:23:53,560",
        "end": "00:23:58,120",
        "en": "Ja, der var en. Lenin. Vi skulle lige se mausoleet.",
        "pa": "Yes, one. \n Lenin.\n I wanted to see the mausoleum.",
        "vi": "Có, một người.\n Lenin.\n Tôi muốn xem lăng mộ."
    },
    {
        "start": "00:24:02,560",
        "end": "00:24:09,000",
        "en": "Jeg er stødt på en gammel artikel. Du kom på den russiske ambassade.",
        "pa": "Sorry, but I found this old article. ",
        "vi": "Xin lỗi, nhưng tôi tìm thấy bài báo cũ này."
    },
    {
        "start": "00:24:09,120",
        "end": "00:24:14,960",
        "en": "-Jeg var til reception 4-5 gange. -Talte du med nogen fra KGB?",
        "pa": "You frequented the Soviet Embassy in the 1980's.\n Sure, I went to four or five receptions there.",
        "vi": "Ông hay tới Đại sứ quán Liên Xô những năm 1980.\n Có, tôi tới bốn hay năm tiệc ở đó."
    },
    {
        "start": "00:24:15,080",
        "end": "00:24:20,160",
        "en": "Op mod 80% af de ansatte på ambassaden var KGB.",
        "pa": "-Did you talk to any KGB officers? -They were receptions.\n I just read that 80% of the embassy staff were KGB.",
        "vi": "- Có nói với ai của KGB không? - Chúng là tiệc chiêu đãi.\n Tôi vừa đọc được rằng 80% nhân viên Đại sứ quán thuộc KGB."
    },
    {
        "start": "00:24:20,280",
        "end": "00:24:23,880",
        "en": "Så har jeg drukket dårlig champagne med nogle af dem.",
        "pa": "In that case I must have drunk lousy champagne with some of them...",
        "vi": "Nếu vậy, hẳn tôi đã uống sâm banh tệ hại với vài người họ..."
    },
    {
        "start": "00:24:24,000",
        "end": "00:24:29,400",
        "en": "Det handlede aldrig om spionage eller om at udlevere oplysninger.",
        "pa": "But it was never about espionage or supplying information.",
        "vi": "Nhưng chưa bao giờ về gián điệp hay cung cấp thông tin gì cả."
    },
    {
        "start": "00:24:29,520",
        "end": "00:24:32,560",
        "en": "-De forsøgte aldrig at hverve dig? -Nej.",
        "pa": "-They never tried to recruit you? -No.",
        "vi": "- Họ chưa từng cố tuyển ông? - Chưa."
    },
    {
        "start": "00:24:32,680",
        "end": "00:24:36,720",
        "en": "-Klart definitivt nej. -Okay. Katrine, hvad gør vi?",
        "pa": "-Never? -Definitely...\n No!",
        "vi": "- Chưa bao giờ? - Chắc chắn... Không có!"
    },
    {
        "start": "00:24:36,840",
        "end": "00:24:44,040",
        "en": "Total åbenhed. Jeg får brug for alt, hvad du har liggende fra dengang.",
        "pa": "Okay. Katrine, what do we do?\n Complete transparency.\n Show we have nothing to hide.",
        "vi": "Katrine, chúng ta làm gì đây?\n Hoàn toàn minh bạch. Cho thấy ta không có gì để giấu."
    },
    {
        "start": "00:24:44,160",
        "end": "00:24:48,440",
        "en": "Vi kan ikke bestemme, hvordan de vil bruge det. Men vi lægger alt frem.",
        "pa": "Give me anything you've got at home.\n We don't know how they'll use it\n but our best bet is to make the information available.",
        "vi": "Cho tôi bất cứ thứ gì ông có ở nhà.\n Ta không biết họ sẽ dùng nó thế nào\n nhưng tốt nhất là sẵn sàng cung cấp thông tin."
    },
    {
        "start": "00:24:48,560",
        "end": "00:24:53,720",
        "en": "Helst over for vores største modstander i pressen... Ekspres.",
        "pa": "Especially to our greatest opponent.\n -Who is that? -Express.",
        "vi": "- Nhất là cho đối thủ lớn nhất của ta. - Đó là ai?\n Báo Express."
    },
    {
        "start": "00:25:09,560",
        "end": "00:25:12,040",
        "en": "Okay. Nu skal du se.",
        "pa": "COMMUNIST PARTY DEBATING LABOR MOVEMENT INFLUENCE\n Okay...",
        "vi": "ĐẢNG CỘNG SẢN TRANH CÃI ẢNH HƯỞNG CUA PHONG TRÀO LAO ĐỘNG \n Đây..."
    },
    {
        "start": "00:25:12,160",
        "end": "00:25:19,440",
        "en": "Jeg har fundet nogle gamle fotos og nogle mødereferater fra DKP.",
        "pa": "Look here...\n I have found some old photos.",
        "vi": "Xem này... Tôi tìm thấy vài tấm ảnh cũ.\n Và vài biên bản từ các cuộc họp của DKP."
    },
    {
        "start": "00:25:20,880",
        "end": "00:25:26,680",
        "en": "-Et gammelt partiblad. -Hold da op.",
        "pa": "And minutes from DCP meetings.\n There you go.\n Old party magazines.",
        "vi": "Của cô đây.\n Tạp chí đảng cũ."
    },
    {
        "start": "00:25:26,800",
        "end": "00:25:31,720",
        "en": "Så er der forslag fra diverse arbejdsgrupper, jeg har siddet i.",
        "pa": "-My goodness. -Yes, indeed.\n And also...\n proposals by various labor groups I was on.",
        "vi": "- Trời ơi. - Đúng đấy.\n Và cả...\n Đề xuất từ các nhóm làm việc khác nhau tôi từng tham gia."
    },
    {
        "start": "00:25:31,840",
        "end": "00:25:36,240",
        "en": "-Det kan ikke interessere dem. -Hvem er det her?",
        "pa": "Surely they're of no interest?\n We'll let them see them. Who is this?",
        "vi": "- Chắc chắn họ đâu để tâm chứ? - Ta sẽ cho họ xem. Ai đây?"
    },
    {
        "start": "00:25:36,360",
        "end": "00:25:38,920",
        "en": "Det skulle ikke have været med.",
        "pa": "Gosh! Not that one.",
        "vi": "Không phải cái đó."
    },
    {
        "start": "00:25:39,040",
        "end": "00:25:45,160",
        "en": "-Det er mine KGB-kontakter. -Jeg vil hjælpe dig. Hvem er det?",
        "pa": "They're my KGB contacts.",
        "vi": "Họ là đầu mối liên lạc KGB của tôi."
    },
    {
        "start": "00:25:45,280",
        "end": "00:25:51,440",
        "en": "Det er ambassadøren i København på det tidspunkt. Malakov.",
        "pa": "-I am trying to help you!\n -Who is it? -Wait! It's...",
        "vi": "Tôi đang cố giúp ông đấy! Ai thế?\n Đợi đã! Đó là...\n Đại sứ tại Copenhagen lúc đó, Malakov."
    },
    {
        "start": "00:25:51,560",
        "end": "00:25:55,320",
        "en": "Og så er det nogle af de ansatte fra ambassaden.",
        "pa": "The ambassador to Copenhagen at the time, Malakov.\n -And some embassy staff. -Where was it taken?",
        "vi": "- Và nhân viên sứ quán. - Nó được chụp ở đâu?"
    },
    {
        "start": "00:25:55,440",
        "end": "00:25:59,160",
        "en": "-Jeg skynder mig at smutte. -Jeg ringer, når han har været her.",
        "pa": "He could be here any minute. I'm off.\n I'll call you.",
        "vi": "- Ông ấy cứ ở đây tùy ý. Về nhé. - Gọi cô sau."
    },
    {
        "start": "00:25:59,280",
        "end": "00:26:01,400",
        "en": "Hvornår er det taget?",
        "pa": "-Please. -What was the occasion?",
        "vi": "- Làm ơn đi. - Nhân dịp gì vậy?"
    },
    {
        "start": "00:26:10,400",
        "end": "00:26:15,040",
        "en": "Birgitte, sikke en overraskelse. Jeg vidste ikke, du ville være her.",
        "pa": "Birgitte! What a surprise!",
        "vi": "Birgitte! Thật bất ngờ!"
    },
    {
        "start": "00:26:15,160",
        "end": "00:26:19,520",
        "en": "-Jeg er også på vej hjem. -Jeg anerkender jeres åbenhed.",
        "pa": "I didn't know you'd be here.\n I am on my way home.\n I like the transparency regarding Ravn.",
        "vi": "- Tôi không biết bà sẽ ở đây. - Tôi sắp về rồi.\n Tôi thích sự minh bạch về Ravn."
    },
    {
        "start": "00:26:19,640",
        "end": "00:26:26,400",
        "en": "-Vi skriver ikke bare det, I ønsker. -Så ville det være første gang.",
        "pa": "But I hope you don't think we'll write whatever you want.",
        "vi": "Nhưng mong cô đừng cho chúng tôi sẽ viết theo ý bà."
    },
    {
        "start": "00:26:26,520",
        "end": "00:26:31,440",
        "en": "-Jeg skylder dig en undskyldning. -En undskyldning?",
        "pa": "That would be a first.\n I do owe you an apology.",
        "vi": "Nó sẽ là lần đầu tiên.\n Tôi cũng bà cô một lời xin lỗi."
    },
    {
        "start": "00:26:31,560",
        "end": "00:26:36,480",
        "en": "For den forside med billederne af din datter. Vi gik for tæt på",
        "pa": "-An apology? -Yeah.\n For the pictures of your daughter.",
        "vi": "- Một lời xin lỗi? - Cho những bức ảnh về con gái bà."
    },
    {
        "start": "00:26:36,600",
        "end": "00:26:38,800",
        "en": "og det beklager jeg.",
        "pa": "We got to close to the line. Sorry about that.",
        "vi": "Chúng tôi đào bới quá sâu. Rất xin lỗi."
    },
    {
        "start": "00:26:38,920",
        "end": "00:26:44,280",
        "en": "Michael, du gik over alle grænser og skadede min datter.",
        "pa": "Michael, you went way too far and you harmed my daughter.",
        "vi": "Michael, anh đã đi quá xa và làm hại con gái tôi."
    },
    {
        "start": "00:26:44,400",
        "end": "00:26:49,280",
        "en": "Jeg accepterer din undskyldning, når den står på forsiden af Ekspres.",
        "pa": "I'll accept your apology the day it appears on your front page.\n How about that?",
        "vi": "Tôi sẽ chấp nhận lời xin lỗi khi nó xuất hiện trên trang nhất.\n Thế nào?"
    },
    {
        "start": "00:26:55,480",
        "end": "00:26:59,520",
        "en": "Ravn har givet Ekspres adgang til hele sin fortid i DKP.",
        "pa": "Ravn has given the Express access to his past in the DCP.",
        "vi": "Ravn đã cho báo Express tiếp cận quá khứ của mình ở KDP."
    },
    {
        "start": "00:26:59,640",
        "end": "00:27:03,400",
        "en": "Alt om hans ungdom, Moskva og den sovjetiske ambassade.",
        "pa": "Everything about his youth. Moscow, the Soviet embassy...",
        "vi": "Mọi thứ về tuổi trẻ của ông ta. Moscow, Đại sứ quán Liên Xô..."
    },
    {
        "start": "00:27:03,520",
        "end": "00:27:08,400",
        "en": "Han er et økonomisk geni, der kan vinde valget for dem.",
        "pa": "I see why Nyborg is fighting for him.\n He is an economics genius who can win them the election.",
        "vi": "Đã hiểu sao Nyborg đấu tranh cho ông ta, thiên tài kinh tế học sẽ giúp họ thắng cử."
    },
    {
        "start": "00:27:08,520",
        "end": "00:27:12,680",
        "en": "Frihedspartiet vil ikke have, at Ravn kan blive medlem af Folketinget.",
        "pa": "The Freedom Party is agitating to ban Ravn from parliament.",
        "vi": "Đảng Tự do Cực hữu đang khích động để cấm Ravn tham gia Quốc hội."
    },
    {
        "start": "00:27:12,800",
        "end": "00:27:17,680",
        "en": "-Skal vi så ringe til Saltum? -Nej. Det er for usexet.",
        "pa": "Well, shall we call Saltum?\n -No, that is simply too unsexy. -Come on, Torben!",
        "vi": "- Vậy ta gọi cho Saltum nhé? - Không, thế đơn giản là quá không thú vị."
    },
    {
        "start": "00:27:17,800",
        "end": "00:27:23,080",
        "en": "Lad os få noget, der er lidt frisk. Hvad med hende Benedikte...",
        "pa": "How about that woman, what's her name, the new one? Benedikte?",
        "vi": "Thôi, Torben!\n Thế còn người phụ nữ đó, tên là gì, người mới ấy?"
    },
    {
        "start": "00:27:23,200",
        "end": "00:27:26,480",
        "en": "-Nedergaard? -Hende over for Ravn. Hun er ung.",
        "pa": "-Nedergaard. -Put her up against Ravn, eh?",
        "vi": "- Benedikte? - Nedergaard.\n Để cô ta đối đầu Ravn?"
    },
    {
        "start": "00:27:26,600",
        "end": "00:27:30,120",
        "en": "-Hun er en anden fløj af partiet. -Og så er hun smålækker.",
        "pa": "She is young and represents another wing of the Freedom Party.",
        "vi": "Cô ta còn trẻ và đại diện cho phe khác của Đảng Tự do Cực hữu."
    },
    {
        "start": "00:27:30,240",
        "end": "00:27:35,560",
        "en": "-Det er hun så også. -Laver I \"Juul &amp; Friis\" om Ravn?",
        "pa": "-And she's a hottie. -Indeed.\n You are doing tonight's Juul &amp; Friis on Ravn, right?",
        "vi": "- Và nóng bỏng. - Đúng vậy.\n Tối nay cả hai sẽ quay Juul &amp; Friis về Ravn à?"
    },
    {
        "start": "00:27:35,680",
        "end": "00:27:40,240",
        "en": "-Jo. Hvorfor? -Jeg har haft besøg af Thygesen.",
        "pa": "Yes.\n -Why? -I just heard from Niels Thygesen.",
        "vi": "Phải.\n - Tại sao? - Tôi vừa nghe tin từ Niels Thygesen."
    },
    {
        "start": "00:27:40,360",
        "end": "00:27:45,080",
        "en": "Han skriver om den kolde krig og har kigget i arkiverne hos PET.",
        "pa": "He's writing about the Cold War and went to the intelligence agency archives.",
        "vi": "Anh ta đang viết về Chiến tranh Lạnh và đã đến kho lưu trữ của PET."
    },
    {
        "start": "00:27:45,200",
        "end": "00:27:50,280",
        "en": "Han får udleveret oplysninger om en 15-20 år gammel spionagesag",
        "pa": "He's just been given hitherto embargoed details",
        "vi": "Anh ta chỉ được cung cấp các tình tiết bị cấm cho đến nay"
    },
    {
        "start": "00:27:50,400",
        "end": "00:27:53,760",
        "en": "som er meget alvorlig.",
        "pa": "on an espionage case from 15 or 20 years ago which...",
        "vi": "về một vụ gián điệp từ 15 đến 20 năm trước mà..."
    },
    {
        "start": "00:27:53,880",
        "end": "00:27:56,040",
        "en": "-Om Ravn? -Indirekte.",
        "pa": "A serious one.\n Involving Ravn?\n Indirectly. A classmate, Gorm Kofoed.",
        "vi": "- Một vụ nghiêm trọng. - Dính đến Ravn?\n Gián tiếp. Một bạn đồng môn, Gorm Kofoed."
    },
    {
        "start": "00:27:56,160",
        "end": "00:27:59,560",
        "en": "Ravns studiekammerat, Kofoed, han er hovedperson",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:59,680",
        "end": "00:28:04,280",
        "en": "i den værste spionsag i danmarkshistorien.",
        "pa": "The leading figure in the biggest Danish spy case ever.",
        "vi": "Nhân vật chủ chốt của vụ gián điệp lớn nhất Đan Mạch trước giờ."
    },
    {
        "start": "00:28:04,400",
        "end": "00:28:08,720",
        "en": "-Hvorfor er den sag ikke kendt? -Fordi Kofoed døde af kræft i 93.",
        "pa": "Why isn't it public knowledge?",
        "vi": "Sao không phải tin tức công khai?"
    },
    {
        "start": "00:28:08,840",
        "end": "00:28:12,560",
        "en": "Det var, før man kunne finde ud af, han havde været spion.",
        "pa": "Kofoed died of cancer in 1993.\n Before the Stasi archives were opened and it was revealed that he was a spy.",
        "vi": "Kofoed chết vì ung thư năm 1993.\n Trước khi kho lưu trữ Stasi được mở và họ phát giác ông ta là gián điệp."
    },
    {
        "start": "00:28:12,680",
        "end": "00:28:15,640",
        "en": "-Hvad har han videregivet? -Alt muligt.",
        "pa": "-What did he pass onto them? -All kinds of stuff.",
        "vi": "- Ông ấy đã chuyển gì cho họ? - Đủ thứ."
    },
    {
        "start": "00:28:15,760",
        "end": "00:28:19,360",
        "en": "Hans kodenavn var Fønix. Han var i Justitsministeriet.",
        "pa": "His code name was Phoenix. He was in the Ministry of Justice.",
        "vi": "Có bí danh là Phượng hoàng. Ông ta được cài vào Bộ Tư pháp."
    },
    {
        "start": "00:28:19,480",
        "end": "00:28:23,880",
        "en": "Nå ja, og så gav han lige selv oplysninger om PET til KGB.",
        "pa": "And he passed on information about intelligence agency to the KGB.",
        "vi": "Và đã chuyển thông tin về PET cho KGB."
    },
    {
        "start": "00:28:24,000",
        "end": "00:28:28,160",
        "en": "-Hold da kæft. Han var Ravns ven? -Hans bedste ven.",
        "pa": "- Jesus. Ravn's friend? - Ravn's best friend.",
        "vi": "- Trời ạ. Bạn Ravn à? - Bạn chí thân luôn."
    },
    {
        "start": "00:28:28,280",
        "end": "00:28:34,840",
        "en": "Der er billeder her af Gorm Kofoed, og der har vi Ravn.",
        "pa": "There are photos here...\n of Gorm Kofoed.",
        "vi": "Ở đây có ảnh chụp...\n ...của Gorm Kofoed."
    },
    {
        "start": "00:28:34,960",
        "end": "00:28:40,640",
        "en": "Ulrik, Niels Thygesen har bare givet dig den historie?",
        "pa": "And there we have Ravn.\n Uh, Ulrik, I just need to understand...\n Niels Thygesen simply handed you the story just like that?",
        "vi": "Và có cả Ravn.\n Ulrik, tôi chỉ cần biết...\n Niels Thygesen đưa anh câu chuyện đó đơn giản như thế?"
    },
    {
        "start": "00:28:40,760",
        "end": "00:28:44,960",
        "en": "Hvis vi nævner hans nye bog... Og jeg har sagt ja.",
        "pa": "He'd like us to mention his new book.\n -So that's it. - I agreed to that.",
        "vi": "Nếu ta nhắc đến sách mới của ông ta.\n - Đấy mà. - Tôi đồng ý rồi."
    },
    {
        "start": "00:28:45,080",
        "end": "00:28:50,400",
        "en": "Det er jo fuldstændig sindssygt. Hvorfor kommer det her lige nu?",
        "pa": "It's completely absurd.",
        "vi": "Hoàn toàn vô lý."
    },
    {
        "start": "00:28:50,520",
        "end": "00:28:54,680",
        "en": "Ravn har forsøgt at rense sig selv på forsiden af Ekspres. Enig?",
        "pa": "Why the hell has this emerged right now?\n Two seconds ago Ravn had to defend himself against the Express. Agreed?",
        "vi": "Tại sao lúc này nó mới lòi ra?\n Mới hai giây trước, Ravn đã phải tự vệ trước báo Express. Đồng ý chứ?"
    },
    {
        "start": "00:28:54,800",
        "end": "00:28:59,200",
        "en": "Vupti, så dukker der en historie op om hans bedste ven.",
        "pa": "And now a new story that his best friend was a former KGB agent.",
        "vi": "Và giờ là câu chuyện mới tinh: bạn thân ông ta là cựu điệp viên KGB."
    },
    {
        "start": "00:28:59,320",
        "end": "00:29:03,280",
        "en": "Har nogen skubbet til et arkivskab i retningen af pressen?",
        "pa": "Maybe somebody showed the journalist the right filing cabinet?",
        "vi": "Có lẽ ai đó đã cho tay nhà báo thấy tủ đựng hồ sơ phù hợp?"
    },
    {
        "start": "00:29:03,400",
        "end": "00:29:06,880",
        "en": "Rolig nu, kære venner. Nu går der John le Carré i den.",
        "pa": "Easy now. It's getting a bit too John le Carré.",
        "vi": "Bình tĩnh nào. Nó trở nên hơi giống Jon le Carré rồi."
    },
    {
        "start": "00:29:07,000",
        "end": "00:29:11,040",
        "en": "Nye Demokrater står til at få 8 mandater. De Liberale går tilbage.",
        "pa": "The New Democrats would win eight seats if there was an election now.",
        "vi": "Đảng Dân chủ Mới sẽ thắng 8 ghế nếu giờ có bầu cử."
    },
    {
        "start": "00:29:11,160",
        "end": "00:29:16,280",
        "en": "Ravn har lige smadret deres finansordfører for åbent tæppe.",
        "pa": "The Liberals stand to lose seats.\n Ravn just demolished the Liberals.\n Hesselboe is scared stiff of Ravn.",
        "vi": "Đảng Tự do sẽ mất ghế.\n Ravn vừa đánh đổ Đảng Tự do.\n Hesselboe sợ Ravn chết khiếp."
    },
    {
        "start": "00:29:16,400",
        "end": "00:29:21,680",
        "en": "Vi kan ikke antyde, at Hesselboe har bedt PET om at lække oplysningerne.",
        "pa": "We can't insinuate that Hesselboe leaked the info on Ravn.",
        "vi": "Ta đâu thể ám chỉ rằng Hesselboe đã tiết lộ thông tin về Ravn."
    },
    {
        "start": "00:29:21,800",
        "end": "00:29:25,560",
        "en": "Det behøver vi heller ikke. Vi kører bare historien.",
        "pa": "We have no evidence.\n We don't need evidence.\n -What do you mean? -We just run the story.",
        "vi": "Ta không có chứng cứ.\n Cần gì chứng cứ.\n - Ý là? - Đưa lên TV thôi."
    },
    {
        "start": "00:29:25,680",
        "end": "00:29:31,640",
        "en": "-Kasper, det kan vi jo ikke. -Vi skal da bare køre historien.",
        "pa": "-We can't do that. -Of course we can.\n We have no evidence to support it.",
        "vi": "- Không làm thế được. - Dĩ nhiên là có.\n Đâu có bằng chứng củng cố."
    },
    {
        "start": "00:29:31,760",
        "end": "00:29:36,680",
        "en": "-Vi holder Ravn op på oplysningerne. -Torben, hør nu, hvad han siger.",
        "pa": "We run the story on the news and then follow up in Juul &amp; Friis.\n Torben, listen to the man!",
        "vi": "Ta đưa tin trên thời sự rồi nói tiếp ở Juul &amp; Friis.\n Torben, nghe anh ấy đi!"
    },
    {
        "start": "00:29:38,400",
        "end": "00:29:41,280",
        "en": "-Kom nu. -Prøv lige at stoppe engang.",
        "pa": "Come on!",
        "vi": "Thôi nào!"
    },
    {
        "start": "00:29:41,400",
        "end": "00:29:44,840",
        "en": "Skal du ikke gå op og snakke med Alex om det?",
        "pa": "Don't you need to go upstairs to talk to Alex about it, Torben?",
        "vi": "Anh cần lên tầng bàn với Alex chuyện đó mà, Torben?"
    },
    {
        "start": "00:29:44,960",
        "end": "00:29:48,320",
        "en": "-Skal han spørge om lov? -Gu skal jeg da røv.",
        "pa": "Ask for permission?\n -Like hell I will! -Torben!",
        "vi": "Xin phép?\n - Không đời nào! - Torben!"
    },
    {
        "start": "00:29:48,440",
        "end": "00:29:51,280",
        "en": "Vi kører historien. Vi breaker den i...",
        "pa": "-We'll break the story on... -The 8:30.",
        "vi": "- Ta sẽ đưa tin đầu tiên vào... - Bản tin lúc 20:30."
    },
    {
        "start": "00:29:51,400",
        "end": "00:29:54,640",
        "en": "-20.30'eren. -Vi to følger op i \"Juul &amp; Friis\".",
        "pa": "And we'll follow up on it on Juul &amp; Friis.",
        "vi": "Và tiếp nối câu chuyện trên Juul &amp; Friis."
    },
    {
        "start": "00:29:54,760",
        "end": "00:29:59,120",
        "en": "-\"Juul &amp; Pikhoved\". -Vi skal tilbage og hente billeder.",
        "pa": "Juul &amp; Dickhead.\n Let's look for some visuals.",
        "vi": "Juul &amp; Dickhead.\n Hãy tìm vài hình ảnh trực quan nào đó."
    },
    {
        "start": "00:29:59,240",
        "end": "00:30:04,440",
        "en": "Hvordan kan en med den baggrund være en del af vores folkestyre?",
        "pa": " \n How can a person with that background be part of the Danish government?",
        "vi": "Làm sao một người với lý lịch đó lại nằm trong chính phủ Đan Mạch được?"
    },
    {
        "start": "00:30:04,560",
        "end": "00:30:11,760",
        "en": "-Det er vel op til folket. -Ravn ville afskaffe demokratiet.",
        "pa": "In a democracy isn't that up to the electorate?\n Of course. But Søren Ravn was ready to abolish democracy",
        "vi": "Trong một nền dân chủ, không phải là do toàn bộ cử tri sao?\n Dĩ nhiên. Nhưng Søren Ravn đã sẵn sàng xóa bỏ nền dân chủ"
    },
    {
        "start": "00:30:11,880",
        "end": "00:30:17,320",
        "en": "Han ville sælge landet til fjenden. Sovjet ville invadere Danmark.",
        "pa": "and sell the country to the enemy. That is high treason.",
        "vi": "và bán rẻ đất nước cho kẻ thù. Đó là tội phản quốc."
    },
    {
        "start": "00:30:17,440",
        "end": "00:30:24,160",
        "en": "Perioden ligger over 20 år tilbage i tiden. Den har jeg haft et opgør med.",
        "pa": "The period to which you refer was over 20 years ago.",
        "vi": "Thời kỳ mà bà nhắc đến là hơn 20 năm trước."
    },
    {
        "start": "00:30:24,280",
        "end": "00:30:28,400",
        "en": "Jeg har aldrig villet sælge Danmark til nogen eller noget.",
        "pa": "I have put it well and truly behind me.\n I never wanted to sell Denmark to anyone or anything.",
        "vi": "Tôi đã hoàn toàn bỏ nó lại phía sau.\n Tôi chưa từng muốn bán Đan Mạch cho bất cứ ai hay bất cứ thứ gì."
    },
    {
        "start": "00:30:28,520",
        "end": "00:30:32,440",
        "en": "Jeg har frivilligt lagt alle kortene på bordet.",
        "pa": "And I have laid all my cards on the table to show I have nothing to hide.",
        "vi": "Và tôi đã nói hết mọi thứ để cho thấy tôi không có gì để giấu."
    },
    {
        "start": "00:30:32,560",
        "end": "00:30:36,680",
        "en": "PET har offentliggjort dokumenter fra Danmarks værste spionsag.",
        "pa": "Today the national intelligence agency published documents",
        "vi": "Hôm nay, PET đã công bố các tài liệu chỉ ra rằng bạn ông,"
    },
    {
        "start": "00:30:36,800",
        "end": "00:30:40,920",
        "en": "Din nære ven Gorm Kofoed er hovedpersonen i sagen.",
        "pa": "showing that your friend Gorm Kofoed was a leading spy.",
        "vi": "Gorm Kofoed là gián điệp hàng đầu."
    },
    {
        "start": "00:30:41,040",
        "end": "00:30:44,160",
        "en": "Mange føler, du ikke har fortalt alt.",
        "pa": "Obviously, many Danes wonder whether you have told them everything.",
        "vi": "Rõ ràng nhiều người dân tự hỏi liệu ông kể hết chưa."
    },
    {
        "start": "00:30:44,280",
        "end": "00:30:49,440",
        "en": "Det kommer som et voldsomt chok for mig at finde ud af",
        "pa": "I don't think it is obvious at all.\n It comes as a tremendous shock to me",
        "vi": "Tôi không nghĩ có gì là rõ ràng. Tôi vô cùng sốc"
    },
    {
        "start": "00:30:49,560",
        "end": "00:30:55,200",
        "en": "at Gorm har været agent for Sovjet. Men når det er sagt",
        "pa": "to hear that Gorm was working for the Soviets.\n I was sad to hear that.",
        "vi": "khi nghe tin Gorm làm việc cho Liên Xô. Tôi rất buồn khi nghe chuyện."
    },
    {
        "start": "00:30:55,320",
        "end": "00:31:01,000",
        "en": "er der ikke skyggen af bevis for, at jeg skulle have gjort det samme.",
        "pa": "But there isn't a shred of evidence that I ever did what he did.",
        "vi": "Nhưng đâu có tí bằng chứng nào cho thấy tôi từng làm điều ông ta đã làm."
    },
    {
        "start": "00:31:01,120",
        "end": "00:31:04,320",
        "en": "Mange blev fristet. Jeg blev fristet ideologisk.",
        "pa": "I am not responsible for what my friend did.\n Lots of people were tempted. I was only tempted ideologically.",
        "vi": "Tôi đâu có trách nhiệm với việc bạn tôi làm.\n Rất nhiều người bị cám dỗ. Tôi chỉ bị cám dỗ về ý thức hệ."
    },
    {
        "start": "00:31:04,440",
        "end": "00:31:08,880",
        "en": "Det er i princippet også nok, ikke? Du troede på væbnet revolution.",
        "pa": "Isn't that enough?",
        "vi": "Thế còn chưa đủ sao?"
    },
    {
        "start": "00:31:09,000",
        "end": "00:31:12,560",
        "en": "Du festede med russerne og var i Moskva ustandselig.",
        "pa": "You believed in armed revolution.\n You went to cocktail parties with the Russians and visited Moscow.",
        "vi": "Ông tin vào cách mạng vũ trang.\n Ông đã đến tiệc cocktail với người Nga và thăm Moscow."
    },
    {
        "start": "00:31:12,680",
        "end": "00:31:18,680",
        "en": "-Der findes en PET-fil på dig. -Ligesom på 60.000 andre danskere.",
        "pa": "You have an intelligence agency file.\n Yes, I do. Just like 60,000 other Danes.",
        "vi": "- PET đã lưu hồ sơ của ông. - Như 60.000 người Đan Mạch khác thôi."
    },
    {
        "start": "00:31:18,800",
        "end": "00:31:24,280",
        "en": "Ja, men din ven var KGB-agent. Dit navn optræder på en liste over dem",
        "pa": "Yes. But your best friend was a KGB agent.",
        "vi": "Phải. Nhưng bạn thân ông là một điệp viên KGB."
    },
    {
        "start": "00:31:24,400",
        "end": "00:31:27,800",
        "en": "han havde forbindelse til, som KGB fandt interessante.",
        "pa": "And in his Stasi file you are on a list of names of interest to the KGB.",
        "vi": "Và trong hồ sơ của ông ta ở Stasi, ông nằm trong danh sách KGB để mắt đến."
    },
    {
        "start": "00:31:27,920",
        "end": "00:31:32,600",
        "en": "Den liste tæller justitsministeren, departementschefer og politimestre.",
        "pa": "That list includes the Minister of Justice, some permanent secretaries,",
        "vi": "Danh sách đó gồm Bộ trưởng Tư pháp, một số thư ký thường trực,"
    },
    {
        "start": "00:31:32,720",
        "end": "00:31:35,560",
        "en": "De er vel ikke under mistanke?",
        "pa": "and a number of chief constables. Are they suspected of being KGB agents?",
        "vi": "và một số cảnh sát trưởng. Họ có bị nghi ngờ là điệp viên KGB không?"
    },
    {
        "start": "00:31:35,680",
        "end": "00:31:41,320",
        "en": "Benedikte, du anklager mig for at være antidemokrat og spion.",
        "pa": "You are accusing me of being anti-democratic and a traitor.",
        "vi": "Bà đang buộc tội tôi là kẻ phản dân chủ và kẻ phản bội."
    },
    {
        "start": "00:31:41,440",
        "end": "00:31:45,520",
        "en": "Er man ikke uskyldig, indtil andet er bevist?",
        "pa": "You accuse me of being a spy. \n But in this country aren't we innocent until proven guilty?",
        "vi": "Bà buộc tội tôi là gián điệp.\n Nhưng ở đất nước này, ta vô tội đến khi bị chứng minh có tội mà?"
    },
    {
        "start": "00:31:45,640",
        "end": "00:31:50,760",
        "en": "Jeg skal ikke bevise, at jeg ikke var agent. I skal bevise, at jeg var det.",
        "pa": "I don't have to prove that I was not an agent.\n It's up to you to prove that I was.",
        "vi": "Tôi không cần chứng minh mình không phải.\n Bà mới phải chứng minh tôi là điệp viên. Và chúc bà may mắn vì tôi không phải."
    },
    {
        "start": "00:31:50,880",
        "end": "00:31:55,240",
        "en": "-Det var jeg ikke. -Vi er ved at løbe ud for tid.",
        "pa": "And I wish you the best of luck because I wasn't.\n Søren Ravn, we're running out of time. Can you guarantee",
        "vi": ""
    },
    {
        "start": "00:31:55,360",
        "end": "00:32:02,800",
        "en": "Kan du garantere, at der ikke falder yderligere skeletter ud af skabet?",
        "pa": "that there are no more skeletons relating to you and your past?",
        "vi": "Ông Søren Ravn, ta sắp hết giờ rồi. Ông có thể đảm bảo\n là không còn điều xấu xa nào nữa dính đến ông và quá khứ của ông không?"
    },
    {
        "start": "00:32:02,920",
        "end": "00:32:08,120",
        "en": "-Jeg kan jo ikke... -Det er et simpelt spørgsmål.",
        "pa": "There's no way I can...",
        "vi": "Không có cách nào có thể..."
    },
    {
        "start": "00:32:08,240",
        "end": "00:32:14,160",
        "en": "Jeg kan ikke vide, hvad pressen vil kaste sig over. Jeg kan garantere",
        "pa": "It's a very simple question.\n I can't know what the press will decide to jump on.",
        "vi": "Đó là một câu hỏi rất đơn giản.\n Tôi đâu thể biết báo chí sẽ tham gia vào việc gì..."
    },
    {
        "start": "00:32:14,280",
        "end": "00:32:19,280",
        "en": "at jeg har aldrig været agent for KGB eller andre fremmede magter.",
        "pa": "In future... But I can guarantee\n that I have never been an agent for the KGB or any other foreign power.",
        "vi": "trong tương lai... Nhưng tôi có thể đảm bảo\n tôi chưa bao giờ là điệp viên KGB hay bất kỳ thế lực nước ngoài nào khác."
    },
    {
        "start": "00:32:19,400",
        "end": "00:32:24,920",
        "en": "-Det blev det sidste ord. Tak. -Det var \"Juul &amp; Friis\".",
        "pa": "That's all for tonight. Thank you.\n That was Juul &amp; Friis.",
        "vi": "Thế là đủ cho tối nay! Cảm ơn ông bà.\n Đó là Juul &amp; Friis."
    },
    {
        "start": "00:32:25,040",
        "end": "00:32:27,960",
        "en": "Var det det, man kalder en for lang tøven?",
        "pa": "Didn't he hesitate too long?",
        "vi": "Ông ta do dự quá lâu thì phải?"
    },
    {
        "start": "00:32:28,080",
        "end": "00:32:33,000",
        "en": "Nej. Ravn var ret overbevisende. Jeg køber den altså.",
        "pa": "No, he was very convincing. I believe him.",
        "vi": "Đâu, rất có sức thuyết phục. Tôi tin ông ấy."
    },
    {
        "start": "00:32:33,120",
        "end": "00:32:37,520",
        "en": "-Måske var det bare mig. -Vi skal vide mest.",
        "pa": "Maybe it was just me.\n If we are to save his candidacy, we have to be the ones who know most.",
        "vi": "Chắc chỉ tôi thấy vậy.\n Nếu muốn cứu vãn ứng cử viên, ta phải là người hiểu rõ nhất."
    },
    {
        "start": "00:32:37,640",
        "end": "00:32:42,560",
        "en": "Alt skal gennemtrevles. Ravn ved ikke, hvad pressen har interesse i.",
        "pa": "Everything must be gone over.\n Maybe Ravn doesn't even know what the press might be interested in.",
        "vi": "Mọi thứ phải được xét kỹ.\n Có lẽ Ravn thậm chí còn không biết báo chí quan tâm đến điều gì."
    },
    {
        "start": "00:32:42,680",
        "end": "00:32:46,960",
        "en": "Er der flere fotos? Hvem er de mennesker, han er sammen med?",
        "pa": "Are there more photos? Who are the people he is with?",
        "vi": "Còn nhiều ảnh không? Ông ta ở cùng những ai?"
    },
    {
        "start": "00:32:47,080",
        "end": "00:32:53,200",
        "en": "KGB-folkene. Har han haft andre problematiske venner dengang?",
        "pa": "There's KGB people, so has he had other problematic friends?",
        "vi": "Nhân viên KGB; ông ta có những người bạn rắc rối khác không?"
    },
    {
        "start": "00:32:53,320",
        "end": "00:32:57,200",
        "en": "Kender I nogen, der har brugbare oplysninger?",
        "pa": "I'll call Katrine.\n If you know anyone who might know anything, bring them in.",
        "vi": "Tôi sẽ gọi Katrine.\n Nếu biết ai đó có thể có tin gì, hãy cho họ lên sàn."
    },
    {
        "start": "00:32:57,320",
        "end": "00:33:01,000",
        "en": "Jeg kender den forhenværende vicepolitiinspektør.",
        "pa": "I know the deputy chief constable from Copenhagen at the time.",
        "vi": "Tôi biết phó cảnh sát trưởng Copenhagen vào thời điểm đó."
    },
    {
        "start": "00:33:01,120",
        "end": "00:33:07,160",
        "en": "-Kurt Bisgaard? Gud, er han... -Nej, Nete, han er ikke homo.",
        "pa": "Kurt Bisgaard?\n My goodness. Is he?",
        "vi": "Kurt Bisgaard?\n Ôi trời. Ông ta là?"
    },
    {
        "start": "00:33:07,280",
        "end": "00:33:13,120",
        "en": "Katrine, det er ikke slut endnu. Vi skal til bunds i det her.",
        "pa": "No, Nete, he is not gay. It's known as \"network\".\n Katrine, Birgitte speaking. It isn't over yet.\n We still have to get to the bottom of this.",
        "vi": "Không, Nete, ông ta không đồng tính. Nó gọi là \"mạng lưới\".\n Katrine, Birgitte đây. Vẫn chưa xong đâu.\n Ta vẫn phải đi đến tận cùng vụ này."
    },
    {
        "start": "00:33:46,640",
        "end": "00:33:48,280",
        "en": "TIDLIGERE KGB-CHEF I EKSIL I MALMØ",
        "pa": "FORMER KGB CHIEF IN EXILE IN MALMÖ\n VASILLI ANDREJEV BERGSGATAN 183, MALMÖ, SWEDEN",
        "vi": "CỰU LÃNH ĐẠO KGB LƯU VONG Ở MALMÖ\n VASILLI ANDREJEV 183 BERGSGATAN, MALMÖ, THỤY ĐIỂN"
    },
    {
        "start": "00:33:57,520",
        "end": "00:34:03,440",
        "en": "Hej, Birgitte. Jeg har fundet en, som kan fortælle os noget, hvis han vil.",
        "pa": "Yes, hi, Birgitte, Katrine here.\n I have found someone who can definitely tell us something if he wants to.",
        "vi": "A lô, Birgitte, Katrine đây. Tôi đã tìm được một người"
    },
    {
        "start": "00:34:03,560",
        "end": "00:34:06,480",
        "en": "Du kan lige ringe til mig. Hej.",
        "pa": "Yes. Well, just call me. Bye.",
        "vi": "chắc có thể kể gì đó nếu ông ta muốn. Ừ. Cứ gọi tôi. Tạm biệt."
    },
    {
        "start": "00:34:23,600",
        "end": "00:34:27,040",
        "en": "-Goddag, Birgitte. -Goddag, Mogens.",
        "pa": "-Hello, Birgitte. -Hello, Mogens.",
        "vi": "- Chào bà Birgitte. - Chào ông."
    },
    {
        "start": "00:34:29,640",
        "end": "00:34:33,680",
        "en": "Birgitte, nu skal du se.",
        "pa": "Now, Birgitte, let me show you...",
        "vi": "Bà Birgitte, giờ để tôi chỉ bà..."
    },
    {
        "start": "00:34:33,800",
        "end": "00:34:41,040",
        "en": "Dér. Det er nogle celleforandringer, som sidder i øverste fjerde kvadrant.",
        "pa": "um, there.\n There are...\n some cell changes",
        "vi": "...ở đó...\n Có... vài biến đổi tế bào"
    },
    {
        "start": "00:34:41,160",
        "end": "00:34:47,160",
        "en": "De sidder ret højt oppe på ydersiden af dit højre bryst. De små prikker.",
        "pa": "in what we call the upper fourth quadrant.\n Quite high up in the other side of your right breast.",
        "vi": "ở chỗ chúng tôi gọi là góc phần tư phía trên.\n Khá cao ở phía bên kia của vú phải."
    },
    {
        "start": "00:34:47,280",
        "end": "00:34:51,600",
        "en": "-Hvad vil det sige? -Det vil ikke sige noget... endnu.",
        "pa": "Tiny dots that look like grains of sand.\n -Cell changes? What do they mean? -We can't really say yet.",
        "vi": "Các chấm nhỏ như những hạt cát.\n - Biến đổi tế bào? Chúng nghĩa là gì? - Chúng tôi chưa thể đoán được."
    },
    {
        "start": "00:34:51,720",
        "end": "00:34:54,800",
        "en": "Men samtidig må jeg også sige til dig",
        "pa": "But I do want to tell you...",
        "vi": "Nhưng tôi muốn nói với bà..."
    },
    {
        "start": "00:34:54,920",
        "end": "00:35:00,200",
        "en": "at for mig ligner det et forstadie til kræft i kategori 3",
        "pa": "To me they look like precancerous cells, of what we call category 3.",
        "vi": "Với tôi, chúng giống tế bào tiền ung thư của thứ gọi là loại ba giai đoạn ba."
    },
    {
        "start": "00:35:00,320",
        "end": "00:35:03,760",
        "en": "og det skal behandles omgående.",
        "pa": "And that requires immediate treatment.",
        "vi": "Và nó cần được điều trị ngay lập tức."
    },
    {
        "start": "00:35:03,880",
        "end": "00:35:08,200",
        "en": "-Det er ikke nogen stor operation. -Okay.",
        "pa": "It is not a big operation. You can be out again the same day.",
        "vi": "Không phải đại phẫu, có thể xuất viện cùng ngày."
    },
    {
        "start": "00:35:08,320",
        "end": "00:35:11,040",
        "en": "-Hvornår? -Så hurtigt som muligt.",
        "pa": "Okay...\n -When? -As soon as possible.",
        "vi": "Được rồi...\n - Khi nào? - Càng nhanh càng tốt. Trong vài ngày tới."
    },
    {
        "start": "00:35:11,160",
        "end": "00:35:14,680",
        "en": "-En af de nærmeste dage. -Det var hurtigt.",
        "pa": "In the next few days.",
        "vi": ""
    },
    {
        "start": "00:35:14,800",
        "end": "00:35:20,240",
        "en": "Vi skal tilbyde behandlingen så hurtigt. Det fik du selv gennemført.",
        "pa": "-That is soon. -It's the law.\n It is something you yourself enacted when you were PM.",
        "vi": "- Sớm thật. - Đó là luật.\n Nó là điều chính bà ban hành khi còn là Thủ tướng."
    },
    {
        "start": "00:35:20,360",
        "end": "00:35:26,400",
        "en": "Området er to gange to centimeter, og det bliver mig, der opererer.",
        "pa": "The area is about 2 cm by 2 cm.",
        "vi": "Diện tích khoảng 2 cm x 2 cm. Và tôi sẽ đích thân phẫu thuật."
    },
    {
        "start": "00:35:26,520",
        "end": "00:35:29,840",
        "en": "Vi er blevet gode til at få det til at se pænt ud.",
        "pa": "And I'll do the operation myself.\n And we have become really good at making the result look nice.",
        "vi": "Chúng tôi đã trở nên rất giỏi làm cho thành quả nom đẹp đẽ."
    },
    {
        "start": "00:35:29,960",
        "end": "00:35:33,320",
        "en": "-Skal jeg have kemo også? -Nej. Ikke i første omgang.",
        "pa": "-Will I need chemo as well? -No. No, you won't. Not at this stage.",
        "vi": "- Tôi cũng cần hóa trị à? - Không đâu. Không phải ở giai đoạn này."
    },
    {
        "start": "00:35:33,440",
        "end": "00:35:36,800",
        "en": "Du skal have strålebehandling 25 gange over fem uger.",
        "pa": "But you will need radiation therapy 25 times over 5 weeks.",
        "vi": "Nhưng bà sẽ cần xạ trị 25 lần trong năm tuần."
    },
    {
        "start": "00:35:36,920",
        "end": "00:35:41,000",
        "en": "-Det vil sige alle hverdage. -Alle hverdage?",
        "pa": "-Meaning every weekday. -Every weekday?",
        "vi": "- Tức các ngày trừ thứ bảy, chủ nhật. - Ngày làm việc?"
    },
    {
        "start": "00:35:41,120",
        "end": "00:35:46,000",
        "en": "-Men jeg kan arbejde alligevel? -Strålerne varer et par minutter.",
        "pa": "Mm-hmm.\n -But I'll still be able to work? -It only takes a couple of minutes.",
        "vi": "- Nhưng tôi vẫn có thể làm việc? - Chỉ mất vài phút thôi."
    },
    {
        "start": "00:35:46,120",
        "end": "00:35:52,520",
        "en": "Men en sygdomsproces som den her kan påvirke én psykisk.",
        "pa": "But don't underestimate the way that a treatment like this",
        "vi": "Nhưng đừng đánh giá thấp cái cách diễn tiến căn bệnh như thế này"
    },
    {
        "start": "00:35:52,640",
        "end": "00:35:55,000",
        "en": "Ja.",
        "pa": "-can very much affect you psychologically. -Right.",
        "vi": "- có thể tác động lớn đến tâm lý bà. - Đúng."
    },
    {
        "start": "00:35:56,240",
        "end": "00:35:59,680",
        "en": "-Vi indkalder dig. -Fint.",
        "pa": "We will call you in.\n Fine.",
        "vi": "Chúng tôi sẽ gọi sau.\n Được."
    },
    {
        "start": "00:36:43,840",
        "end": "00:36:47,360",
        "en": "Lad være med at skubbe til mig!",
        "pa": "- Do you mind not shoving me? - You are in the way.",
        "vi": "- Đừng xô chị được không? - Chị cản đường em."
    },
    {
        "start": "00:36:47,480",
        "end": "00:36:52,640",
        "en": "Pisseirriterende! Lad være med at låne mine høretelefoner.",
        "pa": "You are so irritating. And don't use my headphones!",
        "vi": "- Đồ phiền phức. - Đừng dùng tai nghe của chị."
    },
    {
        "start": "00:36:52,760",
        "end": "00:36:56,920",
        "en": "Hey, I to. Hvad er det for noget?! I er sgu ikke tre år længere.",
        "pa": "I need them. They are not yours.\n Hey, you two, stop it! That's enough!",
        "vi": "Thật tình là em cần chúng.\n Này, hai đứa, dừng lại đi! Đâu còn là trẻ lên ba nữa."
    },
    {
        "start": "00:36:57,040",
        "end": "00:36:59,600",
        "en": "Altså...",
        "pa": "You're not three any more.\n I mean...",
        "vi": "Ý mẹ là..."
    },
    {
        "start": "00:36:59,720",
        "end": "00:37:02,440",
        "en": "Undskyld.",
        "pa": "I'm sorry.",
        "vi": "Mẹ xin lỗi."
    },
    {
        "start": "00:37:03,520",
        "end": "00:37:06,680",
        "en": "I skal være søde.",
        "pa": "Please be good.",
        "vi": "Hãy ngoan đi."
    },
    {
        "start": "00:37:09,160",
        "end": "00:37:11,560",
        "en": "Tag de fucking høretelefoner.",
        "pa": "Keep your fucking headphones.",
        "vi": "Cứ việc giữ tai nghe đi."
    },
    {
        "start": "00:37:16,480",
        "end": "00:37:19,920",
        "en": "Din kone sidder inde på dit kontor.",
        "pa": "Your wife is waiting in your office.",
        "vi": "Vợ anh đang đợi trong phòng đấy."
    },
    {
        "start": "00:37:22,520",
        "end": "00:37:25,240",
        "en": "Hej, skat.",
        "pa": "Hi, darling.",
        "vi": "Chào cưng."
    },
    {
        "start": "00:37:25,360",
        "end": "00:37:29,680",
        "en": "-Jeg har ventet et kvarter på dig. -Har du det? Jamen hvorfor?",
        "pa": "I have been waiting 15 minutes.\n Have you? \n Why?",
        "vi": "Em đã đợi 15 phút rồi.\n Vậy sao?\n Tại sao?"
    },
    {
        "start": "00:37:32,240",
        "end": "00:37:35,360",
        "en": "Parterapi!",
        "pa": "Marriage counseling!",
        "vi": "Tư vấn hôn nhân..."
    },
    {
        "start": "00:37:36,480",
        "end": "00:37:39,680",
        "en": "Hvordan fanden i helvede kunne du glemme det?",
        "pa": "How the hell could you forget?",
        "vi": "Thế quái nào anh lại quên hả?"
    },
    {
        "start": "00:37:39,800",
        "end": "00:37:46,160",
        "en": "Undskyld. Det har jeg svedt ud. Undskyld. Det mener jeg virkelig.",
        "pa": "Sorry, it slipped my mind.\n Sorry. I really mean it. I am sorry, darling, it...",
        "vi": "Xin lỗi, anh quên béng mất.\n Thật đấy. Anh xin lỗi, em yêu, nó..."
    },
    {
        "start": "00:37:47,680",
        "end": "00:37:53,640",
        "en": "Det har jeg fuldstændig... Jeg er bare sindssygt presset for tiden.",
        "pa": "I completely forgot. I don't know...\n I am under a lot of pressure here right now.",
        "vi": "Anh hoàn toàn quên mất. Anh không biết...\n Dạo này anh nhiều áp lực quá."
    },
    {
        "start": "00:37:55,840",
        "end": "00:37:58,440",
        "en": "Jeg ved det godt. Det...",
        "pa": "-I know.",
        "vi": "Anh biết là..."
    },
    {
        "start": "00:38:03,040",
        "end": "00:38:07,400",
        "en": "Jeg ved ikke, hvad der sker lige for tiden. Det er bare...",
        "pa": "I don't know what is happening to me.",
        "vi": "Anh không rõ anh bị làm sao nữa."
    },
    {
        "start": "00:38:11,760",
        "end": "00:38:17,520",
        "en": "Jeg kan ikke huske... Jeg glemmer alting.",
        "pa": "It's just... I can't remember stuff.\n I forget. Everything. It's crazy.",
        "vi": "Chỉ là... Anh không nhớ được gì.\n Anh quên mất. Mọi thứ. Thật điên rồ."
    },
    {
        "start": "00:38:21,160",
        "end": "00:38:24,840",
        "en": "Jeg... Jeg kan bare ikke holde ud at være her.",
        "pa": "I... I simply can't stand it here any more.",
        "vi": "Anh không chịu nổi việc ở đây hơn nữa."
    },
    {
        "start": "00:38:24,960",
        "end": "00:38:29,880",
        "en": "-Nej, skat. Du er også på vej væk. -Ja. Shh...",
        "pa": "No, darling, and you are on your way out, aren't you?",
        "vi": "Không, anh yêu, và anh sắp dứt áo mà nhỉ?"
    },
    {
        "start": "00:38:30,000",
        "end": "00:38:33,520",
        "en": "Du har et af landets mest prestigefyldte job.",
        "pa": "Yeah. Shh.\n You have one of the most prestigious jobs in the country, right?",
        "vi": "Ừ, suỵt.\n Anh có một trong những công việc uy tín nhất cả nước mà nhỉ?"
    },
    {
        "start": "00:38:33,640",
        "end": "00:38:35,680",
        "en": "-Okay? -Ja.",
        "pa": "-Right? -Yes.",
        "vi": "- Đúng không? - Phải."
    },
    {
        "start": "00:38:35,800",
        "end": "00:38:38,640",
        "en": "Du er en meget respekteret journalist.",
        "pa": "-Yes, I know that -You're a highly respected journalist.",
        "vi": "- Ừ, anh biết điều đó. - Anh là nhà báo rất được trọng vọng."
    },
    {
        "start": "00:38:40,360",
        "end": "00:38:45,640",
        "en": "-Ja... Undskyld. -Vi skal gå. Ellers når vi det ikke.",
        "pa": "Yes...\n -Sorry. -Come on.\n -Otherwise we'll be late. -Okay.",
        "vi": "Ừ...\n - Xin lỗi. - Đi nào.\n - Không là trễ mất. - Ừ."
    },
    {
        "start": "00:38:48,080",
        "end": "00:38:51,720",
        "en": "-Undskyld, skat. -Kom nu bare.",
        "pa": "I am sorry, darling.\n Just get a move on.",
        "vi": "Xin lỗi cưng.\n Nhanh lên nào."
    },
    {
        "start": "00:39:08,400",
        "end": "00:39:11,800",
        "en": "-Hej, Torben. -Hej, Michael.",
        "pa": "-Torben. -Hi, Michael.",
        "vi": "- Torben. - Chào Michael."
    },
    {
        "start": "00:39:11,920",
        "end": "00:39:15,560",
        "en": "-Det er længe siden. -Det er kraftedeme længe siden.",
        "pa": "-Good to see you. -It's been a while.\n It's been ages.",
        "vi": "- Rất vui được gặp anh. - Lâu đấy.\n Lâu lắm rồi."
    },
    {
        "start": "00:39:15,680",
        "end": "00:39:19,680",
        "en": "-Tager du stadig kaffen sort? -Black is the new black.",
        "pa": "It has.\n -You still drink your coffee black? -Black is the new black.",
        "vi": "Đúng vậy.\n - Anh vẫn uống cà phê đen của anh à? - Đen là mốt mới đấy."
    },
    {
        "start": "00:39:19,800",
        "end": "00:39:24,320",
        "en": "-Er det det, man siger? -Det er det, man siger.",
        "pa": "-Is that what they say? -It is.",
        "vi": "- Họ nói thế à? - Đúng vậy."
    },
    {
        "start": "00:39:24,440",
        "end": "00:39:28,400",
        "en": "Jeg er spændt på, hvad det er for en historie, du har til mig.",
        "pa": "I can't wait to hear what this story is that you've got for me?",
        "vi": "Tôi háo hức muốn nghe chuyện anh đưa tôi là gì?"
    },
    {
        "start": "00:39:28,520",
        "end": "00:39:32,920",
        "en": "I har vel fundet noget snask, som vi skal breake i Ekspres.",
        "pa": "Story?\n You have found some dirt you want to break in the Express.",
        "vi": "Câu chuyện?\n Anh tìm thấy tin đồn nhảm nào đó muốn tiết lộ trên báo Express."
    },
    {
        "start": "00:39:33,040",
        "end": "00:39:38,760",
        "en": "Vi er jo de snavsede drenge. Jeg kan leve med det. Er det Ravn-sagen?",
        "pa": "We dish out the dirt.\n That's fine by us. I can live with it. Is it the Ravn case?",
        "vi": "Báo tôi đăng tin nhảm.\n Không sao đâu. Tôi chịu được. Vụ của Ravn à?"
    },
    {
        "start": "00:39:40,000",
        "end": "00:39:45,760",
        "en": "-Nej, det må du have misforstået. -Hvad drejer det sig så om?",
        "pa": "You must have misunderstood me.\n So what's this about then?",
        "vi": "- Chắc anh hiểu lầm tôi rồi. - Vậy chuyện này là về?"
    },
    {
        "start": "00:39:45,880",
        "end": "00:39:49,520",
        "en": "Det drejer sig om, at jeg er røvtræt af at være på TV1.",
        "pa": "I'm sick and tired of TV1.",
        "vi": "Việc tôi phát ốm và nản với TV1 rồi."
    },
    {
        "start": "00:39:49,640",
        "end": "00:39:53,360",
        "en": "Der er ingen penge, og så røg der et helt cheflag.",
        "pa": "There's no money. And there's this brand new head of programming.",
        "vi": "Chẳng có tiền. Và có người mới lãnh đạo hết các chương trình."
    },
    {
        "start": "00:39:53,480",
        "end": "00:39:57,120",
        "en": "-Ham den nye programdirektør... -Alexander Hjort?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:57,240",
        "end": "00:40:02,360",
        "en": "Ja. Røvirriterende. 34 år. Han går med smykker til mænd, Michael.",
        "pa": "Alexander Hjort?\n Yes. Really irritating. 34 years old. Very, very young.",
        "vi": "- Alexander Hjort? - Ừ. Rất gây khó chịu.\n 36 tuổi. Cực trẻ."
    },
    {
        "start": "00:40:02,480",
        "end": "00:40:08,600",
        "en": "-Jeg kan næsten ikke have det. -Det er godt nok deprimerende.",
        "pa": "He wears male jewelry, Michael.\n -I just can't cope.",
        "vi": "Hắn đeo trang sức nam đấy.\n Tôi không xử lý được.\n Thật là chán nản."
    },
    {
        "start": "00:40:08,720",
        "end": "00:40:15,760",
        "en": "Men hvorfor fortæller du mig det? Vil du i terapi hos mig?",
        "pa": "That really is depressing.\n But why are you telling me all this?\n Because you want me as a therapist or because you want a hug?",
        "vi": "Nhưng sao lại kể hết cho tôi?\n Vì anh muốn tôi làm tư vấn viên hay anh muốn cái ôm an ủi?"
    },
    {
        "start": "00:40:18,960",
        "end": "00:40:26,000",
        "en": "Jeg har tænkt mig at skride fra TV1. I søger en ny politisk redaktør.",
        "pa": "No. Because I want to quit TV1.\n Oh?",
        "vi": "Không. Vì tôi muốn bỏ TV1."
    },
    {
        "start": "00:40:26,120",
        "end": "00:40:29,360",
        "en": "Du og jeg har kendt hinanden i mange år.",
        "pa": "And you've advertised for a new political editor.\n And we've known each since college.",
        "vi": "Và anh đã đăng báo tuyển biên tập chính trị mới.\n Chúng ta còn biết nhau từ thời đại học."
    },
    {
        "start": "00:40:29,480",
        "end": "00:40:37,120",
        "en": "Måske skulle vi finde ud af, hvor skidegode vi er til at samarbejde.",
        "pa": "It's about time we worked together too.",
        "vi": "Đã đến lúc ta làm việc cùng nhau rồi."
    },
    {
        "start": "00:40:37,240",
        "end": "00:40:41,000",
        "en": "Okay. Så det her er en jobsamtale?",
        "pa": "So maybe it's time we joined forces.\n Okay.",
        "vi": "Nên có lẽ đã đến lúc chúng ta hợp lực.\n Được rồi."
    },
    {
        "start": "00:40:41,120",
        "end": "00:40:46,120",
        "en": "Nej. Man skal se på det som værende et tilbud til Ekspres.",
        "pa": "So this is a job interview?\n No, more like an offer to Express.",
        "vi": "Phỏng vấn xin việc à?\n Không, giống đề nghị cho báo Express hơn."
    },
    {
        "start": "00:40:46,240",
        "end": "00:40:48,720",
        "en": "Prøv lige at stoppe.",
        "pa": "Hang on a moment.",
        "vi": "Đợi chút."
    },
    {
        "start": "00:40:48,840",
        "end": "00:40:53,960",
        "en": "Jeg håber, du ved, hvor dyb respekt jeg har for dig.",
        "pa": "I hope you know how much I respect you.",
        "vi": "Hy vọng anh biết tôi kính trọng anh."
    },
    {
        "start": "00:40:54,080",
        "end": "00:40:56,960",
        "en": "-Jeg vil svare ærligt. -Okay.",
        "pa": "-And so I am going to be frank with you. -Okay.",
        "vi": "Và tôi sẽ thẳng thắn với anh."
    },
    {
        "start": "00:40:58,960",
        "end": "00:41:02,760",
        "en": "Du er sgu ikke sexet mere, Torben.",
        "pa": "You aren't sexy any more, Torben.",
        "vi": "Anh không còn thu hút nữa."
    },
    {
        "start": "00:41:04,400",
        "end": "00:41:09,200",
        "en": "Du er administrativ medarbejder på TV1. Ikke?",
        "pa": "You are an admin officer on TV1.\n This is the age of the younger generations.",
        "vi": "Anh làm nhân viên hành chính cho TV1.\n Đây là thời đại của thế hệ trẻ rồi."
    },
    {
        "start": "00:41:09,320",
        "end": "00:41:15,760",
        "en": "Når jeg skal finde en ny redaktør, ser jeg efter nogle på maks. 32 år.",
        "pa": "For a new editor I look at journalists 30, 31, max 32 years old.",
        "vi": "Với biên tập viên mới, tôi tìm các nhà báo độ 30, 31, tối đa 32 tuổi."
    },
    {
        "start": "00:41:15,880",
        "end": "00:41:21,160",
        "en": "Hvis jeg må give dig et godt råd, så bliv, hvor du er.",
        "pa": "My best advice",
        "vi": "Lời khuyên tốt nhất của tôi"
    },
    {
        "start": "00:41:21,280",
        "end": "00:41:26,040",
        "en": "Og hold dig skidegode venner med ham med smykkerne.",
        "pa": "is to stay put\n and stay really good pals with the fellow with the jewelry.",
        "vi": "là ở yên tại chỗ,\n vẫn làm bạn tốt với tay đó và nhân viên."
    },
    {
        "start": "00:41:40,320",
        "end": "00:41:41,560",
        "en": "",
        "pa": "",
        "vi": "MALMÖ C"
    },
    {
        "start": "00:42:28,360",
        "end": "00:42:31,520",
        "en": "-Vassily Andrejev? -Katrine?",
        "pa": "-Vasilly Andrejev? -Katrine?",
        "vi": "- Vasilly Andrejev? - Katrine à?"
    },
    {
        "start": "00:42:31,640",
        "end": "00:42:36,280",
        "en": "-Ja. -Goddag. Jeg har noget kaffe.",
        "pa": "Yes.\n - Hello. -Hello.",
        "vi": "- Vâng. - Xin chào."
    },
    {
        "start": "00:42:36,400",
        "end": "00:42:39,440",
        "en": "-Tak. -Det var så lidt.",
        "pa": "-I have some coffee. -Oh!\n -Thank you. -You are welcome.",
        "vi": "Tôi mua cà phê rồi.\n - Cảm ơn. - Không có gì."
    },
    {
        "start": "00:42:41,400",
        "end": "00:42:43,600",
        "en": "-Skal vi gå? -Ja.",
        "pa": "Shall we walk?\n Sure.",
        "vi": "Ta đi dạo nhé?\n Được."
    },
    {
        "start": "00:42:45,320",
        "end": "00:42:49,280",
        "en": "Jeg kunne ikke tage tilbage. Ikke engang, hvis jeg ville.",
        "pa": "I couldn't go back even if I wanted to.",
        "vi": "Tôi không thể về nước dù có muốn đi nữa."
    },
    {
        "start": "00:42:49,400",
        "end": "00:42:55,440",
        "en": "-Hvorfor ikke? -Jeg lækkede oplysninger til CIA.",
        "pa": "Oh?\n Why?\n Ah...\n I happened to leak some information to the CIA.",
        "vi": "Tại sao?\n Tôi tình cờ tiết lộ một số thông tin cho CIA."
    },
    {
        "start": "00:42:55,560",
        "end": "00:42:59,120",
        "en": "Men det er helt i orden. Jeg savner ikke Moskva.",
        "pa": "But it's okay.\n I do not miss Moscow.",
        "vi": "Nhưng không sao.\n Tôi không nhớ Moscow đâu."
    },
    {
        "start": "00:42:59,240",
        "end": "00:43:04,760",
        "en": "Og jeg er... Hvad ville amerikanerne kalde det? En lille fisk.",
        "pa": "And I am... how would the Americans put it?\n Small potatoes.",
        "vi": "Và tôi chỉ là... Người Mỹ sẽ nói thế nào nhỉ?\n Kẻ tầm thường thôi."
    },
    {
        "start": "00:43:07,480",
        "end": "00:43:13,840",
        "en": "Jeg prøver at forsvare en uskyldig mand, men pressen vil ikke give slip.",
        "pa": "I am here because I am trying to defend a man I think is innocent.\n But the media will not let him go.",
        "vi": "Tôi tới đây vì cố bảo vệ người tôi cho là vô tội.\n Truyền thông sẽ không tha ông ấy."
    },
    {
        "start": "00:43:13,960",
        "end": "00:43:17,960",
        "en": "Du ved vel, at jeg aldrig har talt om det her offentligt før.",
        "pa": "You realize I have never spoken about this publicly before, yes?",
        "vi": "Cô nhận ra tôi chưa bao giờ nói công khai chuyện này, phải không?"
    },
    {
        "start": "00:43:18,080",
        "end": "00:43:20,720",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Phải."
    },
    {
        "start": "00:43:23,000",
        "end": "00:43:26,680",
        "en": "Jeg kendte Søren Ravn. Han var en kvik ung mand.",
        "pa": "I knew Søren Ravn.\n He was a bright young man.",
        "vi": "Tôi biết Søren Ravn. Cậu ta là một thanh niên sáng dạ."
    },
    {
        "start": "00:43:26,800",
        "end": "00:43:29,600",
        "en": "Og flot. Kvinderne var vilde med ham.",
        "pa": "And handsome. All the women loved him.",
        "vi": "Và đẹp trai. Mọi phụ nữ đều yêu cậu ta."
    },
    {
        "start": "00:43:29,720",
        "end": "00:43:34,200",
        "en": "Han var meget interessant for os dengang.",
        "pa": "He was very interesting to us at that time.",
        "vi": "Thời gian đó, cậu ta gây chú ý với chúng tôi."
    },
    {
        "start": "00:43:34,320",
        "end": "00:43:37,840",
        "en": "Han havde KGB-potentiale.",
        "pa": "He had a lot of potential for the KGB.",
        "vi": "Cậu ta có rất nhiều tiềm năng cho KGB."
    },
    {
        "start": "00:43:37,960",
        "end": "00:43:42,640",
        "en": "-Kontaktede I ham? -Vi talte om det flere gange.",
        "pa": "Did you approach him?\n We discussed it several times.",
        "vi": "Ông đã tiếp cận anh ấy?\n Chúng tôi đã bàn bạc việc đó nhiều lần."
    },
    {
        "start": "00:43:42,760",
        "end": "00:43:45,840",
        "en": "Og vi talte om det med vores agent Fønix.",
        "pa": "And we talked about it with our agent, Phoenix.",
        "vi": "Và nói với điệp viên của chúng tôi. Phượng hoàng."
    },
    {
        "start": "00:43:45,960",
        "end": "00:43:48,160",
        "en": "-Gorm Kofoed? -Ja.",
        "pa": "-Gorm Kofoed? -Yeah.",
        "vi": "- Gorm Kofoed? - Phải."
    },
    {
        "start": "00:43:48,280",
        "end": "00:43:52,680",
        "en": "Men Fønix var vores dygtigste spion i Skandinavien.",
        "pa": "But Phoenix was our most valuable spy in Scandinavia.",
        "vi": "Phượng hoàng là điệp viên đáng giá nhất ở Scandinavia."
    },
    {
        "start": "00:43:52,800",
        "end": "00:43:56,240",
        "en": "Han mente, at Ravn ville sige nej til os.",
        "pa": "And he told us he thought Ravn would say no if we approached him, so...",
        "vi": "Anh ta bảo là theo ý anh ta Ravn sẽ từ chối nếu được tiếp cận, nên..."
    },
    {
        "start": "00:43:56,360",
        "end": "00:44:00,640",
        "en": "Så vi besluttede, at vi ikke ville løbe den risiko.",
        "pa": "we concluded it was too big a risk for us to take.",
        "vi": "Và kết luận nó là mạo hiểm quá lớn cho chúng tôi."
    },
    {
        "start": "00:44:00,760",
        "end": "00:44:04,280",
        "en": "Hvis vi inddrog Ravn, kunne det afsløre Fønix.",
        "pa": "Because involving Ravn might expose Phoenix.",
        "vi": "Vì dính líu đến Ravn có thể làm lộ Phượng hoàng."
    },
    {
        "start": "00:44:04,400",
        "end": "00:44:09,040",
        "en": "Så nej. Ravn arbejdede aldrig for os.",
        "pa": "So, no.\n Ravn never worked for us.",
        "vi": "Nên là không.\n Ravn chưa từng làm cho chúng tôi."
    },
    {
        "start": "00:44:10,200",
        "end": "00:44:12,320",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn ông."
    },
    {
        "start": "00:44:12,440",
        "end": "00:44:17,400",
        "en": "Jeg respekterer folk, som er loyale.",
        "pa": "I have the greatest respect for people who are loyal.",
        "vi": "Tôi rất kính trọng những người trung thành."
    },
    {
        "start": "00:44:17,520",
        "end": "00:44:22,760",
        "en": "Folk forråder deres land af mange årsager.",
        "pa": "You'd be surprised to know the many reasons people have\n for betraying their country.",
        "vi": "Cô sẽ ngạc nhiên khi biết nhiều lý do tại sao mọi người phản bội nước họ."
    },
    {
        "start": "00:44:22,880",
        "end": "00:44:26,720",
        "en": "-Ud over ideologi? -Ja.",
        "pa": "-Besides ideology? -Yes.",
        "vi": "- Bên cạnh ý thức hệ? - Phải."
    },
    {
        "start": "00:44:26,840",
        "end": "00:44:29,880",
        "en": "I min verden kalder vi dem \"mice\".",
        "pa": "In my world, we call them MICE.",
        "vi": "Trong thế giới của tôi, họ được gọi là MICE."
    },
    {
        "start": "00:44:30,000",
        "end": "00:44:35,120",
        "en": "Moneter, Ideologi, \"Crime\" og Ego.",
        "pa": "\"M\" stands for \"money.\"\n \"I\" is for \"ideology\" and \"C\" is for \"crime.\"",
        "vi": "\"M\" đại biểu cho \"tiền\".\n \"I\" là \"ý thức hệ\" và \"C\" là \"tội lỗi\"."
    },
    {
        "start": "00:44:35,240",
        "end": "00:44:39,800",
        "en": "Mange gør det, fordi de vil føle sig betydningsfulde.",
        "pa": "\"E\" for \"ego.\"\n A lot of people do it\n just so they can feel important.",
        "vi": "\"E\" cho \"cái tôi\".\n Rất nhiều người làm thế. Chỉ thế họ mới thấy mình quan trọng."
    },
    {
        "start": "00:44:43,000",
        "end": "00:44:47,000",
        "en": "Hanne, det er Katrine. Ring til mig. Jeg har en gave til TV1.",
        "pa": "Hanne, it's Katrine. Call me. I have a present for TV1.",
        "vi": "Hanne, Katrine đây. Gọi lại cho tôi. Có quà cho TV1 đây."
    },
    {
        "start": "00:44:47,120",
        "end": "00:44:51,440",
        "en": "I sagen om Søren Ravns fortid frikendes Ravn nu for alle synder",
        "pa": "Ravn has now been cleared of any real wrong-doing",
        "vi": "Ravn giờ đây được minh oan khỏi bất kỳ hành vi sai trái có thực nào"
    },
    {
        "start": "00:44:51,560",
        "end": "00:44:58,120",
        "en": "af den russiske tidligere KGB-oberst Vassily Andrejev.",
        "pa": "by the former KGB colonel Vassily Andrejev.",
        "vi": "bởi cựu đại tá KGB Vassily Andrejev."
    },
    {
        "start": "00:44:58,440",
        "end": "00:45:01,400",
        "en": "Som tidligere chef for KGB, Danmark",
        "pa": "Hanne Holm went to see Andreyev at his home in Malmö.\n As the former head of KGB operation in Denmark,",
        "vi": "Hanne Holm đã đi gặp Andrejev tại nhà riêng ở Malmö.\n Với tư cách là cựu chỉ huy KGB ở Đan Mạch, phản ứng của ông với luận điệu"
    },
    {
        "start": "00:45:01,520",
        "end": "00:45:04,680",
        "en": "hvad er din reaktion på anklagerne mod Søren Ravn?",
        "pa": "what is your reaction to the allegation towards Søren Ravn?",
        "vi": ""
    },
    {
        "start": "00:45:04,800",
        "end": "00:45:08,800",
        "en": "Det er noget vås. Jeg har aldrig ansat Søren Ravn",
        "pa": "They are complete nonsense.",
        "vi": "- hướng đến Søren Ravn là gì? - Toàn là nói bậy."
    },
    {
        "start": "00:45:08,920",
        "end": "00:45:12,080",
        "en": "og jeg ved, at det gjorde Stasi heller ikke.",
        "pa": "I never employed Søren Ravn.\n And I know for a fact that the Stasi didn't either.",
        "vi": "Tôi chưa bao giờ thuê Søren Ravn.\n Và tôi biết chắc là Stasi cũng không."
    },
    {
        "start": "00:45:12,200",
        "end": "00:45:19,600",
        "en": "Og jeg hører, at PET heller ikke har noget, der peger på Ravn som agent.",
        "pa": "Also, I am given to understand\n that the Danish PET",
        "vi": "Hơn nữa, tôi được kể là\n cơ quan PET Đan Mạch"
    },
    {
        "start": "00:45:19,720",
        "end": "00:45:23,800",
        "en": "Men kunne De ikke have grunde til at skjule sandheden",
        "pa": "also have nothing to indicate that Ravn was an agent.\n Pardon me for being so blunt, but couldn't you",
        "vi": "cũng không có gì để chỉ ra rằng Ravn là một gián điệp.\n Xin lỗi hỏi thẳng, nhưng chẳng phải ông"
    },
    {
        "start": "00:45:23,920",
        "end": "00:45:25,800",
        "en": "hvis Ravn var spion?",
        "pa": "have some motives to conceal the truth if Ravn indeed had been a spy?",
        "vi": "có cớ để che đậy sự thật nếu Ravn thật sự là gián điệp à?"
    },
    {
        "start": "00:45:25,920",
        "end": "00:45:30,160",
        "en": "-Hvilke motiver skulle det være? -Loyalitet over for KGB?",
        "pa": "What motives would they be?",
        "vi": "Những cớ đó là gì cơ chứ?"
    },
    {
        "start": "00:45:30,280",
        "end": "00:45:35,600",
        "en": "Den findes ikke. Jeg tror på Vestens demokrati",
        "pa": "Maybe loyalty to the KGB.\n There is no loyalty.\n I believe in Western democracy.",
        "vi": "Có thể là trung thành với KGB.\n Làm gì có lòng trung thành.\n Tôi tin vào nền dân chủ phương Tây."
    },
    {
        "start": "00:45:35,720",
        "end": "00:45:39,400",
        "en": "og en uskyldig bør ikke straffes for noget, han ikke har gjort.",
        "pa": "And I do not believe an innocent man should be punished",
        "vi": "Tôi không tin một người vô tội sẽ bị trừng trị vì việc anh ta không làm."
    },
    {
        "start": "00:45:40,600",
        "end": "00:45:46,280",
        "en": "Kofoed var min spion. Ravn har aldrig været det. Så enkelt er det.",
        "pa": "for things he didn't do.\n Kofoed was my spy.\n Ravn never was.",
        "vi": "Kofoed là gián điệp của tôi.\n Ravn thì chưa bao giờ."
    },
    {
        "start": "00:45:46,640",
        "end": "00:45:51,640",
        "en": "Sådan. Godt arbejde, Katrine. Så burde den sag være lukket.",
        "pa": "It's as simple as that.\n Nice work, Katrine.",
        "vi": "Chỉ đơn giản vậy thôi.\n Làm tốt lắm, Katrine."
    },
    {
        "start": "00:45:51,760",
        "end": "00:45:55,000",
        "en": "-Det burde den. -Jeg har fået en bekræftelse.",
        "pa": "That should be the end of that.\n It should.\n Express says Søren won't be on the front page tomorrow.",
        "vi": "Chắc thế là kết thúc rồi.\n Nên là thế.\n Báo Express nói Søren sẽ không lên trang nhất ngày mai."
    },
    {
        "start": "00:45:55,120",
        "end": "00:45:59,120",
        "en": "-Søren er ikke på forsiden i morgen. -Sådan.",
        "pa": "Well done.",
        "vi": "Tốt lắm."
    },
    {
        "start": "00:45:59,240",
        "end": "00:46:03,720",
        "en": "Nå, Søren. Så skal du møde kredsformanden i din kreds.",
        "pa": "Søren, you'll be meeting your constituency chairman tomorrow.",
        "vi": "Søren, ngày mai anh sẽ gặp chủ tịch khu bầu cử đấy."
    },
    {
        "start": "00:46:03,840",
        "end": "00:46:09,080",
        "en": "Ja. Jeg tager hjem og læser på ham nu. Jeg er her i morgen kl. 11.",
        "pa": "Yeah, I'm going home to read up on him.\n Shall we say 11:00 a.m. tomorrow?",
        "vi": "Tôi định về nhà đọc thêm về ông ta\n Xem nào, 11 giờ mai nhỉ? Cảm ơn đã giúp đỡ. Tạm biệt."
    },
    {
        "start": "00:46:09,200",
        "end": "00:46:13,400",
        "en": "-Tak for hjælpen. Tak for i aften. -Vi ses i morgen.",
        "pa": "Thanks for your help. Bye.\n See you tomorrow.",
        "vi": "Mai gặp lại."
    },
    {
        "start": "00:46:14,560",
        "end": "00:46:17,480",
        "en": "Vi må nok lige snakke pressestrategi.",
        "pa": "Katrine, we had better talk media strategy.",
        "vi": "Katrine, ta nên bàn chiến lược đối phó báo chí."
    },
    {
        "start": "00:46:17,600",
        "end": "00:46:23,760",
        "en": "Historien om spionen er lukket, men vi må genopfinde økonomen Ravn.",
        "pa": "Um, yes, we've closed the story about the Ravn the spy.\n We need to reinvent the story of Ravn the master economist.",
        "vi": "Ừ, ta đã khép lại chuyện về điệp viên Ravn.\n Giờ cần làm mới chuyện về nhà kinh tế tài ba Ravn."
    },
    {
        "start": "00:46:55,520",
        "end": "00:46:59,080",
        "en": "Kurt Bisgaard. Jeg er tidligere politiinspektør.",
        "pa": "Good evening, my name is Kurt Bisgaard.\n I used to be a police inspector. I know Jon from your party.",
        "vi": "Chào buổi tối, tôi là Kurt Bisgaard.\n Đã từng là thanh tra cảnh sát. Tôi biết anh Jon ở đảng cô."
    },
    {
        "start": "00:46:59,200",
        "end": "00:47:02,600",
        "en": "-Jeg kender Jon fra jeres parti. -Ja.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:47:02,720",
        "end": "00:47:06,840",
        "en": "-Jon sagde, jeg skulle kontakte dig. -Okay.",
        "pa": "Yes.\n Jon asked me to call you.",
        "vi": "Phải.\n Jon bảo tôi gọi cho cô."
    },
    {
        "start": "00:47:06,960",
        "end": "00:47:09,880",
        "en": "Jeg har en oplysning om Ravn.",
        "pa": "Okay.\n I have information on Ravn.",
        "vi": "Vâng.\n Tôi có thông tin về Ravn."
    },
    {
        "start": "00:47:10,000",
        "end": "00:47:13,160",
        "en": "Alt, hvad du gør, falder tilbage på partiet.",
        "pa": "-Everything you do reflects on us. -What now?",
        "vi": "- Mọi thứ anh làm đều hại lây chúng tôi. - Lại gì thế?"
    },
    {
        "start": "00:47:13,280",
        "end": "00:47:17,360",
        "en": "-Der dukker hele tiden noget nyt op. -Nu må du holde op.",
        "pa": "Every single time we scratch the surface, something else pops up.",
        "vi": "Mỗi lần vừa chạm đến bề mặt, lại có thứ gì đó nhảy ra."
    },
    {
        "start": "00:47:17,480",
        "end": "00:47:20,000",
        "en": "Sæt dig ned!",
        "pa": "-Give me a break! -Sit down!",
        "vi": "- Tha cho tôi đi! - Ngồi xuống!"
    },
    {
        "start": "00:47:21,400",
        "end": "00:47:23,760",
        "en": "Kan vi gøre det lidt hurtigt?",
        "pa": "-I have homework to do. -From your party days...",
        "vi": "- Tôi còn nhiều việc ở nhà lắm. - Những ngày còn trong đảng..."
    },
    {
        "start": "00:47:23,880",
        "end": "00:47:27,640",
        "en": "Vi går tilbage til din tid i partiet. Har du fortalt mig alt?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:47:27,760",
        "end": "00:47:34,040",
        "en": "Det er 25 år siden. Jeg har levet et helt liv siden.",
        "pa": "did you tell me everything?\n It was 25 years ago.\n It's a lifetime ago.",
        "vi": "Ông kể hết cho tôi chưa?\n Đã 25 năm rồi.\n Cách đây cả một đời rồi."
    },
    {
        "start": "00:47:34,160",
        "end": "00:47:39,160",
        "en": "Der var fester på den sovjetiske ambassade. Der var kvinder til stede.",
        "pa": "I barely know what I remember.\n There were parties at the Soviet embassy.",
        "vi": "Tôi chả rõ mình nhớ được gì.\n Có những bữa tiệc ở Đại sứ quán Liên Xô."
    },
    {
        "start": "00:47:39,280",
        "end": "00:47:43,120",
        "en": "-Du havde forhold til nogle af dem. -Forhold? Vi flirtede.",
        "pa": "You had relations with secretaries from the embassy.\n Relations? Ah, well, we flirted.",
        "vi": "Ông đã qua lại với các thư ký của Đại sứ quán.\n Qua lại? Chúng tôi tán tỉnh nhau thôi."
    },
    {
        "start": "00:47:43,240",
        "end": "00:47:48,440",
        "en": "-Flirtede eller mere end det? -Måske mere end det med nogle.",
        "pa": "Flirted? Or more than that?\n Maybe more than that. With some of them.",
        "vi": "Tán tỉnh? Hay hơn thế?\n Có thể hơn thế. Với vài người."
    },
    {
        "start": "00:47:50,320",
        "end": "00:47:53,800",
        "en": "Så du og Gorm de samme kvinder?",
        "pa": "Did you and Gorm see the same women?",
        "vi": "Ông và Gorm cùng gặp họ?"
    },
    {
        "start": "00:47:55,760",
        "end": "00:47:59,880",
        "en": "-Kvinder igen. -Sekretærer, piger fra partiet.",
        "pa": "-Women? -Secretaries.\n Girls from the party?",
        "vi": "- Phụ nữ? - Các thư ký ấy.\n Các cô gái ở bữa tiệc?"
    },
    {
        "start": "00:48:00,880",
        "end": "00:48:05,280",
        "en": "-Ja, hvad med dem? -Ida Skov.",
        "pa": "Yes, what about them?\n Ida Skov?",
        "vi": "Ừ, họ thì sao?\n Ida Skov?"
    },
    {
        "start": "00:48:05,400",
        "end": "00:48:08,040",
        "en": "Hvem er hun?",
        "pa": "Who was she?",
        "vi": "Cô ấy là ai?"
    },
    {
        "start": "00:48:09,640",
        "end": "00:48:17,280",
        "en": "Det var en pige, jeg mødte i 1990. Vi havde et forhold.",
        "pa": "She was a girl I met...\n in 1990.",
        "vi": "Cô ấy là một cô gái tôi gặp...\n năm 1990. Chúng tôi hẹn hò với nhau."
    },
    {
        "start": "00:48:17,400",
        "end": "00:48:23,280",
        "en": "-Og hvorfor sluttede jeres forhold? -Jeg ville ikke mere.",
        "pa": "We went out together.\n And why did you break up?\n I'd had enough.",
        "vi": "Sao hai người chia tay?\n Đủ rồi đấy."
    },
    {
        "start": "00:48:23,400",
        "end": "00:48:26,880",
        "en": "-Er det hele sandheden? -Ja.",
        "pa": "Is that the whole truth?\n Yes.",
        "vi": "Đó là toàn bộ sự thật?\n Phải."
    },
    {
        "start": "00:48:29,080",
        "end": "00:48:32,600",
        "en": "Det er jo løgn. Hun begik selvmord.",
        "pa": "You are lying.",
        "vi": "Ông nói dối."
    },
    {
        "start": "00:48:32,720",
        "end": "00:48:38,400",
        "en": "-Hvorfor spørger du, når du ved det? -Hvorfor begik hun selvmord?",
        "pa": "She killed herself.\n Why ask if you know already?\n Why did she kill herself?",
        "vi": "Cô ấy tự tử.\n Cô biết rồi sao còn hỏi?\n Tại sao cô ấy tự sát?"
    },
    {
        "start": "00:48:38,520",
        "end": "00:48:43,040",
        "en": "Svar mig! Det er mig, der afgør, hvad der er privat!",
        "pa": "-Answer me! -That's personal, damn it.\n That's for me to decide.",
        "vi": "- Nói đi! - Đó là việc tư, chết tiệt.\n Tôi mới là người quyết định."
    },
    {
        "start": "00:48:53,360",
        "end": "00:48:56,640",
        "en": "Hej, lille skat.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:49:46,760",
        "end": "00:49:49,680",
        "en": "Hvad er det her?",
        "pa": "WHO WAS IDA?\n What is all this?",
        "vi": "IDA LÀ AI? IDA SKOV\n Gì thế này?"
    },
    {
        "start": "00:49:51,960",
        "end": "00:49:54,480",
        "en": "Det er mit arbejde.",
        "pa": "It's my job.",
        "vi": "Là nghề của tôi."
    },
    {
        "start": "00:49:56,320",
        "end": "00:49:59,040",
        "en": "Det er mit liv.",
        "pa": "It's my life.",
        "vi": "Nó là đời tôi."
    },
    {
        "start": "00:50:05,440",
        "end": "00:50:11,000",
        "en": "Jeg mødte Ida på universitetet.",
        "pa": "I...\n ...met Ida at university.",
        "vi": "Tôi...\n ...gặp Ida ở trường đại học."
    },
    {
        "start": "00:50:11,120",
        "end": "00:50:15,080",
        "en": "Så var vi sammen i fem år.",
        "pa": "And we were together...\n for five years.",
        "vi": "Chúng tôi bên nhau...\n ...năm năm."
    },
    {
        "start": "00:50:17,680",
        "end": "00:50:20,800",
        "en": "Hun blev gravid.",
        "pa": "She got pregnant.",
        "vi": "Cô ấy có thai."
    },
    {
        "start": "00:50:20,920",
        "end": "00:50:27,080",
        "en": "Men vi... mistede barnet i 6. måned.",
        "pa": "But we...",
        "vi": "Nhưng chúng tôi..."
    },
    {
        "start": "00:50:27,200",
        "end": "00:50:31,520",
        "en": "Og så fik hun en voldsom depression.",
        "pa": "lost the baby in the sixth month.\n And...",
        "vi": "...mất đứa bé vào tháng thứ sáu.\n Và..."
    },
    {
        "start": "00:50:31,640",
        "end": "00:50:34,720",
        "en": "Jeg kunne ikke...",
        "pa": "she became terribly depressed. I couldn't...",
        "vi": "...cô ấy trở nên cực kỳ suy sụp. Tôi không thể..."
    },
    {
        "start": "00:50:36,080",
        "end": "00:50:40,440",
        "en": "Jeg vidste ikke, hvordan man...",
        "pa": "I didn't know how...",
        "vi": "Tôi không biết cách..."
    },
    {
        "start": "00:50:40,560",
        "end": "00:50:45,640",
        "en": "Så hun endte med at... Åh!",
        "pa": "And she ended up...",
        "vi": "...và cô ấy...\n ...cuối cùng..."
    },
    {
        "start": "00:50:47,840",
        "end": "00:50:51,920",
        "en": "Hun endte med at tømme et glas sovepiller.",
        "pa": "She ended up... \n swallowing a jar of sleeping pills.",
        "vi": "...cô ấy rốt cục...\n ...nuốt cả lọ thuốc ngủ."
    },
    {
        "start": "00:50:56,000",
        "end": "00:50:59,080",
        "en": "Og jeg var der ikke for hende.",
        "pa": "And I wasn't there for her.",
        "vi": "Tôi đã không ở bên cô ấy."
    },
    {
        "start": "00:51:08,720",
        "end": "00:51:12,600",
        "en": "Ikke flere spørgsmål nu. Ikke mere nu.",
        "pa": "No more questions. Hmm?\n No more now.",
        "vi": "Đừng hỏi gì nữa.\n Không phải bây giờ."
    },
    {
        "start": "00:51:29,480",
        "end": "00:51:32,920",
        "en": "-Hej. Er kredsformanden kommet? -Hej.",
        "pa": "-Hi. -Hi.\n Has the constituency chairman come in?",
        "vi": "- Xin chào. - Chào.\n Chủ tịch khu bầu cử đến chưa?"
    },
    {
        "start": "00:51:33,040",
        "end": "00:51:38,640",
        "en": "Nej. Han tog en senere afgang. Jeg henter ham i lufthavnen.",
        "pa": "No, he caught a later flight. I'm going to pick him up from the airport.",
        "vi": "Chưa, ông ấy bắt chuyến bay muộn hơn. Tôi sẽ đón ông ấy từ sân bay."
    },
    {
        "start": "00:51:38,760",
        "end": "00:51:43,080",
        "en": "-God idé. Det bliver han glad for. -Ja, han er jo en gammeldags type.",
        "pa": "He'll appreciate that.",
        "vi": "Ông ấy sẽ cảm kích điều đó."
    },
    {
        "start": "00:51:43,200",
        "end": "00:51:46,880",
        "en": "Har du sagt til Søren, at han skal tage et pænt sæt tøj på?",
        "pa": "Yes, he's an old-fashioned chap.\n Did you tell Søren to dig out his suit and tie?",
        "vi": "Phải, ông ta là một tay cổ hủ.\n Cô đã bảo Søren đóng bộ com lê, thắt cà vạt chưa?"
    },
    {
        "start": "00:51:47,000",
        "end": "00:51:52,960",
        "en": "Hej, Søren. Må jeg låne dig? Jeg skal briefe dig angående Viborgkredsen.",
        "pa": "Ah. Søren, can I brief you on the Viborg constituency?",
        "vi": "Søren, để tôi giới thiệu sơ lược cho anh về khu vực bầu cử Viborg nhé?"
    },
    {
        "start": "00:51:53,080",
        "end": "00:51:56,360",
        "en": "-Kan det vente? -Ja.",
        "pa": "Can it wait?\n Yes...",
        "vi": "Chờ chút nhé?\n Ừ..."
    },
    {
        "start": "00:51:56,480",
        "end": "00:51:59,160",
        "en": "Birgitte, må jeg snakke med dig?",
        "pa": "Birgitte? May I have a word?",
        "vi": "Birgitte? Nói chuyện chút nhé?"
    },
    {
        "start": "00:52:17,080",
        "end": "00:52:21,720",
        "en": "Birgitte Nyborg har sagt ja til et interview. Det er vores alene.",
        "pa": "Nyborg has agreed to an interview. It's an exclusive. Hanne will do it.",
        "vi": "Bà Nyborg đã đồng ý phỏng vấn. Độc quyền đấy. Hanne sẽ tiến hành."
    },
    {
        "start": "00:52:21,840",
        "end": "00:52:24,280",
        "en": "Fedt. Ravn er på vej ud.",
        "pa": "Cool... I think Ravn is on his way out.",
        "vi": "Tuyệt... Chắc Ravn bỏ cuộc rồi."
    },
    {
        "start": "00:52:26,080",
        "end": "00:52:31,080",
        "en": "Økonom Søren Ravn har trukket sig som kandidat for Nye Demokrater.",
        "pa": "Søren Ravn has decided not to run for parliament.",
        "vi": "Søren Ravn đã quyết định không tranh cử vào Quốc hội."
    },
    {
        "start": "00:52:31,200",
        "end": "00:52:35,600",
        "en": "Ravn kan ikke leve med den mistænkeliggørelse",
        "pa": "He says he refuses to accept the smears and innuendo in the press",
        "vi": "Ông nói mình từ chối chấp nhận những bôi nhọ và chọc ngoáy trên báo"
    },
    {
        "start": "00:52:35,720",
        "end": "00:52:41,040",
        "en": "han møder på grund af politiske synspunkter, han har forladt.",
        "pa": "based on views he held and abandoned years ago.",
        "vi": "dựa trên các quan điểm ông đã giữ và từ bỏ nhiều năm trước đây,"
    },
    {
        "start": "00:52:41,160",
        "end": "00:52:45,320",
        "en": "Søren Ravn blev beskyldt for at have været spion for Sovjet.",
        "pa": "Søren Ravn was accused by certain people of being a Soviet spy.",
        "vi": "Søren Ravn bị buộc tội là gián điệp cho Liên Xô bởi báo lá cải."
    },
    {
        "start": "00:52:45,440",
        "end": "00:52:48,960",
        "en": "Ravn fortsætter i sit job som professor.",
        "pa": "He will remain Professor of Economics at Copenhagen University.",
        "vi": "Ravn sẽ vẫn là Giáo sư kinh tế tại đại học Copenhagen."
    },
    {
        "start": "00:52:49,080",
        "end": "00:52:52,800",
        "en": "Hanne Holm fangede Birgitte Nyborg tidligere på dagen.",
        "pa": "Earlier today, Hanne Holm talked to Birgitte Nyborg.",
        "vi": "Trước đó, Hanne Holm đã nói chuyện với bà Birgitte."
    },
    {
        "start": "00:52:52,920",
        "end": "00:52:58,200",
        "en": "Jeg er ked af Ravns beslutning. At være politiker medfører offentlighed.",
        "pa": "I regret his decision. But it is up to the individual",
        "vi": "Tôi tiếc cho quyết định của ông ấy. Nhưng mỗi cá nhân được tự do quyết định"
    },
    {
        "start": "00:52:58,320",
        "end": "00:53:01,000",
        "en": "Ikke alle vil stå model til det.",
        "pa": "to decide whether this kind of publicity is acceptable.",
        "vi": "liệu công khai kiểu này có thể chấp nhận không."
    },
    {
        "start": "00:53:01,120",
        "end": "00:53:06,960",
        "en": "Ravn skriver, at han ikke er parat til at ofre sit privatliv...",
        "pa": "He says he is not prepared to sacrifice his private life.",
        "vi": "Ông ấy nói không sẵn sàng hy sinh đời tư của mình."
    },
    {
        "start": "00:53:07,080",
        "end": "00:53:12,400",
        "en": "-Var Søren Ravn for sart? -Nej. Ravn fik kulegravet sit liv.",
        "pa": "Is he just too sensitive?\n No. His life was turned inside out.",
        "vi": "- Ông ta có quá nhạy cảm? - Không. Cuộc sống của ông ấy bị đảo lộn."
    },
    {
        "start": "00:53:12,520",
        "end": "00:53:19,040",
        "en": "Uanset at han jo beviseligt ikke har gjort noget ulovligt.",
        "pa": "It has been proven that he has done nothing illegal,",
        "vi": "Người ta chứng minh rằng ông ấy không làm gì trái pháp luật,"
    },
    {
        "start": "00:53:19,160",
        "end": "00:53:25,400",
        "en": "-Hvad får det af konsekvenser? -Det er ikke kun ærgerligt for os.",
        "pa": "but the probing of his past has not ceased.\n - What about your party? -It is a terrible shame.",
        "vi": "nhưng việc dò xét quá khứ vẫn chưa dừng lại.\n - Còn đảng của bà thì sao? - Thật quá đáng tiếc."
    },
    {
        "start": "00:53:25,520",
        "end": "00:53:30,280",
        "en": "Det danske folkestyre mister en uhyre begavet politiker.",
        "pa": "Not just for our party. Denmark is losing a hugely gifted politician\n who would have brought great knowledge to parliament.",
        "vi": "Đâu chỉ cho đảng tôi. Đan Mạch sắp mất đi một chính khách tài năng,\n người sẽ mang lại nhiều tri thức cho Quốc hội."
    },
    {
        "start": "00:53:30,400",
        "end": "00:53:37,280",
        "en": "Men det er de betingelser, det moderne demokrati eksisterer under.",
        "pa": "But those are the conditions for democracy",
        "vi": "Nhưng đó là điều kiện cho nền dân chủ"
    },
    {
        "start": "00:53:37,400",
        "end": "00:53:39,640",
        "en": "Du mener altså...",
        "pa": "when the press is the fourth estate.\n So the press--",
        "vi": "khi báo chí là tài sản thứ tư.\n Vậy báo chí..."
    },
    {
        "start": "00:53:46,080",
        "end": "00:53:51,880",
        "en": "Jeg snakkede med Birgitte om, at jeg kunne hente mine ting nu.",
        "pa": "I agreed to pick up my stuff when there was nobody around, so.",
        "vi": "Tôi đã thỏa thuận đến lấy đồ khi không còn ai ở đây, nên..."
    },
    {
        "start": "00:53:52,000",
        "end": "00:53:54,400",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được."
    },
    {
        "start": "00:54:11,640",
        "end": "00:54:14,960",
        "en": "-Undskyld, at jeg gik så tæt på. -Det er jo dit job.",
        "pa": "I am sorry I was so intrusive.",
        "vi": "Tôi rất tiếc vì đã quá xâm phạm."
    },
    {
        "start": "00:54:15,080",
        "end": "00:54:18,880",
        "en": "Du skal finde frem til historierne, før pressen gør det.",
        "pa": "It is your job.\n You must dig up the stories before...\n the press does...",
        "vi": "Nghề của cô mà.\n Cô phải đào bới các câu chuyện trước khi... báo chí làm..."
    },
    {
        "start": "00:54:21,200",
        "end": "00:54:27,000",
        "en": "Ingen har ret til at gøre det, jeg gjorde i går. Jeg gik for langt.",
        "pa": "Nobody has the right to do what I did yesterday.\n I went too far.",
        "vi": "Không ai có quyền làm điều tôi đã làm hôm qua.\n Tôi đã đi quá xa."
    },
    {
        "start": "00:54:31,240",
        "end": "00:54:35,520",
        "en": "Okay. Tak.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:54:35,640",
        "end": "00:54:40,640",
        "en": "Jeg har noget med hemmeligheder. De skræmmer mig meget.",
        "pa": "Thank you.\n I have this thing about secrets.\n They terrify me.",
        "vi": "Cảm ơn.\n Tôi cực ghét các bí mật.\n Chúng làm tôi sợ."
    },
    {
        "start": "00:54:43,640",
        "end": "00:54:46,080",
        "en": "Så de skal afdækkes.",
        "pa": "So they have to be uncovered.",
        "vi": "Nên chúng phải được khám phá."
    },
    {
        "start": "00:54:46,200",
        "end": "00:54:51,400",
        "en": "Ja. Vi render jo alle sammen rundt med et eller andet.",
        "pa": "Yes.\n We all carry something with us.",
        "vi": "Phải.\n Ta đều mang theo thứ gì đó."
    },
    {
        "start": "00:54:56,840",
        "end": "00:55:01,480",
        "en": "Men det var dejligt at høre dig gøre indrømmelser.",
        "pa": "But...\n It is nice to hear you admit it.",
        "vi": "Nhưng...\n Rất vui được nghe cô thừa nhận nó."
    },
    {
        "start": "00:55:01,600",
        "end": "00:55:05,360",
        "en": "Det sker ikke hver dag, vel?",
        "pa": "Doesn't happen every day.",
        "vi": "Chuyện hiếm đấy!"
    },
    {
        "start": "00:55:05,480",
        "end": "00:55:07,840",
        "en": "Nej.",
        "pa": "No...",
        "vi": "Không..."
    },
    {
        "start": "00:55:07,960",
        "end": "00:55:12,600",
        "en": "-Jeg glædede mig til samarbejdet. -I lige måde.",
        "pa": "I had been looking forward to working with you.",
        "vi": "Tôi đã rất mong được làm việc cùng cô."
    },
    {
        "start": "00:55:12,720",
        "end": "00:55:14,720",
        "en": "-Hils de andre. -Ja.",
        "pa": "Likewise\n -Say hi to the others. -Sure.",
        "vi": "Tôi cũng vậy.\n - Chào họ giúp tôi. - Được."
    },
    {
        "start": "00:55:16,080",
        "end": "00:55:19,800",
        "en": "I skal lige have nøglen.",
        "pa": "Oh, yeah. You need the key back.",
        "vi": "Cầm lại chìa khóa này."
    },
    {
        "start": "00:55:41,360",
        "end": "00:55:45,400",
        "en": "Hvis nogen siger \"Sovjet\" eller \"fortid\", så kaster jeg op.",
        "pa": "If anyone says \"Soviet\" or \"past\" I am going to throw up.",
        "vi": "Nếu có ai nói \"Liên Xô\" hay \"quá khứ\" thì tôi sẽ nôn mất."
    },
    {
        "start": "00:55:45,520",
        "end": "00:55:51,280",
        "en": "Ja, nu må vi komme videre. Jon fortsætter som finansordfører.",
        "pa": "Yes, now we must move on.\n To tie up the loose ends, Jon will continue as our finance spokesman.",
        "vi": "Ừ, giờ ta phải tiếp tục.\n Để làm nốt các việc dang dở, Jon sẽ tiếp tục làm phát ngôn viên tài chính."
    },
    {
        "start": "00:55:51,400",
        "end": "00:55:56,640",
        "en": "Tak for tilliden. Er det, indtil der bliver fundet en ny kandidat?",
        "pa": "Thank you, Birgitte.\n I'd like check if it's just until you have found a better candidate.",
        "vi": "Cảm ơn, Birgitte.\n Tôi muốn biết có phải chỉ đến khi tìm được ứng cử viên tốt hơn không."
    },
    {
        "start": "00:55:56,760",
        "end": "00:56:00,600",
        "en": "I så tilfælde synes jeg, vi skal vælge en anden løsning.",
        "pa": "If so, I think we should find another solution right now.",
        "vi": "Nếu vậy, tôi nghĩ ta nên tìm giải pháp khác luôn đi."
    },
    {
        "start": "00:56:00,720",
        "end": "00:56:05,840",
        "en": "Jeg vil gerne garantere, at du sidder på området til minimum efter valget.",
        "pa": "Jon, it's your area till at least after the next election.",
        "vi": "Jon, đó là mảng của anh ít nhất cho đến sau cuộc bầu cử tiếp theo."
    },
    {
        "start": "00:56:05,960",
        "end": "00:56:08,560",
        "en": "Kan vi blive enige om det?",
        "pa": "Objections?",
        "vi": "Đồng ý chứ?"
    },
    {
        "start": "00:56:08,680",
        "end": "00:56:14,880",
        "en": "-Så køber jeg den. Ellers noget? -Ja. Vi har underskrifterne i hus.",
        "pa": "I can live with that.\n Anything else?",
        "vi": "Tôi có thể chịu được.\n Còn gì nữa không?"
    },
    {
        "start": "00:56:15,000",
        "end": "00:56:18,000",
        "en": "Vi har ikke kandidater nok.",
        "pa": "We have the required signatures but we don't have enough candidates.",
        "vi": "Chúng ta có các chữ ký cần thiết rồi nhưng không có đủ ứng cử viên."
    },
    {
        "start": "00:56:18,120",
        "end": "00:56:23,120",
        "en": "Det er måske hensigtsmæssigt at have tid nok til at tjekke kandidaterne.",
        "pa": "And perhaps we should take the time to check potential candidates out.",
        "vi": "Và có lẽ chúng ta nên dành thời gian kiểm tra các ứng cử viên tiềm năng."
    },
    {
        "start": "00:56:23,240",
        "end": "00:56:27,800",
        "en": "Ja. Vi må i gang hurtigst muligt. Kan vi holde møde om det i morgen?",
        "pa": "Yes, we must get moving.",
        "vi": "Ừ, phải nhanh lên thôi."
    },
    {
        "start": "00:56:27,920",
        "end": "00:56:30,880",
        "en": "-Jeg kan ikke. -Vi kunne begynde uden dig.",
        "pa": "-Can we meet about it tomorrow? -I can't make it tomorrow.\n Perhaps we could start without you?",
        "vi": "- Ngày mai bàn về nó nhé? - Mai tôi không đến được.\n Chắc bọn tôi sẽ bắt đầu mà thiếu bà?"
    },
    {
        "start": "00:56:32,160",
        "end": "00:56:35,120",
        "en": "-Ja. -Ærgerligt, du ikke kan komme.",
        "pa": "Of course.",
        "vi": "- Dĩ nhiên. - Thật tiếc bà không thể đến."
    },
    {
        "start": "00:56:35,240",
        "end": "00:56:39,680",
        "en": "Jeg har en aftale med min far på Bornholm.",
        "pa": "I think it is a shame you can't make it.\n I am afraid I can't. I am visiting my dad on Bornholm.",
        "vi": "E là không thể. Tôi sẽ đi gặp bố ở Bornholm."
    },
    {
        "start": "00:56:43,720",
        "end": "00:56:46,840",
        "en": "Skal vi sige 9.15?",
        "pa": "9:15 then?",
        "vi": "9 giờ 15 nhỉ?"
    },
    {
        "start": "00:56:46,960",
        "end": "00:56:52,160",
        "en": "Der kommer en sygeplejerske om et øjeblik med noget beroligende.",
        "pa": "A nurse will bring you a sedative in a moment.",
        "vi": "Một y tá sẽ mang thuốc an thần cho bà ngay."
    },
    {
        "start": "00:56:52,280",
        "end": "00:56:56,880",
        "en": "Bedøvelsen får du på operationsstuen. Har du været i fuld narkose før?",
        "pa": "Some morphine to help you relax.\n Have you ever had a full anesthetic before?",
        "vi": "Ít morphine để bà thư giãn.\n Bà đã bao giờ gây mê toàn diện chưa?"
    },
    {
        "start": "00:56:57,000",
        "end": "00:56:59,920",
        "en": "-Nej. -Du opdager det knap nok.",
        "pa": "-No -You will hardly notice it.",
        "vi": "- Chưa. - Bà sẽ hầu như không nhận biết gì cả."
    },
    {
        "start": "00:57:00,040",
        "end": "00:57:02,960",
        "en": "Det er ikke nogen kompliceret operation.",
        "pa": "It isn't a complicated operation.",
        "vi": "Nó không phải phẫu thuật gì phức tạp."
    },
    {
        "start": "00:57:03,080",
        "end": "00:57:06,120",
        "en": "Er der nogen, som venter på dig, når du vågner op?",
        "pa": "Is there someone waiting for you when you come round?",
        "vi": "Có người đang đợi khi bà đến đây à?"
    },
    {
        "start": "00:57:57,560",
        "end": "00:58:00,400",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "BORGEN is a work of fiction inspired by real events.\n The series references historical figures\n and events in Danish politics prior to 1982\n Subtitles by: Charlotte Reeve ",
        "vi": "BORGEN LÀ TÁC PHẨM HƯ CẤU LẤY CẢM HỨNG TỪ SỰ KIỆN CÓ THẬT\n LOẠT PHIM NÀY NHÁC ĐẾN CÁC NHÂN VẬT\n VÀ SỰ KIỆN LỊCH SỬ TRONG CHÍNH TRỊ ĐAN MẠCH TRƯỚC NĂM 1982\n Biên dịch: Minh Khang "
    }
]