[
    {
        "start": "00:00:00,120",
        "end": "00:00:04,480",
        "en": "Laura har fået et angstanfald. Jeg synes, at I skal overveje medicin.",
        "pa": "Laura has had anxiety attack. I think you should consider medication.",
        "vi": "Laura bị lên cơn lo âu. Tôi nghĩ bà nên cân nhắc việc dùng thuốc."
    },
    {
        "start": "00:00:04,680",
        "end": "00:00:08,040",
        "en": "Vi er sgu da imod, at børn får lykkepiller.",
        "pa": "We are against shoving antidepressants down kids’ throats.",
        "vi": "Ta chống lại việc nhét thuốc chống trầm cảm vào họng trẻ em."
    },
    {
        "start": "00:00:08,200",
        "end": "00:00:11,520",
        "en": "Hun har været en dygtig lille voksen.",
        "pa": "During your time as PM,",
        "vi": "Trong lúc bà làm Thủ tướng"
    },
    {
        "start": "00:00:11,640",
        "end": "00:00:16,200",
        "en": "Laura har udviklet angst. Det er det bedste, du kan gøre.",
        "pa": "she has had to act very mature. It's been so difficult for Laura\n that she's developed an anxiety disorder. This is the best solution.",
        "vi": "cháu phải hành động rất chín chắn. Thật khó cho Laura\n khi cháu mắc chứng rối loạn lo âu. Đây là cách tốt nhất."
    },
    {
        "start": "00:00:16,320",
        "end": "00:00:21,120",
        "en": "Hvem er Stine? Du knepper hende et par gange om ugen.",
        "pa": "Who is Stine?\n She's upset that you don't call her even though you shag her every week.",
        "vi": "Stine là ai?\n Cô ấy buồn vì anh không gọi dù tuần nào anh cũng ngủ với cô ấy."
    },
    {
        "start": "00:00:22,360",
        "end": "00:00:25,440",
        "en": "Katrine, jeg elsker dig.",
        "pa": "Katrine, I love you.",
        "vi": "Katrine, anh yêu em."
    },
    {
        "start": "00:00:25,560",
        "end": "00:00:30,120",
        "en": "Dem, man elsker, deler man sine hemmeligheder med.",
        "pa": "I have only ever loved you.\n You share your secrets with those you love.",
        "vi": "Anh chỉ yêu mình em thôi.\n Phải chia sẻ bí mật với người mình yêu."
    },
    {
        "start": "00:00:31,120",
        "end": "00:00:34,880",
        "en": "Bent, jeg er simpelthen så ked af det, der er sket.",
        "pa": "Bent, I am so sorry about this.",
        "vi": "Bent, rất xin lỗi về việc này."
    },
    {
        "start": "00:00:35,000",
        "end": "00:00:41,920",
        "en": "-Amir er blevet en mediedarling. -Han skulle måske påvirkes lidt.",
        "pa": "About everything.\n Amir is a media darling.\n He is the hot, well-educated Muslim.\n If Amir is the only hurdle, then perhaps",
        "vi": "Về mọi việc.\n Amir được truyền thông thích.\n Người Hồi giáo hấp dẫn, có học.\n Nếu Amir là rào cản duy nhất, có lẽ..."
    },
    {
        "start": "00:00:42,040",
        "end": "00:00:47,640",
        "en": "Jeg kan ikke genkende vores holdninger. Miljøpartiet trækker sig.",
        "pa": "-we can lean on him a bit. -I don't recognize our views.\n I must inform you that the Green Party is leaving the government.",
        "vi": "- nên ép anh ta một chút. - Chả thấy quan điểm của chúng tôi.\n Tôi phải thông báo Đảng Xanh sẽ rút khỏi Chính phủ."
    },
    {
        "start": "00:00:47,760",
        "end": "00:00:52,040",
        "en": "-Jeg har mistet orienteringen. -Vi kunne ikke regne det her ud.",
        "pa": "I wasn’t seeing clearly. I lost my bearings.\n We could not have predicted this.\n \"The Dane is a doubter because the history of Denmark",
        "vi": "Tôi không minh mẫn. Tôi mất phương hướng.\n Ai mà đoán vụ này được."
    },
    {
        "start": "00:01:00,480",
        "end": "00:01:04,120",
        "en": "",
        "pa": "is that of the demise of a strong tribe.\" Johannes V. Jensen",
        "vi": "\"Người Đan Mạch hay nghi ngờ vì lịch sử Đan Mạch\n là sự sụp đổ của một bộ lạc mạnh\". Johannes V. Jensen"
    },
    {
        "start": "00:01:21,200",
        "end": "00:01:27,560",
        "en": "Han venter i spejlsalen. Han får kaffe og specier fra La Glace.",
        "pa": "He is waiting in the hall of mirrors.\n He is having coffee and his favorite specialties from La Glace.  ",
        "vi": "Ông ấy đợi ở Phòng Gương.\n Đang uống cà phê và ăn món yêu thích từ La Glace."
    },
    {
        "start": "00:01:27,680",
        "end": "00:01:32,640",
        "en": "-Der går lige et øjeblik. -Vi lader normalt ikke Crohne vente.",
        "pa": "I will be there in a moment.",
        "vi": "Tôi sẽ tới đó ngay."
    },
    {
        "start": "00:01:32,760",
        "end": "00:01:37,680",
        "en": "Han må vænne sig til, at vi behandler ham, ligesom vi behandler alle andre.",
        "pa": "We usually don't make Crohne wait.\n He will have to get used to being treated the same as everyone else.",
        "vi": "Thường ta không để Crohne đợi.\n Ông ấy sẽ phải quen với việc được đối xử như mọi người."
    },
    {
        "start": "00:01:37,800",
        "end": "00:01:43,560",
        "en": "Der skal ikke hentes specier fra La Glace, fordi Crohne kommer.",
        "pa": "We don't have to serve specialties from La Glace just because Crohne is coming.",
        "vi": "Ta không phải phục vụ món đặc biệt của La Glace chỉ vì Crohne tới."
    },
    {
        "start": "00:01:43,680",
        "end": "00:01:48,600",
        "en": "Er det den tredje jakke, du prøver, eller hvordan?",
        "pa": "Is that the third jacket you’ve tried on?",
        "vi": "Đó là áo khoác thứ ba bà thử à?"
    },
    {
        "start": "00:01:48,720",
        "end": "00:01:52,840",
        "en": "Jeg er her på grund af Afrika, men lad mig starte et andet sted.",
        "pa": "I have come because of Africa. But let me start with something else.",
        "vi": "Tôi đến vì châu Phi. Nhưng hãy để tôi bắt đầu với việc khác."
    },
    {
        "start": "00:01:52,960",
        "end": "00:01:59,280",
        "en": "Igennem de sidste ti år har Danmark deltaget i flere krige på USA's side.",
        "pa": "These past ten years Denmark has participated in several",
        "vi": "Mười năm qua, Đan Mạch đã tham gia nhiều"
    },
    {
        "start": "00:01:59,400",
        "end": "00:02:06,880",
        "en": "Flygtningelovgivningen har fjernet vores image som en tolerant nation.",
        "pa": "wars alongside the United States.\n And our restrictive refugee legislation\n has erased our image as a tolerant nation ages ago.",
        "vi": "cuộc chiến cùng nước Mỹ.\n Và luật tị nạn nghiêm ngặt của ta\n đã xóa bỏ hình ảnh một quốc gia khoan dung từ rất lâu rồi."
    },
    {
        "start": "00:02:07,000",
        "end": "00:02:09,760",
        "en": "Det kan De takke Hesselboe for.",
        "pa": "Thanks to your friend Lars Hesselboe.",
        "vi": "Do ông bạn của ông, Lars Hesselboe."
    },
    {
        "start": "00:02:09,880",
        "end": "00:02:16,240",
        "en": "Danmarks omdømme i den muslimske verden har været kostbar for Danmark.",
        "pa": "Regardless, Denmark’s reputation in the Muslim world",
        "vi": "Dù thế nào, tiếng tăm của Đan Mạch trong thế giới Hồi giáo"
    },
    {
        "start": "00:02:16,360",
        "end": "00:02:19,320",
        "en": "En milliard, halvanden om året.",
        "pa": "has proven costly for Danish exporters.\n One billion?",
        "vi": "rõ là đã gây tốn kém cho các nhà xuất khẩu Đan Mạch.\n Một tỷ?"
    },
    {
        "start": "00:02:19,440",
        "end": "00:02:24,440",
        "en": "Lige nu er der en mulighed for at ændre på den situation",
        "pa": "1,5 billion per annum?\n Right now there is an opportunity to ameliorate",
        "vi": "Tỷ rưỡi mỗi năm?\n Ngay giờ có một cơ hội để cải thiện tình hình"
    },
    {
        "start": "00:02:24,560",
        "end": "00:02:28,520",
        "en": "hvis man kigger nærmere på en af Afrikas glemte krige.",
        "pa": "the situation if we care to take a closer look at one of Africa’s",
        "vi": "nếu ta xem xét kỹ hơn một trong những cuộc chiến bị lãng quên"
    },
    {
        "start": "00:02:28,640",
        "end": "00:02:31,640",
        "en": "-Hvilken en af dem? -Kharun.",
        "pa": "-forgotten wars. -Which one?\n Kharun.",
        "vi": "- của châu Phi. - Cái nào?\n Kharun."
    },
    {
        "start": "00:02:31,760",
        "end": "00:02:36,200",
        "en": "-De er bekendt med situationen? -Naturligvis. Borgerkrig.",
        "pa": "-Are you familiar with the situation? -Naturally.",
        "vi": "- Bà nắm được tình hình chứ? - Đương nhiên."
    },
    {
        "start": "00:02:36,320",
        "end": "00:02:40,040",
        "en": "Det kristne syd ønsker uafhængighed. Det muslimske nord afviser det.",
        "pa": "There is a civil war.\n The Christian south wants independence. The Muslim north say no.",
        "vi": "Có nội chiến.\n Cơ đốc giáo phía nam muốn độc lập. Hồi giáo phía bắc nói không."
    },
    {
        "start": "00:02:40,160",
        "end": "00:02:45,640",
        "en": "EU har søgt at finde en mægler blandt medlemslandenes regeringschefer.",
        "pa": "Precisely.\n The EU has tried, unsuccessfully, to appoint a mediator from a member state.",
        "vi": "Chính xác.\n EU đã cố chỉ định nhà hòa giải từ một quốc gia thành viên."
    },
    {
        "start": "00:02:45,760",
        "end": "00:02:52,120",
        "en": "Afrika er kompliceret. Ingen ønsker at løbe den politiske risiko.",
        "pa": "Africa is complicated.\n Nobody wishes to take that political risk.",
        "vi": "Châu Phi phức tạp.\n Không ai muốn mạo hiểm chính trị."
    },
    {
        "start": "00:02:52,240",
        "end": "00:02:59,080",
        "en": "-Heller ikke De, fru statsminister? -Hvad er Deres engagement i Kharun?",
        "pa": "Including you, Madam Prime Minister?",
        "vi": "Bao gồm cả bà, thưa bà Thủ tướng?"
    },
    {
        "start": "00:02:59,200",
        "end": "00:03:01,240",
        "en": "I kroner og ører?",
        "pa": "What is your actual interest in Kharun, Mr. Crohne?\n In monetary terms.",
        "vi": "Ông thực sự quan tâm đến gì ở Kharun,\n ông Crohne?\n Góc độ tiền tệ."
    },
    {
        "start": "00:03:01,360",
        "end": "00:03:07,760",
        "en": "En mulig aftale som bygherre for 5 mia. kr. Olieraffinaderier.",
        "pa": "A contract involving construction projects worth five billion kroner.",
        "vi": "Một hợp đồng liên quan đến các dự án xây dựng trị giá năm tỷ kroner."
    },
    {
        "start": "00:03:07,880",
        "end": "00:03:14,240",
        "en": "Jeg kan ikke lade vores politik diktere af økonomiske interesser.",
        "pa": "Oil refineries.\n I can’t allow our policies to be directed by",
        "vi": "Nhà máy lọc dầu.\n Tôi không thể để chính sách chịu định hướng bởi"
    },
    {
        "start": "00:03:14,360",
        "end": "00:03:18,280",
        "en": "Men det skal De heller ikke. De bekymrer Dem om Afrika.",
        "pa": "the financial interests of Denmark’s biggest company.\n There is no need to.\n You would surely do so because of concern for Africa?",
        "vi": "lợi ích tài chính của công ty lớn nhất Đan Mạch.\n Không cần phải thế.\n Bà chắc chắn sẽ làm thế vì lo cho châu Phi?"
    },
    {
        "start": "00:03:18,400",
        "end": "00:03:23,440",
        "en": "Sådan vil det ikke se ud. Derfor kan jeg ikke gøre det. Beklager.",
        "pa": "That is not how it is going to look.\n I am afraid I can’t take this on. I am sorry.",
        "vi": "Sự việc không như vậy đâu.\n Tôi e là không nói tiếp được. Tôi xin lỗi."
    },
    {
        "start": "00:03:26,400",
        "end": "00:03:32,800",
        "en": "Da jeg så Dem første gang, slog De mig som én med store visioner.",
        "pa": "When I saw you for the first time\n you struck me as a person of great vision.",
        "vi": "Khi tôi gặp bà lần đầu\n bà gây ấn tượng là một người có tầm nhìn tuyệt vời."
    },
    {
        "start": "00:03:32,920",
        "end": "00:03:35,880",
        "en": "-Hvor er de blevet af? -De er der stadig.",
        "pa": "What happened?",
        "vi": "Sao vậy?"
    },
    {
        "start": "00:03:36,000",
        "end": "00:03:40,840",
        "en": "Men jeg foretrækker, at mine visioner er mine egne visioner.",
        "pa": "My visions are still intact, but I prefer my visions to be my own.",
        "vi": "Tầm nhìn của tôi vẫn y nguyên, nhưng tôi thích tầm nhìn của riêng mình."
    },
    {
        "start": "00:03:48,240",
        "end": "00:03:52,560",
        "en": "Der har været voldsomme kampe i den olierige Sarifanprovins",
        "pa": "New reports of intense fighting in the oil-rich province of Sarifan",
        "vi": "Có báo cáo mới về giao tranh dữ dội ở tỉnh Sarifan nơi có nhiều dầu"
    },
    {
        "start": "00:03:52,680",
        "end": "00:03:56,400",
        "en": "omkring byen Orisia i Kharun.",
        "pa": "around the town of Orisia in Kharun. The Red Cross estimates",
        "vi": "quanh thị trấn Orisia ở Kharun. Hội Chữ thập đỏ ước tính"
    },
    {
        "start": "00:03:56,520",
        "end": "00:04:00,200",
        "en": "Op til 250.000 mennesker er allerede på flugt.",
        "pa": "that 250,000 people have already fled the area.",
        "vi": "cỡ 250.000 người đã trốn khỏi khu vực này."
    },
    {
        "start": "00:04:00,320",
        "end": "00:04:03,680",
        "en": "Udenrigsminister Hans Christian Thorsen",
        "pa": "In the studio tonight is foreign minister Hans Christian Thorsen. Welcome.",
        "vi": "Trên trường quay tối nay là Ngoại trưởng Hans Christian Thorsen. Chào mừng."
    },
    {
        "start": "00:04:03,800",
        "end": "00:04:09,480",
        "en": "er der kommet noget positivt ud af nattens møde i Sikkerhedsrådet?",
        "pa": "You have talked to the UN ambassador.\n Did anything positive emerge from the Security Council meeting?",
        "vi": "Ông đã trao đổi với đại sứ Liên Hợp Quốc.\n Có gì tích cực từ cuộc họp của Hội đồng Bảo an không?"
    },
    {
        "start": "00:04:09,600",
        "end": "00:04:13,360",
        "en": "-Nej, desværre. -Kunne de ikke blive enige om noget?",
        "pa": "- Unfortunately not. - Wasn’t the Council",
        "vi": "- Tiếc là không. - Hội đồng có"
    },
    {
        "start": "00:04:13,480",
        "end": "00:04:17,200",
        "en": "Jo. Rådet enedes om at opfordre Den Afrikanske Union",
        "pa": "able to agree on anything?\n Sure, the council did agree to urge the African Union",
        "vi": "thống nhất được gì không?\n Có chứ, hội đồng đã đồng ý thúc giục Liên minh châu Phi"
    },
    {
        "start": "00:04:17,320",
        "end": "00:04:20,960",
        "en": "til at søge en løsning på konflikten så hurtigt som muligt.",
        "pa": "to seek a solution to the conflict as quickly as possible.",
        "vi": "tìm cách giải quyết xung đột càng nhanh càng tốt."
    },
    {
        "start": "00:04:21,080",
        "end": "00:04:26,880",
        "en": "Har Den Afrikanske Union nogensinde kunnet standse en væbnet konflikt?",
        "pa": "Has the African Union ever been able to stop an armed conflict before?",
        "vi": "Liên minh châu Phi đã bao giờ có thể ngăn chặn một cuộc xung đột vũ trang chưa?"
    },
    {
        "start": "00:04:27,000",
        "end": "00:04:32,240",
        "en": "-Ikke mig bekendt, nej. -Tak. Vi vender tilbage om lidt.",
        "pa": "Not to my knowledge.\n Thank you. We will return to you in a moment.The refugees from the...",
        "vi": "Tôi biết là chưa.\n Cảm ơn. Chúng tôi sẽ quay lại sau. Người tị nạn từ..."
    },
    {
        "start": "00:04:33,680",
        "end": "00:04:37,520",
        "en": "En bekendt inde på Berlingske har sendt den her til mig.",
        "pa": "A contact at Berlingske Tidende sent me this before they publish it tomorrow.",
        "vi": "Một đầu mối ở Berlingske Tidende gửi tôi cái này trước khi mai phát hành."
    },
    {
        "start": "00:04:37,640",
        "end": "00:04:40,640",
        "en": "Det er Frihedspartiets nye kampagne.",
        "pa": "It’s the new Freedom Party campaign.",
        "vi": "Chiến dịch mới của Đảng Tự do."
    },
    {
        "start": "00:04:44,560",
        "end": "00:04:47,240",
        "en": "Selv tak, Svend Åge.",
        "pa": "THANK YOU, BIRGITTE NYBORG\n You are welcome, Svend Åge.\n DENMARK WILL GET MANY MORE VISITORS",
        "vi": "CẢM ƠN, BIRGITTE NYBORG\n Không có gì, Svend Åge.\n ĐAN MẠCH SẼ CÓ THÊM NHIỀU KHÁCH"
    },
    {
        "start": "00:05:48,400",
        "end": "00:05:52,880",
        "en": "-De pakker ikke tingene ind. -Lugter det ikke af valgkamp?",
        "pa": "EPISODE 17 PART I\n \"WHAT IS LOST OUTWARDS, SHALL BE WON INWARDS.\"\n The Freedom Party don’t pull their punches.",
        "vi": "Đảng Tự do Cực hữu không ra tay."
    },
    {
        "start": "00:05:53,000",
        "end": "00:05:57,400",
        "en": "-Der går et år, før der er valg. -Før hun behøver at udskrive valg.",
        "pa": "Has the election campaign started?\n Nyborg won't have to call this year.",
        "vi": "Chiến dịch bầu cử bắt đầu chưa?\n Năm nay Nyborg không phải kêu gọi."
    },
    {
        "start": "00:05:57,520",
        "end": "00:06:01,160",
        "en": "Oppositionen kan godt mærke, at Nyborg er trængt.",
        "pa": "Sure, she doesn't have to.\n I agree with Katrine. The opposition knows Nyborg is hard-pressed.",
        "vi": "Đúng, bà ấy không cần.\n Tôi đồng ý với Katrine. Phe đối lập biết Nyborg chịu áp lực."
    },
    {
        "start": "00:06:01,280",
        "end": "00:06:04,680",
        "en": "Skal vi ikke have statsministeren i studiet hos mig?",
        "pa": "Precisely.\n -Should we get the PM on the news at 8:30? -If the election campaign has started",
        "vi": "Chính xác.\n - Có nên mời Thủ tướng lên bản tin 8:30? - Nếu chiến dịch tranh cử bắt đầu"
    },
    {
        "start": "00:06:04,800",
        "end": "00:06:08,480",
        "en": "Vi skal have et større set-up. Saltum, Hesselboe i ét hjørne.",
        "pa": "we need a bigger set-up. Saltum and Lars Hesselboe in one corner,",
        "vi": "ta cần sân khấu rộng hơn. Saltum và Lars Hesselboe một góc,"
    },
    {
        "start": "00:06:08,600",
        "end": "00:06:14,000",
        "en": "-Nyborg og Thorsen i det andet. -Det er faktisk en glimrende idé.",
        "pa": "Nyborg and Thorsen in the other. What do you think?\n -Fabulous idea. -Actually, I think that’s a great idea.",
        "vi": "Nyborg và Thorsen ở góc kia. Anh nghĩ sao?\n - Ý tưởng tuyệt vời. - Thực ra tôi nghĩ đây là ý hay."
    },
    {
        "start": "00:06:14,120",
        "end": "00:06:18,240",
        "en": "Lad os køre den i det nye debatformat... hvad hedder det?",
        "pa": "Let’s use that new debate format...",
        "vi": "Hãy dùng thể thức tranh luận mới..."
    },
    {
        "start": "00:06:18,360",
        "end": "00:06:21,560",
        "en": "-\"Dilemma\". -Ja. Det er skønt med livepublikum.",
        "pa": "-What's it called? -Dilemma.\n Exactly.",
        "vi": "- Gọi là gì? - Khó xử.\n Chính xác."
    },
    {
        "start": "00:06:21,680",
        "end": "00:06:24,720",
        "en": "-Katrine, den tager du. -Det kan du tro.",
        "pa": "A live audience always works.\n Katrine, you’ll present it. Right?",
        "vi": "Khán giả trực tiếp luôn ổn.\n Katrine, cô sẽ dẫn. Nhỉ?"
    },
    {
        "start": "00:06:24,840",
        "end": "00:06:31,360",
        "en": "Kun faste værter kører \"Dilemma\". Det er ikke nogen kritik af Katrine.",
        "pa": "-You bet. -I thought there was an agreement that\n only the permanent presenters did Dilemma",
        "vi": "- Đúng rồi. - Tôi nghĩ có một thỏa thuận rằng\n chỉ người dẫn chính thức mới làm Khó xử."
    },
    {
        "start": "00:06:31,480",
        "end": "00:06:36,240",
        "en": "-Det handler om stationsprofilering. -Sådan der, Ulrik. Du har 20.30.",
        "pa": "Katrine is not a permanent presenter\n -This is about station-profiling... -Really, Ulrik?\n Some difficult words there! Listen, you get 8:30 pm,",
        "vi": "Katrine không phải là chính thức.\n - Đây là hình ảnh của đài... - Thật hả, Ulrik?\n Nói điều khó nghe đây! Nghe này, anh làm 8:30 tối,"
    },
    {
        "start": "00:06:36,360",
        "end": "00:06:39,200",
        "en": "Simon har 18, Ida er på barsel.",
        "pa": "Simon 6 pm, Ida is on maternity leave",
        "vi": "Simon sáu giờ chiều, Ida nghỉ đẻ"
    },
    {
        "start": "00:06:39,320",
        "end": "00:06:43,360",
        "en": "Det er en pissegod profilering, at vi ikke går i sort skærm.",
        "pa": "and Henrik has the flu. I could go on.\n In your own words it's great station profiling to put a programme on the air.",
        "vi": "và Henrik bị cảm. Còn nữa đấy.\n Nói kiểu anh, hình ảnh của đài rất tuyệt khi chương trình phát sóng."
    },
    {
        "start": "00:06:43,480",
        "end": "00:06:49,160",
        "en": "Kan du følge mig? Flot. Vi tre skal lige snakke om kort nyt og udland.",
        "pa": "Understood? Great, Ulrik. Let's have a chat about the other snippets.",
        "vi": "Hiểu chưa? Tuyệt, Ulrik. Hãy nói về những đoạn khác."
    },
    {
        "start": "00:06:49,280",
        "end": "00:06:51,720",
        "en": "Ja...",
        "pa": "Now. Let's go.I\n Yes",
        "vi": "Còn bây giờ. Đi thôi."
    },
    {
        "start": "00:06:54,160",
        "end": "00:06:59,320",
        "en": "-Hej, Kalle. Hvad laver du her? -Jeg arbejder for mig selv.",
        "pa": "-Hi, Kalle! -Hi, Katrine.\n What are you doing here?",
        "vi": "- Chào Kalle! - Chào Katrine.\n Anh làm gì ở đây?"
    },
    {
        "start": "00:06:59,440",
        "end": "00:07:03,760",
        "en": "Nå! Du lytter til politiradioen, når vi andre sover.",
        "pa": "I am no longer at Express. I have gone freelance.\n One of those listening to the police scanner while the rest of us are asleep?",
        "vi": "Tôi không còn ở Express nữa. Tôi làm tự do.\n Thuộc những người dò tần số của cảnh sát trong khi những người còn lại đang ngủ?"
    },
    {
        "start": "00:07:03,880",
        "end": "00:07:08,480",
        "en": "Blandt andet. Jeg har taget nogle billeder af en limousine",
        "pa": "Amongst other things.\n I have some pictures you might be able to use.",
        "vi": "Cùng những việc khác.\n Tôi có vài bức ảnh cô có thể dùng."
    },
    {
        "start": "00:07:08,600",
        "end": "00:07:12,040",
        "en": "som tilhører Joachim Crohne. Hvor er den på vej hen?",
        "pa": "That limo belongs to Joachim Crohne.",
        "vi": "Chiếc limousine đó của Joachim Crohne."
    },
    {
        "start": "00:07:12,160",
        "end": "00:07:18,720",
        "en": "Christiansborg. Der kommer han ikke så tit.",
        "pa": "- And where is he heading? - Christiansborg. Okay.\n He is a rare visitor. Nyborg doesn't want to be seen to pander to big business.",
        "vi": "- Ông ta đi đâu? - Christiansborg. Được rồi.\n Ông ấy là vị khách hiếm. Nyborg không muốn bị thấy dính líu các doanh nghiệp lớn."
    },
    {
        "start": "00:07:18,840",
        "end": "00:07:24,720",
        "en": "Kan I bruge det, eller er det kun dig, der synes, det er interessant?",
        "pa": "Do you think it’s any use to you or...\n does it only interest nerdy people like you?",
        "vi": "Cô nghĩ có ích cho cô hay...\n liệu có phải mọt sách như cô mới quan tâm?"
    },
    {
        "start": "00:07:24,840",
        "end": "00:07:31,880",
        "en": "Jeg beholder dem og ser, om jeg kan få Torben interesseret. Hej.",
        "pa": "Right.\n I'll keep this and see if Torben is interested.\n -Thanks! -Sure. Bye.",
        "vi": "Phải rồi.\n Tôi sẽ giữ cái này xem Torben quan tâm không.\n - Cảm ơn! - Được. Tạm biệt."
    },
    {
        "start": "00:07:32,000",
        "end": "00:07:37,600",
        "en": "Fint. Kylling er altid godt. Anne, få Magnus til at spise nogle grøntsager.",
        "pa": "Great. Roast chicken always works.\n Anne, get Magnus to eat some veggies rather than just meat and bread.",
        "vi": "Tuyệt. Gà nướng luôn hợp lý.\n Anne, bảo Magnus ăn tí rau chứ không chỉ ăn thịt và bánh mì."
    },
    {
        "start": "00:07:37,720",
        "end": "00:07:44,680",
        "en": "Bed lige Laura om at tage sin pille, inden hun går, ikke? Tak. Hej.",
        "pa": "-And listen...\n And do ask Laura to take her pill before she leaves.",
        "vi": "Nghe này...\n Và yêu cầu Laura uống thuốc trước khi nó đi."
    },
    {
        "start": "00:07:44,800",
        "end": "00:07:49,520",
        "en": "-Er det Frihedspartiets annonce? -Ja. Den er i stort set i alle aviser.",
        "pa": "Thank you. Bye.\n -Is that the Freedom Party ad? -Yes.",
        "vi": "Cảm ơn. Tạm biệt.\n - Quảng cáo của đảng Tự do à? - Vâng."
    },
    {
        "start": "00:07:49,640",
        "end": "00:07:54,520",
        "en": "Svend Åge har fået fuld valuta for sine annoncekroner.",
        "pa": "It's in all the papers.\n Svend Åge really gets his money’s worth.",
        "vi": "Báo có đăng hết.\n Svend Åge chi tiền được món hời đấy."
    },
    {
        "start": "00:07:54,640",
        "end": "00:07:58,320",
        "en": "Alle vil have en kommentar fra os. TV1 har ringet tre gange.",
        "pa": "THANK YOU BIRGITTE NYBORG\n They are all asking for a comment.\n TV1 has called three times. They want you on Dilemma tonight",
        "vi": "CẢM ƠN BIRGETTE NYBORG\n Họ đều yêu cầu bình luận.\n TV1 đã gọi ba lần. Họ muốn bà lên Khó xử tối nay"
    },
    {
        "start": "00:07:58,440",
        "end": "00:08:02,440",
        "en": "De vil have dig i \"Dilemma\" i aften med Svend Åge. Jeg har afvist.",
        "pa": "with Svend Åge. I turned them down.",
        "vi": "cùng Svend Åge. Tôi từ chối."
    },
    {
        "start": "00:08:02,560",
        "end": "00:08:06,280",
        "en": "Hold kæft, vi kunne godt bruge en sejr snart.",
        "pa": "We could use a victory soon.",
        "vi": "Ta cần sớm có chiến thắng."
    },
    {
        "start": "00:08:08,360",
        "end": "00:08:12,560",
        "en": "Hvorfor skal vi ikke kommentere på Frihedspartiets budskaber?",
        "pa": "Why do you advise against commenting on Freedom Party pronouncements?",
        "vi": "Sao anh khuyên không nên bình luận về tuyên bố của Đảng Tự do Cực hữu?"
    },
    {
        "start": "00:08:12,680",
        "end": "00:08:16,040",
        "en": "Fordi oppositionen får ret i sin kritik.",
        "pa": "It only proves that their criticism is justified.",
        "vi": "Nó chỉ chứng minh chỉ trích của họ là hợp lý."
    },
    {
        "start": "00:08:16,160",
        "end": "00:08:21,200",
        "en": "-Vi får flere flygtninge fra Kharun. -Ja. Vi har lempet på lovgivningen.",
        "pa": "We will take in more refugees from Kharun now.\n Yes, do I know that we have eased our refugee legislation.",
        "vi": "Ta sẽ nhận thêm người tị nạn từ Kharun.\n Vâng, tôi có biết là ta đã nới lỏng luật tị nạn."
    },
    {
        "start": "00:08:21,320",
        "end": "00:08:26,240",
        "en": "Er det ikke her, vi skal markere, at der bliver ført en anden politik?",
        "pa": "Should we make it clear that we pursue a different policy than Lars Hesselboe?",
        "vi": "Ta có nên nói rõ là đang theo đuổi chính sách khác Lars Hesselboe không?"
    },
    {
        "start": "00:08:26,360",
        "end": "00:08:30,880",
        "en": "Vi må stå ved det, vi har fået gennemført.",
        "pa": "If we can't implement something new at least stand by what we have done.",
        "vi": "Nếu không thể thực hiện gì mới ít nhất cũng làm như ta đã làm."
    },
    {
        "start": "00:08:31,000",
        "end": "00:08:35,320",
        "en": "-Så du vil gerne i studiet i aften? -Det vil jeg meget gerne. Ja tak.",
        "pa": "Okay. So you want to go on the programme tonight?\n Yes, I would like that.",
        "vi": "Rồi. Bà muốn lên chương trình tối nay không?\n Vâng, tôi muốn thế."
    },
    {
        "start": "00:08:54,960",
        "end": "00:08:58,040",
        "en": "Hej, skat.",
        "pa": "- Hello. - Hi.\n -Hi, darling.",
        "vi": "Chào.\n Chào cưng."
    },
    {
        "start": "00:08:58,160",
        "end": "00:09:02,000",
        "en": "Laura og jeg har haft en snak. Det ser fornuftigt ud.",
        "pa": "Laura and I have had a chat and things are looking well.",
        "vi": "Laura và tôi đã có một cuộc trò chuyện và mọi thứ đều ổn."
    },
    {
        "start": "00:09:02,120",
        "end": "00:09:07,120",
        "en": "-Det er også mit indtryk. -Det er rigtig dejligt.",
        "pa": "That is my understanding, too. That's what you tell me as well.",
        "vi": "Tôi cũng hiểu như vậy. Đó là điều anh nói với tôi."
    },
    {
        "start": "00:09:07,240",
        "end": "00:09:13,160",
        "en": "Og dit nye hår klæder dig godt. Du siger, du har svært ved at sove?",
        "pa": "That is great.\n And your new hairstyle suits you.",
        "vi": "Tuyệt đấy.\n Và kiểu tóc mới hợp với cháu."
    },
    {
        "start": "00:09:13,280",
        "end": "00:09:17,240",
        "en": "-Jeg kan ikke falde til ro. -Selv om du er dødtræt.",
        "pa": "You did mention you have difficulty sleeping.\n Yes, I am finding it difficult to wind down at night.",
        "vi": "Cháu có nói là cháu khó ngủ.\n Vâng, cháu thấy khó trong việc nghỉ ngơi vào ban đêm."
    },
    {
        "start": "00:09:17,360",
        "end": "00:09:20,200",
        "en": "Pillerne kan give søvnbesvær.",
        "pa": "-Even when you are exhausted. -Pills can cause sleep disorders.",
        "vi": "- Kể cả khi con kiệt sức. - Thuốc có thể gây rối loạn giấc ngủ."
    },
    {
        "start": "00:09:20,320",
        "end": "00:09:25,000",
        "en": "Hvis Laura tager pillerne om dagen, vil det være lettere at sove.",
        "pa": "It'll pass. My advice would be for Laura to take the pills during the day",
        "vi": "Sẽ hết thôi. Lời khuyên của tôi là cho Laura uống thuốc vào ban ngày"
    },
    {
        "start": "00:09:25,120",
        "end": "00:09:30,760",
        "en": "-Hvor lang tid skal jeg tage dem? -Det kommer an på, hvordan det går.",
        "pa": "so you sleep better at night.\n How long will I have to take them for?\n That depends on your progress.",
        "vi": "để đêm cháu ngủ ngon hơn.\n Cháu phải uống bao lâu?\n Còn tùy mức độ tiến triển."
    },
    {
        "start": "00:09:30,880",
        "end": "00:09:35,600",
        "en": "-Kan du komme med et gæt? -Der kan godt gå et par måneder.",
        "pa": "What's your guess? For Laura's sake.",
        "vi": "Anh đoán thế nào? Vì Laura."
    },
    {
        "start": "00:09:35,720",
        "end": "00:09:39,440",
        "en": "Det kan der. Du skal blive ved med at tage pillerne.",
        "pa": "I'd say a couple of months.\n It may indeed. But it's important that you take the pills, because if you don't,",
        "vi": "Tôi cho là vài tháng.\n Có thể vậy. Nhưng điều quan trọng là cháu phải uống thuốc, vì nếu không,"
    },
    {
        "start": "00:09:39,560",
        "end": "00:09:44,640",
        "en": "Hvis man stopper, så kan man få meget voldsomme tilbagefald.",
        "pa": "you may suffer a very dramatic relapse.",
        "vi": "cháu có thể bị tái phát rất nặng."
    },
    {
        "start": "00:09:44,760",
        "end": "00:09:50,960",
        "en": "At lære at leve med sin angst er et langt, sejt træk.",
        "pa": "You don't learn to live with your anxiety overnight.",
        "vi": "Không phải chỉ sau một đêm mà học được cách sống chung với lo lắng."
    },
    {
        "start": "00:09:51,080",
        "end": "00:09:55,800",
        "en": "Hun skal nok få det godt igen. Det er der ingen tvivl om.",
        "pa": "It's hard work.\n She'll be fine. There is no doubt about that.",
        "vi": "Khó đấy.\n Cháu sẽ ổn thôi. Chẳng nghi ngờ gì."
    },
    {
        "start": "00:10:01,760",
        "end": "00:10:07,800",
        "en": "Hej, Katrine. Velkommen til. Vi tager lige et møde. Vi sidder lige herinde.",
        "pa": "-Hi, Katrine. Welcome. -Thanks.\n We’re just having a quick meeting. Let's pop in here.",
        "vi": "- Chào, Katrine. Chào mừng. - Cảm ơn.\n Chúng tôi họp nhanh thôi. Vào đây nào."
    },
    {
        "start": "00:10:23,000",
        "end": "00:10:28,080",
        "en": "Okay. Jeg er vært. Vi kører med publikum i debatprogrammet \"Dilemma\".",
        "pa": "I am the host and Nyborg has agreed to go in front of an audience",
        "vi": "Em dẫn chính và Nyborg đã đồng ý xuất hiện trước khán giả"
    },
    {
        "start": "00:10:28,200",
        "end": "00:10:31,840",
        "en": "Saltum og Hesselboe har sagt ja. Vi venter på Thorsen...",
        "pa": "in Dilemma. Saltum and Hesselboe will be there and we're awaiting confirmation",
        "vi": "trong Khó xử. Saltum và Hesselboe sẽ ở đó và bọn em đang chờ xác nhận"
    },
    {
        "start": "00:10:31,960",
        "end": "00:10:37,360",
        "en": "Han kommer. Vi vil kun gå ind i Frihedspartiets annonce og Kharun.",
        "pa": "-from Thorsen. -He will be there, but we only want to\n talk about the Freedom Party ad and the war in Kharun.",
        "vi": "- từ Thorsen. - Ông ấy sẽ tới, nhưng bọn anh chỉ\n muốn nói về quảng cáo của Đảng Tự do và cuộc chiến ở Kharun."
    },
    {
        "start": "00:10:37,480",
        "end": "00:10:41,640",
        "en": "-Kom nu. -Nej. Og ingen snak om valgkamp.",
        "pa": "-Seriously! -No!\n And no talk about an election. I know you want to, but we don't.",
        "vi": "- Ối giời! - Không!\n Và không nói về bầu cử. Anh biết em muốn, nhưng bọn anh không nói."
    },
    {
        "start": "00:10:41,760",
        "end": "00:10:46,640",
        "en": "-Vi har ikke lyst. Ikke endnu. -Tøsedreng.",
        "pa": "-Not yet. -Wimp.",
        "vi": "- Chưa đâu. - Dở ẹc."
    },
    {
        "start": "00:10:46,760",
        "end": "00:10:51,640",
        "en": "Okay. Det er fint. Faktisk overrasker det mig lidt, at I går med til det.",
        "pa": "Shut up.\n Okay, that is fine.\n I am surprised that you agreed to this so easily.",
        "vi": "Im đi.\n Rồi, thế cũng được.\n Em ngạc nhiên khi anh đồng ý dễ dàng vậy."
    },
    {
        "start": "00:10:51,760",
        "end": "00:10:55,520",
        "en": "Er det, fordi det er mig, der spørger?",
        "pa": "Is it because I am the one asking?",
        "vi": "Vì do em đề nghị à?"
    },
    {
        "start": "00:10:55,640",
        "end": "00:10:58,920",
        "en": "Jeg prøvede at få Birgitte til at sige nej.",
        "pa": "I tried to get Birgitte to say no.",
        "vi": "Anh cố thuyết phục Birgitte từ chối."
    },
    {
        "start": "00:10:59,040",
        "end": "00:11:02,360",
        "en": "Du får ikke særbehandling, fordi vi er kærester.",
        "pa": "-Okay. -Did you expect preferential treatment",
        "vi": "- Được rồi. - Em mong được ưu tiên"
    },
    {
        "start": "00:11:02,480",
        "end": "00:11:05,720",
        "en": "Nej, Kasper. Det går i øvrigt begge veje.",
        "pa": "because we're dating?\n No, Kasper.",
        "vi": "vì mình hẹn hò à?\n Không, Kasper."
    },
    {
        "start": "00:11:05,840",
        "end": "00:11:11,720",
        "en": "-Vil du kommentere på dem her? -Nogle frække billeder af dig?",
        "pa": "And the same goes for you. Would you like to comment on these?\n -Sexy pictures of you?",
        "vi": "Và với anh cũng vậy. Anh bình luận gì về mấy ảnh này không?\n Ảnh gợi cảm của em à?"
    },
    {
        "start": "00:11:11,840",
        "end": "00:11:17,080",
        "en": "Joachim Chrone skulle have været herinde til møde den 3.",
        "pa": "Joachim Crohne was here for a meeting on the third.",
        "vi": "Joachim Crohne đã ở đây để họp vào ngày mùng ba."
    },
    {
        "start": "00:11:17,200",
        "end": "00:11:22,040",
        "en": "Men når jeg tjekker statsministerens kalender, så fremgår det ikke.",
        "pa": "The PM's diary for that date doesn't mention such a meeting.",
        "vi": "Lịch của Thủ tướng hôm đó không có cuộc họp như vậy."
    },
    {
        "start": "00:11:22,160",
        "end": "00:11:28,400",
        "en": "-Så har der nok ikke været et møde. -Men der er billeder af det.",
        "pa": "-Then there probably wasn't one. -But there are pictures.\n You have a picture of Crohne at Christiansborg.",
        "vi": "- Vậy có lẽ là không có. - Nhưng có mấy bức ảnh này.\n Em có một bức ảnh của Crohne ở Christiansborg."
    },
    {
        "start": "00:11:28,520",
        "end": "00:11:32,200",
        "en": "Vi har et hjørnekontor på 2. sal. Dronningen har råderet over 1. sal.",
        "pa": "We have a corner office on the second floor.",
        "vi": "Bọn anh có một văn phòng ở góc tầng hai."
    },
    {
        "start": "00:11:32,320",
        "end": "00:11:35,920",
        "en": "Hun spiller bridge én gang om ugen med Chrone.",
        "pa": "The Queen has full use of the first floor. She and Crohne plays bridge every week.",
        "vi": "Nữ hoàng có toàn quyền sử dụng tầng một. Bà và Crohne chơi bài hàng tuần."
    },
    {
        "start": "00:11:36,040",
        "end": "00:11:40,360",
        "en": "Skulle dronningen bruge repræsentationslokalerne til kort?",
        "pa": "Do you want me to believe the Queen plays bridge with Crohne in parliament?",
        "vi": "Anh muốn em tin rằng Nữ hoàng chơi bài với Crohne ở Quốc hội à?"
    },
    {
        "start": "00:11:40,480",
        "end": "00:11:46,520",
        "en": "Det må du spørge dronningen om. Skal vi komme tilbage til den debat?",
        "pa": "You'll have to ask the Queen about that.",
        "vi": "Em phải hỏi Nữ hoàng về điều đó."
    },
    {
        "start": "00:11:46,640",
        "end": "00:11:53,000",
        "en": "-Jeg medgiver, at FN har problemer. -Jeg afbryder dig her.",
        "pa": "-Let's get back to the programme. -Sure.\n -We're on 3... - The UN does have it problems...\n That is one of the reasons...",
        "vi": "- Quay lại chương trình nào. - Rồi.\n - Ta ở máy ba... - UN có vấn đề riêng...\n Đó là một trong các lý do..."
    },
    {
        "start": "00:11:53,120",
        "end": "00:11:58,480",
        "en": "Vil krigen i Kharun medføre flere flygtninge til Danmark?",
        "pa": "- On 2... -it is Svend Åge Saltum’s turn.\n I would like to ask the foreign minister\n if the war in Kharun will lead to more refugees in Denmark.",
        "vi": "- Máy hai... - tới lượt Svend Åge Saltum.\n Tôi muốn hỏi Bộ trưởng Ngoại giao\n cuộc chiến ở Kharun có làm tăng người tị nạn ở Đan Mạch không."
    },
    {
        "start": "00:11:58,600",
        "end": "00:12:03,440",
        "en": "Man kan jo slet ikke stille det op på den måde, Svend Åge.",
        "pa": "You can’t present it in those terms, Svend Åge...",
        "vi": "Ông không thể nói như vậy, Svend Åge..."
    },
    {
        "start": "00:12:03,560",
        "end": "00:12:08,480",
        "en": "Vil statsministerens lempelse af flygtningelovgivningen ikke medføre",
        "pa": "We're part of a bigger world, and that is why...\n If the flow of refugees continues, will the PM guarantee",
        "vi": "Ta là một phần của thế giới rộng hơn, nên...\n Nếu tiếp tục có dòng người tị nạn, Thủ tướng có đảm bảo"
    },
    {
        "start": "00:12:08,600",
        "end": "00:12:12,920",
        "en": "at flere flygtninge vil søge asyl i Danmark?",
        "pa": "that despite her easing of the refugee legislation\n some of them won't claim asylum in Denmark?",
        "vi": "dù bà nới lỏng luật tị nạn\n vài người không xin tị nạn ở Đan Mạch?"
    },
    {
        "start": "00:12:13,040",
        "end": "00:12:19,120",
        "en": "Der vil komme flere flygtninge til Danmark, når der er krig i verden.",
        "pa": "Birgitte Nyborg?\n Lars Hesselboe is correct.\n We will get more refugees when wars erupt.",
        "vi": "Birgitte Nyborg?\n Lars Hesselboe nói đúng.\n Ta sẽ có thêm người tị nạn khi chiến tranh nổ ra."
    },
    {
        "start": "00:12:19,240",
        "end": "00:12:24,560",
        "en": "Vi mener, at Danmark har et ansvar for at tage sig af nødlidende.",
        "pa": "We eased the restrictions to emphasize that this government believes\n that Denmark has a responsibility to look after those in need.",
        "vi": "Ta giảm các hạn chế để nhấn mạnh rằng Chính phủ tin\n Đan Mạch có trách nhiệm chăm sóc những người cần giúp đỡ."
    },
    {
        "start": "00:12:24,680",
        "end": "00:12:29,280",
        "en": "Men Nyborg, i Danmark slås vi med finanskrise og gældsætning.",
        "pa": "-But Birgitte Nyborg...\n Denmark has its own problems. An economic crisis, indebtedness,",
        "vi": "Birgitte Nyborg...\n Đan Mạch có những vấn đề riêng. Khủng hoảng kinh tế, nợ nần,"
    },
    {
        "start": "00:12:29,400",
        "end": "00:12:33,400",
        "en": "-Har vi råd til at være idealister? -Vi har ikke råd til at lade være.",
        "pa": "unemployment. Can we afford to be idealists?",
        "vi": "thất nghiệp. Liệu ta có thể theo chủ nghĩa lý tưởng?"
    },
    {
        "start": "00:12:33,520",
        "end": "00:12:39,400",
        "en": "Vi er det 12. rigeste land i verden. Vi taler om mennesker i nød.",
        "pa": "I don’t see how we can afford not to.\n We are the 12th wealthiest nation in the world.\n This is a level of suffering we can't even imagine. Yes, we can afford it.",
        "vi": "Tôi không thấy sao lại không làm vậy.\n Ta là quốc gia giàu có thứ 12 trên thế giới.\n Đây là mức đau khổ mà ta không thể tưởng tượng nổi. Vâng, ta làm được."
    },
    {
        "start": "00:12:39,520",
        "end": "00:12:44,320",
        "en": "Helledusseda! Hvorfor skal det foregå på dansk territorium?",
        "pa": "But why does it have to be on Danish territory?",
        "vi": "Nhưng tại sao phải trên lãnh thổ của Đan Mạch?"
    },
    {
        "start": "00:12:44,440",
        "end": "00:12:48,640",
        "en": "Kan I ikke bare hjælpe dem, der hvor de bor?",
        "pa": "Can’t you just help them where they live?",
        "vi": "Sao không thể giúp họ ở nơi họ sống?"
    },
    {
        "start": "00:12:48,760",
        "end": "00:12:54,880",
        "en": "Hvad skal disse mennesker i deres lange gevandter på Silkeborg gågade?",
        "pa": "What business can these presumably decent people in their long, flowing robes",
        "vi": "Họ, cứ cho là người tử tế, sẽ làm gì trong những chiếc áo thướt tha"
    },
    {
        "start": "00:12:55,000",
        "end": "00:13:01,560",
        "en": "Det skal jeg fortælle dig. Deres land er i krig. Deres hjem står i flammer.",
        "pa": "possibly have in Silkeborg High Street?\n -Let me tell you that, Svend Åge.\n Their country is at war and their homes are in flames.",
        "vi": "ở phố buôn bán sầm uất Silkeborg?\n Để tôi giải thích cho, Svend Åge.\n Đất nước họ đang chiến tranh và nhà họ chìm trong biển lửa."
    },
    {
        "start": "00:13:01,680",
        "end": "00:13:06,360",
        "en": "Derfor rækker vi dem en hånd. Synes du ikke, det er en forpligtelse?",
        "pa": "That's why we extend a hand? Are we not obliged to?",
        "vi": "Đó là lý do ta mở rộng vòng tay? Ta đâu có nghĩa vụ phải không?"
    },
    {
        "start": "00:13:06,480",
        "end": "00:13:11,840",
        "en": "Det er himmelråbende naivt at tro, at lille Danmark kan gøre det.",
        "pa": "-Is it not our obligation... -We'll have to finish here.\n It is incredibly naive to believe that little Denmark can do that.",
        "vi": "- Đó không phải nghĩa vụ của ta... - Ta phải dừng ở đây.\n Thật ngây thơ khi tin Đan Mạch nhỏ bé có thể làm được điều đó."
    },
    {
        "start": "00:13:11,960",
        "end": "00:13:16,440",
        "en": "Må jeg henlede opmærksomheden på Grundtvigs vise ord:",
        "pa": "May I remind the prime minister of Grundtvig’s wise words:",
        "vi": "Tôi có thể nhắc Thủ tướng về mấy lời chí lý của Grundtvig:"
    },
    {
        "start": "00:13:16,560",
        "end": "00:13:19,720",
        "en": "\"Vi er ikke skabte til højhed og blæst",
        "pa": "“We are not made for the heights and the gale:",
        "vi": "\"Ta không sinh ra để ở tầm cao và chịu cơn gió mạnh:"
    },
    {
        "start": "00:13:19,840",
        "end": "00:13:23,400",
        "en": "ved jorden at blive det tjener os bedst.\"",
        "pa": "close to the ground is where we do best.”",
        "vi": "gần mặt đất là nơi ta phù hợp nhất\"."
    },
    {
        "start": "00:13:23,520",
        "end": "00:13:27,200",
        "en": "Grundtvig fik det sidste ord i aftenens udgave af \"Dilemma\".",
        "pa": "And thus Grundtvig had the last word in tonight’s edition of Dilemma.",
        "vi": "Và Grundtvig nói lời cuối cùng trong chương trình Khó xử tối nay."
    },
    {
        "start": "00:13:27,320",
        "end": "00:13:34,040",
        "en": "Det sidste ord er ikke sagt i denne debat. Tak, fordi I kom.",
        "pa": "The last word about this topic has not been said yet.\n Thank you for coming. Goodnight.",
        "vi": "Lời cuối cùng về chủ đề này vẫn chưa được nói ra.\n Cảm ơn vì đã đến. Chúc ngủ ngon."
    },
    {
        "start": "00:13:35,320",
        "end": "00:13:42,240",
        "en": "Flere landsbyer er blevet udslettet. Sikkerhedsrådet trådte sammen",
        "pa": "In the province of Sarifan many villages have been razed...",
        "vi": "Ở tỉnh Sarifan, nhiều ngôi làng đã bị san bằng..."
    },
    {
        "start": "00:13:42,360",
        "end": "00:13:45,120",
        "en": "og så et videointerview med en pige",
        "pa": "The Security Council convened again this evening to\n watch a video interview with a 14-year-old girl",
        "vi": "Hội đồng Bảo an triệu tập tối nay để\n xem đoạn phỏng vấn một cô gái 14 tuổi"
    },
    {
        "start": "00:13:45,240",
        "end": "00:13:49,400",
        "en": "der var blevet massevoldtaget af en af de mange militser.",
        "pa": "who was gang-raped by one of the many militias also involved in the conflict.",
        "vi": "bị hãm hiếp tập thể bởi một trong số nhiều dân quân cũng tham gia vào cuộc xung đột."
    },
    {
        "start": "00:13:49,520",
        "end": "00:13:54,680",
        "en": "Nordkharuns FN-ambassadør afviser det som ren propaganda.",
        "pa": "Something the UN ambassador from North Kharun condemns as propaganda.",
        "vi": "Điều mà Đại sứ Liên Hợp Quốc ở Bắc Kharun coi là tuyên truyền."
    },
    {
        "start": "00:13:54,800",
        "end": "00:13:59,000",
        "en": "De fem permanente medlemmer af Sikkerhedsrådet blev ikke enige om",
        "pa": "The five permanent members of the Security Council",
        "vi": "Năm thành viên thường trực của Hội đồng Bảo an"
    },
    {
        "start": "00:13:59,120",
        "end": "00:14:03,400",
        "en": "at tiltræde en resolution, der giver FN mandat til at involvere sig.",
        "pa": "were unable to agree on a resolution giving the UN a mandate to intervene.",
        "vi": "không thể thống nhất về nghị quyết cho phép Liên Hiệp Quốc can thiệp."
    },
    {
        "start": "00:14:03,520",
        "end": "00:14:08,280",
        "en": "Det var heller ikke muligt at få vedtaget egentlige sanktioner.",
        "pa": "Nor did they agree on sanctions to be imposed on the warring parties.",
        "vi": "Họ cũng không đồng ý về các biện pháp trừng phạt đối với các bên tham chiến."
    },
    {
        "start": "00:14:08,400",
        "end": "00:14:11,400",
        "en": "Man nøjedes med en principerklæring",
        "pa": "The UN made do with a declaration of principle",
        "vi": "Liên Hiệp Quốc đã tuyên bố nguyên tắc là"
    },
    {
        "start": "00:14:11,520",
        "end": "00:14:16,360",
        "en": "hvor der henstilles til parterne om at indstille kampene.",
        "pa": "urging the parties to cease the fighting.",
        "vi": "thúc giục các bên ngừng chiến đấu."
    },
    {
        "start": "00:14:18,120",
        "end": "00:14:21,400",
        "en": "Jeg har brug for at tale med dig herinde.",
        "pa": "I need to talk to you here.",
        "vi": "Tôi cần nói chuyện với anh ở đây."
    },
    {
        "start": "00:14:21,520",
        "end": "00:14:24,840",
        "en": "Jeg ved godt, det er sent.",
        "pa": "I know it's late.",
        "vi": "Tôi biết là muộn."
    },
    {
        "start": "00:14:35,000",
        "end": "00:14:37,720",
        "en": "-Vil du have kaffe? -Nej tak.",
        "pa": "-Coffee? It's not warm. -No, thanks.",
        "vi": "- Cà phê? Không ấm đâu. - Không, cảm ơn."
    },
    {
        "start": "00:14:38,840",
        "end": "00:14:43,720",
        "en": "Hvad var det, der var så vigtigt, at det ikke kunne vente til i morgen?",
        "pa": "What is so important that it can't wait till tomorrow morning?",
        "vi": "Có gì quan trọng mà không đợi được tới mai vậy?"
    },
    {
        "start": "00:14:45,000",
        "end": "00:14:50,280",
        "en": "Hvad hvis jeg sagde, at vi skal prøve at stoppe krigen i Kharun?",
        "pa": "What if I said we should try to stop the war in Kharun?",
        "vi": "Nếu tôi nói ta nên dừng cuộc chiến ở Kharun thì sao?"
    },
    {
        "start": "00:14:50,400",
        "end": "00:14:54,600",
        "en": "Så vil jeg sige, at det er fantastisk.",
        "pa": "Fantastic idea.",
        "vi": "Ý tưởng tuyệt vời."
    },
    {
        "start": "00:14:54,720",
        "end": "00:14:58,840",
        "en": "-Du er seriøs? -Det er noget, jeg overvejer.",
        "pa": "Are you serious?",
        "vi": "Thật sao?"
    },
    {
        "start": "00:14:58,960",
        "end": "00:15:04,040",
        "en": "EU har opfordret til, at en regeringschef går ind og mægler.",
        "pa": "I am considering it.\n The EU has asked if a head of government",
        "vi": "Tôi đang cân nhắc.\n EU yêu cầu một người đứng đầu Chính phủ"
    },
    {
        "start": "00:15:04,160",
        "end": "00:15:08,680",
        "en": "-Ingen har meldt sig. -Fordi det er en tabersag. Okay?",
        "pa": "from one of its member states to volunteer as a mediator. No one has agreed.\n Because it’s a lose-lose situation.",
        "vi": "từ một quốc gia thành viên làm nhà hòa giải. Chưa ai đồng ý.\n Vì đó là tình huống thua cuộc."
    },
    {
        "start": "00:15:08,800",
        "end": "00:15:14,320",
        "en": "Jeg har sagt, at jeg troede, at danskerne var bedre, end de troede.",
        "pa": "Okay.\n In my first opening speech, which you wrote,\n I said that the Danes were better than they thought",
        "vi": "Được rồi.\n Ở bài phát biểu đầu tiên của tôi, anh viết,\n tôi nói rằng người Đan Mạch tốt hơn họ nghĩ."
    },
    {
        "start": "00:15:14,440",
        "end": "00:15:17,240",
        "en": "Det her handler kun om dig.",
        "pa": "This is not fair. This is 100% about you.",
        "vi": "Thế này không được. Đây là 100% vì bà."
    },
    {
        "start": "00:15:17,360",
        "end": "00:15:22,640",
        "en": "Du er sur over, du ikke får trumfet noget igennem inde i Folketinget.",
        "pa": "You are just upset that you can't get anything passed in parliament.",
        "vi": "Bà chỉ buồn vì không được Quốc hội thông qua cái gì."
    },
    {
        "start": "00:15:22,760",
        "end": "00:15:27,480",
        "en": "Klokken er tre om natten, og vi har en lang dag foran os i morgen.",
        "pa": "I understand where you are coming from, but it's 3 am,\n I am super tired and we have a long day ahead of us tomorrow.",
        "vi": "Tôi hiểu lý do của bà, nhưng đã ba giờ sáng,\n tôi rất mệt và mai ta còn một ngày rất dài."
    },
    {
        "start": "00:15:27,600",
        "end": "00:15:30,400",
        "en": "Kasper, sæt dig ned.",
        "pa": "Kasper, sit down.",
        "vi": "Kasper, ngồi xuống."
    },
    {
        "start": "00:15:31,840",
        "end": "00:15:38,280",
        "en": "Prøv lige at høre. Vi har faktisk en unik mulighed.",
        "pa": "Listen...",
        "vi": "Nghe này..."
    },
    {
        "start": "00:15:38,400",
        "end": "00:15:42,480",
        "en": "Vi har formandskabet i Sikkerhedsrådet.",
        "pa": "We actually have a unique opportunity.\n We hold the presidency in the Security Council and can set the agenda.",
        "vi": "Thực ra ta có một cơ hội duy nhất.\n Ta giữ chức chủ tịch trong Hội đồng Bảo an và có thể đưa ra kế hoạch."
    },
    {
        "start": "00:15:42,600",
        "end": "00:15:47,040",
        "en": "-EU og Den Afrikanske Union... -Det er en sindssyg opgave.",
        "pa": "-The EU and the African Union. -It's a crazy endeavor.",
        "vi": "- Liên minh châu Âu và Liên minh châu Phi. - Đó là nỗ lực điên rồ."
    },
    {
        "start": "00:15:47,160",
        "end": "00:15:51,520",
        "en": "Hvad med de nordmænd, der ville løse konflikten i Israel-Palæstina?",
        "pa": "So what about the Norwegians who got the crazy idea to solve",
        "vi": "Vậy còn người Na Uy có ý tưởng điên rồ để giải quyết"
    },
    {
        "start": "00:15:51,640",
        "end": "00:15:53,920",
        "en": "De slår stadig hinanden ihjel.",
        "pa": "-the Israel-Palestine conflict? -Exactly! How did that go?\n They are still killing each other.",
        "vi": "- xung đột Israel - Palestine? - Chính xác! Rồi sao?\n Họ vẫn tàn sát lẫn nhau."
    },
    {
        "start": "00:15:54,040",
        "end": "00:15:58,880",
        "en": "Oslo-forhandlingerne fik Rabin og Arafat til at mødes.",
        "pa": "The Oslo accords resulted in Rabin and Arafat meeting and shaking hands.",
        "vi": "Các thỏa thuận của Oslo dẫn đến việc Rabin và Arafat gặp và bắt tay nhau."
    },
    {
        "start": "00:15:59,000",
        "end": "00:16:02,120",
        "en": "Det var tæt på at lykkes.",
        "pa": "It was almost a success.",
        "vi": "Gần như thành công."
    },
    {
        "start": "00:16:08,880",
        "end": "00:16:12,360",
        "en": "Du har besluttet dig, ikke?",
        "pa": "You've made up your mind, right?",
        "vi": "Bà quyết rồi, nhỉ?"
    },
    {
        "start": "00:16:12,480",
        "end": "00:16:15,040",
        "en": "Jo, nu har jeg.",
        "pa": "I have now.",
        "vi": "Giờ thì rồi."
    },
    {
        "start": "00:16:24,880",
        "end": "00:16:27,760",
        "en": "Goddag, Sejrø. Velkommen tilbage.",
        "pa": "Hello, Sejrø, welcome back.",
        "vi": "Chào Sejrø, chào mừng trở lại."
    },
    {
        "start": "00:16:27,880",
        "end": "00:16:32,840",
        "en": "-Tak skal du have, Niels-Erik. -Jeg tror, Birgitte venter på dig.",
        "pa": "-Thank you, Niels-Erik. -Birgitte is waiting for you inside.",
        "vi": "- Cảm ơn, Niels-Erik. - Birgitte đang đợi ông ở trong."
    },
    {
        "start": "00:16:34,200",
        "end": "00:16:39,160",
        "en": "-Bent, jeg er så glad for at se dig. -I lige måde.",
        "pa": "Bent, I am so happy to see you.",
        "vi": "Bent, tôi rất vui được gặp ông."
    },
    {
        "start": "00:16:39,280",
        "end": "00:16:45,200",
        "en": "-Godt at se dig, Bent. Går det godt? -Jeg skal bare tage mine piller.",
        "pa": "Likewise.\n Good to see you. All well?\n They say that if I just take my medicine, I can live a normal life.",
        "vi": "Tôi cũng vậy.\n Rất vui được gặp ông. Ông khỏe chứ?\n Bác sĩ bảo nếu uống thuốc, tôi có thể sống bình thường."
    },
    {
        "start": "00:16:45,320",
        "end": "00:16:52,040",
        "en": "Du ser godt ud. Og nu med stok. Det går godt.",
        "pa": "You look great. And the walking stick suits you.\n -Things are looking up. -They are indeed.",
        "vi": "Trông ông ổn lắm. Và cây ba toong hợp đấy.\n - Mọi việc đang tiến triển. - Thật sự là vậy."
    },
    {
        "start": "00:16:52,160",
        "end": "00:16:54,400",
        "en": "Kharun?",
        "pa": "Kharun?",
        "vi": "Kharun à?"
    },
    {
        "start": "00:16:54,520",
        "end": "00:16:58,720",
        "en": "Birgitte, du er ikke rigtig klog. Har du ikke prøvet at stoppe hende?",
        "pa": "Birgitte, you are out of your mind. Didn’t you try to stop her?",
        "vi": "Birgitte, bà điên rồi. Anh không cố ngăn bà ấy sao?"
    },
    {
        "start": "00:16:58,840",
        "end": "00:17:02,160",
        "en": "-Hvad tænker du? -Det er en tiltrængt forandring.",
        "pa": "What do you think?\n It is a welcome change,",
        "vi": "Ông nghĩ sao?\n Là thay đổi tốt"
    },
    {
        "start": "00:17:02,280",
        "end": "00:17:06,120",
        "en": "Vores udenrigspolitik har været passiv i meget lang tid.",
        "pa": "considering how passive our foreign policy has been recently.",
        "vi": "khi chính sách đối ngoại của ta gần đây là thụ động."
    },
    {
        "start": "00:17:06,240",
        "end": "00:17:11,120",
        "en": "Der er højt til loftet her i Statsministeriets kontor",
        "pa": "There is a reason for the high ceiling",
        "vi": "Có một lý do để trần nhà cao"
    },
    {
        "start": "00:17:11,240",
        "end": "00:17:16,320",
        "en": "fordi her skal tænkes store tanker, og det bliver der sandelig nu.",
        "pa": "in the PM's office.\n This is where grandiose plans are hatched.\n And that's certainly the case right now.",
        "vi": "ở Văn phòng Thủ tướng.\n Đây là nơi các kế hoạch vĩ đại nảy nở.\n Và chắc chắn giờ là vậy."
    },
    {
        "start": "00:17:16,440",
        "end": "00:17:18,600",
        "en": "Så hvad nu, Bent?",
        "pa": "What now, Bent?",
        "vi": "Giờ sao, Bent?"
    },
    {
        "start": "00:17:18,720",
        "end": "00:17:24,280",
        "en": "Hvis det her skal have en chance, er der noget, der er afgørende.",
        "pa": "If this is to have any chance of success...",
        "vi": "Nếu đây có bất cứ cơ hội để thành công..."
    },
    {
        "start": "00:17:24,400",
        "end": "00:17:30,280",
        "en": "Styret i Nordkharun er islamistisk, og konflikten er blevet udnævnt",
        "pa": "one thing is crucial.\n The regime in North Kharun is Islamist.",
        "vi": "điều này rất quan trọng.\n Chế độ ở Bắc Kharun là đạo Hồi."
    },
    {
        "start": "00:17:30,400",
        "end": "00:17:36,280",
        "en": "til at være en muslimsk-kristen konflikt. Du kan ikke bare tro",
        "pa": "The conflict is being cast as being Muslims against Christians. \n You can't just assume that a women from an American ally",
        "vi": "Xung đột được nhìn nhận là những người Hồi giáo chống người Cơ đốc."
    },
    {
        "start": "00:17:36,400",
        "end": "00:17:41,640",
        "en": "at du kan trække Nordkharun hen til forhandlingsbordet.",
        "pa": "can get North Kharun to sit down at the negotiating table.",
        "vi": "Không thể cứ cho rằng một phụ nữ từ một đồng minh của Mỹ\n có thể khiến Bắc Kharun ngồi vào bàn đàm phán."
    },
    {
        "start": "00:17:41,760",
        "end": "00:17:44,480",
        "en": "-En muslimsk forhandler? -Yes.",
        "pa": "A Muslim mediator?\n Yes.",
        "vi": "Nhà hòa giải Hồi giáo?\n Phải."
    },
    {
        "start": "00:17:44,600",
        "end": "00:17:49,720",
        "en": "Jeg ved godt hvem, men det bliver ikke nogen nem samtale.",
        "pa": "Persuading him won't be easy.",
        "vi": "Không dễ để thuyết phục anh ta."
    },
    {
        "start": "00:18:04,520",
        "end": "00:18:06,720",
        "en": "-Lover du det? -Ja.",
        "pa": "Throw it gently this time, please!\n -Do you promise? -Yes!",
        "vi": "Lần này nhẹ nhàng nhé!\n - Hứa nhé? - Tuyệt!"
    },
    {
        "start": "00:18:06,840",
        "end": "00:18:09,720",
        "en": "-Hej. -Hej.",
        "pa": "- Hello! -Hello.",
        "vi": "- Xin chào! - Xin chào."
    },
    {
        "start": "00:18:09,840",
        "end": "00:18:12,280",
        "en": "-Hej, Sarah. -Gå ind til mama.",
        "pa": "-Hi, Sara. - Go to mummy, darling.",
        "vi": "- Chào, Sara. - Tới chỗ mẹ đi con."
    },
    {
        "start": "00:18:12,400",
        "end": "00:18:14,480",
        "en": "-Hun er blevet stor. -Ja.",
        "pa": "-She has grown. -Yes.",
        "vi": "- Nó lớn quá nhỉ. - Vâng."
    },
    {
        "start": "00:18:16,640",
        "end": "00:18:20,040",
        "en": "Amir, jeg var ked af, du forlod tinget. Det ved du.",
        "pa": "Amir, I was sorry you left Parliament.",
        "vi": "Amir, tôi rất tiếc vì anh rời Quốc hội."
    },
    {
        "start": "00:18:20,160",
        "end": "00:18:25,000",
        "en": "Også måden, det foregik på, og min andel i det. Er du begyndt at ryge?",
        "pa": "The way it happened and my role.",
        "vi": "Cách nó xảy ra và vai trò của tôi."
    },
    {
        "start": "00:18:25,120",
        "end": "00:18:28,400",
        "en": "Nej. Ikke officielt.",
        "pa": "Have you started smoking?\n No.",
        "vi": "Anh bắt đầu hút thuốc à?\n Không."
    },
    {
        "start": "00:18:28,520",
        "end": "00:18:32,840",
        "en": "Du er bekendt med situationen i Kharun?",
        "pa": "Not officially.\n Are you familiar with the situation in Kharun?",
        "vi": "Không chính thức.\n Anh biết tình hình ở Kharun không?"
    },
    {
        "start": "00:18:32,960",
        "end": "00:18:37,120",
        "en": "Ja, der er krig, og FN er handlingslammet som sædvanlig.",
        "pa": "There is war and the UN is completely paralyzed, as usual.",
        "vi": "Có chiến tranh và Liên Hợp Quốc hoàn toàn tê liệt, như thường lệ."
    },
    {
        "start": "00:18:37,240",
        "end": "00:18:41,080",
        "en": "Jeg overvejer at mægle i konflikten med EU i ryggen.",
        "pa": "I am considering mediating in the conflict. With EU backing.",
        "vi": "Tôi đang cân nhắc hòa giải xung đột. Với sự ủng hộ của EU."
    },
    {
        "start": "00:18:41,200",
        "end": "00:18:46,240",
        "en": "Nordkharun er muslimsk, så jeg ønsker en forhandler med den baggrund.",
        "pa": "North Kharun is Muslim. I would like my negotiator to have the same background.",
        "vi": "Bắc Kharun là Hồi giáo. Tôi muốn người đàm phán của tôi có cùng nền tảng."
    },
    {
        "start": "00:18:46,360",
        "end": "00:18:51,640",
        "en": "Det lyder som et dødfødt projekt. Du er presset indenrigspolitisk",
        "pa": "It sounds like a completely doomed idea.",
        "vi": "Nghe như một ý tưởng hỏng hẳn từ đầu."
    },
    {
        "start": "00:18:51,760",
        "end": "00:18:54,680",
        "en": "men det der er lidt desperat.",
        "pa": "I know you are under pressure domestically,\n but that is really desperate, isn't it?",
        "vi": "Tôi biết bà chịu áp lực trong nước,\n nhưng thật sự rất tuyệt vọng, phải không?"
    },
    {
        "start": "00:18:54,800",
        "end": "00:19:00,280",
        "en": "Der er en katastrofe under opsejling, som måske kan afværges.",
        "pa": "It's about a potential catastrophe in one of Africa's biggest countries",
        "vi": "Đó là về một thảm họa tiềm tàng ở một trong những nước lớn nhất châu Phi"
    },
    {
        "start": "00:19:00,400",
        "end": "00:19:03,200",
        "en": "Det handler om at gavne dit image.",
        "pa": "that we may be able to avoid if we act.\n It's all about improving your image, Birgitte.",
        "vi": "mà ta có thể tránh được nếu hành động.\n Chỉ là để cải thiện hình ảnh của bà, Birgitte."
    },
    {
        "start": "00:19:03,320",
        "end": "00:19:09,920",
        "en": "Jeg skal spille den flinke muslim og løftestang i dit prestigeprojekt.",
        "pa": "You are asking me to play the nice Muslim\n and be your enabler in your personal flagship project.",
        "vi": "Bà yêu cầu tôi đóng vai người Hồi giáo tốt bụng\n và là người hỗ trợ cho dự án hàng đầu của riêng bà."
    },
    {
        "start": "00:19:10,040",
        "end": "00:19:15,200",
        "en": "Nej. Der er ingen prestige her.",
        "pa": "-Am I correct? -No.\n There is no flagship project.",
        "vi": "- Đúng chưa? - Không.\n Không có dự án nào cả."
    },
    {
        "start": "00:19:16,440",
        "end": "00:19:21,080",
        "en": "Jeg beder dig om at gå ind i et brændende hus med mig.",
        "pa": "I am asking you to enter a burning house with me.",
        "vi": "Tôi yêu cầu anh vào nhà cháy cùng tôi."
    },
    {
        "start": "00:19:21,200",
        "end": "00:19:26,360",
        "en": "Jeg er ked af det. Det er ikke mit brændende hus.",
        "pa": "I am sorry. It is not my burning house.",
        "vi": "Xin lỗi. Đó đâu phải là nhà cháy của tôi."
    },
    {
        "start": "00:19:29,360",
        "end": "00:19:32,680",
        "en": "Held og lykke.",
        "pa": "Good luck.",
        "vi": "Chúc may mắn."
    },
    {
        "start": "00:19:36,760",
        "end": "00:19:39,320",
        "en": "Skat!",
        "pa": "Darling.",
        "vi": "Em ơi."
    },
    {
        "start": "00:19:43,480",
        "end": "00:19:49,720",
        "en": "Godt at se dig. Udenrigsministeriets departementschef, Frederik Vedfeld.",
        "pa": "Good to see you, Bent. Foreign Office permanent secretary Vedfeld.",
        "vi": "Rất vui được gặp ông, Bent. Thư ký thường trực Văn phòng Ngoại giao Vedfeld."
    },
    {
        "start": "00:19:49,840",
        "end": "00:19:51,120",
        "en": "Velkommen til.",
        "pa": "Bent Sejrø.\n Welcome.",
        "vi": "Bent Sejrø."
    },
    {
        "start": "00:19:55,480",
        "end": "00:19:58,400",
        "en": "Farvel.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:19:58,480",
        "end": "00:20:04,640",
        "en": "Hvilke muligheder har vi for at få parterne til forhandlingsbordet?",
        "pa": "Okay, what are our chances of forcing the parties to the negotiating table?",
        "vi": "Rồi, cơ hội để chúng ta buộc các bên tham gia ngồi vào bàn đàm phán là gì?"
    },
    {
        "start": "00:20:04,760",
        "end": "00:20:10,280",
        "en": "Briterne melder ud, at de vil følge den amerikanske linje.",
        "pa": "Hans Christian.\n The British are choosing to follow the American line on this.",
        "vi": "Hans Christian.\n Người Anh đang chọn theo Mỹ về việc này."
    },
    {
        "start": "00:20:10,400",
        "end": "00:20:15,120",
        "en": "-Og hvad er den så? -Washington presser ikke Sydkharun.",
        "pa": "-That line being? -They won't pressure South Kharun.",
        "vi": "- Như nào? - Họ không ép Nam Kharun."
    },
    {
        "start": "00:20:15,240",
        "end": "00:20:19,160",
        "en": "USA støtter de spirende demokratier.",
        "pa": "The US \"supports fledgling democracies.\"",
        "vi": "Mỹ \"ủng hộ nền dân chủ non trẻ\"."
    },
    {
        "start": "00:20:19,280",
        "end": "00:20:22,800",
        "en": "-Med våben. -Andre dårlige nyheder?",
        "pa": "With arms.\n Any other bad news?",
        "vi": "Với vũ trang.\n Còn tin xấu nào khác?"
    },
    {
        "start": "00:20:22,920",
        "end": "00:20:25,800",
        "en": "Frankrig vil ikke presse Nordkharun.",
        "pa": "France won't pressure North Kharun.",
        "vi": "Pháp sẽ không ép Bắc Kharun."
    },
    {
        "start": "00:20:25,920",
        "end": "00:20:30,240",
        "en": "Kina vil heller ikke. Ambassaden gjorde det meget klart.",
        "pa": "Nor will China. Their ambassador made that very clear.",
        "vi": "Trung Quốc cũng vậy. Đại sứ của họ nói rõ điều đó."
    },
    {
        "start": "00:20:30,360",
        "end": "00:20:34,240",
        "en": "De er en nation med snart 1,3 mia. indbyggere",
        "pa": "They are a population of almost 1.3 billion",
        "vi": "Họ có dân số gần một tỷ ba"
    },
    {
        "start": "00:20:34,360",
        "end": "00:20:37,000",
        "en": "med et voksende energibehov.",
        "pa": "with increasing energy demands.",
        "vi": "với nhu cầu năng lượng ngày càng tăng."
    },
    {
        "start": "00:20:37,120",
        "end": "00:20:40,360",
        "en": "De køber olie i Kharun og betaler med våben.",
        "pa": "They buy oil in Kharun and pay in arms.",
        "vi": "Họ mua dầu ở Kharun và trả bằng vũ khí."
    },
    {
        "start": "00:20:40,480",
        "end": "00:20:46,160",
        "en": "Vi er alene i forsøget på at tvinge parterne til forhandlingsbordet.",
        "pa": "So we're on our own in this attempt to force them to negotiate.",
        "vi": "Nên ta đơn độc trong nỗ lực ép họ đàm phán."
    },
    {
        "start": "00:20:46,280",
        "end": "00:20:49,200",
        "en": "Vi har et godt team herhjemme.",
        "pa": "Cheer up. We've assembled a great team.",
        "vi": "Vui lên đi. Ta đã tập hợp một đội tuyệt vời."
    },
    {
        "start": "00:20:49,320",
        "end": "00:20:56,120",
        "en": "Jeg har talt med Amir, og han vil heller ikke være med.",
        "pa": "I spoke to Amir, and he doesn't want in either.",
        "vi": "Tôi đã hỏi Amir, và anh ta cũng không muốn tham gia."
    },
    {
        "start": "00:20:57,920",
        "end": "00:21:03,120",
        "en": "Nå! Vi kommer ikke videre i dag. Vi må ses i morgen.",
        "pa": "I see.\n Well, we won't get any further today, so let's meet again tomorrow.",
        "vi": "Hôm nay ta không tiến xa hơn, nên mai hãy gặp lại nhau."
    },
    {
        "start": "00:21:03,240",
        "end": "00:21:08,160",
        "en": "-Ja. Godt at se dig igen. -I lige måde.",
        "pa": "-Yes. Good to see you. -Likewise.",
        "vi": "- Vâng. Rất vui được gặp ông. - Tôi cũng vậy."
    },
    {
        "start": "00:21:08,280",
        "end": "00:21:14,320",
        "en": "Den der landsby blev smadret, inden krigen startede.",
        "pa": "-Can I see them. -Oh, my God.\n This village was destroyed long before the war broke out.",
        "vi": "- Tôi xem nhé? - Trời ơi.\n Làng này đã bị phá hủy từ lâu trước khi chiến tranh nổ ra."
    },
    {
        "start": "00:21:14,440",
        "end": "00:21:19,280",
        "en": "Vi ved, at Afrika lider. Det er bare ikke nogen nyhed, vel?",
        "pa": "We all know Africa is suffering. But it's yesterday's news, isn't it?",
        "vi": "Ta đều biết Châu Phi đang khốn khổ. Nhưng đó là tin cũ, phải không?"
    },
    {
        "start": "00:21:19,400",
        "end": "00:21:23,680",
        "en": "Vi skal have levende mennesker, levende billeder og gerne danskere.",
        "pa": "We want people who are alive, vivid pictures and preferably Danes.",
        "vi": "Ta muốn những người sống, ảnh sống động và tốt nhất là người Đan Mạch."
    },
    {
        "start": "00:21:23,800",
        "end": "00:21:29,440",
        "en": "Vi skal ikke ende op med et telefoninterview med en antropolog.",
        "pa": "I won't settle for a phone interview with a British anthropologist.",
        "vi": "Tôi sẽ không phỏng vấn qua điện thoại với một nhà nhân chủng học người Anh."
    },
    {
        "start": "00:21:29,560",
        "end": "00:21:32,400",
        "en": "-Vi skal have levende nyheder. Okay? -Ja.",
        "pa": "Our news must be alive. Okay?",
        "vi": "Tin của ta phải sống động. Nhé?"
    },
    {
        "start": "00:21:32,520",
        "end": "00:21:35,120",
        "en": "Så kom dog videre, for fanden.",
        "pa": "Sure.\n Well, get to it, for God's sake. And drop this.",
        "vi": "Rõ rồi.\n Thôi, làm đi, Chúa ơi. Và bỏ cái này đi."
    },
    {
        "start": "00:21:38,040",
        "end": "00:21:42,640",
        "en": "-Skal du ikke hjem, Bent? -Du hev mig herind med fuld musik.",
        "pa": "-Aren't you going home, Bent? -Really? After you dragged me back in?",
        "vi": "- Ông không về nhà à, Bent? - Thật sao? Sau khi bà lôi tôi lại?"
    },
    {
        "start": "00:21:42,760",
        "end": "00:21:46,360",
        "en": "Det kan jo ikke lade sig gøre. Ingen har interesse i fred.",
        "pa": "It's impossible. No one is interested in peace.",
        "vi": "Không làm được. Chả ai quan tâm đến hòa bình."
    },
    {
        "start": "00:21:46,480",
        "end": "00:21:51,000",
        "en": "Kommer det som en overraskelse? Du har kun et år tilbage i den stol.",
        "pa": "That comes as a surprise to you?\n You have one year left in that chair.",
        "vi": "Việc đó làm bà bất ngờ hả?\n Bà còn một năm ở ghế đó."
    },
    {
        "start": "00:21:51,120",
        "end": "00:21:55,160",
        "en": "-Vil du ikke lave noget? -Jo, det lyder dejligt og nemt.",
        "pa": "Don't you want to do more?",
        "vi": "Bà không muốn làm nữa à?"
    },
    {
        "start": "00:21:55,280",
        "end": "00:21:59,400",
        "en": "Nemt? Du vil lave fred i Afrika. Det bliver det sværeste",
        "pa": "Sure. It sounds nice and easy.\n Easy? You want to make peace in Africa.",
        "vi": "Có chứ. Nghe hay và dễ.\n Dễ? Bà muốn hòa bình ở châu Phi."
    },
    {
        "start": "00:21:59,520",
        "end": "00:22:02,920",
        "en": "du nogensinde kommer til at foretage dig.",
        "pa": "It's going to be the hardest thing you ever set out to do.",
        "vi": "Đó sẽ là điều khó khăn nhất bà định làm."
    },
    {
        "start": "00:22:03,040",
        "end": "00:22:06,800",
        "en": "Du har noget, meget få har. Du har magt.",
        "pa": "Listen here.\n You have something not many people have. You've got power.",
        "vi": "Nghe đây.\n Bà có thứ mà không nhiều người có. Bà có quyền lực."
    },
    {
        "start": "00:22:06,920",
        "end": "00:22:11,000",
        "en": "Alle mennesker spørger, hvad de ville ændre, hvis de havde magten.",
        "pa": "Everyone asks themselves what they'd do if they had the power.",
        "vi": "Ai cũng tự hỏi mình sẽ làm gì nếu có quyền."
    },
    {
        "start": "00:22:11,120",
        "end": "00:22:15,640",
        "en": "Ja. Jeg er statsminister i et land med 5 mio. indbyggere.",
        "pa": "You have it.\n Sure. I'm the PM for a population of five million.",
        "vi": "Bà có quyền.\n Rõ rồi. Tôi là Thủ tướng của dân số năm triệu người."
    },
    {
        "start": "00:22:15,760",
        "end": "00:22:19,840",
        "en": "Du er medlem af en klub på 192 medlemmer i den her verden.",
        "pa": "You're head of state.\n Part of a club with just 192 members world-wide.",
        "vi": "Bà là nguyên thủ quốc gia.\n Một phần của câu lạc bộ với chỉ 192 thành viên trên toàn thế giới."
    },
    {
        "start": "00:22:19,960",
        "end": "00:22:26,920",
        "en": "Hvis du ringer, tager de telefonen. Så hvad vil du?",
        "pa": "If you call, they pick up.\n That is how it works. So, what do you want to do?",
        "vi": "Nếu bà gọi, họ sẽ nhấc máy.\n Nó là như vậy. Vậy bà muốn làm gì?"
    },
    {
        "start": "00:22:28,520",
        "end": "00:22:33,560",
        "en": "-Jeg vil stoppe den krig, Bent. -Fint.",
        "pa": "I want to stop that war, Bent.\n Fine.",
        "vi": "Tôi muốn dừng cuộc chiến đó."
    },
    {
        "start": "00:22:33,720",
        "end": "00:22:39,520",
        "en": "-Hvad er mine chancer? -Ad helvede til.",
        "pa": "-What are my chances? -I'd put my money on the war.",
        "vi": "Được thôi.\n - Cơ hội của tôi là gì? - Tôi đã đặt cược vào cuộc chiến."
    },
    {
        "start": "00:22:39,640",
        "end": "00:22:45,000",
        "en": "Du skal have en allieret. En med gennemslagskraft",
        "pa": "You need an ally.",
        "vi": "Bà cần đồng minh."
    },
    {
        "start": "00:22:45,120",
        "end": "00:22:49,000",
        "en": "som kan støtte dig i medierne. Især dem, som ikke kan lide dig.",
        "pa": "Someone charismatic and powerful\n who will support you in the media. Particularly the ones who hate you.",
        "vi": "Một người có sức lôi cuốn và mạnh mẽ\n để ủng hộ bà trên truyền thông. Đặc biệt những người ghét bà."
    },
    {
        "start": "00:22:52,960",
        "end": "00:22:56,040",
        "en": "Jeg vil forsøge at skabe fred i Kharun.",
        "pa": "I'll try to broker peace in Kharun.",
        "vi": "Tôi cố dàn xếp hòa bình ở Kharun."
    },
    {
        "start": "00:22:56,160",
        "end": "00:23:00,720",
        "en": "-Det lyder interessant. -Det er ikke sikkert, vi får succes.",
        "pa": "Interesting.\n We may not succeed.",
        "vi": "Thú vị đấy.\n Có thể không thành công,"
    },
    {
        "start": "00:23:00,840",
        "end": "00:23:04,800",
        "en": "-Jeg vover mig ud på dybt vand. -Hvorfor fortæller De mig det?",
        "pa": "I'm going out on a limb here.\n Why are you telling me this?",
        "vi": "Tôi thiếu sự ủng hộ.\n Sao bà lại nói với tôi thế này?"
    },
    {
        "start": "00:23:04,920",
        "end": "00:23:08,000",
        "en": "Skal jeg beundre Deres personlige mod?",
        "pa": "You want me to admire your personal courage?",
        "vi": "Bà muốn tôi ngưỡng mộ lòng dũng cảm của bà à?"
    },
    {
        "start": "00:23:08,120",
        "end": "00:23:13,720",
        "en": "Nej, De skal støtte mig i forhold til pressen",
        "pa": "No, I want you to support me in relation to the media",
        "vi": "Không, tôi muốn ông ủng hộ tôi khi lên truyền thông"
    },
    {
        "start": "00:23:13,840",
        "end": "00:23:17,040",
        "en": "og Deres venner i oppositionen.",
        "pa": "and your friends in the opposition.",
        "vi": "và bạn ông ở phe đối lập."
    },
    {
        "start": "00:23:17,160",
        "end": "00:23:19,640",
        "en": "Hvad forestiller De Dem?",
        "pa": "What did you have in mind?",
        "vi": "Bà nghĩ gì vậy?"
    },
    {
        "start": "00:23:19,760",
        "end": "00:23:24,120",
        "en": "Hvis jeg mislykkes, så går De ud og støtter mig den næste dag.",
        "pa": "If I fail, you're going to go public with your support for me the day after.",
        "vi": "Nếu tôi thất bại, ông sẽ công khai ủng hộ tôi vào ngày hôm sau."
    },
    {
        "start": "00:23:24,240",
        "end": "00:23:28,240",
        "en": "Ikke en lille notits, men forsiden af Børsen og Berlingske.",
        "pa": "Not on page 8, but on the cover of the right-wing papers.",
        "vi": "Không phải ở trang tám, mà là trên bìa các tờ báo cánh hữu."
    },
    {
        "start": "00:23:28,360",
        "end": "00:23:35,280",
        "en": "De skal huske Hesselboe på, at han må rose statsministeren for initiativet.",
        "pa": "Please remind your friend Hesselboe to commend the PM on her initiative.",
        "vi": "Hãy nhắc bạn của ông là Hesselboe ca ngợi sáng kiến của Thủ tướng."
    },
    {
        "start": "00:23:35,400",
        "end": "00:23:40,880",
        "en": "Nu kender jeg Dem igen, fru Nyborg. De er en udmærket forretningskvinde.",
        "pa": "That's more like it, Mrs. Nyborg.\n You're quite the businesswoman.",
        "vi": "Ổn hơn rồi đấy, bà Nyborg.\n Bà đúng là nữ doanh nhân."
    },
    {
        "start": "00:23:44,640",
        "end": "00:23:47,040",
        "en": "Tak skal du have.",
        "pa": "Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:23:49,280",
        "end": "00:23:51,800",
        "en": "Hvad så?",
        "pa": "Well?",
        "vi": "Sao?"
    },
    {
        "start": "00:23:51,920",
        "end": "00:23:55,520",
        "en": "Jeg prøver at finde en dansker med stor indsigt i Kharun.",
        "pa": "I'm trying to find a Danish expert on Kharun.",
        "vi": "Tôi đang cố tìm một chuyên gia Đan Mạch về Kharun."
    },
    {
        "start": "00:23:55,640",
        "end": "00:24:00,760",
        "en": "Ingen henviser til folk fra Danida, men til en forretningsmand.",
        "pa": "No one referred me to a state official, but to a businessman.",
        "vi": "Không ai giới thiệu tôi với quan chức nhà nước, mà là một doanh nhân."
    },
    {
        "start": "00:24:00,880",
        "end": "00:24:03,640",
        "en": "-Fint. Hvem? -Niels Mikkelsen.",
        "pa": "-Okay. Who? -Niels Mikkelsen.",
        "vi": "- Được rồi. Ai? - Niels Mikkelsen."
    },
    {
        "start": "00:24:03,760",
        "end": "00:24:10,040",
        "en": "Han arbejder for Crohne Industri, og Kalle var forleden forbi med dem her.",
        "pa": "He works for Crohne Industries, \n and Kalle gave me these the other day.",
        "vi": "Anh ta làm cho Tập đoàn Crohne,\n và hôm kia Kalle đưa tôi mấy ảnh này."
    },
    {
        "start": "00:24:10,160",
        "end": "00:24:14,240",
        "en": "Crohnes limousine ankommer til Christiansborg til et møde",
        "pa": "Crohne's limo arrives at Parliament",
        "vi": "Chiếc xe của Crohne đến Quốc hội"
    },
    {
        "start": "00:24:14,360",
        "end": "00:24:18,840",
        "en": "der ikke eksisterer i nogen kalender. Tilfælde?",
        "pa": "for a meeting that doesn't exist in any calendar.",
        "vi": "để dự cuộc họp không có trong lịch nào."
    },
    {
        "start": "00:24:18,960",
        "end": "00:24:24,080",
        "en": "Crohne mødes med statsministeren, efter der er udbrudt krig i Kharun",
        "pa": "Coincidence?\n Crohne meets in secret with the PM after war breaks out in Kharun",
        "vi": "Trùng hợp sao?\n Crohne gặp gỡ bí mật với Thủ tướng sau khi chiến tranh nổ ra ở Kharun"
    },
    {
        "start": "00:24:24,200",
        "end": "00:24:28,600",
        "en": "hvor han har investeret for milliarder. Det er måske et tilfælde.",
        "pa": "in which he has invested billions.\n Could be a coincidence.",
        "vi": "nơi ông ta đầu tư tiền tỷ.\n Có thể là trùng hợp."
    },
    {
        "start": "00:24:28,720",
        "end": "00:24:31,560",
        "en": "Men vi lever af at tænke det værste om folk.",
        "pa": "But it's our job to distrust people.",
        "vi": "Nhưng nhiệm vụ của ta là nghi ngờ mọi người."
    },
    {
        "start": "00:24:31,680",
        "end": "00:24:34,200",
        "en": "Det gør vi jo.",
        "pa": "That it is.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:24:35,800",
        "end": "00:24:40,800",
        "en": "Du taler med Fønsmark fra TV1 Nyheder. Træffer jeg Niels Mikkelsen?",
        "pa": "Katrine Fønsmark from TV1 News. Could I speak to Niels Mikkelsen?",
        "vi": "Katrine Fønsmark từ Bản tin TV1. Tôi gặp Niels Mikkelsen được không?"
    },
    {
        "start": "00:24:44,440",
        "end": "00:24:47,400",
        "en": "Hvorfor ville du mødes hjemme hos dig?",
        "pa": "Why didn't you want to meet at Crohne?",
        "vi": "Sao anh không muốn gặp ở Crohne?"
    },
    {
        "start": "00:24:47,520",
        "end": "00:24:51,680",
        "en": "Det er ret simpelt. Jeg er ikke ansat hos Crohne Industri.",
        "pa": "Because I don't work for Crohne Industries.",
        "vi": "Vì tôi không làm cho Tập đoàn Crohne."
    },
    {
        "start": "00:24:51,800",
        "end": "00:24:58,000",
        "en": "Jeg har nære forretningsmæssige kontakter til Crohne.",
        "pa": "I'm a close business associate of Crohne's, but I'm independent.",
        "vi": "Tôi là cộng sự kinh doanh gần gũi của Crohne, nhưng tôi độc lập."
    },
    {
        "start": "00:24:58,120",
        "end": "00:25:04,240",
        "en": "Crohne Industri camouflerer deres engagement i Kharun.",
        "pa": "Do Crohne Industries want to conceal their real business in Kharun?",
        "vi": "Tập đoàn Crohne muốn che giấu việc làm ăn thật của họ ở Kharun à?"
    },
    {
        "start": "00:25:04,360",
        "end": "00:25:10,040",
        "en": "Investeringer i den tredje verden er højrisikoinvesteringer.",
        "pa": "Investing in the third world is a high-risk venture. Many fail.",
        "vi": "Đầu tư vào thế giới thứ ba là mạo hiểm cao. Nhiều người thất bại."
    },
    {
        "start": "00:25:10,160",
        "end": "00:25:16,400",
        "en": "Derfor lader Crohne Industri en anden lave de indledende manøvrer.",
        "pa": "That's why Crohne Industries let someone else make the overtures.",
        "vi": "Đó là lý do Tập đoàn Crohne để người khác ném đá dò đường."
    },
    {
        "start": "00:25:16,520",
        "end": "00:25:21,680",
        "en": "Når nu Crohne Industri er så markant til stede i Kharun",
        "pa": "Seeing as Crohne Industries' presence in Kharun is so significant,",
        "vi": "Sự hiện diện của Tập đoàn Crohne ở Kharun là rất quan trọng"
    },
    {
        "start": "00:25:21,800",
        "end": "00:25:26,040",
        "en": "så har Crohne vel økonomiske interesser i at opnå fred.",
        "pa": "I guess Crohne has an economic interest in securing peace.",
        "vi": "tôi đoán Crohne có lợi ích kinh tế trong việc gìn giữ hòa bình."
    },
    {
        "start": "00:25:26,160",
        "end": "00:25:28,680",
        "en": "Det er en rimelig antagelse.",
        "pa": "- That's a fair assumption. -So if we have information...",
        "vi": "- Giả định hợp lý. - Vậy nếu chúng tôi có thông tin..."
    },
    {
        "start": "00:25:28,800",
        "end": "00:25:33,920",
        "en": "Hvis Crohne mødes med statsministeren om det, ville du så bekræfte det?",
        "pa": "that Crohne is meeting with the PM, can you then confirm that?",
        "vi": "là Crohne sẽ gặp Thủ tướng, anh có thể xác nhận không?"
    },
    {
        "start": "00:25:34,040",
        "end": "00:25:39,320",
        "en": "Det må I da virkelig spørge Crohne eller statsministeren om.",
        "pa": "You really have to ask Crohne or the PM about that.",
        "vi": "Các vị phải hỏi Crohne hay Thủ tướng về việc đó."
    },
    {
        "start": "00:25:39,440",
        "end": "00:25:43,040",
        "en": "Regeringstropper skulle begå massakrer i Kharun",
        "pa": "Government troops are allegedly behind massacres in Kharun",
        "vi": "Quân đội Chính phủ bị cáo buộc đứng sau các vụ thảm sát ở Kharun"
    },
    {
        "start": "00:25:43,160",
        "end": "00:25:47,080",
        "en": "for at rydde områder for olieselskaber. Kender du til det?",
        "pa": "to clear areas for oil companies.",
        "vi": "để giải tỏa các khu vực cho các công ty dầu khí."
    },
    {
        "start": "00:25:47,200",
        "end": "00:25:50,880",
        "en": "Nej, men det lyder da ubehageligt.",
        "pa": "Do you know anything about that?\n No.",
        "vi": "Anh biết gì không?\n Không."
    },
    {
        "start": "00:25:51,000",
        "end": "00:25:55,720",
        "en": "Men der går så mange rygter i Afrika. Man kan let blive forvirret.",
        "pa": "But it sounds unpleasant.\n Still, Africa is the land of many rumors. It's easy to get confused.",
        "vi": "Nghe có vẻ khó chịu.\n Tuy nhiên, châu Phi là vùng đất của nhiều tin đồn. Rất dễ hoang mang."
    },
    {
        "start": "00:25:55,840",
        "end": "00:25:59,720",
        "en": "-Beklager. Jeg har et møde om lidt. -Tak for din tid.",
        "pa": "-I'm sorry, but I have a meeting now. - Thank you for your time.",
        "vi": "- Xin lỗi nhưng tôi có họp. - Cảm ơn đã dành thời gian."
    },
    {
        "start": "00:26:07,320",
        "end": "00:26:09,960",
        "en": "Tak for det, monsieur Betancourt.",
        "pa": "Thank you, Monsieur Betancourt. Talk to you later. Bye.",
        "vi": "Cảm ơn, Ngài Betancourt. Nói chuyện sau đi. Tạm biệt."
    },
    {
        "start": "00:26:10,040",
        "end": "00:26:12,200",
        "en": "Vi tales ved. Farvel.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:26:12,280",
        "end": "00:26:15,560",
        "en": "Vi har været igennem alle relevante muslimer.",
        "pa": "We've been through all relevant Muslims",
        "vi": "Chúng tôi đã duyệt qua tất cả người Hồi giáo liên quan"
    },
    {
        "start": "00:26:15,680",
        "end": "00:26:20,440",
        "en": "Ingen af dem har den styrke og pondus, som vi har brug for.",
        "pa": "in Denmark, but none of them have the charisma and clout we need.",
        "vi": "ở Đan Mạch, nhưng không ai trong đó có sức hút và ảnh hưởng như ta cần."
    },
    {
        "start": "00:26:20,560",
        "end": "00:26:24,800",
        "en": "Så må vi klare os med en tolk. Godmorgen.",
        "pa": "We'll just have to make do with an interpreter. Good morning.",
        "vi": "Ta đành chấp nhận dùng phiên dịch. Xin chào."
    },
    {
        "start": "00:26:24,920",
        "end": "00:26:28,200",
        "en": "Betancourt og alle i EU bakker nu op.",
        "pa": "Good morning.\n We have Betancourt and the rest of the EU behind us.",
        "vi": "Xin chào.\n Ta có Betancourt và phần còn lại của EU ủng hộ ta."
    },
    {
        "start": "00:26:28,320",
        "end": "00:26:32,720",
        "en": "Kenya er åbne for en rolle. De har ret små ressourcer.",
        "pa": "Kenya would like to play a part. Their resources are small, but still.",
        "vi": "Kenya muốn đóng một vai trò. Nguồn lực của họ nhỏ, nhưng vẫn có."
    },
    {
        "start": "00:26:32,840",
        "end": "00:26:36,200",
        "en": "Crohne er om bord. Helt uofficielt selvfølgelig.",
        "pa": "Crohne is on board. Unofficially, of course.",
        "vi": "Crohne tham gia. Tất nhiên không chính thức."
    },
    {
        "start": "00:26:36,320",
        "end": "00:26:41,000",
        "en": "Han har nogle forbindelser i Kharun, som vil trække i nogle tråde.",
        "pa": "His powerful connections in Kharun are going to pull some strings.",
        "vi": "Những mối quan hệ đầy quyền lực của ông ta ở Kharun sẽ gây tác động."
    },
    {
        "start": "00:26:41,120",
        "end": "00:26:44,200",
        "en": "Tid er en meget afgørende faktor.",
        "pa": "Time is essential in this regard.",
        "vi": "Thời gian là quan trọng trong vấn đề này."
    },
    {
        "start": "00:26:44,320",
        "end": "00:26:49,040",
        "en": "FN har modtaget de her billeder fra amerikanerne.",
        "pa": "The UN got these pictures from the US.",
        "vi": "Liên Hợp Quốc có những ảnh này từ Mỹ."
    },
    {
        "start": "00:26:49,160",
        "end": "00:26:54,560",
        "en": "-Er det flere nedbrændte landsbyer? -Nej. Det er troppekoncentrationer.",
        "pa": "-More burnt-down villages? -No. Troop concentrations.",
        "vi": "- Thêm làng bị đốt à? - Không. Tập trung quân đội."
    },
    {
        "start": "00:26:54,680",
        "end": "00:26:57,880",
        "en": "-Det er vel forventeligt. -Det her er langt fra fronten.",
        "pa": "As could be expected.",
        "vi": "Như dự đoán."
    },
    {
        "start": "00:26:58,000",
        "end": "00:27:01,640",
        "en": "De kommer fra Nubisia-regionen, som hører til Nord",
        "pa": "This is far from the front.\n They're from the Nubisia region in the North.",
        "vi": "Cái này ở xa mặt trận.\n Chúng ở vùng Nubisia phía Bắc."
    },
    {
        "start": "00:27:01,760",
        "end": "00:27:06,760",
        "en": "og som har haft etniske spændinger med regeringen i Nordkharun.",
        "pa": "There's been ethnic tension between them and the North Kharun regime.",
        "vi": "Đã có căng thẳng sắc tộc giữa họ và chế độ Bắc Kharun."
    },
    {
        "start": "00:27:06,880",
        "end": "00:27:11,640",
        "en": "Det her er ved at udvikle sig til etnisk udrensning.",
        "pa": "What are you telling us?\n This may end in ethnic cleansing.",
        "vi": "Ý ông muốn nói gì?\n Điều này có thể kết thúc bằng thanh trừng sắc tộc."
    },
    {
        "start": "00:27:11,760",
        "end": "00:27:16,120",
        "en": "Under dække af krig kan der foregå mange ting.",
        "pa": "Under the guise of war, many things can happen.",
        "vi": "Dưới vỏ bọc của chiến tranh, nhiều thứ có thể xảy ra."
    },
    {
        "start": "00:27:18,120",
        "end": "00:27:21,200",
        "en": "Hvad er tidshorisonten?",
        "pa": "What time frame are we looking at?",
        "vi": "Khoảng thời gian là bao nhiêu?"
    },
    {
        "start": "00:27:21,320",
        "end": "00:27:26,640",
        "en": "-Fire til seks måneder. -Men hvordan ser situationen så ud?",
        "pa": "A ceasefire in four to six months.\n But how will the situation be then?",
        "vi": "Ngừng bắn sau bốn đến sáu tháng.\n Nhưng tình hình sau đó thế nào?"
    },
    {
        "start": "00:27:26,760",
        "end": "00:27:31,480",
        "en": "-Ja? -Amir Diwan står derude.",
        "pa": "-Yes? -Amir Diwan is here.",
        "vi": "- Vâng? - Amir Diwan tới."
    },
    {
        "start": "00:27:31,600",
        "end": "00:27:34,320",
        "en": "-Det er et dårligt tidspunkt? -Nej.",
        "pa": "It's a bad time?\n No. One moment.",
        "vi": "Không tiện ạ?\n Không. Đợi chút."
    },
    {
        "start": "00:27:40,920",
        "end": "00:27:43,520",
        "en": "Det er så her, I laver fred i Afrika.",
        "pa": "So this is where you make peace in Africa.",
        "vi": "Vậy đây là nơi bà kiến tạo hòa bình ở châu Phi."
    },
    {
        "start": "00:27:45,000",
        "end": "00:27:47,240",
        "en": "Jeg vil gerne være med.",
        "pa": "I want to help.",
        "vi": "Tôi muốn giúp."
    },
    {
        "start": "00:27:47,360",
        "end": "00:27:51,680",
        "en": "Tro ikke, at jeg gør det for din skyld. Det her er for vigtigt til",
        "pa": "But don't think I'm doing it for you.\n I don't. This is too important",
        "vi": "Nhưng đừng nghĩ tôi làm vì bà.\n Không đâu. Việc này quá quan trọng"
    },
    {
        "start": "00:27:51,800",
        "end": "00:27:55,440",
        "en": "at jeg vil lade mine problemer med dig stå i vejen.",
        "pa": "for me to let my personal issues with you get in the way.",
        "vi": "để tôi để vấn đề cá nhân với bà cản trở."
    },
    {
        "start": "00:27:55,560",
        "end": "00:27:59,760",
        "en": "-Hvis min hjælp er ønsket... -Det er den.",
        "pa": "If you need my help...\n We do.",
        "vi": "Nếu bà cần tôi giúp...\n Chúng tôi cần."
    },
    {
        "start": "00:28:02,680",
        "end": "00:28:06,520",
        "en": "Så er vi en spiller mere på holdet.",
        "pa": "We've got an addition to the team.",
        "vi": "Có thêm người mới vào đội."
    },
    {
        "start": "00:28:06,640",
        "end": "00:28:10,840",
        "en": "Jeg kunne ikke forestille mig en bedre arabisktalende forhandler.",
        "pa": "I couldn't think of a better Arab-speaking negotiator.",
        "vi": "Tôi không thể nghĩ ra một nhà đàm phán nói tiếng Ả Rập tốt hơn."
    },
    {
        "start": "00:28:10,960",
        "end": "00:28:17,480",
        "en": "Den diplomatiske proces kan komme til at vare omkring seks måneder.",
        "pa": "Welcome, Amir.\n The diplomatic process may take up to six months.",
        "vi": "Chào mừng, Amir.\n Quá trình ngoại giao có thể mất tới sáu tháng."
    },
    {
        "start": "00:28:17,600",
        "end": "00:28:20,920",
        "en": "-Seks måneder? -Ja.",
        "pa": "-Six months? -Yes.",
        "vi": "- Sáu tháng? - Phải."
    },
    {
        "start": "00:28:21,040",
        "end": "00:28:27,120",
        "en": "Så kan vi vel være helt sikre på, at de har fået slået hinanden ihjel.",
        "pa": "Well, we can be sure they've killed each other off by then.",
        "vi": "Chúng ta có thể chắc chắn rằng tới lúc đó họ giết sạch lẫn nhau."
    },
    {
        "start": "00:28:27,240",
        "end": "00:28:32,680",
        "en": "Der er en anden mulighed for at speede processen op.",
        "pa": "There is another way of speeding up the process.",
        "vi": "Có cách khác để đẩy nhanh tiến trình."
    },
    {
        "start": "00:28:34,480",
        "end": "00:28:40,320",
        "en": "Hvad hvis jeg selv træder ind i forhandlingerne i begyndelsen?",
        "pa": "What if I, personally, conduct the preliminary negotiations?",
        "vi": "Nếu tôi đích thân tiến hành đàm phán sơ bộ thì sao?"
    },
    {
        "start": "00:28:40,440",
        "end": "00:28:44,040",
        "en": "Du vil selv tage til Afrika? Det er noget af et sats.",
        "pa": "To increase the level.\n You want to go to Africa?",
        "vi": "Để nâng tầm lên.\n Bà muốn đi châu Phi à?"
    },
    {
        "start": "00:28:44,160",
        "end": "00:28:49,800",
        "en": "Min erfaring er, at det vil give hele fredsprojektet noget respekt.",
        "pa": "That's a gamble.\n In my experience, that will lend respect to the entire peace project.",
        "vi": "Đấy là đánh bạc.\n Theo kinh nghiệm của tôi, nó sẽ giúp toàn bộ kế hoạch hòa bình được tôn trọng."
    },
    {
        "start": "00:28:49,920",
        "end": "00:28:53,760",
        "en": "-Vedfeld? -Det kræver en koordineret indsats.",
        "pa": "-Vedfeld? -It'll demand a coordinated effort.",
        "vi": "- Vedfeld? - Nó sẽ đòi hỏi một nỗ lực phối hợp."
    },
    {
        "start": "00:28:53,880",
        "end": "00:28:56,480",
        "en": "Er det ikke derfor, vi er her?",
        "pa": "Isn't that what we're here for?",
        "vi": "Nên ta ở đây còn gì?"
    },
    {
        "start": "00:28:56,600",
        "end": "00:29:01,400",
        "en": "Det er afgørende, at det her foregår i absolut hemmelighed.",
        "pa": "It's crucial to keep this under wraps.",
        "vi": "Quan trọng là giữ bí mật."
    },
    {
        "start": "00:29:01,520",
        "end": "00:29:04,840",
        "en": "Vi skal skabe en illusion i forhold til pressen af",
        "pa": "We need to make the media believe",
        "vi": "Ta cần làm cho giới truyền thông tin"
    },
    {
        "start": "00:29:04,960",
        "end": "00:29:07,400",
        "en": "at alting er, som det plejer.",
        "pa": "it's business as usual here. Okay?",
        "vi": "đây là chuyện bình thường. Được chứ?"
    },
    {
        "start": "00:29:07,520",
        "end": "00:29:13,160",
        "en": "Så må vi gøre os klar til at tage af sted, så hurtigt vi overhovedet kan.",
        "pa": "We'd best get ready to leave as soon as possible.",
        "vi": "Tốt nhất ta nên đi sớm nhất có thể."
    },
    {
        "start": "00:29:14,400",
        "end": "00:29:17,960",
        "en": "-Undskyld, jeg kommer lidt sent. -Det er helt fint.",
        "pa": "-Sorry, I'm a little late. -No problem. It's been fun.",
        "vi": "- Xin lỗi, mẹ về hơi muộn. - Không sao. Đang vui ạ."
    },
    {
        "start": "00:29:18,080",
        "end": "00:29:22,400",
        "en": "Jeg har lavet kylling. Der står en portion til dig i køleskabet.",
        "pa": "There's some leftover chicken for you in the fridge.",
        "vi": "Còn ít thịt gà cho bà trong tủ lạnh."
    },
    {
        "start": "00:29:22,520",
        "end": "00:29:26,040",
        "en": "-Er Laura okay? -Ja. Hun har været på sit værelse.",
        "pa": "Great!\n -Is Laura okay? -Yes. She's mostly been in her room.",
        "vi": "Tuyệt!\n - Laura ổn chứ? - Vâng. Chủ yếu cháu ở trong phòng."
    },
    {
        "start": "00:29:26,160",
        "end": "00:29:29,160",
        "en": "-Men vi spiste sammen. -Okay. Vi ses i morgen.",
        "pa": "-But we had dinner together. -See you tomorrow.",
        "vi": "- Chúng tôi ăn tối cùng nhau. - Mai gặp lại."
    },
    {
        "start": "00:29:29,280",
        "end": "00:29:32,200",
        "en": "Laura!",
        "pa": "Laura!",
        "vi": "Laura!"
    },
    {
        "start": "00:29:32,320",
        "end": "00:29:36,800",
        "en": "Laura, jeg er kommet hjem. Kommer du ikke lige ned?",
        "pa": "Laura, I'm home. Come down, will you?",
        "vi": "Laura, mẹ về rồi. Xuống đi nhé?"
    },
    {
        "start": "00:29:36,920",
        "end": "00:29:40,640",
        "en": "Hej, skatte. Har du haft en god dag?",
        "pa": "Hi, sweetie.",
        "vi": "Chào con yêu."
    },
    {
        "start": "00:29:40,760",
        "end": "00:29:46,360",
        "en": "-Nej, mor. Jeg ser lige noget. -Du skal lige slukke for det, skat.",
        "pa": "Had a good day?\n -Mom, I'm watching this. -You need to turn it off, sweetie.",
        "vi": "Hôm nay vui chứ?\n - Mẹ, con đang xem. - Con phải tắt đi, con yêu."
    },
    {
        "start": "00:29:46,480",
        "end": "00:29:49,600",
        "en": "Der er sket noget vigtigt på arbejdet, som gør",
        "pa": "An important issue at work means",
        "vi": "Một vấn đề quan trọng trong công việc"
    },
    {
        "start": "00:29:49,720",
        "end": "00:29:53,560",
        "en": "at jeg er nødt til at være væk i nogle dage.",
        "pa": "I have to go away for a couple of days soon.",
        "vi": "khiến mẹ sắp phải đi công tác vài ngày."
    },
    {
        "start": "00:29:53,680",
        "end": "00:29:57,080",
        "en": "Du er her aldrig. Vi æder altid Annes røvsyge kylling.",
        "pa": "You're never home. We always have to eat Anne's stupid chicken.",
        "vi": "Mẹ có ở nhà đâu. Bọn con toàn phải ăn món gà dở hơi của Anne."
    },
    {
        "start": "00:29:57,200",
        "end": "00:30:02,640",
        "en": "Jeg ved det godt, men det er meget vigtigt, det, som jeg står midt i.",
        "pa": "I know, but this is a very important matter.",
        "vi": "Mẹ biết, nhưng đây là một vấn đề rất quan trọng."
    },
    {
        "start": "00:30:04,880",
        "end": "00:30:10,600",
        "en": "-Morfar vil gerne komme her. -Kommer morfar?",
        "pa": "-Granddad has agreed to come. -Granddad?",
        "vi": "- Ông ngoại đã đồng ý đến. - Ông à?"
    },
    {
        "start": "00:30:10,720",
        "end": "00:30:13,320",
        "en": "Fint.",
        "pa": "Fine.",
        "vi": "Được thôi."
    },
    {
        "start": "00:30:15,040",
        "end": "00:30:18,400",
        "en": "-Okay? -Ja, ja.",
        "pa": "-Okay? -Sure.",
        "vi": "- Được chứ? - Được."
    },
    {
        "start": "00:30:18,520",
        "end": "00:30:21,760",
        "en": "Skal jeg smage Annes røvsyge kylling?",
        "pa": "Let me taste Anne's stupid chicken.",
        "vi": "Để mẹ thử món gà dở hơi của Anne."
    },
    {
        "start": "00:30:28,880",
        "end": "00:30:31,640",
        "en": "Er der noget, Laura?",
        "pa": "What's up, Laura?",
        "vi": "Sao thế, Laura?"
    },
    {
        "start": "00:30:31,760",
        "end": "00:30:34,640",
        "en": "Jeg vil ikke tage de piller mere.",
        "pa": "I don't want to take the pills.",
        "vi": "Con không muốn uống thuốc."
    },
    {
        "start": "00:30:34,760",
        "end": "00:30:38,880",
        "en": "Laura, det har vi jo talt om. Det skal du. Der er ikke noget at gøre.",
        "pa": "Laura, we've been over that. You just have to.",
        "vi": "Laura, mình đã bàn việc đó. Con phải uống."
    },
    {
        "start": "00:30:39,000",
        "end": "00:30:43,400",
        "en": "Jamen jeg vil ikke, og jeg gør det ikke.",
        "pa": "There is no way around it.\n Well, I won't, and I'm not going to.",
        "vi": "Không có cách nào khác.\n À, con không uống, và sẽ không uống."
    },
    {
        "start": "00:30:46,640",
        "end": "00:30:51,880",
        "en": "-Birgitte, hvad sker der? -Laura vil ikke tage lykkepillerne.",
        "pa": "-Birgitte, what's up? -Laura refuses to take her pills.",
        "vi": "- Birgitte, có chuyện gì thế? - Laura từ chối uống thuốc."
    },
    {
        "start": "00:30:52,000",
        "end": "00:30:54,400",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:30:55,560",
        "end": "00:31:00,000",
        "en": "Vi må snakke med hende om det og holde øje med, at hun tager dem.",
        "pa": "We need to talk to her about it and make sure she takes them.",
        "vi": "Mình cần nói chuyện với con về việc đó để con phải uống."
    },
    {
        "start": "00:31:00,120",
        "end": "00:31:04,880",
        "en": "Ja, men jeg er nødt til at rejse. Jeg havde fået min far til at komme",
        "pa": "Yes, but I have to go away,",
        "vi": "Ừ, nhưng em sắp đi công tác xa,"
    },
    {
        "start": "00:31:05,000",
        "end": "00:31:11,280",
        "en": "men jeg vil ikke overlade det til ham. Kunne du tage ungerne?",
        "pa": "and I asked my dad to come and stay\n but I don't want him to deal with it.",
        "vi": "em đã nhờ bố đến trông\n nhưng không muốn bố lo vụ đấy."
    },
    {
        "start": "00:31:11,400",
        "end": "00:31:16,000",
        "en": "Selvfølgelig. Der er bare håndværkere over det hele. Jeg ved ikke...",
        "pa": "Can you take the kids?\n Sure.\n Only, we have builders all over the place, and I don't know...",
        "vi": "Anh trông bọn trẻ được không?\n Được.\n Chỉ là chỗ bọn anh đầy thợ xây, anh không biết..."
    },
    {
        "start": "00:31:16,120",
        "end": "00:31:19,440",
        "en": "I kunne jo være her.",
        "pa": "You could stay here.",
        "vi": "Anh có thể ở đây."
    },
    {
        "start": "00:31:21,040",
        "end": "00:31:24,160",
        "en": "Ja. Det gør vi. Det er fint.",
        "pa": "Sure.",
        "vi": "Được rồi."
    },
    {
        "start": "00:31:24,280",
        "end": "00:31:26,480",
        "en": "Skønt.",
        "pa": "Let's do that.\n Great.",
        "vi": "Làm vậy đi.\n Tuyệt."
    },
    {
        "start": "00:31:26,600",
        "end": "00:31:31,520",
        "en": "Nordkharun producerer 480.000 tønder råolie hver eneste dag.",
        "pa": "North Kharun produces 480,000 barrels of crude oil a day. 95% of their GDP.",
        "vi": "Bắc Kharun sản xuất được 480.000 thùng dầu thô mỗi ngày. 95% GDP của họ."
    },
    {
        "start": "00:31:31,640",
        "end": "00:31:35,120",
        "en": "Det viser lidt om betydningen af det her område...",
        "pa": "That says something about the importance of this area...",
        "vi": "Điều đó nói lên tầm quan trọng của khu vực này..."
    },
    {
        "start": "00:31:35,240",
        "end": "00:31:39,840",
        "en": "Jeg har lige talt med Vedfeld, og vi har haft et lille gennembrud.",
        "pa": "I just spoke to Vedfeld, and we've had a little breakthrough.",
        "vi": "Tôi vừa nói chuyện với Vedfeld, và ta vừa có một bước đột phá."
    },
    {
        "start": "00:31:39,960",
        "end": "00:31:44,080",
        "en": "Det har kunnet betale sig, at du gik ind i forhandlingerne.",
        "pa": "Your entering into the negotiations paid off.",
        "vi": "Việc bà tham gia đàm phán đã được đền đáp."
    },
    {
        "start": "00:31:44,200",
        "end": "00:31:50,480",
        "en": "Præsident Al-Jahwar har accepteret at mødes med dig i hovedstaden Sahore.",
        "pa": "President Al-Jahwar has agreed to meet you in the capital of Sahore.",
        "vi": "Tổng thống Al-Jahwar đã đồng ý gặp bà ở thủ đô Sahore."
    },
    {
        "start": "00:31:50,600",
        "end": "00:31:54,440",
        "en": "-Fantastisk, Birgitte. -Det er altså ingen garanti.",
        "pa": "-Great, Birgitte. -This doesn't guarantee anything.",
        "vi": "- Tuyệt, Birgitte. - Điều này không đảm bảo gì cả."
    },
    {
        "start": "00:31:54,560",
        "end": "00:31:58,440",
        "en": "Nej, men nu har vi fået en fod i døren.",
        "pa": "No, but we've got our foot in the door.",
        "vi": "Không, nhưng ta đã bước một chân vào cửa."
    },
    {
        "start": "00:31:58,560",
        "end": "00:32:04,680",
        "en": "-Det betyder, at vi skal af sted. -Så skal der stryges skjorter.",
        "pa": "We'd better get cracking then.\n I've got shirts to iron.",
        "vi": "Ta nên hành động nhanh.\n Tôi phải là áo sơ mi rồi."
    },
    {
        "start": "00:32:06,360",
        "end": "00:32:10,680",
        "en": "Bent... Jeg har været så glad for din hjælp, men...",
        "pa": "Bent... You've been a tremendous help to me, but...",
        "vi": "Bent... Ông đã giúp rất nhiều, nhưng..."
    },
    {
        "start": "00:32:10,800",
        "end": "00:32:17,080",
        "en": "-Jeg skal ikke med til Afrika? -Du lå for døden for nylig.",
        "pa": "-Oh, I'm not going to Africa? -You almost died recently.",
        "vi": "- Ồ, tôi sẽ không đi châu Phi à? - Gần đây ông suýt chết."
    },
    {
        "start": "00:32:17,200",
        "end": "00:32:21,360",
        "en": "Nu stopper vi. Jeg vil ikke lade mig sende hjem nu.",
        "pa": "Stop right there. I refuse to be sent packing now.",
        "vi": "Dừng lại ngay. Tôi từ chối cuốn gói đi về."
    },
    {
        "start": "00:32:21,480",
        "end": "00:32:25,960",
        "en": "Statsministeriet kan ikke tage ansvaret for at lade dig rejse...",
        "pa": "The PM's Office can't take on the liability of letting you go...",
        "vi": "Văn phòng Thủ tướng không thể chịu trách nhiệm cho việc để ông đi..."
    },
    {
        "start": "00:32:26,080",
        "end": "00:32:32,720",
        "en": "Du vil da ikke lade den skrankepave forhindre mig i at komme til Afrika.",
        "pa": "Don't let that paper pusher prevent me from going to Africa.",
        "vi": "Đừng để đám nhân viên bàn giấy ngăn tôi đi châu Phi."
    },
    {
        "start": "00:32:32,840",
        "end": "00:32:38,640",
        "en": "Jeg protesterer. Jeg tager min lægeerklæring og mit iltapparat med.",
        "pa": "No way.\n I promise to bring my doctor's statement, my walker and respirator.",
        "vi": "Không đời nào.\n Tôi hứa mang theo chứng nhận của bác sĩ, ba toong và máy hô hấp của tôi."
    },
    {
        "start": "00:32:38,760",
        "end": "00:32:43,040",
        "en": "Jeg skal kraftedeme med til Afrika. Det her kan I ikke gøre imod mig.",
        "pa": "I'm going to Africa, goddamn it. You can't do this to me.",
        "vi": "Tôi sẽ đi châu Phi, chết tiệt. Bà không thể làm thế với tôi."
    },
    {
        "start": "00:32:43,160",
        "end": "00:32:46,800",
        "en": "-Tak for det. Farvel. -Hvad så?",
        "pa": "Thank you. Bye.",
        "vi": "Cảm ơn. Tạm biệt."
    },
    {
        "start": "00:32:46,920",
        "end": "00:32:50,880",
        "en": "Et svensk olieselskab i Kharun blev anklaget for brud på folkeretten",
        "pa": "Well?\n A Swedish oil company was charged with breaking international law",
        "vi": "Sao?\n Một công ty dầu mỏ của Thụy Điển bị buộc tội vi phạm luật quốc tế"
    },
    {
        "start": "00:32:51,000",
        "end": "00:32:55,320",
        "en": "på grund af deres metoder, når der skulle findes nye områder.",
        "pa": "due to the methods they employed in finding new areas in Kharun.",
        "vi": "do cách họ làm trong việc tìm kiếm các khu vực mới ở Kharun."
    },
    {
        "start": "00:32:55,440",
        "end": "00:33:00,200",
        "en": "Hvis Niels Mikkelsen har opereret i Kharun, må han kende til det.",
        "pa": "If Niels Mikkelsen operates in Kharun, he must know something about it.",
        "vi": "Nếu Niels Mikkelsen hoạt động ở Kharun, anh ta phải biết gì đó."
    },
    {
        "start": "00:33:00,320",
        "end": "00:33:03,480",
        "en": "Det skulle man mene.",
        "pa": "You'd think so.",
        "vi": "Phải vậy."
    },
    {
        "start": "00:33:03,600",
        "end": "00:33:09,960",
        "en": "Der går rygter om, at Frihedspartiet vil skrue op for retorikken. Pia...",
        "pa": "Word is the Freedom Party is going to turn their rhetoric up a notch.",
        "vi": "Tin đồn là Đảng Tự do Cực hữu sẽ nâng những lời hoa mỹ của họ lên tầm cao mới."
    },
    {
        "start": "00:33:10,080",
        "end": "00:33:16,200",
        "en": "Saltum siger, Nyborg vil gøre Danmark til et multikulturelt samfund.",
        "pa": "Saltum says Nyborg is out to turn Denmark into a multicultural society.",
        "vi": "Saltum nói Nyborg muốn biến Đan Mạch thành một xã hội đa văn hóa."
    },
    {
        "start": "00:33:16,320",
        "end": "00:33:19,280",
        "en": "Interessant.",
        "pa": "Interesting.",
        "vi": "Thú vị đấy."
    },
    {
        "start": "00:33:19,400",
        "end": "00:33:25,080",
        "en": "Katrine har 18'eren. Hvad tror du, statsministeren vil sige til det?",
        "pa": "Ulrik... No, Katrine is on at 6.\n Yes.",
        "vi": "Ulrik... Không, 6h Katrine lên hình.\n Vâng."
    },
    {
        "start": "00:33:25,200",
        "end": "00:33:30,000",
        "en": "Forventer vi, at Nyborg stiller op, hver eneste gang Saltum udfordrer?",
        "pa": "What will the PM say about that?\n Do we expect Nyborg to come running every time Saltum challenges her?",
        "vi": "Thủ tướng sẽ nói gì về điều đó?\n Ta có mong Nyborg sẽ chạy trốn mỗi khi Saltum thách đấu không?"
    },
    {
        "start": "00:33:30,120",
        "end": "00:33:36,560",
        "en": "Det ved vi ikke noget om. Det er et forsøg værd. Få fat i Kasper Juul.",
        "pa": "Who knows? It's worth a try. Call Kasper Juul.",
        "vi": "Ai biết được? Đáng để thử. Gọi Kasper Juul đi."
    },
    {
        "start": "00:33:36,680",
        "end": "00:33:41,880",
        "en": "Beklager forsinkelsen, men her er programmet.",
        "pa": "Sorry to keep you waiting, but here's our itinerary.",
        "vi": "Xin lỗi để mọi người đợi, đây là lịch trình của ta."
    },
    {
        "start": "00:33:42,000",
        "end": "00:33:46,200",
        "en": "Alle henviser direkte til mig, hvis der er forespørgsler fra pressen.",
        "pa": "Reporters are referred to me directly, if they call the PM's Office.",
        "vi": "Phóng viên được chuyển trực tiếp cho tôi, nếu họ gọi tới Văn phòng Thủ tướng."
    },
    {
        "start": "00:33:46,320",
        "end": "00:33:51,720",
        "en": "Vi spiller spillet. Det bliver intet problem. I er der kun i tre dage.",
        "pa": "We'll play the game. No problem. You're only gone for three days.",
        "vi": "Ta sẽ chơi trò chơi. Không vấn đề. Mọi người chỉ đi ba ngày."
    },
    {
        "start": "00:33:51,840",
        "end": "00:33:55,280",
        "en": "Hvad vil du fortælle, hvis nogen presser dig?",
        "pa": "What are you going to say, if they lean on you?",
        "vi": "Anh định nói gì nếu họ thúc ép anh?"
    },
    {
        "start": "00:33:55,400",
        "end": "00:33:58,680",
        "en": "Så er statsministeren på besøg i Frankrig.",
        "pa": "The PM is in France for meetings.",
        "vi": "Thủ tướng đang ở Pháp để họp."
    },
    {
        "start": "00:33:58,800",
        "end": "00:34:04,640",
        "en": "Intet må komme ud, før vi har begge parter på vej til fredsforhandlinger.",
        "pa": "Keep a lid on it until both parties are on their way to Denmark to negotiate.",
        "vi": "Giữ kín cho đến khi cả hai bên đều đến Đan Mạch để đàm phán."
    },
    {
        "start": "00:34:06,840",
        "end": "00:34:10,920",
        "en": "-Held og lykke. -Tak. Det får vi brug for.",
        "pa": "-Good luck. - Thanks.\n We'll need it.",
        "vi": "- Chúc may mắn. - Cảm ơn.\n Ta cần may mắn."
    },
    {
        "start": "00:34:15,400",
        "end": "00:34:20,160",
        "en": "-Hvad sagde Nyborg så? -Ingen kommentarer.",
        "pa": "So, what did Nyborg say?",
        "vi": "Thế, Nyborg đã nói gì?"
    },
    {
        "start": "00:34:20,280",
        "end": "00:34:27,120",
        "en": "Pressede du på? Få lokket en kommentar ud af hende om Kharun.",
        "pa": "No comment. We'll have to find another angle.\n Did you lean on her? \n -Of course. -Get her to comment on Kharun as well.",
        "vi": "Miễn bình luận. Phải tìm góc độ khác.\n Cô ép bà ấy chứ?\n - Tất nhiên. - Để bà ấy bình luận về Kharun nữa."
    },
    {
        "start": "00:34:27,240",
        "end": "00:34:32,200",
        "en": "-Måske kan du nævne Crohne. -Hanne, det kommer ikke til at ske.",
        "pa": "And slip in Crohne's name too.",
        "vi": "Và nhắc tên của Crohne nữa."
    },
    {
        "start": "00:34:33,640",
        "end": "00:34:39,720",
        "en": "Nyborg er på besøg i Frankrig for at mødes med premierministeren.",
        "pa": "Hanne, it's not going to happen.\n Nyborg is in France to meet with their premier.",
        "vi": "Hanne, chả có vụ đó đâu.\n Nyborg đang ở Pháp để gặp Thủ tướng họ."
    },
    {
        "start": "00:34:39,840",
        "end": "00:34:44,120",
        "en": "Jeg ved, at den slags ikke må sive mellem mig og Kasper.",
        "pa": "Kasper and I ought to refrain from that kind of pillow talk, but you know...",
        "vi": "Kasper và tôi phải tránh kiểu nói chuyện gối chăn đó, nhưng bà biết đấy..."
    },
    {
        "start": "00:34:44,240",
        "end": "00:34:50,160",
        "en": "Det undrer mig, at hun skulle mødes med premierministeren.",
        "pa": "That is not what makes me wonder. \n How on earth is she going to meet with the French premier?",
        "vi": "Đó không phải điều làm tôi lăn tăn.\n Làm sao mà bà ấy gặp Thủ tướng Pháp được?"
    },
    {
        "start": "00:34:50,280",
        "end": "00:34:56,360",
        "en": "Fordi jeg i aftes så, at han var på officielt besøg i Ungarn.",
        "pa": "Why?\n Last night I saw he's on a state visit to Hungary.",
        "vi": "Sao?\n Tối qua tôi thấy ông ta đi Hungary."
    },
    {
        "start": "00:34:58,880",
        "end": "00:35:01,400",
        "en": "Sært.",
        "pa": "Strange.",
        "vi": "Lạ thật."
    },
    {
        "start": "00:35:02,520",
        "end": "00:35:07,280",
        "en": "Nordkharun vil fastholde, at krigen har en muslimsk-kristen baggrund.",
        "pa": "North Kharun will say it's a conflict between Muslims and Christians.",
        "vi": "Bắc Kharun sẽ nói đó là xung đột giữa người Hồi giáo và Cơ đốc giáo."
    },
    {
        "start": "00:35:07,400",
        "end": "00:35:11,840",
        "en": "De vil gøre alt muligt for at fremstå meget rettroende.",
        "pa": "They'll do their utmost to come off as true believers.",
        "vi": "Họ sẽ làm hết sức để trở thành những tín đồ chân chính."
    },
    {
        "start": "00:35:11,960",
        "end": "00:35:17,000",
        "en": "Det er faktisk tvivlsomt, om Al-Jahwar giver hånd til kvinder.",
        "pa": "Sure.\n And therefore I doubt Al-Jahwar will shake a woman's hand.",
        "vi": "Chắc chắn rồi.\n Do đó tôi không nghĩ Al-Jahwar sẽ bắt tay một phụ nữ."
    },
    {
        "start": "00:35:17,120",
        "end": "00:35:22,600",
        "en": "Tag din højre hånd op til dit hjerte. Det er en fin og høflig hilsen.",
        "pa": "How will I find out?\n Place your right hand on your heart. That's a fine and proper greeting.",
        "vi": "Tôi chào kiểu gì đây?\n Đặt tay phải lên chỗ tim. Đó là một lời chào đẹp và đúng đắn."
    },
    {
        "start": "00:35:22,720",
        "end": "00:35:25,880",
        "en": "Så fokuserer vi ikke på forskelligheder.",
        "pa": "That way we won't focus on differences.",
        "vi": "Như vậy ta không tập trung vào sự khác biệt."
    },
    {
        "start": "00:35:25,960",
        "end": "00:35:29,720",
        "en": "Amir.",
        "pa": "Amir.",
        "vi": "Amir."
    },
    {
        "start": "00:35:53,920",
        "end": "00:35:55,920",
        "en": "-Hej. -Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào anh. - Chào em."
    },
    {
        "start": "00:35:56,040",
        "end": "00:35:59,640",
        "en": "-Er du allerede hjemme? -Statsministeren er der ikke.",
        "pa": "-Home already? -The PM's away, so I left early.",
        "vi": "- Về nhà rồi à? - Thủ tướng đi vắng, nên anh về sớm."
    },
    {
        "start": "00:35:59,760",
        "end": "00:36:02,640",
        "en": "Så jeg kom hjem tidligt.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:02,760",
        "end": "00:36:06,960",
        "en": "Der var bud efter hende i dag. Jeg sagde, hun ikke ville udtale sig.",
        "pa": "I was told to get hold of her today,",
        "vi": "Hôm nay sếp bảo em gọi bà ấy,"
    },
    {
        "start": "00:36:07,080",
        "end": "00:36:10,240",
        "en": "Gør ikke mit arbejde for mig. I skal ringe ind",
        "pa": "but I said she said \"no comment.\"\n Please let me do my job. Just call",
        "vi": "nhưng em bảo bà bảo \"miễn bình luận\".\n Phải để anh làm việc chứ. Cứ gọi"
    },
    {
        "start": "00:36:10,360",
        "end": "00:36:16,000",
        "en": "så skal jeg sgu nok fikse et par undskyldninger. Et glas vin?",
        "pa": "and I'll make up some excuses. ",
        "vi": "rồi anh sẽ kiếm cớ cho."
    },
    {
        "start": "00:36:16,120",
        "end": "00:36:18,200",
        "en": "Ja tak.",
        "pa": "Wine?\n Yes, please.",
        "vi": "Rượu vang không?\n Vâng, có chứ."
    },
    {
        "start": "00:36:22,560",
        "end": "00:36:27,080",
        "en": "Var det den franske premierminister, Nyborg havde møder med i Paris?",
        "pa": "Nyborg is meeting with the French premier in Paris, right?",
        "vi": "Nyborg đang gặp Thủ tướng Pháp ở Paris, nhỉ?"
    },
    {
        "start": "00:36:28,880",
        "end": "00:36:31,000",
        "en": "Ja, det mener jeg.",
        "pa": "I believe so.",
        "vi": "Anh tin là vậy."
    },
    {
        "start": "00:36:31,120",
        "end": "00:36:34,320",
        "en": "Du ved det ikke?",
        "pa": "You're not sure if the PM is meeting the French PM?",
        "vi": "Anh không chắc Thủ tướng gặp Thủ tướng Pháp không à?"
    },
    {
        "start": "00:36:34,440",
        "end": "00:36:39,400",
        "en": "De fortæller mig ikke alt inde på mit arbejde. Så nej.",
        "pa": "Hey, they don't tell me everything.",
        "vi": "Này, họ không nói hết cho anh."
    },
    {
        "start": "00:36:39,520",
        "end": "00:36:43,560",
        "en": "-Vil du have noget at spise? -Ja tak.",
        "pa": "So, no.\n -Hungry? -Yes.",
        "vi": "Nên là, không.\n - Đói không? - Có."
    },
    {
        "start": "00:36:43,680",
        "end": "00:36:47,120",
        "en": "Så vil jeg løbe ned og hente noget thai.",
        "pa": "I'll run down and get some Thai.",
        "vi": "Anh xuống mua ít đồ ăn Thái."
    },
    {
        "start": "00:37:17,480",
        "end": "00:37:19,520",
        "en": "Dav, Vedfeld.",
        "pa": "- Hello, Vedfeld. Welcome. -Thank you.",
        "vi": "- Xin chào, Vedfeld. - Chào mừng."
    },
    {
        "start": "00:37:20,920",
        "end": "00:37:26,760",
        "en": "Goddag. Velkommen til. Velkommen til Afrika. Værsgo.",
        "pa": "-How do you do. -Welcome to Africa. After you.\n Hello.",
        "vi": "Xin chào. Chào mừng đến châu Phi. Mời bà.\n Xin chào."
    },
    {
        "start": "00:37:50,440",
        "end": "00:37:55,360",
        "en": "I har værelser og forhandlingslokaler på hotel Freedom Palace",
        "pa": "We booked you suites and negotiating rooms at the Freedom Palace Hotel",
        "vi": "Chúng tôi đã đặt buồng và phòng thương lượng tại Khách sạn Freedom Palace"
    },
    {
        "start": "00:37:55,480",
        "end": "00:38:00,160",
        "en": "som ejes af regeringen. Regn med, at alle værelser er aflyttet.",
        "pa": "owned by the government.\n Be warned that all rooms are bugged.",
        "vi": "thuộc Chính phủ.\n Lưu ý là các phòng đều có nghe trộm."
    },
    {
        "start": "00:38:00,280",
        "end": "00:38:03,880",
        "en": "-Kommer præsidenten? -Der er blevet arbejdet på det.",
        "pa": "-Is the president coming? -We're working on it.",
        "vi": "- Tổng thống có tới không? - Chúng tôi đang xử lý."
    },
    {
        "start": "00:38:04,000",
        "end": "00:38:10,440",
        "en": "-Men han er ret speciel. Mistroisk. -Noget, jeg skal være opmærksom på?",
        "pa": "-But he's special. Distrustful. -Anything I need to be aware of?",
        "vi": "- Ông ấy đặc biệt. Đa nghi. - Có điều gì tôi cần phải biết không?"
    },
    {
        "start": "00:38:10,560",
        "end": "00:38:16,320",
        "en": "Ja. Al-Jahwar har en hel del eksamener fra Cambridge i England.",
        "pa": "Yes. Al-Jahwar is a Cambridge graduate.",
        "vi": "Vâng. Al-Jahwar tốt nghiệp Đại học Cambridge."
    },
    {
        "start": "00:38:16,440",
        "end": "00:38:23,120",
        "en": "Han taler flydende engelsk, men han vil formodentlig tale arabisk.",
        "pa": "He speaks fluent English, but will probably speak Arabic.",
        "vi": "Ông ấy nói tiếng Anh trôi chảy, nhưng có thể sẽ nói tiếng Ả Rập."
    },
    {
        "start": "00:38:23,240",
        "end": "00:38:26,480",
        "en": "Som et politisk statement?",
        "pa": "-To make a political statement?",
        "vi": "Đó là tuyên bố chính trị à?"
    },
    {
        "start": "00:38:26,600",
        "end": "00:38:31,400",
        "en": "Præcis. Ingen vestlig kvinde skal belære ham om noget som helst.",
        "pa": "Exactly. No Western woman is going to teach him anything.",
        "vi": "Chính xác. Không phụ nữ phương Tây nào có thể dạy ông ta điều gì cả."
    },
    {
        "start": "00:38:33,080",
        "end": "00:38:37,080",
        "en": "De spiller på udebane, fru statsminister.",
        "pa": "You're on his turf, ma'am.",
        "vi": "Bà ở trên sân của ông ấy."
    },
    {
        "start": "00:39:12,440",
        "end": "00:39:15,920",
        "en": "Navnene på de vigtigste oliefelter",
        "pa": "The major oil fields at the heart of the conflict are Karni and Friendship.",
        "vi": "Các mỏ dầu lớn ở trung tâm của cuộc xung đột là Karni và Hữu nghị."
    },
    {
        "start": "00:39:16,000",
        "end": "00:39:18,320",
        "en": "er Karni og Friendship.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:18,440",
        "end": "00:39:21,880",
        "en": "Som ligger i grænseområdet, ikke? Sarifan-provinsen.",
        "pa": "In the border area, right? The Sarifan Province.",
        "vi": "Ở khu vực biên giới, phải không? Tỉnh Sarifan."
    },
    {
        "start": "00:39:22,000",
        "end": "00:39:27,600",
        "en": "Al-Jahwar har ofte udtalt, at afstemningen i Syd var valgsvindel.",
        "pa": "Al-Jahwar maintains that the election in the South was rigged.",
        "vi": "Al-Jahwar khẳng định rằng cuộc bầu cử ở miền Nam là gian lận."
    },
    {
        "start": "00:39:27,720",
        "end": "00:39:33,840",
        "en": "Observatører har godkendt den. 95 procent af befolkningen stemte for.",
        "pa": "Election observers approved it. 95% of the population voted in favor.",
        "vi": "Các quan sát viên bầu cử đã xác nhận. 95% dân số đã bỏ phiếu ủng hộ."
    },
    {
        "start": "00:39:33,960",
        "end": "00:39:41,240",
        "en": "Underspil, at præsidenten er eftersøgt af krigsforbryderdomstolen.",
        "pa": "Precisely.\n Downplay the fact that the president is wanted by the Hague Tribunal.",
        "vi": "Chính xác.\n Làm nhẹ sự thật rằng Tổng thống đang bị Tòa án Hague truy nã."
    },
    {
        "start": "00:39:41,560",
        "end": "00:39:45,120",
        "en": "Ja?",
        "pa": "For crimes during the civil war.\n Yes?",
        "vi": "Vì tội ác trong nội chiến.\n Vâng?"
    },
    {
        "start": "00:39:46,640",
        "end": "00:39:51,640",
        "en": "Sadiq Barghani fra det kharunske udenrigsministerium.",
        "pa": "This is Mr. Sadiq Barghani from the Kharunese foreign office.",
        "vi": "Đây là ông Sadiq Barghani từ Văn phòng Bộ Ngoại giao của Kharun."
    },
    {
        "start": "00:39:51,760",
        "end": "00:39:53,520",
        "en": "Godmorgen.",
        "pa": "- Good morning. - Good morning.",
        "vi": "Xin chào.\n Xin chào."
    },
    {
        "start": "00:39:53,640",
        "end": "00:39:58,720",
        "en": "Jeg beklager meget. Der er sket en alvorlig misforståelse.",
        "pa": "I am terribly sorry. There seems to be a grave misunderstanding.",
        "vi": "Tôi rất xin lỗi. Có vẻ có một sự hiểu lầm lớn ở đây."
    },
    {
        "start": "00:39:58,840",
        "end": "00:40:02,520",
        "en": "De troede, at De skulle møde præsident Al-Jahwar.",
        "pa": "I understand that the PM was expecting to meet president Al-Jahwar.",
        "vi": "Tôi hiểu rằng Thủ tướng đang mong gặp Tổng thống Al-Jahwar."
    },
    {
        "start": "00:40:03,800",
        "end": "00:40:06,920",
        "en": "Ja, i højeste grad.",
        "pa": "Yes, very much so.",
        "vi": "Vâng, rất nóng lòng."
    },
    {
        "start": "00:40:07,040",
        "end": "00:40:11,520",
        "en": "Præsident Al-Jahwar kan ikke komme. Han er ude at rejse.",
        "pa": "I am afraid the president won't be able to make it to the meeting.",
        "vi": "Tôi e Tổng thống sẽ không đến được cuộc họp."
    },
    {
        "start": "00:40:11,640",
        "end": "00:40:15,960",
        "en": "En af rådgiverne fra olieministeriet kan heldigvis mødes med Dem.",
        "pa": "He is on at trip, away from Sahore.\n But luckily one of the advisors from the oil ministry will be able to meet.",
        "vi": "Ông ấy đang đi vắng.\n Nhưng một trong các cố vấn của Bộ Dầu khí sẽ có thể gặp bà."
    },
    {
        "start": "00:40:16,080",
        "end": "00:40:21,600",
        "en": "Hr. Barghani, jeg må minde Dem om, at jeg er Danmarks statsminister.",
        "pa": "Mr. Barghani.",
        "vi": "Ông Barghani."
    },
    {
        "start": "00:40:21,720",
        "end": "00:40:24,680",
        "en": "Jeg forhandler kun på samme politiske niveau.",
        "pa": "I have to remind you that I am the Danish prime minister.\n I only negotiate on the same political level.",
        "vi": "Tôi phải nhắc rằng tôi là Thủ tướng Đan Mạch.\n Tôi chỉ thương lượng ngang tầm chính trị."
    },
    {
        "start": "00:40:24,800",
        "end": "00:40:28,400",
        "en": "Jeg forhandler ikke med en embedsmand.",
        "pa": "I will not negotiate with a civil servant.",
        "vi": "Tôi sẽ không thương lượng với một công chức."
    },
    {
        "start": "00:40:28,520",
        "end": "00:40:31,160",
        "en": "Jeg kan intet stille op.",
        "pa": "But I am afraid there is nothing I can do.",
        "vi": "Tôi e là tôi không thể làm gì."
    },
    {
        "start": "00:40:31,280",
        "end": "00:40:34,000",
        "en": "Så var min rejse spild af tid. Farvel.",
        "pa": "Well then my trip was in vain. Goodbye.",
        "vi": "Vậy chuyến đi của tôi vô ích. Tạm biệt."
    },
    {
        "start": "00:40:34,120",
        "end": "00:40:37,960",
        "en": "Jeg beder Dem, fru statsminister... Hr. Vedfeld, jeg beder Dem!",
        "pa": "Please, Madame Prime Minister. Mr. Vedfeld, please.",
        "vi": "Bà Thủ tướng. Ông Vedfeld, làm ơn."
    },
    {
        "start": "00:40:38,080",
        "end": "00:40:41,040",
        "en": "Hr. Vedfeld, vent. Jeg beder Dem!",
        "pa": "Mr. Vedfeld, please wait. Please!",
        "vi": "Xin hãy đợi."
    },
    {
        "start": "00:40:46,240",
        "end": "00:40:47,680",
        "en": "Fru statsminister!",
        "pa": " Madame Prime Minister.",
        "vi": "Bà Thủ tướng."
    },
    {
        "start": "00:41:01,920",
        "end": "00:41:05,680",
        "en": "Fru statsminister, vent. Der er sket noget fantastisk.",
        "pa": "Please, Madame Prime Minister. Wait.",
        "vi": "Làm ơn, thưa Thủ tướng. Đợi đã."
    },
    {
        "start": "00:41:05,800",
        "end": "00:41:09,240",
        "en": "Præsident Al-Jahwar er ankommet til Sahore.",
        "pa": "Something wonderful has just happened.\n President Al-Jahwar has unexpectedly arrived in Sahore.",
        "vi": "Một điều tuyệt vời đã xảy ra.\n Tổng thống Al-Jahwar bất ngờ đến Sahore."
    },
    {
        "start": "00:41:09,360",
        "end": "00:41:12,880",
        "en": "-Og vil møde os? I dag? -Ja... Meget snart.",
        "pa": "- And will meet with us? -Yes.",
        "vi": "- Và sẽ gặp chúng tôi? - Vâng."
    },
    {
        "start": "00:41:13,000",
        "end": "00:41:15,480",
        "en": "Tak.",
        "pa": "-Today? -In a very short while.\n Thank you.",
        "vi": "- Hôm nay? - Trong thời gian rất ngắn.\n Cảm ơn."
    },
    {
        "start": "00:41:18,520",
        "end": "00:41:23,600",
        "en": "Jeg sagde, at jeg syntes, det var en skændsel over for en muslimsk bror.",
        "pa": "I just said it was a disgraceful way to treat a Muslim brother.",
        "vi": "Tôi vừa bảo đó là cách đáng hổ thẹn để đối xử với một người anh em Hồi giáo."
    },
    {
        "start": "00:41:23,720",
        "end": "00:41:26,560",
        "en": "Og?",
        "pa": "And?",
        "vi": "Và?"
    },
    {
        "start": "00:41:26,680",
        "end": "00:41:32,320",
        "en": "At Crohne Industri gerne vil give Deres regeringschef en gave.",
        "pa": "That Crohne Industries would like to give their head of state a gift.",
        "vi": "Tập đoàn Crohne muốn tặng quà cho nguyên thủ quốc gia."
    },
    {
        "start": "00:41:32,440",
        "end": "00:41:35,000",
        "en": "En dyr én.",
        "pa": "An expensive one.",
        "vi": "Một món đắt tiền."
    },
    {
        "start": "00:41:47,480",
        "end": "00:41:51,960",
        "en": "Præsident Omar Al-Jahwar.",
        "pa": "Mr. President.\n Omar Al-Jahwar.",
        "vi": "Ngài Tổng thống.\n Omar Al-Jahwar."
    },
    {
        "start": "00:41:52,080",
        "end": "00:41:56,360",
        "en": "Jeg hedder Amir Diwan. Det er fru statsminister Birgitte Nyborg.",
        "pa": " Amir Diwan. This is Madam Prime Minister, Birgitte Nyborg.",
        "vi": "Amir Diwan. Đây là Bà Thủ tướng, Birgitte Nyborg."
    },
    {
        "start": "00:42:04,480",
        "end": "00:42:09,480",
        "en": "Mange tak, fordi De vil møde mig, hr. præsident.",
        "pa": "Thank you very much for meeting with us, Mr. President.",
        "vi": "Cảm ơn rất nhiều vì đã gặp chúng tôi, ngài Tổng thống."
    },
    {
        "start": "00:42:13,440",
        "end": "00:42:16,520",
        "en": "Jeg ønsker at gengælde statsministerens taknemmelighed.",
        "pa": "I wish to return the prime minister's gratitude.",
        "vi": "Tôi muốn đáp lại thịnh tình của Thủ tướng."
    },
    {
        "start": "00:42:27,160",
        "end": "00:42:29,360",
        "en": "Jeg er ked af at meddele",
        "pa": "I'm sorry to inform you that your trip to Kharun is pointless.",
        "vi": "Tôi xin lỗi phải thông báo"
    },
    {
        "start": "00:42:29,480",
        "end": "00:42:34,080",
        "en": "at statsministeren har ulejliget sig til Kharun uden grund.",
        "pa": "",
        "vi": "chuyến đi tới Kharun của bà là vô nghĩa."
    },
    {
        "start": "00:42:41,280",
        "end": "00:42:44,040",
        "en": "Vores tropper har stort set besejret Syd",
        "pa": "Our troops have all but defeated the South",
        "vi": "Quân chúng tôi vẫn chưa đánh bại được miền Nam"
    },
    {
        "start": "00:42:44,160",
        "end": "00:42:48,920",
        "en": "så der er reelt ingen grund til, at vi skal komme med indrømmelser.",
        "pa": "so I don't see any reason for us to make concessions.",
        "vi": "nên tôi không thấy lý do để chúng tôi nhượng bộ."
    },
    {
        "start": "00:42:49,920",
        "end": "00:42:53,560",
        "en": "Lad mig være ligefrem, hr. præsident.",
        "pa": "Allow me to be bold, Mr. President",
        "vi": "Cho tôi mạnh dạn nói, ngài Tổng thống."
    },
    {
        "start": "00:42:55,680",
        "end": "00:42:58,520",
        "en": "Mange i den arabiske verden mener",
        "pa": "I am sure that certain people in the Arab world think of Denmark as an arrogant",
        "vi": "Tôi chắc một số người trong thế giới Ả Rập nghĩ Đan Mạch là nước ngạo mạn"
    },
    {
        "start": "00:42:58,640",
        "end": "00:43:02,200",
        "en": "at Danmark er et arrogant, antimuslimsk land",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:43:02,320",
        "end": "00:43:05,600",
        "en": "som er USA's loyale ven.",
        "pa": "anti-muslim nation, that is the loyal friend of the USA.",
        "vi": "chống lại người Hồi giáo, là bạn trung thành của Mỹ."
    },
    {
        "start": "00:43:05,720",
        "end": "00:43:09,520",
        "en": "Vesten opfatter Dem, hr. præsident, som en krigsforbryder",
        "pa": "The West sees you, Mr. President",
        "vi": "Phương Tây coi ngài, ngài Tổng thống"
    },
    {
        "start": "00:43:09,640",
        "end": "00:43:13,560",
        "en": "på grund af Deres handlinger i Nubisia-regionen de sidste fem år.",
        "pa": "as a war criminal, because of your actions in the Nubisia-province",
        "vi": "là tội phạm chiến tranh, vì hành động của ngài ở tỉnh Nubisia"
    },
    {
        "start": "00:43:13,680",
        "end": "00:43:17,120",
        "en": "Man opfatter Dem ikke som den respekterede politiker",
        "pa": "for the past five years.\n They certainly don't see the highly respected politician",
        "vi": "trong năm năm qua.\n Họ chắc chắn không nhìn thấy chính trị gia được tôn trọng"
    },
    {
        "start": "00:43:17,240",
        "end": "00:43:20,920",
        "en": "og lærde fra Cambridge, som De er i Deres folks øjne.",
        "pa": "and Cambridge-fellow that the people regard you as.",
        "vi": "và người tốt nghiệp Cambridge mà mọi người biết."
    },
    {
        "start": "00:43:21,040",
        "end": "00:43:27,440",
        "en": "Man siger, man ikke skal skue hunden på hårene, men det gør vi. Ikke?",
        "pa": "They say you shouldn't judge a book by its cover, but...",
        "vi": "Không nên đánh giá cuốn sách qua bìa, nhưng..."
    },
    {
        "start": "00:43:28,840",
        "end": "00:43:34,320",
        "en": "Det ville gavne vores lande, hvis omverdenen ændrede sit syn på os.",
        "pa": "we still do that, don't we?\n To me it seems that both our nations could profit from a change",
        "vi": "ta vẫn làm thế, phải không?\n Với tôi, có vẻ hai nước chúng ta đều có lợi từ sự thay đổi"
    },
    {
        "start": "00:43:34,440",
        "end": "00:43:36,560",
        "en": "Er De ikke enig?",
        "pa": "in the international perspective on our nations. Wouldn't you say?",
        "vi": "trong quan điểm quốc tế về đất nước chúng ta. Ngài đồng ý chứ?"
    },
    {
        "start": "00:43:36,680",
        "end": "00:43:40,640",
        "en": "Er det ikke et par timers samtale værd?",
        "pa": "Is that not worth a couple of hours of conversation?",
        "vi": "Không đáng để nói chuyện vài tiếng sao?"
    },
    {
        "start": "00:43:42,160",
        "end": "00:43:47,840",
        "en": "Udmærket, fru statsminister. Så lad os da tale sammen.",
        "pa": "Very well, Madame Prime Minister.",
        "vi": "Được lắm, Thủ tướng."
    },
    {
        "start": "00:43:50,000",
        "end": "00:43:51,840",
        "en": "Det var én.",
        "pa": "Let's talk, then.\n One down.",
        "vi": "Vậy thì nói.\n Xong một việc."
    },
    {
        "start": "00:43:51,960",
        "end": "00:43:55,960",
        "en": "Det var dyre løfter. En ting er ulandshjælpen, noget andet er olien.",
        "pa": "Expensive promises. ",
        "vi": "Những lời hứa đắt giá."
    },
    {
        "start": "00:43:56,080",
        "end": "00:44:02,080",
        "en": "-Kan vi sælge den til Syd? -Det vigtige er, at Nord kommer.",
        "pa": "Aid is one thing, oil is something else.\n -Can we sell it to the South? -Let's just get the North to come.",
        "vi": "Viện trợ là một chuyện, dầu lại khác.\n - Ta bán cho miền Nam được không? - Hãy để phương Bắc đến."
    },
    {
        "start": "00:44:02,200",
        "end": "00:44:06,560",
        "en": "-Så må vi håbe, Syd følger med. -Flyet letter om 50 minutter.",
        "pa": "Hopefully the South will follow.\n - The plane leaves in 50 minutes. - Thank you.",
        "vi": "Hy vọng miền Nam sẽ theo sau.\n - Máy bay cất cánh sau 50 phút. - Cảm ơn."
    },
    {
        "start": "00:44:06,680",
        "end": "00:44:12,000",
        "en": "Bent, jeg skal holde mig i baggrunden på grund af min arabiske dialekt.",
        "pa": "Bent, I'm going to lay low. My Arabic dialect makes me seem pro-North.",
        "vi": "Bent, tôi sẽ ở yên. Phương ngữ Ả Rập của tôi làm tôi có vẻ ủng hộ phương Bắc."
    },
    {
        "start": "00:44:12,120",
        "end": "00:44:14,480",
        "en": "-Vi ses i lobbyen. -Hej, hej.",
        "pa": "-See you in the lobby. - Bye.",
        "vi": "- Gặp ở hành lang. - Tạm biệt."
    },
    {
        "start": "00:44:14,600",
        "end": "00:44:20,360",
        "en": "Vi har ingen forbindelser derude, men Niels Mikkelsen vil møde os igen.",
        "pa": "We have no connections there,",
        "vi": "Ta không có mối liên hệ ở đó,"
    },
    {
        "start": "00:44:20,480",
        "end": "00:44:24,400",
        "en": "Niels Mikkelsen er forbløffende ressourcefuld, hvad?",
        "pa": "but Niels Mikkelsen wants to meet again.\n Niels Mikkelsen is amazingly resourceful, isn't he?",
        "vi": "nhưng Niels Mikkelsen muốn gặp lại.\n Niels Mikkelsen rất tháo vát, nhỉ?"
    },
    {
        "start": "00:44:32,000",
        "end": "00:44:35,800",
        "en": "Statsministeren og Crohne holder møder om Kharun.",
        "pa": "I can prove that the PM and Crohne are meeting about Kharun.",
        "vi": "Tôi có thể chứng minh Thủ tướng và Crohne đang họp về Kharun."
    },
    {
        "start": "00:44:35,920",
        "end": "00:44:40,160",
        "en": "Du er en skat, og nu har vi vores historie.",
        "pa": "You're a darling.",
        "vi": "Cô thật dễ thương."
    },
    {
        "start": "00:44:40,280",
        "end": "00:44:45,800",
        "en": "-Birgitte Nyborg er i Kharun. -Er statsministeren i Afrika?",
        "pa": "You just got us our story.\n Even better. Birgitte Nyborg is in Kharun.",
        "vi": "Cô vừa kiếm cho ta đề tài.\n Còn hay hơn. Birgitte Nyborg đang ở Kharun."
    },
    {
        "start": "00:44:45,920",
        "end": "00:44:49,480",
        "en": "-Var hun ikke i Frankrig? -Kasper løj. Prøv at se.",
        "pa": "The PM is in Africa without anyone knowing?\n -I thought she went to France. -Kasper lied. Look.\n Have a look.",
        "vi": "Thủ tướng đang ở châu Phi mà không ai biết?\n - Tưởng bà ấy đi Pháp. - Kasper nói dối. Này.\n Xem đi."
    },
    {
        "start": "00:44:57,400",
        "end": "00:45:00,680",
        "en": "-Hvor har du det fra? -Fra hans taske.",
        "pa": "PM'S TRIP TO KHARUN\n OIL FIELDS IN KHARUN\n Where did you get this?",
        "vi": "CHUYẾN CỦA THỦ TƯỚNG TỚI KHARUN\n CÁC MỎ DẦU Ở KHARUN\n Cô lấy đâu ra?"
    },
    {
        "start": "00:45:00,800",
        "end": "00:45:05,160",
        "en": "Vi kan ikke bruge det, men Torben vil indse, at der er en historie.",
        "pa": "From his briefcase.\n We can't use it, but Torben will have to admit it's a good story.",
        "vi": "Từ cặp của anh ấy.\n Ta không thể dùng, nhưng Torben sẽ phải thừa nhận đó là một đề tài hay."
    },
    {
        "start": "00:45:05,280",
        "end": "00:45:08,360",
        "en": "Det kan vi ikke bruge. Er I ikke kærester?",
        "pa": "You bet we can't use it. Aren't you dating?",
        "vi": "Chắc chắn không dùng được. Hai người còn hẹn hò chứ?"
    },
    {
        "start": "00:45:09,520",
        "end": "00:45:13,680",
        "en": "Jo, og vi arbejder på hver sin side af en front. Han lyver over for mig.",
        "pa": "Yes, and we're on opposite sides of the fence. He lied to me.",
        "vi": "Vâng, và chúng tôi ở hai phe. Anh ấy nói dối tôi."
    },
    {
        "start": "00:45:13,800",
        "end": "00:45:19,560",
        "en": "Han har da ikke løjet. Spindoktoren har vildledt journalisten.",
        "pa": "He didn't lie. The spin doctor threw the reporter off the track.",
        "vi": "Anh ấy không nói dối. Cố vấn truyền thông đánh lạc hướng phóng viên."
    },
    {
        "start": "00:45:19,680",
        "end": "00:45:22,760",
        "en": "Det er hans job.",
        "pa": "He would have done that with any journalist. It's his job.",
        "vi": "Anh ta sẽ làm thế với bất cứ nhà báo nào. Đó là việc của anh ta."
    },
    {
        "start": "00:45:22,880",
        "end": "00:45:27,080",
        "en": "Jeg skal sørge for, at offentligheden bliver gjort bekendt med materialet.",
        "pa": "Well, it's my job to make the public aware of the facts.",
        "vi": "Việc của tôi là làm cho công chúng biết sự thật."
    },
    {
        "start": "00:45:27,200",
        "end": "00:45:33,000",
        "en": "Du har kun fået fingre i de papirer, fordi du lever med Kasper privat.",
        "pa": "You only got hold of those documents because you're Kasper's girlfriend.",
        "vi": "Cô có được chỗ tài liệu đó chỉ vì cô là bạn gái của Kasper."
    },
    {
        "start": "00:45:36,080",
        "end": "00:45:38,920",
        "en": "Det vil få konsekvenser, hvis du bruger det.",
        "pa": "You're in for it, if you use them.",
        "vi": "Cô sẽ gặp rắc rối nếu dùng nó."
    },
    {
        "start": "00:45:39,040",
        "end": "00:45:44,320",
        "en": "Der vil blive spurgt ind til dit og Kaspers forhold.",
        "pa": "Torben will question your relationship to Kasper and know you exchange information.",
        "vi": "Torben sẽ nghi ngờ mối quan hệ của cô với Kasper và biết cô trao đổi thông tin."
    },
    {
        "start": "00:45:44,440",
        "end": "00:45:48,960",
        "en": "Statsministeriet vil blive orienteret. Jeg skal ikke blande mig.",
        "pa": "The PM's Office will be informed. Your private life is your own matter",
        "vi": "Văn phòng Thủ tướng sẽ được thông báo. Cuộc sống riêng tư là chuyện của cô"
    },
    {
        "start": "00:45:49,080",
        "end": "00:45:55,520",
        "en": "Men det er ikke smart at fortælle manden, at du roder i hans ting.",
        "pa": "but don't tell the guy you go through his stuff. If you want to keep him.",
        "vi": "nhưng đừng bảo anh ta cô lục lọi đồ. Nếu muốn giữ anh ta."
    },
    {
        "start": "00:45:58,240",
        "end": "00:46:03,480",
        "en": "-Du er så skide klog. -Ja. Det er nemlig det, jeg er.",
        "pa": "-You're such a genius. -I am indeed.",
        "vi": "- Bà đúng là cao thủ. - Đúng thế."
    },
    {
        "start": "00:46:19,040",
        "end": "00:46:24,040",
        "en": "Jakob Lokoya er høvding hos Tiengastammen.",
        "pa": "Jakob Lokoya is chief of the Tienga tribe, one of the biggest in the country.",
        "vi": "Jakob Lokoya là trưởng tộc Tienga, một trong những tộc lớn nhất cả nước."
    },
    {
        "start": "00:46:24,160",
        "end": "00:46:28,200",
        "en": "Han er først og fremmest kriger. Ikke nogen raffineret mand.",
        "pa": "He's a warrior, first and foremost. Not a sophisticated man.",
        "vi": "Đầu tiên, ông ấy là một chiến binh. Không phải người tinh tế."
    },
    {
        "start": "00:46:28,320",
        "end": "00:46:31,640",
        "en": "De bør anerkende hans dygtighed på slagmarken.",
        "pa": "You'd be wise to acknowledge his skill on the battlefield.",
        "vi": "Sẽ khôn ngoan khi thừa nhận kỹ năng của ông ta trên chiến trường."
    },
    {
        "start": "00:46:31,760",
        "end": "00:46:33,960",
        "en": "Jeg skal gøre mit bedste.",
        "pa": "I'll do my best.",
        "vi": "Tôi sẽ cố hết sức."
    },
    {
        "start": "00:46:34,080",
        "end": "00:46:41,080",
        "en": "Vær opmærksom på hans markante holdninger til homoseksualitet.",
        "pa": "Be aware of his harsh stance on homosexuality. ",
        "vi": "Coi chừng quan điểm gay gắt của ông ấy về đồng tính luyến ái."
    },
    {
        "start": "00:46:41,200",
        "end": "00:46:46,840",
        "en": "Jeg vil anbefale, at hvis han kommer ind på emnet, at De så ignorerer det.",
        "pa": "It's common in this part of Africa.\n Should he touch on the subject, you'd best ignore it.",
        "vi": "Nó phổ biến ở khu vực này của châu Phi.\n Nếu ông ta đề cập chủ đề này, bà nên lờ đi."
    },
    {
        "start": "00:46:55,960",
        "end": "00:47:01,040",
        "en": "Der er gået ged i den. De punkterede. De er ved at ordne det.",
        "pa": "I'm afraid we have a flat tire. But they're working on it.",
        "vi": "Rất tiếc ta bị xịt lốp. Nhưng họ đang thay."
    },
    {
        "start": "00:47:01,160",
        "end": "00:47:06,720",
        "en": "Ja. Godt. Ja, det skal jeg nok. Hej.",
        "pa": "Sure.\n Sure, I will.",
        "vi": "Được rồi.\n Vâng, chắc chắn rồi."
    },
    {
        "start": "00:47:06,840",
        "end": "00:47:11,080",
        "en": "-Er der styr på det derhjemme? -Ja, ja. Fuld opbakning fra EU.",
        "pa": "Bye.\n -Everything fine back home? -Yes. We've got the EU behind us.",
        "vi": "Tạm biệt.\n - Mọi thứ ở nhà ổn chứ? - Vâng. Có EU ủng hộ ta."
    },
    {
        "start": "00:47:11,200",
        "end": "00:47:16,400",
        "en": "Og FN er glade for, at vi gør det arbejde, som de selv skulle gøre.",
        "pa": "And the UN is happy to have us doing their job for them.",
        "vi": "Và Liên Hiệp Quốc rất vui khi ta làm thay họ."
    },
    {
        "start": "00:47:20,840",
        "end": "00:47:24,160",
        "en": "Hold kæft, vi er langt hjemmefra, hvad, Bent?",
        "pa": "-We're a long way from home, Bent. -Yes.",
        "vi": "- Chúng ta đang ở xa nhà, Bent. - Vâng."
    },
    {
        "start": "00:47:24,280",
        "end": "00:47:26,760",
        "en": "Det er vi.",
        "pa": "We sure are.",
        "vi": "Chắc chắn rồi."
    },
    {
        "start": "00:47:29,640",
        "end": "00:47:33,240",
        "en": "Hvad gør du egentlig med ungerne, når du er væk?",
        "pa": "Who's taking care of the kids while you're away?",
        "vi": "Ai chăm sóc bọn trẻ khi bà đi vắng?"
    },
    {
        "start": "00:47:33,360",
        "end": "00:47:39,800",
        "en": "Phillip. Og så vores unge pige, Anne. Hende er børnene helt vilde med.",
        "pa": "Phillip. And our au pair, Anne. The kids love her.",
        "vi": "Phillip. Và cô trông trẻ, Anne. Bọn trẻ yêu cô ấy."
    },
    {
        "start": "00:47:39,920",
        "end": "00:47:43,360",
        "en": "-Hvordan har Laura og Magnus det? -Fint.",
        "pa": "How are Laura and Magnus?",
        "vi": "Laura và Magnus thế nào?"
    },
    {
        "start": "00:47:43,480",
        "end": "00:47:48,200",
        "en": "Har du ikke nogen billeder med? Det er så længe siden, jeg har set dem.",
        "pa": "Fine.\n Do you have a picture? I haven't seen them in ages.",
        "vi": "Ổn.\n Bà có ảnh không? Lâu rồi tôi không gặp chúng."
    },
    {
        "start": "00:47:51,480",
        "end": "00:47:57,040",
        "en": "-Det er meget sødt. -Nåh! Nej, hvor er de blevet store.",
        "pa": "-I like this one. -Aw!\n My, they've grown. That is wonderful.",
        "vi": "- Tôi thích cái này. - Ôi!\n Ôi, chúng đã lớn rồi. Thật tuyệt vời."
    },
    {
        "start": "00:47:57,160",
        "end": "00:48:02,280",
        "en": "Se, Laura. Hun er en helt lille voksen dame.",
        "pa": "Look at Laura.\n She looks all grown-up.",
        "vi": "Nhìn Laura kìa.\n Trông trưởng thành quá."
    },
    {
        "start": "00:48:08,120",
        "end": "00:48:10,920",
        "en": "Noget galt?",
        "pa": "Anything wrong?",
        "vi": "Có chuyện gì à?"
    },
    {
        "start": "00:48:13,840",
        "end": "00:48:17,080",
        "en": "Laura har haft angstanfald.",
        "pa": "Laura has been suffering from anxiety attacks.",
        "vi": "Laura phải chịu các cơn lo âu."
    },
    {
        "start": "00:48:17,200",
        "end": "00:48:21,880",
        "en": "Det er ret voldsomt. Det har stået på i flere måneder.",
        "pa": "It's serious and has been for several months.",
        "vi": "Nghiêm trọng và bị vài tháng rồi."
    },
    {
        "start": "00:48:22,000",
        "end": "00:48:27,480",
        "en": "-Det er jeg ked af at høre. -Hun er i behandling nu.",
        "pa": "I'm sorry to hear that.\n She is gettting treatment. She's seeing a psychiatrist.",
        "vi": "Tôi rất tiếc.\n Nó đang điều trị. Nó đang gặp bác sĩ tâm lý."
    },
    {
        "start": "00:48:27,600",
        "end": "00:48:32,480",
        "en": "Hun får lykkepiller, så det går langsomt bedre.",
        "pa": "She get anti-depressants, so she's slowly getting better.",
        "vi": "Nó uống thuốc chống trầm cảm, nên dần khá hơn."
    },
    {
        "start": "00:48:38,480",
        "end": "00:48:41,000",
        "en": "Hvad med dig selv?",
        "pa": "And how about you?",
        "vi": "Bà thì sao?"
    },
    {
        "start": "00:48:43,600",
        "end": "00:48:46,240",
        "en": "Jeg kan...",
        "pa": "I can't...",
        "vi": "Tôi không thể..."
    },
    {
        "start": "00:48:46,360",
        "end": "00:48:51,320",
        "en": "Det er jo svært. Jeg kan ikke hjælpe hende, vel?",
        "pa": "It's difficult. I can't help her, you know?",
        "vi": "Khó lắm. Tôi không thể giúp nó."
    },
    {
        "start": "00:48:59,560",
        "end": "00:49:04,920",
        "en": "Hvis der er noget, jeg kan gøre, så bare sig til.",
        "pa": "If there's anything I can do, just say the word.",
        "vi": "Nếu tôi có thể giúp gì, cứ nói nhé."
    },
    {
        "start": "00:49:05,040",
        "end": "00:49:09,040",
        "en": "Jeg har ikke snakket med andre end dig om det. Det er mærkeligt",
        "pa": "I haven't really told anyone else. It's strange...",
        "vi": "Tôi chưa nói với ai hết. Thật lạ..."
    },
    {
        "start": "00:49:09,160",
        "end": "00:49:12,240",
        "en": "at gå alene med.",
        "pa": "keeping it all inside.",
        "vi": "khi cứ giữ kín."
    },
    {
        "start": "00:49:15,000",
        "end": "00:49:17,960",
        "en": "-Så er vi klar til at køre. -Godt.",
        "pa": "We're ready to roll.\n Good.",
        "vi": "Đã sẵn sàng đi tiếp.\n Tốt."
    },
    {
        "start": "00:49:34,960",
        "end": "00:49:37,520",
        "en": "Fru præsident Nyborg...",
        "pa": "Madame President Nyborg.",
        "vi": "Bà Tổng thống Nyborg."
    },
    {
        "start": "00:49:37,640",
        "end": "00:49:40,960",
        "en": "-Hjertelig velkommen til Atifana. -Mange tak.",
        "pa": "You are most welcome here in Atifana.",
        "vi": "Bà được chào đón nhất tại Atifana này."
    },
    {
        "start": "00:49:41,080",
        "end": "00:49:44,560",
        "en": "Hans Excellence præsident Lokoya.",
        "pa": "- Thank you very much. -May I present to you his excellence,",
        "vi": "- Cảm ơn rất nhiều. - Tôi xin giới thiệu Tổng thống"
    },
    {
        "start": "00:49:44,680",
        "end": "00:49:48,720",
        "en": "Det er mig en stor glæde at møde Dem her, fru statsminister.",
        "pa": "President Lokoya.\n I cannot express how happy I am to receive you, Madame Prime Minister.",
        "vi": "Lokoya.\n Tôi vô cùng vui mừng khi được đón tiếp bà ở đây, thưa Thủ tướng."
    },
    {
        "start": "00:49:48,840",
        "end": "00:49:52,080",
        "en": "De er en modig kvinde. Vi har brug for fred.",
        "pa": "You are a brave woman.",
        "vi": "Bà là người dũng cảm."
    },
    {
        "start": "00:49:52,200",
        "end": "00:49:55,040",
        "en": "Jeg er glad for at være her, Deres Majestæt.",
        "pa": "We need peace.\n I am very glad to be here, your Majesty.",
        "vi": "Chúng tôi cần hòa bình.\n Tôi rất hân hạnh được ở đây, thưa bệ hạ."
    },
    {
        "start": "00:49:55,160",
        "end": "00:49:59,360",
        "en": "De skal ikke sige \"majestæt\". Kald mig Jakob.",
        "pa": "No, no, no. No 'majesty', please.\n To you I am \"Jakob\".",
        "vi": "Không. Làm ơn đừng gọi \"bệ hạ\".\n Với bà tôi là \"Jakob\"."
    },
    {
        "start": "00:49:59,480",
        "end": "00:50:03,480",
        "en": "-Tak. -Goddag.",
        "pa": "-Thank you. -Hello.\n Hello.",
        "vi": "- Cảm ơn. - Xin chào.\n Xin chào."
    },
    {
        "start": "00:50:06,120",
        "end": "00:50:09,080",
        "en": "Jeg har desværre dårligt nyt.",
        "pa": "I am afraid I have some bad news.",
        "vi": "Tôi e là tôi có tin xấu."
    },
    {
        "start": "00:50:09,200",
        "end": "00:50:12,720",
        "en": "Kina har truet med at støtte Nord yderligere.",
        "pa": "China has threatened to support the North further.",
        "vi": "Trung Quốc dọa sẽ hỗ trợ miền Bắc nhiều hơn."
    },
    {
        "start": "00:50:12,840",
        "end": "00:50:14,920",
        "en": "-Olierørledningen? -Netop.",
        "pa": "-Oil pipeline? -Exactly.",
        "vi": "- Đường ống dẫn dầu? - Chính xác."
    },
    {
        "start": "00:50:15,040",
        "end": "00:50:18,160",
        "en": "Kina insisterer på",
        "pa": "Exactly. China insists that if you win your independence,",
        "vi": "Chính xác. Trung Quốc cứ đòi nếu các ông giành độc lập,"
    },
    {
        "start": "00:50:18,280",
        "end": "00:50:20,320",
        "en": "at I stadig skal bruge Nords rørledning",
        "pa": "you will still use the North pipeline and sell your oil to the Chinese.",
        "vi": "các ông vẫn sẽ sử dụng đường ống phía Bắc và bán dầu cho Trung Quốc."
    },
    {
        "start": "00:50:20,400",
        "end": "00:50:22,200",
        "en": "og sælge jeres olie til Kina.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:50:22,320",
        "end": "00:50:26,960",
        "en": "-Hvordan kan de insistere? -Fordi de er Kina.",
        "pa": "-How can they insist? -Because they are China.",
        "vi": "- Sao họ lại cứ đòi thế? - Vì họ là Trung Quốc."
    },
    {
        "start": "00:50:27,080",
        "end": "00:50:31,160",
        "en": "Og husk på, at De stadig vil være et uafhængigt land.",
        "pa": "And remember, you will still be an independent country.",
        "vi": "Và nhớ là: các ông vẫn là một nước độc lập."
    },
    {
        "start": "00:50:31,280",
        "end": "00:50:37,360",
        "en": "Deres frihed bliver kun begrænset i forhold til, hvem De sælger olie til.",
        "pa": "Your freedom will only be limited in relation to who you'll sell your oil to.",
        "vi": "Sự tự do của các ông sẽ chỉ bị giới hạn ở việc ông bán dầu cho ai."
    },
    {
        "start": "00:50:37,480",
        "end": "00:50:40,480",
        "en": "De har ret.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:50:40,600",
        "end": "00:50:46,560",
        "en": "Jeg vil understrege, at Kina skal betale markedsprisen for jeres olie.",
        "pa": "You are right, Uncle.\n I must stress that China should pay no less than market price for your oil.",
        "vi": "Chú nói đúng, chú ạ.\n Tôi phải nhấn mạnh Trung Quốc không được trả giá thấp hơn giá dầu thị trường."
    },
    {
        "start": "00:50:47,840",
        "end": "00:50:50,160",
        "en": "Sådan er verden.",
        "pa": "This is how the world is.",
        "vi": "Thế giới là vậy."
    },
    {
        "start": "00:50:50,280",
        "end": "00:50:54,600",
        "en": "Hvis vi kan forhandle os frem til en retfærdig territorial aftale",
        "pa": "As far as we can negotiate a fair, territorial agreement,",
        "vi": "Miễn chúng tôi có thể đàm phán một thỏa thuận công bằng về lãnh thổ,"
    },
    {
        "start": "00:50:54,720",
        "end": "00:50:57,720",
        "en": "er vi enige på det her punkt.",
        "pa": "we can agree on this matter.",
        "vi": "thì có thể đồng ý."
    },
    {
        "start": "00:50:57,840",
        "end": "00:51:02,120",
        "en": "Deres lands råb om frihed og fred er blevet hørt.",
        "pa": "I assure you, your country's cry for freedom and peace has been heard.",
        "vi": "Lời kêu gọi của nước ông về tự do và hòa bình đã được đền đáp."
    },
    {
        "start": "00:51:02,240",
        "end": "00:51:06,360",
        "en": "Det er en ære at skulle lede forhandlingerne i København.",
        "pa": "It would be an honor for me to conduct the negotiations in Copenhagen.",
        "vi": "Đó là một vinh dự cho tôi khi tiến hành đàm phán ở Copenhagen."
    },
    {
        "start": "00:51:06,480",
        "end": "00:51:08,840",
        "en": "De er en god ven.",
        "pa": "You are a good friend.",
        "vi": "Bà là người bạn tốt."
    },
    {
        "start": "00:51:08,960",
        "end": "00:51:14,320",
        "en": "Min drøm er at gøre Sydkharun til et strålende eksempel for Afrika.",
        "pa": "Listen. My dream is to make...\n South Kharun a shining example for all of Africa.",
        "vi": "Nghe này. Ước mơ của tôi là biến...\n Nam Kharun thành tấm gương sáng cho cả châu Phi."
    },
    {
        "start": "00:51:14,440",
        "end": "00:51:19,240",
        "en": "Vi har gode ressourcer. Vi skal bare arbejde sammen.",
        "pa": "We have great resources. We just need to work together.",
        "vi": "Chúng tôi nhiều tài nguyên. Chúng tôi chỉ cần phối hợp."
    },
    {
        "start": "00:51:19,360",
        "end": "00:51:22,920",
        "en": "Det er ingen let opgave at skabe et moderne demokrati.",
        "pa": "It's not an easy task to create a modern democracy.",
        "vi": "Không dễ để tạo ra một nền dân chủ hiện đại."
    },
    {
        "start": "00:51:23,040",
        "end": "00:51:28,200",
        "en": "Men jeg reformerer vores samfund både åndeligt og teknologisk.",
        "pa": "But I am trying to reform our society, both in spirit",
        "vi": "Nhưng tôi đang cố cải cách xã hội cả về tinh thần"
    },
    {
        "start": "00:51:28,320",
        "end": "00:51:34,040",
        "en": "Alle i Sydkharun har ret til lighed og frihed.",
        "pa": "and in technology.\n Everybody in South Kharun is entitled to equality",
        "vi": "lẫn công nghệ.\n Mọi người ở Nam Kharun đều có quyền bình đẳng"
    },
    {
        "start": "00:51:34,160",
        "end": "00:51:37,120",
        "en": "Undtagen homoseksuelle, selvfølgelig.",
        "pa": "and freedom, except homosexuals of course.",
        "vi": "và tự do. Trừ việc đồng tính đương nhiên..."
    },
    {
        "start": "00:51:39,520",
        "end": "00:51:43,400",
        "en": "Intet problem. Der er ingen homoseksuelle i Sydkharun.",
        "pa": "But this is not a problem.\n There are no homosexuals in South Kharun.",
        "vi": "Nhưng đây không thành vấn đề.\n Nam Kharun không có người đồng tính."
    },
    {
        "start": "00:51:43,520",
        "end": "00:51:46,520",
        "en": "Det er ikke en del af vores kultur.",
        "pa": "It's just not part of our culture.",
        "vi": "Không thuộc về văn hóa của chúng tôi."
    },
    {
        "start": "00:51:46,640",
        "end": "00:51:52,720",
        "en": "Men nu skal vi tale om den territoriale uenighed. Værsgo.",
        "pa": "But we must discuss the territorial dispute. Please.",
        "vi": "Nhưng ta phải bàn về tranh chấp lãnh thổ. Xin bà."
    },
    {
        "start": "00:51:52,840",
        "end": "00:51:54,720",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:51:59,280",
        "end": "00:52:05,320",
        "en": "Vi har fået lidt flere fotos af de massakrer, der fandt sted før krigen.",
        "pa": "We've received more photos from six years ago of the massacres long before the war.",
        "vi": "Ta nhận nhiều ảnh hơn từ sáu năm trước của cuộc thảm sát trước chiến tranh."
    },
    {
        "start": "00:52:05,440",
        "end": "00:52:10,680",
        "en": "Jeg tror bare ikke, at Torben vil køre den vinkel lige nu.",
        "pa": "Okay.\n I thought Torben didn't want to run that angle right now.",
        "vi": "Được rồi.\n Tôi tưởng giờ Torben không muốn khai thác hướng đó."
    },
    {
        "start": "00:52:10,800",
        "end": "00:52:15,320",
        "en": "Måske skal du gemme dem, medmindre der er noget særlig interessant.",
        "pa": "Look, put them aside for now, unless they're particularly interesting.",
        "vi": "Này, tạm dẹp chúng qua một bên, trừ khi chúng đặc biệt thú vị."
    },
    {
        "start": "00:52:15,440",
        "end": "00:52:18,760",
        "en": "Det tror jeg ikke, der er. Der er ingen, man genkender.",
        "pa": "I don't think so. No familiar faces in the photos.",
        "vi": "Tôi chả nghĩ thế. Không có khuôn mặt nào quen trong ảnh."
    },
    {
        "start": "00:52:22,200",
        "end": "00:52:28,000",
        "en": "Okay. Jamen så smid dem ud. Vi ses. Hej.",
        "pa": "Okay. Just forget them. See you.",
        "vi": "Được. Cứ quên chúng đi. Hẹn gặp lại."
    },
    {
        "start": "00:52:28,120",
        "end": "00:52:33,200",
        "en": "-Hej. Hvem var det? -Det var Dan.",
        "pa": "Bye.\n Hi.\n -Who was that? -Dan.",
        "vi": "Tạm biệt.\n Chào.\n - Ai vậy? - Dan."
    },
    {
        "start": "00:52:33,320",
        "end": "00:52:38,040",
        "en": "Hvis I vil have det interview, skal I ringe ind i morgen. Der lander hun.",
        "pa": "If you still want that interview, call tomorrow. She's due to arrive then.",
        "vi": "Nếu em vẫn muốn phỏng vấn, hãy gọi vào ngày mai. Bà ấy sẽ về vào lúc đó."
    },
    {
        "start": "00:52:38,160",
        "end": "00:52:41,680",
        "en": "-Fra Frankrig? -Ja.",
        "pa": "-From France? -Yes.",
        "vi": "- Từ Pháp à? - Ừ."
    },
    {
        "start": "00:52:43,040",
        "end": "00:52:48,360",
        "en": "-Jeg løber lige ned med den her. -Nej, det gør hun ikke.",
        "pa": "-Let me just take this out. -No, she's not.",
        "vi": "- Để em đi đổ rác. - Không phải vậy."
    },
    {
        "start": "00:52:48,480",
        "end": "00:52:52,560",
        "en": "-Jo, hun lander i morgen, men... -Hvad er der?",
        "pa": "She's arriving tomorrow, but...",
        "vi": "Ngày mai bà ấy sẽ về..."
    },
    {
        "start": "00:52:54,360",
        "end": "00:52:58,440",
        "en": "Hun har været i Kharun. Det er der, hun har været de sidste par dage.",
        "pa": "But what?\n She went to Kharun. ",
        "vi": "Nhưng sao?\n Bà ấy đến Kharun."
    },
    {
        "start": "00:52:58,560",
        "end": "00:53:03,160",
        "en": "Jeg har ikke villet sige noget, men som det ser ud lige nu",
        "pa": "She's been there the past couple of days. I haven't been able to tell you,",
        "vi": "Bà ấy đã ở đó vài ngày rồi. Anh chưa nói với em được,"
    },
    {
        "start": "00:53:03,280",
        "end": "00:53:08,040",
        "en": "så bliver der fredsforhandlinger i København.",
        "pa": "but now it looks like there\n be peace talks in Copenhagen.",
        "vi": "nhưng giờ có vẻ sẽ có\n đàm phán hòa bình ở Copenhagen."
    },
    {
        "start": "00:53:12,360",
        "end": "00:53:16,040",
        "en": "-Wow! Tillykke. -Tak.",
        "pa": "Wow!\n -Congratulations. -Thanks.",
        "vi": "Chà!\n - Chúc mừng. - Cảm ơn."
    },
    {
        "start": "00:53:20,880",
        "end": "00:53:24,440",
        "en": "Jeg har savnet dig.",
        "pa": "I missed you.",
        "vi": "Em nhớ anh."
    },
    {
        "start": "00:53:25,880",
        "end": "00:53:28,560",
        "en": "Skal jeg gå ned med skraldet?",
        "pa": "Want me to take out the trash?",
        "vi": "Muốn anh đổ rác không?"
    },
    {
        "start": "00:53:28,680",
        "end": "00:53:31,440",
        "en": "Nej. Jeg har noget, der skal oveni.",
        "pa": "I have some more to put in the bag.",
        "vi": "Em còn nữa để cho vào túi."
    },
    {
        "start": "00:53:35,440",
        "end": "00:53:38,800",
        "en": "-Vil du have et glas vin? -Ja tak.",
        "pa": "Wine?\n Yes, please.",
        "vi": "Rượu vang?\n Vâng."
    },
    {
        "start": "00:54:05,360",
        "end": "00:54:10,160",
        "en": "-Det gik sgu da meget godt, Bent. -Ja. Det gik rigtig godt.",
        "pa": "-That went okay, Bent. -Sure. It went fine.",
        "vi": "- Ổn đấy, Bent. - Rõ rồi. Diễn ra ổn."
    },
    {
        "start": "00:54:10,280",
        "end": "00:54:12,920",
        "en": "-Og du er god, Birgitte. -Tak.",
        "pa": "-You're good, Birgitte. -Thanks.",
        "vi": "- Bà giỏi đấy, Birgitte. - Cảm ơn."
    },
    {
        "start": "00:54:14,600",
        "end": "00:54:20,920",
        "en": "Vi har solgt det samme stykke land alt for dyrt til to forskellige mænd.",
        "pa": "But I think we sold the same piece of land at too high a price to both men.",
        "vi": "Nhưng tôi nghĩ ta bán cùng một mảnh đất với giá quá cao cho cả hai bên."
    },
    {
        "start": "00:54:21,040",
        "end": "00:54:26,800",
        "en": "De kommer til København, Bent. De vil tale sammen. Det er det vigtigste.",
        "pa": "They're coming to Copenhagen, Bent.\n To talk. That's what's important.",
        "vi": "Họ sẽ đến Copenhagen, Bent.\n Để đàm phán. Quan trọng là thế."
    },
    {
        "start": "00:54:26,920",
        "end": "00:54:30,280",
        "en": "Ja. Det er det vigtigste.",
        "pa": "Yes.\n That's what's important.",
        "vi": "Phải.\n Quan trọng là thế."
    },
    {
        "start": "00:54:33,400",
        "end": "00:54:37,760",
        "en": "Der er ingen homoseksuelle i Sydkharun.",
        "pa": "\"There are no homosexuals in South Kharun.\"",
        "vi": "\"Nam Kharun không có đồng tính\"."
    },
    {
        "start": "00:54:41,320",
        "end": "00:54:44,360",
        "en": "Hold da kæft.",
        "pa": "Jesus Christ!",
        "vi": "Chúa ơi!"
    },
    {
        "start": "00:54:57,200",
        "end": "00:55:01,400",
        "en": "Far... klokken er halv otte.",
        "pa": "Dad?",
        "vi": "Bố?"
    },
    {
        "start": "00:55:01,520",
        "end": "00:55:06,440",
        "en": "Er den halv otte? Tak, skat. Godmorgen, skat.",
        "pa": "It's 7:30.\n 7:30? Thanks, sweetie.",
        "vi": "Bảy rưỡi rồi.\n Bảy rưỡi? Cảm ơn con."
    },
    {
        "start": "00:55:06,560",
        "end": "00:55:10,080",
        "en": "-Jeg kan ikke sove i den sofa. -Hvorfor sover du ikke i sengen?",
        "pa": "-Good morning, buddy. -Good morning.\n -I can't sleep on that couch. -Why don't you take the bed?",
        "vi": "- Chào anh bạn. - Chào bố.\n - Bố không thể ngủ trên ghế. - Sao bố không lên giường?"
    },
    {
        "start": "00:55:10,200",
        "end": "00:55:12,920",
        "en": "Det er mors seng, ikke?",
        "pa": "Well, it's Mom's bed.",
        "vi": "À, là giường của mẹ."
    },
    {
        "start": "00:55:13,040",
        "end": "00:55:18,000",
        "en": "-Jeg er hjemme... halv fem-agtigt. -Ja.",
        "pa": "-I'll be home around 4:30. -Okay.",
        "vi": "- Khoảng bốn rưỡi bố về nhà. - Vâng."
    },
    {
        "start": "00:55:18,120",
        "end": "00:55:22,960",
        "en": "-Har du taget din pille? -Nej, men jeg tager den senere.",
        "pa": "Did you take your pill?",
        "vi": "Con uống thuốc chưa?"
    },
    {
        "start": "00:55:23,080",
        "end": "00:55:27,560",
        "en": "Nej, det gør du ikke, Laura. Du tager den nu. Spis noget mad, Magnus.",
        "pa": "No, but I'll take it later.\n No, you'll take it now, Laura.\n Eat your breakfast, Magnus.",
        "vi": "- Chưa, nhưng con uống sau. - Không, uống ngay đi, Laura.\n Ăn sáng đi, Magnus."
    },
    {
        "start": "00:55:29,240",
        "end": "00:55:32,720",
        "en": "Laura, tag så den pille.",
        "pa": "Laura...\n take the pill.",
        "vi": "Laura...\n Uống thuốc đi."
    },
    {
        "start": "00:55:43,280",
        "end": "00:55:47,880",
        "en": "-Tjekker du mig? -Spis nu bare den pille, Laura.",
        "pa": "-Checking up on me? -Just take the pill, Laura.",
        "vi": "- Kiểm tra con à? - Cứ uống đi, Laura."
    },
    {
        "start": "00:55:54,960",
        "end": "00:55:57,840",
        "en": "-Tilfreds? -Ja, ja, skat.",
        "pa": "Happy?",
        "vi": "Vui chưa?"
    },
    {
        "start": "00:55:57,960",
        "end": "00:56:02,640",
        "en": "Det er bare, fordi det er vigtigt, at du bliver rigtig rask.",
        "pa": "Sure, sweetie.\n It's important that you get well, that's all.",
        "vi": "Được rồi con.\n Quan trọng là con khỏe lại, thế thôi."
    },
    {
        "start": "00:56:02,760",
        "end": "00:56:07,000",
        "en": "Jo. Det er også fint.",
        "pa": "Sure.\n -Okay. -Yes.",
        "vi": "Được.\n - Vâng. - Ừ."
    },
    {
        "start": "00:56:07,120",
        "end": "00:56:09,640",
        "en": "Du skal have tøj på, Magnus.",
        "pa": "Get dressed, okay, Magnus?",
        "vi": "Mặc quần áo vào đi, Magnus?"
    },
    {
        "start": "00:56:57,280",
        "end": "00:57:01,080",
        "en": "",
        "pa": "TO BE CONTINUED ",
        "vi": "CÒN TIẾP"
    },
    {
        "start": "00:57:33,720",
        "end": "00:57:36,720",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "",
        "vi": "Borgen là hư cấu lấy cảm hứng từ sự kiện có thật.\n Bộ phim nói về các nhân vật lịch sử\n và các sự kiện chính trị Đan Mạch trước 1982.\n Biên dịch: Trần Khánh Hưng "
    }
]