[
    {
        "start": "00:00:00,160",
        "end": "00:00:03,040",
        "en": "Jeg er jo kendt.",
        "pa": "I used to be someone, remember?",
        "vi": "Nhớ em từng là người nổi tiếng?"
    },
    {
        "start": "00:00:06,240",
        "end": "00:00:12,480",
        "en": "Vi skal passe meget på, at det her land ikke lukker sig om sig selv.",
        "pa": "We must not allow this country to close the door on the outside world.",
        "vi": "Chúng ta không được để đất nước này đóng cửa với thế giới bên ngoài."
    },
    {
        "start": "00:00:12,600",
        "end": "00:00:19,280",
        "en": "-Jeg vil gerne tilbage i politik. -Jeg kan ikke se dig i De Moderate.",
        "pa": "I want to get back into politics.",
        "vi": "- Tôi muốn trở lại chính trường. - Bà không hợp với Đảng Ôn hoà."
    },
    {
        "start": "00:00:19,400",
        "end": "00:00:22,720",
        "en": "-Han smed mig ud. -Du skal udfordre Kruse.",
        "pa": "I don't see you fitting into the Moderate plan any longer.\n -He kicked me to the curb. -Contest Kruse's leadership.",
        "vi": "- Anh ta loại tôi. - Tranh quyền lãnh đạo đi."
    },
    {
        "start": "00:00:22,840",
        "end": "00:00:24,920",
        "en": "Så kan du vende tilbage.",
        "pa": "That'll get you back in.",
        "vi": "Việc đó sẽ đưa bà trở lại."
    },
    {
        "start": "00:00:25,040",
        "end": "00:00:29,840",
        "en": "-Hvis jeg vinder, så støtter du mig. -Det kan du være sikker på.",
        "pa": "-If I win, I have your support? -You bet.",
        "vi": "Nếu tôi thắng, anh sẽ ủng hộ tôi?"
    },
    {
        "start": "00:00:29,960",
        "end": "00:00:33,360",
        "en": "-Du er den, jeg leder efter. -Jeg vil have orlov.",
        "pa": "-You're the one I need. -I want to go on leave.",
        "vi": "Ừ, tôi đảm bảo điều đó.\n Cô là người tôi cần."
    },
    {
        "start": "00:00:33,480",
        "end": "00:00:37,160",
        "en": "Katrine, du må ikke gøre det. Du er enlig mor.",
        "pa": "Katrine, don't do it. You're a single mom.",
        "vi": "Tôi muốn nghỉ phép.\n Katrine, đừng làm. Con là mẹ đơn thân."
    },
    {
        "start": "00:00:37,280",
        "end": "00:00:40,200",
        "en": "Den nye programdirektør er offentliggjort.",
        "pa": "They've announced who's taking over as head of programming.",
        "vi": "Trưởng ban Vấn đề Hiện thời mới vừa được thông báo."
    },
    {
        "start": "00:00:40,320",
        "end": "00:00:43,080",
        "en": "Jeg er stor fan af din afdeling.",
        "pa": "Torben Friis. I'm a huge fan of your department.",
        "vi": "Torben Friis. Tôi rất hâm mộ phòng của anh."
    },
    {
        "start": "00:00:43,200",
        "end": "00:00:48,720",
        "en": "Hvorfor har Nyhederne så stor en prioritet? Hvorfor er du stadig chef?",
        "pa": "Why does the news take up so much of the programming?",
        "vi": "Sao Tin tức lại chiếm nhiều thời lượng?"
    },
    {
        "start": "00:00:48,840",
        "end": "00:00:51,360",
        "en": "Det går så godt.",
        "pa": "And why is the head of news still called Friis?\n It's looking great.",
        "vi": "Sao anh vẫn là sếp?\n Có vẻ rất tuyệt đấy."
    },
    {
        "start": "00:00:51,480",
        "end": "00:00:57,920",
        "en": "For Jacob Kruse som formand stemte 59. Jacob Kruse er genvalgt.",
        "pa": "In favor of Jacob Kruse as leader, 59 votes. Jacob is re-elected.",
        "vi": "Ủng hộ Jacob Kruse làm lãnh đạo, 59 phiếu. Jacob được tái bầu cử."
    },
    {
        "start": "00:01:03,640",
        "end": "00:01:06,360",
        "en": "Det er lidt nedslidt.",
        "pa": "It's rather rundown.",
        "vi": "Nó khá tồi tàn."
    },
    {
        "start": "00:01:06,480",
        "end": "00:01:10,360",
        "en": "-Hvad skal du bruge det til? -Her skal ligge et nyt parti.",
        "pa": "What do you plan to do with it?\n It will be home to a new party.",
        "vi": "- Bà định làm gì với nó? - Nó sẽ chứa một đảng mới."
    },
    {
        "start": "00:01:15,560",
        "end": "00:01:21,360",
        "en": "\"Vi få, vi muntre få, vi flok af brødre.\" - Shakespeare, Henry V.",
        "pa": "",
        "vi": "\"TA ÍT NHƯNG HẠNH PHÚC, TA LÀ HỘI ANH EM...\" SHAKESPEARE, HENRY V"
    },
    {
        "start": "00:01:27,400",
        "end": "00:01:30,840",
        "en": "Katrine, vi mangler bare dit regnskab.",
        "pa": "Katrine, we just need your accounts.",
        "vi": "Katrine, ta chỉ cần tài khoản."
    },
    {
        "start": "00:01:30,960",
        "end": "00:01:35,640",
        "en": "Trykkeriet blev lidt mere, end jeg havde forudset.",
        "pa": "The printer's was more expensive than expected.",
        "vi": "Máy in đắt hơn dự kiến."
    },
    {
        "start": "00:01:38,440",
        "end": "00:01:42,080",
        "en": "27.800, det virker meget rimeligt. Jeg overfører i dag.",
        "pa": "27,800 kroner sounds reasonable. I'll transfer it today.",
        "vi": "27,800 kroner có vẻ hợp lý. Hôm nay tôi sẽ chuyển."
    },
    {
        "start": "00:01:42,200",
        "end": "00:01:47,400",
        "en": "Det er næsten 30.000. Det kan jeg sgu da ikke lade dig betale alene.",
        "pa": "It's almost 30,000. Hell, I can't let you pay all that.",
        "vi": "Gần 30.000 đấy. Trời, tôi không thể để bà trả hết."
    },
    {
        "start": "00:01:47,520",
        "end": "00:01:51,880",
        "en": "-Det var min egen beslutning. -Du har sagt bestyrelsesposterne op.",
        "pa": "-It was my own decision. -You quit all your board jobs.",
        "vi": "- Đó là quyết định của riêng tôi. - Bà thôi việc ở hội đồng quản trị rồi."
    },
    {
        "start": "00:01:52,000",
        "end": "00:01:57,200",
        "en": "Jeg skulle nok kunne få dem igen, hvis jeg bad rigtig pænt.",
        "pa": "I could get them back, if I asked nicely.\n And will you?",
        "vi": "Tôi sẽ nhận lại nếu được hỏi tử tế.\n Bà nhận lại chứ?"
    },
    {
        "start": "00:01:57,320",
        "end": "00:02:00,080",
        "en": "Vi får se, hvad jeg gør.",
        "pa": "Time will tell.",
        "vi": "Thời gian sẽ trả lời."
    },
    {
        "start": "00:02:00,200",
        "end": "00:02:02,200",
        "en": "Giv mig den.",
        "pa": "Give me that.",
        "vi": "Đưa cho tôi."
    },
    {
        "start": "00:02:09,000",
        "end": "00:02:13,200",
        "en": "Nå, Katrine, så er der løn. Vi fik aldrig talt opsigelse.",
        "pa": "And then there's your salary and severance pay.",
        "vi": "Có lương và trợ cấp thôi việc."
    },
    {
        "start": "00:02:13,320",
        "end": "00:02:17,720",
        "en": "-Jeg overfører 100.000. -Det kan jeg slet ikke tage imod.",
        "pa": "-I'm going to transfer 100,000 for both. -I can't accept that.",
        "vi": "- Tôi sẽ chuyển 100.000. - Tôi không thể chấp nhận điều đó."
    },
    {
        "start": "00:02:17,840",
        "end": "00:02:22,120",
        "en": "-Jeg vil slet ikke diskutere det. -Jeg får mit gamle job tilbage.",
        "pa": "-It's not up for discussion. -I'll get my old job back.",
        "vi": "- Không cần bàn cãi nữa. - Tôi sẽ nhận lại việc cũ."
    },
    {
        "start": "00:02:22,240",
        "end": "00:02:26,880",
        "en": "Nu kommer det. Nu kører det.",
        "pa": "I'll do it tomorrow.\n It's on now.\n - Today Parliament... -Here we go.",
        "vi": "- Mai tôi sẽ chuyển. - Bắt đầu rồi.\n Hôm nay tại Quốc hội có phiên họp thông qua lần hai"
    },
    {
        "start": "00:02:27,000",
        "end": "00:02:30,360",
        "en": "Udvisningsloven kom i andenbehandling i Tinget.",
        "pa": "...saw the second reading of the controversial deportation bill.",
        "vi": "về dự luật trục xuất gây tranh cãi."
    },
    {
        "start": "00:02:30,480",
        "end": "00:02:35,960",
        "en": "Loven udspringer af en større økonomisk aftale.",
        "pa": "DEPORTATION LAW\n The bill is part of a major financial deal between the government and the Moderates",
        "vi": "Dự luật là phần thỏa thuận tài chính lớn giữa chính phủ và Đảng Ôn hoà"
    },
    {
        "start": "00:02:36,080",
        "end": "00:02:40,240",
        "en": "Kriminelle indvandrere vil kunne udvises",
        "pa": "and proposes the deportation of immigrants",
        "vi": "và đề xuất trục xuất người nhập cư"
    },
    {
        "start": "00:02:40,360",
        "end": "00:02:43,320",
        "en": "for overtrædelse af den milde voldsparagraf.",
        "pa": "found guilty of misdemeanors.",
        "vi": "bị kết tội phạm tội nhẹ."
    },
    {
        "start": "00:02:43,440",
        "end": "00:02:47,600",
        "en": "Hæsligt. Nu kan man blive smidt ud, fordi man giver en lussing.",
        "pa": "Appalling. They're going to kick you out for slapping someone.",
        "vi": "Kinh hoàng chưa. Họ sẽ tống cổ cô vì tát ai đó."
    },
    {
        "start": "00:02:47,720",
        "end": "00:02:52,960",
        "en": "Hvorfor forklarer han ikke, hvad den milde voldsparagraf dækker over?",
        "pa": "Why doesn't he explain what a misdemeanor is? Jesus, Ulrik!",
        "vi": "Sao anh ta không giải thích tội nhẹ là gì? Chúa ơi, Ulrik!"
    },
    {
        "start": "00:02:53,080",
        "end": "00:02:58,480",
        "en": "-Kruse har styr på tropperne. -De er ikke blevet spurgt.",
        "pa": "Kruse's whipped his troops in line.",
        "vi": "Kruse rèn đảng viên của hắn nghiêm khắc."
    },
    {
        "start": "00:02:58,600",
        "end": "00:03:03,240",
        "en": "Godt. Venner, tak for kampen.",
        "pa": "They weren't asked.\n Well, my friends...",
        "vi": "Họ không được hỏi.\n Các bạn của tôi."
    },
    {
        "start": "00:03:04,320",
        "end": "00:03:07,040",
        "en": "Vi gjorde vores bedste.",
        "pa": "thank you.\n We did our best.",
        "vi": "Cảm ơn. Ta đã làm hết sức rồi."
    },
    {
        "start": "00:03:10,600",
        "end": "00:03:14,480",
        "en": "Du skal være i sminken 17.30.",
        "pa": "You're due in makeup at 5:30.",
        "vi": "Bà phải trang điểm lúc 5:30."
    },
    {
        "start": "00:03:14,600",
        "end": "00:03:18,000",
        "en": "Jeg skal lige ind og være den gode taber på TV1.",
        "pa": "I have to do my gracious loser act on TV1.",
        "vi": "- Tôi phải diễn kẻ thua cuộc hay trên TV1. - Bà đã thua"
    },
    {
        "start": "00:03:18,120",
        "end": "00:03:24,080",
        "en": "Tabte du, fordi du har været for meget væk fra Danmark?",
        "pa": "Did you lose because you've been away from Denmark too much?",
        "vi": "vì đã rời quá xa Đan Mạch? Bà mất liên lạc với mọi người?"
    },
    {
        "start": "00:03:24,200",
        "end": "00:03:28,640",
        "en": "Det er en fordel, at jeg er kommet hjem med lidt perspektiv på landet.",
        "pa": "Did you lose touch with the people?\n Actually, being away has given me a clear perspective of this country.",
        "vi": "Đi xa đã cho tôi một góc nhìn rõ ràng về đất nước này."
    },
    {
        "start": "00:03:28,760",
        "end": "00:03:34,080",
        "en": "-Der tegnes ikke et kønt billede. -Tænker du på indvandrerpolitikken?",
        "pa": "And it's not a pretty picture.",
        "vi": "Tình hình không tốt lắm."
    },
    {
        "start": "00:03:34,200",
        "end": "00:03:39,600",
        "en": "Netop i dag har De Moderate så støttet op om en ny udvisningslov.",
        "pa": "-You mean the immigrant policy. -Indeed.\n The Moderates backed a new deportation bill today.",
        "vi": "- Ý bà là luật nhập cư. - Đúng vậy.\n Hôm nay Đảng Ôn hoà ủng hộ dự luật trục xuất mới."
    },
    {
        "start": "00:03:39,720",
        "end": "00:03:44,440",
        "en": "-Hvad tænker du om det? -Det er sørgeligt for Danmark.",
        "pa": "How do you feel about that?\n It's a sad day for Denmark.",
        "vi": "- Bà thấy sao? - Đó là một ngày buồn của Đan Mạch."
    },
    {
        "start": "00:03:44,560",
        "end": "00:03:48,600",
        "en": "Alle ved det måske ikke, men nu kan vi smide folk ud af landet",
        "pa": "People may not be aware that this gives us the right to deport people",
        "vi": "Người ta có thể không biết việc này cho phép ta trục xuất mọi người"
    },
    {
        "start": "00:03:48,720",
        "end": "00:03:54,920",
        "en": "for overtrædelse af den milde voldsparagraf. At spytte.",
        "pa": "for mere misdemeanors, like spitting or slapping someone.",
        "vi": "vì tội nhẹ như nhổ nước bọt hay tát người khác."
    },
    {
        "start": "00:03:55,040",
        "end": "00:03:59,000",
        "en": "Jeg vil gøre opmærksom på, at det er forkert.",
        "pa": "What would you propose?\n I want to make people aware that this is wrong.",
        "vi": "Bà có đề nghị gì?\n Tôi muốn mọi người biết điều này là sai trái."
    },
    {
        "start": "00:03:59,120",
        "end": "00:04:03,520",
        "en": "Den lovgivning kunne ikke komme på tale, hvis danskerne var blevet hørt.",
        "pa": "This bill would never been passed if the Danes had been asked.",
        "vi": "Dự luật này chưa bao giờ được thông qua, nếu người Đan Mạch được hỏi."
    },
    {
        "start": "00:04:03,640",
        "end": "00:04:08,960",
        "en": "-Danskerne er ikke blevet spurgt. -Det mener jeg.",
        "pa": "-The Danes haven't been asked? -I don't think so.",
        "vi": "- Người Đan Mạch chưa được hỏi? - Đúng thế."
    },
    {
        "start": "00:04:09,080",
        "end": "00:04:11,800",
        "en": "Folket skulle styre noget mere.",
        "pa": "One thing I do wish for our democracy\n is that people had more of a say.",
        "vi": "Một thứ tôi mong muốn cho nền dân chủ là người dân có tiếng nói hơn."
    },
    {
        "start": "00:04:11,920",
        "end": "00:04:16,480",
        "en": "Endnu en lov bliver kørt igennem hen over hovedet på os alle.",
        "pa": "Once again, government is steamrolling a bill down our throat.",
        "vi": "Một lần nữa, chính phủ đang ép ta chấp nhận dự luật."
    },
    {
        "start": "00:04:16,600",
        "end": "00:04:19,800",
        "en": "Hastet igennem som en tyv i natten.",
        "pa": "Rushed through like a thief in the night, in a very calculated manner.",
        "vi": "Vội vã như một tên trộm trong đêm. Và đó là ý của họ."
    },
    {
        "start": "00:04:19,920",
        "end": "00:04:24,680",
        "en": "Jeg er ikke alene med de holdninger. Jeg håber, andre vil sige det højt.",
        "pa": "I'm sure I'm not theonly one who thinks this.\n I just hope others who share my views will make themselves heard.",
        "vi": "Không chỉ mình tôi nghĩ việc này. Tôi hy vọng người khác sẽ ủng hộ tôi."
    },
    {
        "start": "00:04:24,800",
        "end": "00:04:29,280",
        "en": "Så det store uundgåelige spørgsmål: Hvad skal du nu?",
        "pa": "And now for the inevitable question:",
        "vi": "Giờ là câu hỏi đương nhiên: Kế hoạch của bà là gì?"
    },
    {
        "start": "00:04:29,400",
        "end": "00:04:32,640",
        "en": "Jeg skal ikke være formand for De Moderate.",
        "pa": "What's next?\n Well, I'm not going to lead the Moderates.",
        "vi": "Tôi sẽ không lãnh đạo Đảng Ôn hoà."
    },
    {
        "start": "00:04:32,760",
        "end": "00:04:35,720",
        "en": "-Hvad med et af de andre partier? -Nej.",
        "pa": "-How about one of the other parties? -No. I can rule that out.",
        "vi": "- Đảng khác thì sao? - Không. Không có chuyện đó."
    },
    {
        "start": "00:04:35,840",
        "end": "00:04:42,040",
        "en": "Birgitte Nyborg siger altså farvel og tak til dansk politik.",
        "pa": "-There you have it. -Thank you.\n Birgitte Nyborg is saying goodbye to Danish politics.",
        "vi": "Bà tuyên bố: Birgitte Nyborg không dính líu tới chính trị Đan Mạch."
    },
    {
        "start": "00:05:37,920",
        "end": "00:05:40,920",
        "en": "",
        "pa": "\"A COUNTRY BUILT ON LAW\"",
        "vi": ""
    },
    {
        "start": "00:06:00,320",
        "end": "00:06:06,440",
        "en": "",
        "pa": "",
        "vi": "TÊN ĐẢNG"
    },
    {
        "start": "00:06:11,360",
        "end": "00:06:18,680",
        "en": "Godmorgen. Godt interview i går. Du kunne have presset lidt mere.",
        "pa": "PARTY NAME\n Morning. Good interview last night.\n I do feel, however, that you could've leaned a bit more on her.",
        "vi": "Chào. Tối qua phỏng vấn tốt đấy.\n Tuy nhiên, tôi cảm thấy anh có thể học từ bà ấy nhiều hơn."
    },
    {
        "start": "00:06:18,800",
        "end": "00:06:22,800",
        "en": "-Skal jeg sparke til hende? -Hvad er hendes fremtidsplaner?",
        "pa": "You want me to kick a loser while they're down?",
        "vi": "- Anh muốn tôi chọc kẻ thua cuộc? - Kế hoạch tương lai của bà ấy là gì?"
    },
    {
        "start": "00:06:22,920",
        "end": "00:06:28,920",
        "en": "-Skal hun tilbage til erhvervslivet? -Hvad med Katrine?",
        "pa": "No, just, what exactly are her plans?\n -Is it back to the corporate sector? - The EU?\n Or a top job at the UN.",
        "vi": "- Quay lại lĩnh vực doanh nghiệp? - EU?\n Hoặc việc hàng đầu ở LHQ?"
    },
    {
        "start": "00:06:29,040",
        "end": "00:06:33,760",
        "en": "Er det ikke mere interessant, hvad hendes fremtidsplaner er?",
        "pa": "- And Katrine? - What do you mean?\n I find her plans more interesting now that Nyborg is out of politics.",
        "vi": "- Thế còn Katrine? - Ý cô là sao?\n Giờ tôi thấy kế hoạch rời chính trường của Nyborg  thú vị hơn."
    },
    {
        "start": "00:06:33,880",
        "end": "00:06:37,160",
        "en": "Kan man komme tilbage, når man har lyst, Torben?",
        "pa": "Sure.\n So our staff can now come and go as they please, Torben?",
        "vi": "Được.\n Nhân viên của anh có thể đến và đi tùy ý, Torben?"
    },
    {
        "start": "00:06:37,280",
        "end": "00:06:44,320",
        "en": "-Hvis man er dygtig nok. -Vi skal have styr på romaerne.",
        "pa": "-If you're good enough. - Stop it.\n Please get that Roma story ready, I'm leaving it in your hands.",
        "vi": "Nếu đủ giỏi.\n Im đi. Hãy chuẩn bị cho chuyện Roma đi."
    },
    {
        "start": "00:06:44,440",
        "end": "00:06:50,000",
        "en": "Hende den nye 18-vært, hun ligner jo fandeme den tykke pige i klassen.",
        "pa": "Okay, thanks.\n Your new anchor at six o'clock looks like the chubby girl at school.",
        "vi": "Được rồi, cảm ơn.\n Cái mỏ neo lúc sáu giờ trông như cô bé mũm mĩm ở trường."
    },
    {
        "start": "00:06:50,120",
        "end": "00:06:54,320",
        "en": "Ja. Efter det der med Katrine er vagtplanen helt fucked.",
        "pa": "Well, Katrine leaving fucked up the duty roster.",
        "vi": "Chà, Katrine sắp bỏ đanh sách nhiệm vụ chết tiệt."
    },
    {
        "start": "00:06:54,440",
        "end": "00:06:58,560",
        "en": "Jeg er sgu virkelig... Jeg ved ikke, hvad jeg skal gøre der.",
        "pa": "I'm really... I don't know what to do about it.",
        "vi": "Tôi thật sự... Tôi không biết làm gì về việc đó."
    },
    {
        "start": "00:06:58,680",
        "end": "00:07:03,840",
        "en": "I går så vi Nyborg sige farvel til dansk politik. Så tænker jeg...",
        "pa": "Nyborg said goodbye to politics yesterday.",
        "vi": "Nyborg tuyên bố từ bỏ chính trường hôm qua."
    },
    {
        "start": "00:07:03,960",
        "end": "00:07:08,080",
        "en": "Katrine Fønsmark skal tilbage. Og det er det, jeg arbejder på.",
        "pa": "So I'm thinking...\n Get Katrine Fønsmark back. Well, I'm working on that.",
        "vi": "Nên tôi nghĩ...\n Đưa Katrine Fønsmark trở lại. Tôi đang làm việc đó."
    },
    {
        "start": "00:07:08,200",
        "end": "00:07:14,080",
        "en": "Det er det. Jeg gør virkelig alt, hvad jeg kan. Det gør jeg sgu.",
        "pa": "I am. I'm doing everything in my power.",
        "vi": "Đúng vậy. Tôi sẽ làm mọi việc trong khả năng."
    },
    {
        "start": "00:07:14,200",
        "end": "00:07:18,600",
        "en": "-Det skal have first priority. -Det er da det, det skal.",
        "pa": "Really, I am.\n I am.\n -It's your first priority. -You bet it is.",
        "vi": "Thật đấy.\n Thật đấy.\n - Đó là ưu tiên hàng đầu của anh. - Chuẩn đấy."
    },
    {
        "start": "00:07:20,520",
        "end": "00:07:24,320",
        "en": "Den står stort set, som da jeg flyttede ind.",
        "pa": "It's as spick-and-span as when I moved in.",
        "vi": "Nó sẽ ngăn nắp khi tôi chuyển vào."
    },
    {
        "start": "00:07:24,440",
        "end": "00:07:27,160",
        "en": "Der skal en maler ud, men...",
        "pa": "It just needs a coat of paint.",
        "vi": "Nhà này cần sơn lại."
    },
    {
        "start": "00:07:27,280",
        "end": "00:07:31,080",
        "en": "Hvad hvis jeg opsagde den med udgangen af den her måned?",
        "pa": "Can I move out at the end of this month?",
        "vi": "Tôi có thể dọn ra vào cuối tháng này?"
    },
    {
        "start": "00:07:31,200",
        "end": "00:07:35,360",
        "en": "Godt. Ja, jeg vender tilbage. Tak. Hej.",
        "pa": "Great.",
        "vi": "Tuyệt."
    },
    {
        "start": "00:07:35,480",
        "end": "00:07:38,960",
        "en": "-Skal vi flytte? -Jeg er ved at undersøge nogle ting.",
        "pa": "I'll call you back. Bye.\n -We're moving? -I'm considering it.",
        "vi": "Tôi sẽ gọi lại. Tạm biệt.\n - Ta sẽ chuyển đi ạ? - Mẹ đang cân nhắc."
    },
    {
        "start": "00:07:39,080",
        "end": "00:07:44,880",
        "en": "-Ville du ikke spørge om min mening? -Jeg ville fortælle dig om det.",
        "pa": "You didn't think to ask me?\n I thought I'd tell you nice and quietly when I knew what was going to happen.",
        "vi": "Mẹ không hỏi con ạ?\n Mẹ định bảo con rồi mà."
    },
    {
        "start": "00:07:45,000",
        "end": "00:07:48,880",
        "en": "Jeg gider ikke flytte. Mor siger, vi skal flytte.",
        "pa": "I don't want to move.",
        "vi": "Con không muốn chuyển đi. Mẹ nói ta sẽ chuyển đi."
    },
    {
        "start": "00:07:49,000",
        "end": "00:07:52,880",
        "en": "Jeg undersøger nogle ting. Vi har måske ikke råd til at blive her.",
        "pa": "Mom says we're moving.\n I'm checking out my options, in case we can't afford to keep this.",
        "vi": "Mẹ đang xem xét các lựa chọn, lỡ như ta không thể giữ chỗ này."
    },
    {
        "start": "00:07:53,000",
        "end": "00:07:57,200",
        "en": "Det sagde du også, da vi flyttede ind. At det var midlertidligt.",
        "pa": "It's what you've said from the very start.",
        "vi": "Mẹ nói ngay từ đầu mà."
    },
    {
        "start": "00:07:58,200",
        "end": "00:08:01,560",
        "en": "Det er en leje, ikke en ejer, Magnus. Vi ses.",
        "pa": "That it was only temporary.\n We rent this place, Magnus. We don't own it. See you.",
        "vi": "Rằng nó chỉ là tạm thời. Ta thuê chứ đâu sở hữu nơi này, Magnus."
    },
    {
        "start": "00:08:01,680",
        "end": "00:08:04,320",
        "en": "Det er nederen.",
        "pa": "This sucks!",
        "vi": "Gặp lại.\n Tệ quá!"
    },
    {
        "start": "00:08:04,440",
        "end": "00:08:06,560",
        "en": "Hej.",
        "pa": "Bye.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:08:09,800",
        "end": "00:08:14,960",
        "en": "Mor, der står en Erik Hoffmann uden for døren.",
        "pa": "Mom, there's an Erik Hoffman at the door.",
        "vi": "Mẹ, có người tên là Erik Hoffman đang ở đây."
    },
    {
        "start": "00:08:16,840",
        "end": "00:08:23,640",
        "en": "-Får man nu besøg af Ny Højre? -Jeg kommer her som mig selv.",
        "pa": "Hoffmann. It’s not every day one gets a visit from the the New Right.\n I am not here on party business. I am here as a private individual.",
        "vi": "Đảng Cánh hữu Mới? Thật bất ngờ.\n Đây là chuyến thăm riêng."
    },
    {
        "start": "00:08:23,760",
        "end": "00:08:28,520",
        "en": "Jeg så dit interview i går, og det berørte mig dybt. Udvisningsloven.",
        "pa": "I was very touched by your interview last night. The deportation bill.",
        "vi": "Buổi phỏng vấn tối qua làm tôi cảm động. Dự luật trục xuất đó."
    },
    {
        "start": "00:08:28,640",
        "end": "00:08:33,360",
        "en": "-Er du enig med mig? -Det var modigt, det, du gjorde.",
        "pa": "-You agree with me? -You did a very brave thing.",
        "vi": "Ông đồng tình?\n Bà đã làm điều rất can đảm. Tôi muốn cảm ơn cô vì điều đó."
    },
    {
        "start": "00:08:33,480",
        "end": "00:08:37,320",
        "en": "-Erik, du har lige stemt for loven. -Jeg er næstformand.",
        "pa": "I would like to thank you for that.\n -Erik, you just voted in favor of it. -I'm the deputy leader.",
        "vi": "- Erik, ông vừa bỏ phiếu ủng hộ. - Tôi là phó lãnh đạo. Bà rõ tình hình mà."
    },
    {
        "start": "00:08:37,440",
        "end": "00:08:39,600",
        "en": "Du ved, hvordan det er.",
        "pa": "You know the drill.",
        "vi": ""
    },
    {
        "start": "00:08:43,160",
        "end": "00:08:46,120",
        "en": "Mang...",
        "pa": "Thank--",
        "vi": "Cảm ơn..."
    },
    {
        "start": "00:08:46,240",
        "end": "00:08:49,920",
        "en": "Tak skal du have.",
        "pa": "Thank you very much.",
        "vi": "Cảm ơn nhiều."
    },
    {
        "start": "00:09:03,880",
        "end": "00:09:06,560",
        "en": "- Hej. -Hej.",
        "pa": "Hi.",
        "vi": "Chào."
    },
    {
        "start": "00:09:06,720",
        "end": "00:09:10,240",
        "en": "Jeg sidder her og får dejlig morgenmad.",
        "pa": "Hi.\n So here I am having a wonderful continental breakfast.",
        "vi": "Xin chào.\n Anh ở đây ăn bữa sáng kiểu lục địa tuyệt vời."
    },
    {
        "start": "00:09:12,000",
        "end": "00:09:15,000",
        "en": "-Hvor er du? -I Frankfurt.",
        "pa": "-Where are you? -I am in Frankfurt.",
        "vi": "- Anh ở đâu? - Anh đang ở Frankfurt."
    },
    {
        "start": "00:09:15,120",
        "end": "00:09:19,280",
        "en": "Kan vi ikke mødes, så vi kan få noget godt at spise?",
        "pa": "Can't we meet up so that we can eat properly?",
        "vi": "Ta gặp nhau để ăn cho đàng hoàng nhé?"
    },
    {
        "start": "00:09:19,400",
        "end": "00:09:23,160",
        "en": "-Jeg kan desværre ikke lige nu. -Jeg kan komme hen til dig.",
        "pa": "I am sorry. I can't right now.",
        "vi": "- Xin lỗi, giờ em không gặp được. - Anh có thể đến chỗ em."
    },
    {
        "start": "00:09:23,280",
        "end": "00:09:26,560",
        "en": "Jeg skal til Helsinki og drøfte et nyt broprojekt.",
        "pa": "I can come to you.\n Gotta be in Helsinki for a few days to discuss a new bridge project.",
        "vi": "Anh sẽ ở Helsinki vài ngày để thảo luận dự án cầu mới."
    },
    {
        "start": "00:09:26,680",
        "end": "00:09:31,720",
        "en": "-Jeg kan mellemlande i København. -Ja...",
        "pa": "I could stop over in Copenhagen.\n Right.",
        "vi": "Anh có thể dừng ở Copenhagen.\n Phải rồi."
    },
    {
        "start": "00:09:35,280",
        "end": "00:09:37,640",
        "en": "Du virker fraværende.",
        "pa": "You're not really here, are you?",
        "vi": "Thật ra em không ở đây?"
    },
    {
        "start": "00:09:37,760",
        "end": "00:09:43,280",
        "en": "-Hvad sker der? -Jeg skal træffe en afgørelse.",
        "pa": "What is going on?\n Just making my mind up.",
        "vi": "Có chuyện gì vậy?\n Chỉ là để quyết định."
    },
    {
        "start": "00:09:43,400",
        "end": "00:09:46,840",
        "en": "-Store beslutninger. -Giv dig god tid.",
        "pa": "Big decisions.",
        "vi": "Quyết định lớn."
    },
    {
        "start": "00:09:46,960",
        "end": "00:09:54,000",
        "en": "I mellemtiden kan vi spise morgenmad sammen på Skype.",
        "pa": "Well, you take your time.\n In the meanwhile, we can share my continental breakfast\n over Skype.",
        "vi": "Cứ thong thả.\n Trong khi đó,\n ta có thể cùng ăn bữa sáng kiểu lục địa\n qua Skype."
    },
    {
        "start": "00:09:57,920",
        "end": "00:09:59,960",
        "en": "Fønsmark!",
        "pa": "Fønsmark!",
        "vi": "Fønsmark!"
    },
    {
        "start": "00:10:01,320",
        "end": "00:10:04,680",
        "en": "Hej. Hvor sjovt. Jeg har lige snakket om dig.",
        "pa": "- Hey. -Hi.\n Funny, I was just talking about you.",
        "vi": "Chào. Buồn cười thật, tôi vừa nói về cô thôi."
    },
    {
        "start": "00:10:04,800",
        "end": "00:10:08,160",
        "en": "Jeg glæder mig til, at du kommer tilbage til os.",
        "pa": "-Really? -I can't wait to get you back.",
        "vi": "- Thật sao? - Tôi rất mong được đưa cô về."
    },
    {
        "start": "00:10:08,280",
        "end": "00:10:13,080",
        "en": "-Torben har lagt en besked. -Okay.",
        "pa": "Torben did leave me a message.",
        "vi": "Torben để lại lời nhắn cho tôi."
    },
    {
        "start": "00:10:14,320",
        "end": "00:10:17,640",
        "en": "-Vil du drikke et glas vin? -Jeg skal videre.",
        "pa": "Okay.\n How about a glass of wine?",
        "vi": "Được.\n Hay đi uống một ly?"
    },
    {
        "start": "00:10:17,760",
        "end": "00:10:20,720",
        "en": "En anden gang måske?",
        "pa": "-I can't. I'm in a hurry. -Rain check?",
        "vi": "- Không được. Tôi đang vội. - Lần sau?"
    },
    {
        "start": "00:10:20,840",
        "end": "00:10:23,000",
        "en": "Vi ses.",
        "pa": "See you.",
        "vi": "Hẹn gặp lại."
    },
    {
        "start": "00:10:37,440",
        "end": "00:10:42,200",
        "en": "Det er Katrine. Jeg ville lige komme forbi med den sidste mappe.",
        "pa": "Hi. Can I drop the last binder off?",
        "vi": "Chào. Tôi đưa bìa tạp trí cuối được chứ?"
    },
    {
        "start": "00:10:42,320",
        "end": "00:10:44,360",
        "en": "Hvor er du henne?",
        "pa": "Where are you?",
        "vi": "Bà đang ở đâu?"
    },
    {
        "start": "00:10:49,840",
        "end": "00:10:52,920",
        "en": "-Hej. -Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:10:55,720",
        "end": "00:10:59,960",
        "en": "-Værsgo. -Tak. Skal du tilbage på TV1?",
        "pa": "-Here you go. -Thanks. Going back to TV1?",
        "vi": "- Của bà đây. - Cảm ơn. Cô quay về TV1?"
    },
    {
        "start": "00:11:00,080",
        "end": "00:11:05,440",
        "en": "Ja, det skal jeg vel. Du var god i går i Nyhederne.",
        "pa": "I guess. You did well on the news last night.",
        "vi": "Chắc vậy. Tối qua bà làm rất tốt trên Tin tức."
    },
    {
        "start": "00:11:06,880",
        "end": "00:11:10,280",
        "en": "-Hav det godt. -Ja, i lige måde.",
        "pa": "-Take care. -You too.",
        "vi": "- Bảo trọng. - Cô cũng vậy."
    },
    {
        "start": "00:11:12,880",
        "end": "00:11:17,760",
        "en": "Katrine! Der er noget, jeg gerne vil vise dig.",
        "pa": "Katrine!\n -Yes? -Can I show you something?",
        "vi": "Katrine!\n - Vâng? - Tôi muốn cho cô xem cái này."
    },
    {
        "start": "00:11:29,160",
        "end": "00:11:31,520",
        "en": "Så er det her.",
        "pa": "Here we are.",
        "vi": "Đây rồi."
    },
    {
        "start": "00:11:34,360",
        "end": "00:11:39,640",
        "en": "-Hvad er det her? -Det er mit sted.",
        "pa": "What is this?\n It's my place.",
        "vi": "Đây là đâu?\n Là chỗ của tôi."
    },
    {
        "start": "00:11:54,000",
        "end": "00:11:56,920",
        "en": "Du vil lave et nyt parti.",
        "pa": "PARTY NAME CULTURE - LABOR MARKET\n HOUSING - BLOC POLITICS\n You're going to form a new party.",
        "vi": "TÊN ĐẢNG VĂN HOÁ - THỊ TRƯỜNG LAO ĐỘNG\n NHÀ Ở - NGĂN CHÍNH TRỊ\n Bà sẽ lập đảng mới."
    },
    {
        "start": "00:11:57,040",
        "end": "00:11:59,120",
        "en": "Et nyt midterparti?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:11:59,240",
        "end": "00:12:05,600",
        "en": "-De Moderate er et lyseblåt parti. -Du vil have fat i de fine moderate.",
        "pa": "A new center party?\n The Moderates are right wing now.",
        "vi": "Tân đảng trung tâm?\n Giờ Đảng Ôn hoà là phe cánh hữu."
    },
    {
        "start": "00:12:05,800",
        "end": "00:12:09,320",
        "en": "Nej. Jeg vil have danskerne i tale.",
        "pa": "You want the \"decent\" Moderates.\n No, I want to reach out to the Danes.",
        "vi": "Bà muốn Đảng Ôn hoà \"chỉnh tề\".\n Không, tôi muốn tiếp cận với người Đan Mạch."
    },
    {
        "start": "00:12:09,440",
        "end": "00:12:14,880",
        "en": "Folk er ligeglade med politik. Medlemsantallet i partier falder.",
        "pa": "People aren't into politics.\n Across all parties, membership is dropping.",
        "vi": "Người ta không thích chính trị. Dù có thành công, thành viên vẫn giảm."
    },
    {
        "start": "00:12:15,000",
        "end": "00:12:18,240",
        "en": "Hver femte borger kunne undvære demokratiet.",
        "pa": "One out of five people is against democracy.",
        "vi": "Một trong năm người phản đối dân chủ."
    },
    {
        "start": "00:12:18,360",
        "end": "00:12:23,400",
        "en": "Det drejer sig om hver tiende. Jeg læste undersøgelsen. Kaffe?",
        "pa": "No. One out of ten. I read that survey. Coffee?",
        "vi": "Một trong mười người mà. Tôi đọc báo cáo đó rồi. Cà phê chứ?"
    },
    {
        "start": "00:12:23,520",
        "end": "00:12:25,720",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:12:31,040",
        "end": "00:12:34,440",
        "en": "-Det er fantastisk. -Næ, det er ikke fantastisk.",
        "pa": "-It's fantastic. -No, it's not fantastic.",
        "vi": "- Tuyệt đấy. - Chẳng tuyệt gì cả. "
    },
    {
        "start": "00:12:34,560",
        "end": "00:12:38,840",
        "en": "Det er et par tanker på et whiteboard.",
        "pa": "It's a few thoughts on a whiteboard.",
        "vi": "Có vài suy tính trên bảng trắng"
    },
    {
        "start": "00:12:40,080",
        "end": "00:12:43,040",
        "en": "Hvad mener du rigtigt om det?",
        "pa": "What's your honest opinion?",
        "vi": "Ý kiến thật của cô?"
    },
    {
        "start": "00:12:45,560",
        "end": "00:12:49,680",
        "en": "Det er længe siden, vi har set den folkelige gennemslagskraft",
        "pa": "It's been quite a while since you charmed the public",
        "vi": "Đã lâu từ khi bà mê hoặc công chúng và dẫn"
    },
    {
        "start": "00:12:49,800",
        "end": "00:12:53,400",
        "en": "som du havde under jordskredsvalget for De Moderate.",
        "pa": "and led the Moderates to a landslide victory.",
        "vi": "Đảng Ôn hoà tới chiến thắng vang đội. Trước khi làm Thủ tướng."
    },
    {
        "start": "00:12:53,520",
        "end": "00:12:57,560",
        "en": "-Har jeg mistet min folkelighed? -Jeg tog et ur til 75.000 af dig.",
        "pa": "Before you became prime minister.\n -I've lost my popular appeal? -I had to hide your expensive watch.",
        "vi": "- Tôi mất sự mê hoặc công chúng? - Tôi phải cất đồng hồ đắt đỏ của bà."
    },
    {
        "start": "00:12:57,680",
        "end": "00:13:01,880",
        "en": "Du er langt fra dem, du gerne vil mobilisere, og fra hende",
        "pa": "You're out of touch with the people you want to engage and far from...",
        "vi": "Bà xa rời người bà muốn lôi kéo và xa..."
    },
    {
        "start": "00:13:02,000",
        "end": "00:13:07,120",
        "en": "der var lidt for tyk og sagde tingene, som de var.",
        "pa": "the girl who didn't mince her words.\n -Milk? -Thanks.",
        "vi": "...với cô gái không nói õng ẹo.\n - Uống sữa? - Cảm ơn."
    },
    {
        "start": "00:13:12,240",
        "end": "00:13:16,000",
        "en": "-Kan jeg få et parti op at køre? -Hvis du bliver presset nok.",
        "pa": "-Can I get a party up and running? -If you get the right people behind you.",
        "vi": "- Tôi lập và điều hành đảng được chứ? - Nếu đúng người thúc ép bà."
    },
    {
        "start": "00:13:16,120",
        "end": "00:13:18,880",
        "en": "Hvem er de rigtige folk?",
        "pa": "Who are the right people?",
        "vi": "Đúng người là ai thế?"
    },
    {
        "start": "00:13:20,120",
        "end": "00:13:24,000",
        "en": "- Hej. - Hej, skat. Gik det godt?",
        "pa": "Hi.\n - Hi, dear. How did it go? -How did what go?",
        "vi": "Chào mẹ.\n - Chào con. Sao rồi? - Sao cái gì?"
    },
    {
        "start": "00:13:24,120",
        "end": "00:13:27,960",
        "en": "-Du ville tage forbi TV1. -Jeg nåede ikke så langt.",
        "pa": "-Didn't you stop by TV1? -I never made it that far.",
        "vi": "- Con không ghé qua TV1 à? - Không hề ạ."
    },
    {
        "start": "00:13:28,080",
        "end": "00:13:31,600",
        "en": "-Okay. Er der noget galt? -Nej. Tværtimod.",
        "pa": "Okay. Anything wrong?\n On the contrary.",
        "vi": "Được. Có chuyện gì à?\n Ngược lại cơ."
    },
    {
        "start": "00:13:33,200",
        "end": "00:13:36,680",
        "en": "Jeg skal hjælpe Nyborg med at starte et nyt parti.",
        "pa": "I'm going to help Nyborg form a new party.",
        "vi": "Con sẽ giúp Nyborg thành lập đảng mới."
    },
    {
        "start": "00:13:36,800",
        "end": "00:13:42,200",
        "en": "Det bliver på fuldtid. Det er første gang i mange år, at det sker.",
        "pa": "-In your spare time? -It's a full-time job. \n Denmark hasn't seen a new party in a long time.",
        "vi": "- Làm lúc rỗi? - Việc toàn thời gian.\n Lâu rồi Đan Mạch không thấy đảng mới."
    },
    {
        "start": "00:13:42,320",
        "end": "00:13:46,120",
        "en": "-Er det lønnet arbejde? -Det ved jeg ikke.",
        "pa": "-Will you get paid? -I don't know. I'll manage.",
        "vi": "- Con được trả tiền không? - Con không biết nữa. Con sẽ xoay sở."
    },
    {
        "start": "00:13:46,240",
        "end": "00:13:51,480",
        "en": "Mangler du penge? En mand sagde, du var bagud med fællesudgifterne.",
        "pa": "Are you broke? \n A neighbor said you're three months behind on your condo fees.",
        "vi": "Con khánh kiệt à?\n Hàng xóm nói con chậm ba tháng phí dịch vụ."
    },
    {
        "start": "00:13:51,600",
        "end": "00:13:54,640",
        "en": "Er du klar over, hvor stort det er? Et nyt parti.",
        "pa": "Don't you see how huge this is? A new party.",
        "vi": "Mẹ không thấy việc lớn lao sao? Một đảng mới đấy."
    },
    {
        "start": "00:13:54,760",
        "end": "00:13:59,760",
        "en": "-Og med en tidligere statsminister. -Jeg skal nå mit tog.",
        "pa": "-Led by a former PM. -I have a train to catch.",
        "vi": "- Được cựu thủ tướng lãnh đạo. - Mẹ phải đi đón tàu đây."
    },
    {
        "start": "00:14:01,280",
        "end": "00:14:06,000",
        "en": "-Det er fortroligt. Du må ikke... -Kasper har Gustav til torsdag.",
        "pa": "Mmm.\n -It's confidential, so don't... -You get Gustav back on Thursday.",
        "vi": "- Đó là bí mật, nên đừng... - Con đón Gustav quay lại vào thứ Năm."
    },
    {
        "start": "00:14:06,120",
        "end": "00:14:10,840",
        "en": "Skulle jeg så prøve at komme igen torsdag eftermiddag? Jeg elsker dig.",
        "pa": "Want me to come back Thursday afternoon? \n -Sure. -Love you.",
        "vi": "Muốn mẹ quay lại vào chiều thứ năm? Yêu con."
    },
    {
        "start": "00:14:10,960",
        "end": "00:14:14,360",
        "en": "Husk, at Kasper og Gustav kommer til middag i morgen.",
        "pa": "I love you too.\n Don't forget you're having Kasper and Gustav over for dinner tomorrow.",
        "vi": "Con cũng yêu mẹ.\n Đừng quên là ngày mai con có Kasper và Gustav đến ăn tối."
    },
    {
        "start": "00:14:16,480",
        "end": "00:14:21,760",
        "en": "Så vinklen er, at de haster tredjebehandlingen af loven igennem.",
        "pa": "Our angle is that they're rushing the third reading of the bill?\n Yes, correct.",
        "vi": "Quan điểm là họ gấp rút phiên họp thông qua dự luật lần ba.\n Đúng vậy."
    },
    {
        "start": "00:14:24,200",
        "end": "00:14:29,560",
        "en": "Udvisningsloven skal komme før indslaget om landbrugsministeren.",
        "pa": "Put the deportation bill piece on before the minister of agriculture...",
        "vi": "Đặt dự luật trục xuất trước bộ trưởng nông nghiệp..."
    },
    {
        "start": "00:14:31,600",
        "end": "00:14:36,120",
        "en": "Direktionen er ved at diskutere metafortællingen her på TV1.",
        "pa": "The management is discussing your meta-narrative here at TV1.",
        "vi": "Ban quản lý đang bàn về tự sự chính trị của anh ở TV1."
    },
    {
        "start": "00:14:37,720",
        "end": "00:14:44,240",
        "en": "Der er en tendens til, at I fokuserer på folk, der ikke er lykkedes.",
        "pa": "Mm-hmm.\n You have a tendency to focus on people who have failed.",
        "vi": "Anh có xu hướng tập trung vào những người đã thất bại."
    },
    {
        "start": "00:14:44,360",
        "end": "00:14:49,480",
        "en": "I går kører du en negativ historie om udvisningen af tre indvandrerdrenge.",
        "pa": "Yesterday you ran a negative story on the deportation of three immigrant boys.",
        "vi": "Hôm qua anh đã đăng chuyện tiêu cực về việc trục xuất ba cậu bé nhập cư."
    },
    {
        "start": "00:14:49,600",
        "end": "00:14:54,680",
        "en": "2'eren fokuserer på Hesselboe, der er ved at få sin lov igennem. En succes.",
        "pa": "Whereas TV2 focused on Hesselboe getting his bill passed. A success.",
        "vi": "Còn TV2 thì tập trung vào việc Hesselboe được thông qua dự luật. Thành công."
    },
    {
        "start": "00:14:54,800",
        "end": "00:14:59,080",
        "en": "Det er relevant at fortælle om dem, der kommer i klemme",
        "pa": "But it's relevant to tell the public about the victims of the bill.",
        "vi": "Nhưng nó liên quan tới việc cho công chúng biết nạn nhân của dự luật."
    },
    {
        "start": "00:14:59,200",
        "end": "00:15:05,040",
        "en": "i forbindelse med lovgivningen. Skal profilen være mere borgerlig?",
        "pa": "You want a more right-wing profile?",
        "vi": "Anh muốn kiểu cánh hữu hơn?"
    },
    {
        "start": "00:15:05,160",
        "end": "00:15:10,080",
        "en": "-Nej. Har du hørt fra Katrine? -Hun har ikke givet lyd fra sig.",
        "pa": "No, it's not about politics. Any word from Katrine?",
        "vi": "Ôi không. Có tin gì từ Katrine không?"
    },
    {
        "start": "00:15:10,200",
        "end": "00:15:16,120",
        "en": "Jeg har talt med hende. Hun virker meget interesseret.",
        "pa": "Not a sound.\n I talked to her.\n Yeah. She seemed very interested.",
        "vi": "- Không hề có. - Tôi đã nói chuyện với cô ấy.\n Cô ấy có vẻ rất hứng thú."
    },
    {
        "start": "00:15:18,040",
        "end": "00:15:20,640",
        "en": "Du har talt med Katrine?",
        "pa": "You talked to Katrine?",
        "vi": "Anh nói với Katrine?"
    },
    {
        "start": "00:15:20,760",
        "end": "00:15:24,120",
        "en": "Det er mig, der er chef for Nyhederne, ikke?",
        "pa": "I am the head of the news division, am I not?",
        "vi": "Tôi là trưởng ban Tin tức, nhỉ?"
    },
    {
        "start": "00:15:24,240",
        "end": "00:15:29,480",
        "en": "Så jeg ansætter og afskediger personale. Det bliver lidt svært",
        "pa": "-So I hire and fire people. -Mm.",
        "vi": "Nên tôi tuyển và sa thải người khác."
    },
    {
        "start": "00:15:29,600",
        "end": "00:15:33,720",
        "en": "hvis direktionen blander sig i, hvad jeg foretager mig.",
        "pa": "But that's going to be difficult\n if the management interferes with my work.",
        "vi": "Nhưng sẽ khó khăn\n nếu ban quản lý can thiệp vào công việc của tôi."
    },
    {
        "start": "00:15:37,200",
        "end": "00:15:40,840",
        "en": "Godt ord igen, Torben. Vi ses.",
        "pa": "No offense meant, Torben. \n See you.",
        "vi": "Không có ý xúc phạm, Torben. Gặp sau nhé."
    },
    {
        "start": "00:15:44,680",
        "end": "00:15:50,280",
        "en": "Loven kan få os på kollisionskurs med menneskerettighederne.",
        "pa": "This bill is a borderline breach of human rights. Isn't that a problem?",
        "vi": "Dự luật này vi phạm ranh giới nhân quyền. Không phải là vấn đề sao?"
    },
    {
        "start": "00:15:50,400",
        "end": "00:15:53,160",
        "en": "Tal om danskernes retsfølelse.",
        "pa": "Then you'll say something about \"public sense of justice\"...",
        "vi": "\"Ý thức công bằng đại chúng”..."
    },
    {
        "start": "00:15:53,280",
        "end": "00:15:56,880",
        "en": "Man bør have danskernes retsbevidsthed for øje.",
        "pa": "We must think of the public sense of justice.",
        "vi": "Ta phải nghĩ tới ý thức công bằng đại chúng."
    },
    {
        "start": "00:15:57,000",
        "end": "00:15:59,360",
        "en": "Der er mange problemer",
        "pa": "We have a lot of problems with our young immigrants.",
        "vi": "Ta gặp nhiều rắc rối với người nhập cư trẻ tuổi."
    },
    {
        "start": "00:15:59,440",
        "end": "00:16:02,400",
        "en": "med vores unge indvandrere.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:02,480",
        "end": "00:16:04,920",
        "en": "Vi hilser de velintegrerede velkommen...",
        "pa": "We welcome the well-integrated, but the rotten apples...",
        "vi": "Ta chào đón người hoà nhập, còn kẻ hư…"
    },
    {
        "start": "00:16:07,880",
        "end": "00:16:10,080",
        "en": "-Hej. -Hej.",
        "pa": "Hi.",
        "vi": "Chào."
    },
    {
        "start": "00:16:10,200",
        "end": "00:16:14,240",
        "en": "-Forstyrrer jeg? -Nej. Kom ind.",
        "pa": "-Hi. -Is this a bad time?\n -No. Come on in. -No, I...",
        "vi": "- Chào. - Không đúng lúc à?\n - Không. Vào đi. - Không, tôi... Chỉ một lát thôi mà."
    },
    {
        "start": "00:16:14,360",
        "end": "00:16:16,720",
        "en": "Det tager bare et øjeblik.",
        "pa": "This will just take a moment.",
        "vi": ""
    },
    {
        "start": "00:16:16,840",
        "end": "00:16:21,880",
        "en": "Du får garanteret masser af tilbud, og det er fuldt ud fortjent",
        "pa": "I bet you're being swamped with job offers,",
        "vi": "Tôi cá là cô đang tràn ngập lời mời làm việc, cũng dễ hiểu thôi"
    },
    {
        "start": "00:16:22,000",
        "end": "00:16:25,560",
        "en": "fordi du er pissedygtig.",
        "pa": "understandably so because you're a hell of a reporter.",
        "vi": "vì cô là một phóng viên tuyệt vời."
    },
    {
        "start": "00:16:25,680",
        "end": "00:16:31,520",
        "en": "Jeg vil bare gerne i dialog med dig. Vi kunne starte med en løn...",
        "pa": "I just want to enter into a dialogue with you, maybe offer a small raise...",
        "vi": "Tôi chỉ muốn qua nói chuyện với cô, có thể đề nghị tăng lương..."
    },
    {
        "start": "00:16:31,640",
        "end": "00:16:36,440",
        "en": "-Torben, jeg må fortælle dig... -Jeg beder dig ikke om at svare nu.",
        "pa": "-Torben, I have to tell you... -You don't need to answer me now.",
        "vi": "- Torben, tôi phải bảo anh... - Cô không cần trả lời ngay đâu."
    },
    {
        "start": "00:16:36,560",
        "end": "00:16:41,120",
        "en": "Jeg kan høre, hvad du siger. Hold op. Jeg behøver ikke noget svar nu.",
        "pa": "-I hear you. Come on. -You don't understand.",
        "vi": "- Tôi hiểu. Thôi nào. - Anh không hiểu đâu."
    },
    {
        "start": "00:16:41,240",
        "end": "00:16:45,320",
        "en": "Sov på det. Tænk over det. Du skal bare vide, Katrine",
        "pa": "I don't need your answer now.\n Sleep on it. Think it over. I just came to let you know...",
        "vi": "Cô không cần trả lời ngay mà.\n Đừng quyết ngay. Nghĩ lại đi. Tôi tới cho cô biết…"
    },
    {
        "start": "00:16:45,440",
        "end": "00:16:51,520",
        "en": "at jeg er i den grad villig til at forhandle med dig. Det er jeg.",
        "pa": "...that I'm very eager to negotiate with you.\n I know I haven't been until now--",
        "vi": "...tôi rất muốn đàm phán với cô. Trước thì không, nhưng giờ thì có."
    },
    {
        "start": "00:16:51,640",
        "end": "00:16:55,400",
        "en": "Godt. Altså...",
        "pa": "Okay then...",
        "vi": "Vậy đi..."
    },
    {
        "start": "00:16:55,520",
        "end": "00:16:58,520",
        "en": "For fanden...",
        "pa": "Damn it!",
        "vi": "Chết tiệt!"
    },
    {
        "start": "00:16:59,760",
        "end": "00:17:03,200",
        "en": "Jeg synes bare, du skal komme tilbage.",
        "pa": "I just want you back.",
        "vi": "Tôi chỉ muốn cô quay lại."
    },
    {
        "start": "00:17:03,320",
        "end": "00:17:06,120",
        "en": "Ring til mig, ikke?",
        "pa": "Call me, okay?",
        "vi": "Gọi tôi nhé?"
    },
    {
        "start": "00:17:15,200",
        "end": "00:17:20,000",
        "en": "Så du Nyhederne? De har haft tre dages behandlingstid. Sjusk!",
        "pa": "Hello?\n Did you see the news?\n The debate of the bill was rushed through in just three days!",
        "vi": "Xin chào?\n Cô xem Tin tức? Phiên họp thông qua thứ ba gấp rút chỉ trong ba ngày!"
    },
    {
        "start": "00:17:20,120",
        "end": "00:17:27,040",
        "en": "Tag forbi Borgen. Få fat i reglerne omkring tildeling af gruppestøtte.",
        "pa": "Stop by Borgen and ask the secretariat\n for the rules about party subsidies.\n Okay.",
        "vi": "Dừng lại ở Quốc hội và yêu cầu ban thư ký quy định về trợ cấp đảng."
    },
    {
        "start": "00:17:35,240",
        "end": "00:17:40,400",
        "en": "Som du kan se, så skiller den mellem tre og fire medlemmer.",
        "pa": "As you see, there is a difference between three and four members.",
        "vi": "Như cô thấy, vạch chia từ ba đến bốn thành viên."
    },
    {
        "start": "00:17:40,520",
        "end": "00:17:44,400",
        "en": "-Nå! Allerede tilbage på jobbet? -Job og job...",
        "pa": "Many thanks.\n Hey. Back on the job already?",
        "vi": "Cảm ơn nhiều.\n Chào. Quay lại làm việc rồi à?"
    },
    {
        "start": "00:17:44,520",
        "end": "00:17:49,600",
        "en": "Det er godt nok fra scratch, det her. Du og Birgitte har mere styr på det.",
        "pa": "Not sure I'd call it a job.\n I'm starting from scratch.",
        "vi": "Không chắc tôi gọi là việc. Tôi sẽ làm lại từ đầu."
    },
    {
        "start": "00:17:49,720",
        "end": "00:17:52,800",
        "en": "-På hvad? -Det nye parti.",
        "pa": "You and Birgitte know the ropes better.\n What do you mean?\n The new party.",
        "vi": "Ông và Birgitte biết rõ hơn cách làm.\n Ý cô là sao?\n Một đảng mới."
    },
    {
        "start": "00:17:54,360",
        "end": "00:17:56,920",
        "en": "Har hun...?",
        "pa": "Hasn't she...?",
        "vi": "Bà ấy chưa...?"
    },
    {
        "start": "00:17:58,240",
        "end": "00:18:03,280",
        "en": "-Jeg troede, at du... -Nej. Det gør hun simpelthen ikke!",
        "pa": "-I thought you... -No!",
        "vi": "- Tôi tưởng ông... - Không!"
    },
    {
        "start": "00:18:03,400",
        "end": "00:18:08,360",
        "en": "-Skal vi ikke lige gå udenfor? -Jeg skal til møde med mit parti.",
        "pa": "She can't be serious!\n Let's go outside.\n I have a meeting with my party.",
        "vi": "Không đời nào.\n Ra ngoài đi.\n Tôi có buổi họp đảng."
    },
    {
        "start": "00:18:20,720",
        "end": "00:18:25,800",
        "en": "-Hej. Vi skal altså... -Jeg mødte Sejrø på rød gang.",
        "pa": "MODERATES: NETE, JON, KASPER THE NEW RIGHT: JOHANNES SOMMER\n -Hi. We need to-- -I ran into Sejrø.",
        "vi": "ĐẢNG ÔN HOÀ: JON, KASPER\n - Chào. Ta cần... - Tôi chạm mặt Sejrø."
    },
    {
        "start": "00:18:28,880",
        "end": "00:18:33,800",
        "en": "-Nej, Katrine! Det gjorde du ikke. -Jeg troede, han vidste det.",
        "pa": "-Katrine, you didn't! -I thought he knew.",
        "vi": "- Katrine, không nói chứ! - Tôi tưởng ông ấy biết."
    },
    {
        "start": "00:18:33,920",
        "end": "00:18:38,000",
        "en": "Sejrø havde 40-års jubilæum i De Moderate i foråret.",
        "pa": "Sejrø just celebrated 40 years with the Moderates.",
        "vi": "Sejrø ta vừa ăn mừng 40 năm với Đảng Ôn hoà."
    },
    {
        "start": "00:18:38,120",
        "end": "00:18:41,320",
        "en": "Han har en udsat position i partiet.",
        "pa": "Kruse may have derailed him, but he's still a part of the Moderates.",
        "vi": "Kruse có thể đã tách ông ta, nhưng ông ta vẫn thuộc Đảng Ôn hoà."
    },
    {
        "start": "00:18:41,440",
        "end": "00:18:45,360",
        "en": "-Men han er en del af De Moderate. -Jeg tænkte mig ikke om.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:18:45,480",
        "end": "00:18:48,840",
        "en": "Du må forstå, hvad det vil sige at være i et parti.",
        "pa": "I wasn't thinking.\n You have to understand what being a member of a party entails.",
        "vi": "Tôi bất cẩn.\n Cô phải hiểu là thành viên của đảng đòi hỏi gì."
    },
    {
        "start": "00:18:48,960",
        "end": "00:18:53,520",
        "en": "Jeg er De Moderate utro lige nu. Sådan ser Bent det.",
        "pa": "I'm betraying the Moderates now. That's how Bent sees it.",
        "vi": "Giờ tôi đang lừa dối Đảng Ôn hoà. Bent cho là thế."
    },
    {
        "start": "00:18:53,640",
        "end": "00:18:58,600",
        "en": "Han ville have fået det at vide, men jeg ville gerne selv have sagt det.",
        "pa": "I wanted to tell him myself when the time was right.",
        "vi": "Tôi muốn tự nói với ông ấy khi đúng thời điểm."
    },
    {
        "start": "00:18:58,720",
        "end": "00:19:01,760",
        "en": "Havde du ikke tænkt, han skulle være medlem?",
        "pa": "You don't want him in the party?",
        "vi": "- Cô không muốn ông ấy vào đảng đó? - Ít ra tôi nhận chúc phúc của ông ấy."
    },
    {
        "start": "00:19:01,880",
        "end": "00:19:06,760",
        "en": "Jeg havde højst håbet på hans velsignelse, tror jeg.",
        "pa": "At best, I hoped to get his blessing.",
        "vi": ""
    },
    {
        "start": "00:19:06,880",
        "end": "00:19:11,120",
        "en": "Nå! Han farer altid op. Han bliver god igen, den gamle.",
        "pa": "Well...\n he'll come round, the old timer.",
        "vi": "Chà... Ông ấy sẽ đồng ý, như xưa."
    },
    {
        "start": "00:19:11,240",
        "end": "00:19:14,480",
        "en": "Jeg tænker på en kerne af 4-5 folketingsmedlemmer.",
        "pa": "I'm thinking a core nucleus of four or five MPs.",
        "vi": "Tôi đang nghĩ bốn đến năm nghị sĩ chủ chốt."
    },
    {
        "start": "00:19:14,600",
        "end": "00:19:19,640",
        "en": "-Vejr stemningen hos Nete. -Hun er i hvert fald glad for dig.",
        "pa": "Find out how Nete feels.",
        "vi": "Tìm hiểu cảm giác của Nete."
    },
    {
        "start": "00:19:19,760",
        "end": "00:19:24,000",
        "en": "Jo, jo, men hun er også ekstremt ambitiøs, møghamrende flittig",
        "pa": "She really likes you.\n Sure, but she's also extremely ambitious, damned hard-working,",
        "vi": "Cô ấy thích cô lắm.\n Phải, nhưng cô ấy cực kỳ tham vọng, chăm chỉ làm việc"
    },
    {
        "start": "00:19:24,120",
        "end": "00:19:28,160",
        "en": "og så skriver hun overraskende godt.",
        "pa": "and she writes surprisingly well.",
        "vi": "và viết lách rất tốt."
    },
    {
        "start": "00:19:28,280",
        "end": "00:19:31,560",
        "en": "Ja, der var han.",
        "pa": "Here we go.",
        "vi": "Đây rồi."
    },
    {
        "start": "00:19:33,040",
        "end": "00:19:35,040",
        "en": "Hej, Bent.",
        "pa": "Hi, Bent.",
        "vi": "Chào, Bent."
    },
    {
        "start": "00:19:43,920",
        "end": "00:19:46,960",
        "en": "Lad mig så høre, hvad der foregår.",
        "pa": "Okay, what's going on?",
        "vi": "Rồi, có chuyện gì vậy?"
    },
    {
        "start": "00:19:47,080",
        "end": "00:19:51,080",
        "en": "Jeg ved godt, du fik det at vide på en helt forkert måde.",
        "pa": "I didn't mean for you to hear it this way.",
        "vi": "Tôi không định để ông biết kiểu này."
    },
    {
        "start": "00:19:51,200",
        "end": "00:19:56,720",
        "en": "Jeg så dig forleden. Hvorfor talte du ikke med mig om de her tanker?",
        "pa": "I saw you the other day.\n Why didn't you let me in on your thoughts?",
        "vi": "Hôm nọ tôi thấy bà. Sao không cho tôi biết suy nghĩ của bà?"
    },
    {
        "start": "00:19:56,840",
        "end": "00:20:00,440",
        "en": "Jeg ved godt, at vi tabte, men vi skal lige nå at sunde os.",
        "pa": "I know we lost,\n but give us some time to regroup.",
        "vi": "Tôi biết ta đã thua,\n nhưng hãy cho ta thời gian để tập hợp lại. Bà định thành lập một đảng mới."
    },
    {
        "start": "00:20:00,560",
        "end": "00:20:06,280",
        "en": "Du har tænkt dig at starte et nyt parti. Det er jo helt vanvittigt.",
        "pa": "You intend to form a new party.",
        "vi": ""
    },
    {
        "start": "00:20:06,400",
        "end": "00:20:11,400",
        "en": "-Du har været moderat statsminister. -Jeg kan ikke stå inde for partiet.",
        "pa": "Birgitte, it's insane.\n You are a former Moderate prime minister.",
        "vi": "Birgitte, thật điên rồ. Bà là cựu Thủ tướng Đảng Ôn hoà đấy."
    },
    {
        "start": "00:20:11,520",
        "end": "00:20:15,360",
        "en": "Indflydelse koster. Du betalte en pris som statsminister.",
        "pa": "I don't condone our policy anymore.\n Influence comes at a price. You paid a price as PM.",
        "vi": "Tôi không bỏ qua chính sách của ta nữa.\n Thế lực luôn có giá. Bà trả giá khi làm thủ tướng."
    },
    {
        "start": "00:20:15,480",
        "end": "00:20:20,960",
        "en": "Jeg gik aldrig på kompromis med menneskerettighederne.",
        "pa": "I never compromised human rights nor our party's fundamental principles.",
        "vi": "Tôi không bao giờ làm tổn hại nhân quyền hay các vấn đề mấu chốt của đảng."
    },
    {
        "start": "00:20:21,080",
        "end": "00:20:25,880",
        "en": "De Moderate hjælper med at få vedtaget en kritisabel lovpakke",
        "pa": "The Moderates are instrumental in getting a disagreeable bill passed",
        "vi": "Đảng Ôn hoà là công cụ để dự luật bất đồng được thông qua"
    },
    {
        "start": "00:20:26,000",
        "end": "00:20:30,760",
        "en": "der giver os lov til at smide folk ud af landet for små overtrædelser.",
        "pa": "which will give us the right to kick people out for misdemeanors.",
        "vi": "điều này sẽ cho ta quyền đuổi người vì tội nhẹ. Thế ổn chứ?"
    },
    {
        "start": "00:20:30,880",
        "end": "00:20:35,920",
        "en": "Man skrider ikke bare, fordi det ikke er sjovt længere. Det er dit parti.",
        "pa": "Is that okay?\n You don't abandon ship at the first gust of wind. ",
        "vi": "Bà không bỏ tàu lúc cơn gió đầu tiên. Nó là đảng của bà."
    },
    {
        "start": "00:20:36,040",
        "end": "00:20:39,480",
        "en": "Jeg er loyal over for ideen, ikke institutionen.",
        "pa": "This is your party.\n I'm loyal to the ideas, not the institution.",
        "vi": "Tôi trung thành với lý tưởng, chứ không phải tổ chức."
    },
    {
        "start": "00:20:40,800",
        "end": "00:20:43,200",
        "en": "Hvordan kan du stå bag en mand som Kruse?",
        "pa": "How can you support Kruse?",
        "vi": "Sao ông có thể ủng hộ Kruse?"
    },
    {
        "start": "00:20:43,320",
        "end": "00:20:47,600",
        "en": "De Moderate har skiftet ledelse adskillige gange.",
        "pa": "The Moderates have been through many different leaders.",
        "vi": "Đảng Ôn hoà đã trải qua nhiều lãnh đạo khác nhau."
    },
    {
        "start": "00:20:47,720",
        "end": "00:20:51,440",
        "en": "-Men man bliver og kæmper. -Jeg har prøvet.",
        "pa": "But you hang in and fight the good fight.",
        "vi": "- Nhưng bà vẫn ở đó và chiến đấu. - Tôi đã cố."
    },
    {
        "start": "00:20:51,560",
        "end": "00:20:56,640",
        "en": "-Og nu vil du hævne dig. -Nej, nej, nej.",
        "pa": "-I tried. -You just want revenge.",
        "vi": "Bà chỉ muốn trả thù thôi."
    },
    {
        "start": "00:20:56,760",
        "end": "00:20:59,800",
        "en": "Det handler ikke om hævn. Det...",
        "pa": "No, no, no.\n It isn't a matter of revenge. It's...",
        "vi": "Không phải. Không phải là trả thù. Mà là..."
    },
    {
        "start": "00:21:02,480",
        "end": "00:21:05,960",
        "en": "Jeg rejste så meget efter regeringsskiftet",
        "pa": "I traveled so much after the change of government",
        "vi": "Tôi đã đi rất nhiều sau khi thay đổi chính quyền"
    },
    {
        "start": "00:21:06,080",
        "end": "00:21:12,720",
        "en": "fordi jeg ikke kunne holde ud at være her og ikke have indflydelse.",
        "pa": "because I couldn't stand being here knowing what was happening\n without having any influence.",
        "vi": "vì tôi không thể đứng đây biết chuyện đang xảy ra\n mà không bị ảnh hưởng."
    },
    {
        "start": "00:21:14,560",
        "end": "00:21:19,080",
        "en": "Birgitte, jeg beder dig om ikke at gøre det.",
        "pa": "Birgitte, I implore you not to do this.",
        "vi": "Birgitte, tôi cầu xin bà đừng làm thế."
    },
    {
        "start": "00:21:19,200",
        "end": "00:21:22,400",
        "en": "Du må ikke gøre det, hører du?",
        "pa": "Don't do it. Do you hear?",
        "vi": "Đừng làm thế."
    },
    {
        "start": "00:21:22,520",
        "end": "00:21:26,040",
        "en": "Hører du, hvad jeg siger? Det er alvor.",
        "pa": "Are you listening to me? This is serious.",
        "vi": "Bà có nghe tôi nói không? Nghiêm túc đấy."
    },
    {
        "start": "00:21:27,280",
        "end": "00:21:31,480",
        "en": "Jeg skal det her. Det er i gang.",
        "pa": "I have to do this.",
        "vi": "Tôi phải làm việc này. Không thể dừng lại."
    },
    {
        "start": "00:21:31,600",
        "end": "00:21:35,720",
        "en": "Så skal du ikke længere betragte mig som din ven.",
        "pa": "The ball is rolling.\n In that case, I'm no longer your friend.",
        "vi": "Nếu vậy, tôi không còn là bạn bà nữa."
    },
    {
        "start": "00:21:42,720",
        "end": "00:21:48,560",
        "en": "-Har du sat et møde op med Jon? -Han kan ikke have det nemt.",
        "pa": "Did you arrange a meeting with Jon?\n Backing me at the convention must have hurt him.",
        "vi": "Bà đã xếp cuộc họp với Jon chưa?\n Ủng hộ tôi hẳn sẽ làm hại ông ấy."
    },
    {
        "start": "00:21:48,680",
        "end": "00:21:52,280",
        "en": "Han burde kunne se fordelen i at komme over til os.",
        "pa": "He ought to see the advantage of joining us.",
        "vi": "Ông ta phải thấy lợi thế của việc gia nhập chúng ta."
    },
    {
        "start": "00:21:54,480",
        "end": "00:21:59,120",
        "en": "Men efter mødet med Bent i dag er jeg næsten kommet i tvivl.",
        "pa": "But after my meeting with Bent I'm having second thoughts.",
        "vi": "Nhưng sau khi gặp Bent tôi lại suy nghĩ khác."
    },
    {
        "start": "00:21:59,240",
        "end": "00:22:04,400",
        "en": "Jeg har aldrig set ham reagere sådan før. Så personligt.",
        "pa": "I've never seen him react like that. He took it personally.",
        "vi": "Tôi chưa từng thấy ông ấy phản ứng vậy. Ông ấy tự ái."
    },
    {
        "start": "00:22:08,000",
        "end": "00:22:12,280",
        "en": "Er det virkelig forkert, det her?",
        "pa": "Am I doing the wrong thing? ",
        "vi": "Tôi đã làm gì sai ư?"
    },
    {
        "start": "00:22:12,400",
        "end": "00:22:15,160",
        "en": "Troløst?",
        "pa": "Being unfaithful?",
        "vi": "Bất trung à?"
    },
    {
        "start": "00:22:20,560",
        "end": "00:22:24,760",
        "en": "Fra nu af skal vi være meget klare i mælet om, hvem vi taler med.",
        "pa": "We have to be very careful about whom we approach.",
        "vi": "Ta phải rất cẩn thận với người mà ta tiếp cận."
    },
    {
        "start": "00:22:26,560",
        "end": "00:22:30,320",
        "en": "Det her kommer til at springe som en bombe.",
        "pa": "This is going to be a bombshell.",
        "vi": "Nó sẽ làm xôn xao dư luận. Tôi cần biết cô ủng hộ tôi."
    },
    {
        "start": "00:22:30,440",
        "end": "00:22:33,680",
        "en": "-Jeg skal vide, at du er med. -Det er jeg.",
        "pa": "-I need to know you're with me. -I am.",
        "vi": ""
    },
    {
        "start": "00:22:33,800",
        "end": "00:22:38,720",
        "en": "Der er ingen, der er interesseret i et nyt midterparti.",
        "pa": "Nobody's interested in a new center party.",
        "vi": "Chắc rồi.\n Chẳng ai quan tâm đến đảng trung tâm mới. Dù là Cánh hữu hay Cánh tả."
    },
    {
        "start": "00:22:38,840",
        "end": "00:22:42,880",
        "en": "-Vi stjæler af deres mandater. -Jeg er med hele vejen.",
        "pa": "Neither the right or the left.\n -We're going to steal their seats. -I'm with you all the way.",
        "vi": "- Ta sẽ cướp ghế của họ. - Ủng hộ hết mình."
    },
    {
        "start": "00:22:45,200",
        "end": "00:22:47,560",
        "en": "Ja, kom ind.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:47,640",
        "end": "00:22:49,880",
        "en": "Hej.",
        "pa": "Come in.\n - Hi. -Hi.",
        "vi": "Vào đi.\n - Chào. - Chào."
    },
    {
        "start": "00:22:52,240",
        "end": "00:22:57,240",
        "en": "Jeg hører, at du og Birgitte Nyborg er ved at stifte et nyt parti.",
        "pa": "I hear you and Birgitte Nyborg are forming a new party.",
        "vi": "Anh nghe nói em và Birgitte Nyborg sẽ lập đảng mới."
    },
    {
        "start": "00:22:57,360",
        "end": "00:23:02,480",
        "en": "Vi laver et indslag om det i morgen i 'Juul og Friis'.",
        "pa": "We'll cover it tomorrow on Juul and Friis.",
        "vi": "Bọn anh sẽ nói trên Juul &amp; Friis."
    },
    {
        "start": "00:23:02,600",
        "end": "00:23:06,120",
        "en": "-Det kan... -Det er en joke, Katrine.",
        "pa": "-You can't... -I'm joking, Katrine.",
        "vi": "- Anh không thể... - Dùa thôi, Katrine."
    },
    {
        "start": "00:23:06,240",
        "end": "00:23:12,160",
        "en": "Det er en joke. Din mor sagde det. Undskyld. Hold op. Av, av, av!",
        "pa": "I'm joking. Your mom told me.\n Sorry. Stop that! Ow!",
        "vi": "Anh đùa mà. Mẹ em nói ba hoa.\n Xin lỗi. Dừng lại!"
    },
    {
        "start": "00:23:12,280",
        "end": "00:23:16,120",
        "en": "Du gjorde mig forskrækket. Selvfølgelig har min mor sagt det.",
        "pa": "You scared me there.\n Of course my mom blabbed.",
        "vi": "Anh làm em sợ đấy. Tất nhiên là mẹ em nói ba hoa."
    },
    {
        "start": "00:23:16,240",
        "end": "00:23:20,800",
        "en": "Er det ikke sindssygt? Jeg tror, tiden er fuldstændig rigtig til det.",
        "pa": "Isn't it crazy? But I think the time is right.",
        "vi": "Điên rồ quá nhỉ? Khi thời cơ đến."
    },
    {
        "start": "00:23:20,920",
        "end": "00:23:25,720",
        "en": "-Er det ikke sindssygt? -Jo.",
        "pa": "-Isn't it crazy? -Sure.",
        "vi": "- Điên rồ quá nhỉ? - Phải."
    },
    {
        "start": "00:23:27,600",
        "end": "00:23:30,160",
        "en": "Ja...",
        "pa": "Sure...",
        "vi": "Phải..."
    },
    {
        "start": "00:23:38,320",
        "end": "00:23:42,960",
        "en": "Vi var enige om, at det var en god idé, at vi spiste middag sammen.",
        "pa": "We agreed we should have dinner now and then.",
        "vi": "Ta đồng ý giờ ta nên ăn tối."
    },
    {
        "start": "00:23:43,080",
        "end": "00:23:45,440",
        "en": "Jo.",
        "pa": "-Right? -Sure.",
        "vi": "- Nhỉ? - Ừ."
    },
    {
        "start": "00:23:46,800",
        "end": "00:23:49,440",
        "en": "Det ved jeg godt.",
        "pa": "I know.",
        "vi": "Anh biết."
    },
    {
        "start": "00:23:50,720",
        "end": "00:23:53,520",
        "en": "Kasper...",
        "pa": "Kasper...",
        "vi": "Kasper..."
    },
    {
        "start": "00:23:53,640",
        "end": "00:24:00,400",
        "en": "Eksperter siger, det er vigtigt for Gustav, at forældrene enes.",
        "pa": "And I know the experts say it's best for Gustav\n that his parents get along.",
        "vi": "Anh biết chuyên gia nói tốt hơn cho Gustav\n là bố mẹ hoà thuận."
    },
    {
        "start": "00:24:00,520",
        "end": "00:24:03,760",
        "en": "-Det er bare et glas vin. -Ja.",
        "pa": "-It's just a glass of wine. -Yes.",
        "vi": "- Chỉ uống chút thôi mà. - Ừ."
    },
    {
        "start": "00:24:08,040",
        "end": "00:24:10,840",
        "en": "Det er bedst, hvis jeg smutter med Gustav.",
        "pa": "I'd better take Gustav home.",
        "vi": "Anh nên đưa Gustav về nhà."
    },
    {
        "start": "00:24:10,960",
        "end": "00:24:13,880",
        "en": "-Ja. Han er også virkelig træt. -Ja.",
        "pa": "-Right. He's beat. -Yes.",
        "vi": "- Phải. Nó sẽ tốt hơn. - Ừ."
    },
    {
        "start": "00:24:14,000",
        "end": "00:24:16,960",
        "en": "-Godt. -Tak.",
        "pa": "Okay.\n Thanks.",
        "vi": "Được.\n Cảm ơn."
    },
    {
        "start": "00:24:17,080",
        "end": "00:24:20,000",
        "en": "-Det ser rigtig dejligt ud. -Tak.",
        "pa": "-It looks delicious. -Thanks.",
        "vi": "- Trông ngon quá. - Cảm ơn."
    },
    {
        "start": "00:24:26,240",
        "end": "00:24:29,280",
        "en": "Skal du med far hjem?",
        "pa": "Want to go home with Daddy?",
        "vi": "Muốn về nhà với bố không?"
    },
    {
        "start": "00:24:32,560",
        "end": "00:24:34,560",
        "en": "Skal du have den med?",
        "pa": "-And you want to bring this?",
        "vi": "Con muốn mang cái này chứ?"
    },
    {
        "start": "00:24:42,640",
        "end": "00:24:45,080",
        "en": "-Hej. -Nå, nå!",
        "pa": "-Hi. -Well, well!",
        "vi": "- Chào. - Chà, chà!"
    },
    {
        "start": "00:24:47,240",
        "end": "00:24:50,240",
        "en": "Det var da en sjælden gæst.",
        "pa": "We don't see much of you these days.",
        "vi": "Gần đây chúng tôi không gặp cô nhiều."
    },
    {
        "start": "00:24:50,360",
        "end": "00:24:53,040",
        "en": "-Ja. Hej. -Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:24:53,160",
        "end": "00:24:56,240",
        "en": "-Jeg skulle se, om Torben var her. -Han er gået.",
        "pa": "-Is Torben in? -He left already.",
        "vi": "- Torben ở đây không? - Anh ấy đi rồi."
    },
    {
        "start": "00:24:56,360",
        "end": "00:25:00,720",
        "en": "Jeg tror, at konen har forlangt, at han er lidt mere hjemme.",
        "pa": "I think his missus wants him to spend more time at home.",
        "vi": "Tôi nghĩ vợ anh ấy muốn anh ấy ở nhà nhiều hơn."
    },
    {
        "start": "00:25:00,840",
        "end": "00:25:03,680",
        "en": "-Det er lidt sent til en jobsamtale. -Ja.",
        "pa": "-It's a bit late for a job interview. -Yeah.",
        "vi": "- Hơi muộn để phỏng vấn. - Vâng."
    },
    {
        "start": "00:25:03,800",
        "end": "00:25:07,800",
        "en": "-Men... jeg skal i sminken. -Ja. God fornøjelse.",
        "pa": "-I'm off to make-up. -Have fun.",
        "vi": "Tôi đi trang điểm đây."
    },
    {
        "start": "00:25:07,920",
        "end": "00:25:11,600",
        "en": "-Tak. Det var godt at se dig. -I lige måde.",
        "pa": "-Thanks. Good to see you. -You too.",
        "vi": "- Ừ. Vui  nhé. - Cảm ơn. Vui được gặp cô.\n Tôi cũng vậy."
    },
    {
        "start": "00:25:12,960",
        "end": "00:25:16,640",
        "en": "-Frøken Fønsmark! -Torben er gået.",
        "pa": "Miss Fønsmark!\n -Torben left. -Good luck.",
        "vi": "Cô Fønsmark!\n - Torben về rồi. - Tận hưởng đi!"
    },
    {
        "start": "00:25:16,760",
        "end": "00:25:21,880",
        "en": "-Er du tilbage? -Nej. Jeg skulle tale med Torben.",
        "pa": "You're back?\n No. I came to see Torben.",
        "vi": "Cô đã trở lại?\n - Không. Tôi đến gặp Torben. - Cô nợ tôi một bữa uống rượu nhỉ."
    },
    {
        "start": "00:25:22,000",
        "end": "00:25:26,200",
        "en": "Var det ikke noget med, at du lovede mig et glas vin?",
        "pa": "You owe me a glass of wine.",
        "vi": ""
    },
    {
        "start": "00:26:40,560",
        "end": "00:26:42,800",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Xin chào."
    },
    {
        "start": "00:26:44,600",
        "end": "00:26:47,520",
        "en": "Ja. Nej, jeg er på vej ud ad døren.",
        "pa": "Yes. I was just on my way out.",
        "vi": "Vâng. Tôi đang trên đường ra ngoài."
    },
    {
        "start": "00:26:55,240",
        "end": "00:26:57,320",
        "en": "Boksershorts?",
        "pa": "My boxer shorts?",
        "vi": "Quần soóc đâu?"
    },
    {
        "start": "00:27:10,000",
        "end": "00:27:13,960",
        "en": "-Du må undskylde, men jeg... -Tak for en dejlig aften.",
        "pa": "-I'm really sorry... -I had a great night.",
        "vi": "- Xin lỗi... - Tôi có đêm tuyệt vời."
    },
    {
        "start": "00:27:21,760",
        "end": "00:27:26,040",
        "en": "-Erik Hoffmann? -Var I ikke samtidig på CBS?",
        "pa": "Erik Hoffmann?\n You know him from Copenhagen Business School.",
        "vi": "Erik Hoffmann?\n Anh biết ông ấy từ trường Kinh doanh Copenhagen."
    },
    {
        "start": "00:27:26,160",
        "end": "00:27:32,120",
        "en": "Jo. Han underviste i erhvervsjura. Han er meget pligtopfyldende",
        "pa": "Sure. He taught corporate law. He was great.",
        "vi": "Phải. Ông ấy dạy luật doanh nghiệp. Ông ấy rất tuyệt. Ông ấy rất..."
    },
    {
        "start": "00:27:32,240",
        "end": "00:27:34,840",
        "en": "og korrekt og loyal og... Hvad?",
        "pa": "He's very... \n ...conscientious, correct and loyal. What?",
        "vi": "...tận tâm, chính trực và trung thành. Gì cơ?"
    },
    {
        "start": "00:27:34,960",
        "end": "00:27:39,440",
        "en": "Han dukkede op hjemme hos mig efter at have set mit interview på TV1.",
        "pa": "He paid me a visit after he saw my interview on TV1.",
        "vi": "Ông ấy đến thăm tôi sau khi xem tôi phỏng vấn trên truyền hình."
    },
    {
        "start": "00:27:39,560",
        "end": "00:27:44,800",
        "en": "-Han syntes, jeg var modig. -Det kommer ikke bag på mig.",
        "pa": "He thought I'd said some brave things.",
        "vi": "Ông ấy nghĩ tôi đã nói vài điều dũng cảm."
    },
    {
        "start": "00:27:44,920",
        "end": "00:27:47,760",
        "en": "Han er gift med en kvinde fra Etiopien",
        "pa": "I'm not surprised.\n He's married to a women from Ethiopia who is a lawyer.",
        "vi": "Tôi không ngạc nhiên.\n Ông ấy cưới nữ luật sư người Ethiopia. Bà ấy làm việc Luân Đôn"
    },
    {
        "start": "00:27:47,880",
        "end": "00:27:53,280",
        "en": "som var advokat i London. Det var svært at få opholdstilladelse.",
        "pa": "She worked in London\n and still had to fight to get a residence permit here.",
        "vi": "và vẫn phải chiến đấu để có giấy phép cư trú ở đây."
    },
    {
        "start": "00:27:53,400",
        "end": "00:27:56,960",
        "en": "Han overvejede at flytte til Malmø på et tidspunkt.",
        "pa": "He was so desperate he almost moved to Malmö.",
        "vi": "Ông ấy nản đến mức suýt chuyển đến Malmö."
    },
    {
        "start": "00:27:57,080",
        "end": "00:27:59,320",
        "en": "At flytte til Malmø?",
        "pa": "-To Malmö? -Yes.",
        "vi": "- Tới Malmö? - Vâng."
    },
    {
        "start": "00:27:59,440",
        "end": "00:28:03,800",
        "en": "For at omgå nogle love, som han selv har stemt igennem?",
        "pa": "To bypass a set of laws he helped pass?",
        "vi": "Để vượt qua bộ luật mà ông ấy giúp thông qua?"
    },
    {
        "start": "00:28:03,920",
        "end": "00:28:08,040",
        "en": "-Det har han ikke råbt højt om. -Han er meget diskret.",
        "pa": "He's kept that quiet.",
        "vi": "Ông ấy giữ im lặng."
    },
    {
        "start": "00:28:08,160",
        "end": "00:28:11,280",
        "en": "Hvad skal du snakke med ham om?",
        "pa": "He's very discreet. What do you want with him?",
        "vi": "Ông ấy rất kín đáo. Cô muốn gì ở ông ấy?"
    },
    {
        "start": "00:28:14,240",
        "end": "00:28:17,320",
        "en": "Jeg er ved at starte et nyt parti.",
        "pa": "I'm going to form a new party.",
        "vi": "Tôi sẽ lập một đảng mới."
    },
    {
        "start": "00:28:22,200",
        "end": "00:28:26,000",
        "en": "-Hvad er du? -Altså politisk, ikke?",
        "pa": "You're what?\n A political one. A new centrist party.",
        "vi": "Gì cơ?\n Đảng chính trị. Đảng trung tâm mới."
    },
    {
        "start": "00:28:26,120",
        "end": "00:28:28,680",
        "en": "Et nyt midterparti.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:28,800",
        "end": "00:28:33,240",
        "en": "Du er... Du er vanvittig, altså.",
        "pa": "You're...",
        "vi": "Bà..."
    },
    {
        "start": "00:28:33,360",
        "end": "00:28:35,600",
        "en": "Er jeg det?",
        "pa": "You're nuts.\n You think?",
        "vi": "Bà đúng là điên rồ.\n Anh nghĩ sao?"
    },
    {
        "start": "00:28:35,720",
        "end": "00:28:40,720",
        "en": "Og du har selvfølgelig brug for Erik for at give projektet legitimitet.",
        "pa": "I see. And you need Erik to make your project palatable to the right.",
        "vi": "Tôi hiểu, bà cần Erik để dự án của bà chấp nhận được với phe cánh tả."
    },
    {
        "start": "00:28:42,760",
        "end": "00:28:46,640",
        "en": "Altså, Kruse... Kruse får et chok, for fanden.",
        "pa": "Hey, Kruse...\n This is going to kill Kruse.",
        "vi": "Này, Kruse... Việc này sẽ kết liễu Kruse."
    },
    {
        "start": "00:28:50,680",
        "end": "00:28:56,760",
        "en": "-Det er meget tys-tys. -Du har også virket så glad.",
        "pa": "-It's all very hush-hush. -So that's why...\n you have seemed upbeat lately.",
        "vi": "Tất cả đều bí mật.\n Nên đó là lý do... Gần đây bà có vẻ lạc quan."
    },
    {
        "start": "00:29:04,080",
        "end": "00:29:06,080",
        "en": "",
        "pa": " ",
        "vi": ""
    },
    {
        "start": "00:29:15,320",
        "end": "00:29:20,160",
        "en": "-Ny Højre er mit parti. -Du er bundet af din overbevisning.",
        "pa": "-The New Right is my party. -You're only bound by your beliefs.",
        "vi": "- Đảng Cánh hữu Mới là đảng của tôi. - Ông chỉ bị ràng buộc bởi niềm tin thôi."
    },
    {
        "start": "00:29:20,280",
        "end": "00:29:24,880",
        "en": "Grundlovens paragraf 37, stk. 7. Det var det, du svor at holde.",
        "pa": "It's your constitutional right, and you swore to uphold the constitution.",
        "vi": "Đó là quyền hiến pháp của ông. và ông thề sẽ giữ vững hiến pháp."
    },
    {
        "start": "00:29:25,000",
        "end": "00:29:29,640",
        "en": "Birgitte, det er modigt af dig, at du kommer her for at tale med mig.",
        "pa": "Birgitte, it's very brave of you to approach me.",
        "vi": "Birgitte, bà thật dũng cảm khi tiếp cận tôi."
    },
    {
        "start": "00:29:30,960",
        "end": "00:29:33,600",
        "en": "Men jeg må sige nej tak.",
        "pa": "But I have to turn you down.",
        "vi": "Nhưng tôi phải từ chối bà."
    },
    {
        "start": "00:29:35,880",
        "end": "00:29:37,960",
        "en": "Det er jeg ked af.",
        "pa": "I'm sorry to hear that.",
        "vi": "Nghe tiếc quá."
    },
    {
        "start": "00:29:38,080",
        "end": "00:29:41,680",
        "en": "Og det her bliver selvfølgelig mellem os.",
        "pa": "This, of course, will remain between us.",
        "vi": "Việc này là bí mật của chúng ta."
    },
    {
        "start": "00:29:43,400",
        "end": "00:29:46,040",
        "en": "-Farvel. -Farvel.",
        "pa": "Bye.\n Bye.",
        "vi": "Tạm biệt.\n Tạm biệt."
    },
    {
        "start": "00:30:03,400",
        "end": "00:30:07,920",
        "en": "-Hej, Nete. -Hej, Katrine. Tak for sidst.",
        "pa": "Hi, Nete.\n -Hi Katrine. Good to see you again. -Likewise.",
        "vi": "Chào Nete.\n Chào Katrine. Mừng được gặp lại."
    },
    {
        "start": "00:30:08,040",
        "end": "00:30:13,880",
        "en": "-Eller hvad man skal sige. -Ja, det var en hård weekend.",
        "pa": "-If that is the right thing to say. -Right.\n -It was a tough weekend. -Yes.",
        "vi": "- Tôi cũng vậy. Nếu đó là từ đúng - Phải.\n - Cuối tuần thật khó khăn. - Vâng."
    },
    {
        "start": "00:30:14,000",
        "end": "00:30:18,320",
        "en": "-Jeg skulle hilse dig fra Birgitte. -Ser du hende?",
        "pa": "-Birgitte was grateful for your support. -You still see her?",
        "vi": "- Birgitte rất biết ơn sự ủng hộ của cô. - Cô vẫn gặp bà ấy chứ?"
    },
    {
        "start": "00:30:18,440",
        "end": "00:30:23,400",
        "en": "Næ, nej. Vi skulle lige ordne noget efter det tabte valg.",
        "pa": "Not really. We have some loose ends to tie up.",
        "vi": "Không hẳn. Tôi còn vài việc phải hoàn thành."
    },
    {
        "start": "00:30:23,520",
        "end": "00:30:26,920",
        "en": "-Nete, vi er fortrolige, ikke? -Jo da.",
        "pa": "Nete...\n -Can I count on your discretion? -Sure.",
        "vi": "Nete... tôi có thể tin suy xét của cô?\n Có chứ."
    },
    {
        "start": "00:30:29,000",
        "end": "00:30:33,280",
        "en": "Der bliver tænkt nogle tanker omkring en ny gruppering.",
        "pa": "A new grouping is in the works.",
        "vi": "Một nhóm mới đang được triển khai."
    },
    {
        "start": "00:30:33,400",
        "end": "00:30:37,800",
        "en": "Pønser I på en ny formandskamp? Kan man det? Det tør jeg ikke.",
        "pa": "You want to challenge Kruse again? Is that possible? I don't dare to.",
        "vi": "Cô lại muốn thách thức Kruse? Có thể không? Tôi không dám đâu."
    },
    {
        "start": "00:30:37,920",
        "end": "00:30:41,680",
        "en": "-En gruppering udenfor. -Uden for Borgen?",
        "pa": "Not within The Moderates, outside.",
        "vi": "Không phải trong Đảng Ôn hoà, bên ngoài."
    },
    {
        "start": "00:30:41,800",
        "end": "00:30:45,680",
        "en": "Ja, men ikke sådan... udenfor.",
        "pa": "-Outside parliament? -Yes, but not...",
        "vi": "- Bên ngoài Quốc hội? - Ừ, nhưng không phải..."
    },
    {
        "start": "00:30:45,800",
        "end": "00:30:50,640",
        "en": "En samling af mennesker af ligesindede hjemløse politikere.",
        "pa": "...really outside.\n A group made up of like-minded homeless politicians.",
        "vi": "...rất ngoài luôn ấy.\n Một nhóm gồm có các chính trị gia vô gia cư có đầu óc."
    },
    {
        "start": "00:30:50,760",
        "end": "00:30:57,320",
        "en": "-En kaffeklub? -Mere en slags forum.",
        "pa": "A debate group?\n No, more of a kind of forum for people who think a change is needed.",
        "vi": "Nhóm tranh luận?\n Một diễn đàn cho những ai muốn thay đổi."
    },
    {
        "start": "00:30:57,440",
        "end": "00:31:00,920",
        "en": "En uafhængig politisk samling uden for Borgen.",
        "pa": "An independent political group outside Christiansborg.",
        "vi": "- Nhóm chính trị độc lập ngoài Quốc hội. - Chính xác."
    },
    {
        "start": "00:31:01,040",
        "end": "00:31:03,480",
        "en": "-En tænketank? -Nej.",
        "pa": "-Exactly. -A think tank?\n No.",
        "vi": "- Viện chính sách? - Không phải."
    },
    {
        "start": "00:31:05,120",
        "end": "00:31:09,080",
        "en": "-Det her må ikke gå videre. -Jeg kan ikke referere samtalen.",
        "pa": "This can't get out.\n I wouldn't even know what to say.",
        "vi": "Không thể để lộ việc này.\n Tôi không biết phải nói gì."
    },
    {
        "start": "00:31:09,200",
        "end": "00:31:14,160",
        "en": "-Nyborg starter et nyt parti. -Det skulle du da bare have sagt.",
        "pa": "Nyborg is going to form a new party.",
        "vi": "Nyborg sắp lập đảng mới."
    },
    {
        "start": "00:31:14,280",
        "end": "00:31:16,560",
        "en": "-Interesseret? -Jeg er med.",
        "pa": "Why didn't you just say so?\n -Interested? -Count me in.",
        "vi": "Sao không nói toẹt ra?\n - Hứng thú không? - Tính cả tôi đi."
    },
    {
        "start": "00:31:18,760",
        "end": "00:31:20,600",
        "en": "-Hej. -Hej.",
        "pa": "- Hi. - Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:31:20,720",
        "end": "00:31:24,280",
        "en": "Det er et totalt fedt sted.",
        "pa": "What a great place.",
        "vi": "Đúng là một nơi tuyệt vời."
    },
    {
        "start": "00:31:24,400",
        "end": "00:31:28,920",
        "en": "Det ligner fuldkommen starten på den der Coldplay-video.",
        "pa": "It looks just like the beginning of that Coldplay video.",
        "vi": "Nó trông như đoạn đầu của đoạn phim Coldplay."
    },
    {
        "start": "00:31:29,040",
        "end": "00:31:34,920",
        "en": "Den der... 'Every Teardrop Is A Waterfall'.",
        "pa": "You know...",
        "vi": "Bà biết..."
    },
    {
        "start": "00:31:35,040",
        "end": "00:31:38,280",
        "en": "-Vil du ikke sidde ned, Nete? -Jo tak.",
        "pa": "\"Every Teardrop Is A Waterfall\".\n -Have a seat, Nete. -Thanks.",
        "vi": "\"Mỗi giọt nước mắt là một thác nước\".\n - Ngồi đi, Nete. - Cảm ơn."
    },
    {
        "start": "00:31:38,400",
        "end": "00:31:44,280",
        "en": "Og velkommen til. Du er det første folketingsmedlem i vores parti.",
        "pa": "And welcome.\n You're our first MP here.",
        "vi": "Và chào mừng.\n Cô là nghị sĩ đầu tiên của chúng tôi."
    },
    {
        "start": "00:31:44,400",
        "end": "00:31:49,240",
        "en": "-Katrine er her ikke som politiker? -Nej. Jeg er rådgiver.",
        "pa": "-Katrine isn't a politician I take it. -I'm an adviser and handle the media.",
        "vi": "- Katrine không phải là chính trị gia. - Tôi là cố vấn và quản lý truyền thông."
    },
    {
        "start": "00:31:49,360",
        "end": "00:31:52,360",
        "en": "Vi kører lidt lav profil med mig.",
        "pa": "I try to keep a low profile due to my TV exposure.",
        "vi": "- Tôi cố tránh gây chú ý do lộ diện tivi. - Tôi là chính trị gia duy nhất đến nay."
    },
    {
        "start": "00:31:52,480",
        "end": "00:31:57,200",
        "en": "-Det er kun mig, der er politiker. -Jeg har ikke sagt det til nogen.",
        "pa": "I'm the only politician so far. Besides you.",
        "vi": "- Ngoài cô ra. - Tôi chưa kể với ai."
    },
    {
        "start": "00:31:57,320",
        "end": "00:32:01,040",
        "en": "-Ikke engang til min hund. -Hold det sådan et stykke tid.",
        "pa": "I haven't told a soul.\n Not even my dog.\n Keep it that way for now.",
        "vi": "- Dù cả con chó của tôi. - Giờ cứ giữ như vậy đi."
    },
    {
        "start": "00:32:01,160",
        "end": "00:32:05,000",
        "en": "Hvis det bliver ubehageligt, må du blive løsgænger.",
        "pa": "You could start by leaving the Moderates to become an independent.",
        "vi": "Cô có thể bắt đầu rời khỏi Đảng Ôn hoà trở thành người tự do."
    },
    {
        "start": "00:32:05,120",
        "end": "00:32:09,640",
        "en": "Jeg føler ikke, at jeg skylder dem noget. Kruse har været iskold.",
        "pa": "I don't owe them a thing.",
        "vi": "Tôi không nợ họ gì cả."
    },
    {
        "start": "00:32:09,760",
        "end": "00:32:13,600",
        "en": "Hvis jeg går til gruppemøderne, ved vi, hvad der foregår.",
        "pa": "Kruse put me on ice after the convention.\n Still, if I keep going to the meetings, we'll know what's going on.",
        "vi": "Kruse cấm cửa tôi sau hội nghị.\n Tuy nhiên, nếu tôi cứ đi họp, ta sẽ biết chuyện gì đang xảy ra."
    },
    {
        "start": "00:32:13,720",
        "end": "00:32:18,000",
        "en": "Vi har henvendt os til Jon Bertelsen, men vi får ham nok ikke med.",
        "pa": "We approached Jon Bertelsen, but I doubt he's in.",
        "vi": "Ta đã tiếp cận Jon Bertote, tôi nghi ông ta không gia nhập."
    },
    {
        "start": "00:32:18,120",
        "end": "00:32:20,680",
        "en": "Godt. Nej, undskyld.",
        "pa": "I haven't heard from him.\n Good.\n No, sorry.",
        "vi": "- Chưa nghe tin từ ông ta. - Tốt. Không, xin lỗi."
    },
    {
        "start": "00:32:20,800",
        "end": "00:32:24,400",
        "en": "-Du skal ikke undskylde. -Han er ikke til at stole på.",
        "pa": "Don't apologize.",
        "vi": "Đừng xin lỗi."
    },
    {
        "start": "00:32:24,520",
        "end": "00:32:28,400",
        "en": "Hvis du tager ham ind, vil han undergrave dig.",
        "pa": "The man can't be trusted.\n Birgitte, with respect,\n if you take him in, he's going to undermine you.",
        "vi": "Gã đó không thể tin.\n Birgitte, với sự tôn trọng, nếu bà nhận gã, thì gã sẽ hủy hoại bà."
    },
    {
        "start": "00:32:28,520",
        "end": "00:32:33,280",
        "en": "Jeg giver ham et år, så har han gjort sig selv til formand for partiet.",
        "pa": "He'll take over the party within a year.",
        "vi": "Hắn sẽ chiếm đảng trong vòng một năm."
    },
    {
        "start": "00:32:35,600",
        "end": "00:32:39,040",
        "en": "Måske skal vi ikke presse yderligere på.",
        "pa": "Okay, let's forget him for now then.",
        "vi": "Rồi, giờ ta quên hắn đi."
    },
    {
        "start": "00:32:40,680",
        "end": "00:32:43,240",
        "en": "-Birgitte Nyborg? -Ja.",
        "pa": "-Birgitte Nyborg? -Yes.",
        "vi": "- Birgitte Nyborg? - Vâng."
    },
    {
        "start": "00:32:43,320",
        "end": "00:32:47,480",
        "en": "Der er møbler fra min eksmand fra en nedlagt afdeling i banken.",
        "pa": "My ex-husband donated some surplus furniture from his bank.",
        "vi": "Chồng cũ của tôi tặng vài món đồ đạc thừa ở ngân hàng của anh ấy."
    },
    {
        "start": "00:32:57,760",
        "end": "00:33:00,600",
        "en": "Han kender ikke hovedstaden i Albanien.",
        "pa": "He doesn't know what the capital of Albania is.",
        "vi": "Anh ta không biết thủ đô của Albania là gì."
    },
    {
        "start": "00:33:00,720",
        "end": "00:33:04,840",
        "en": "-Talinn. -Godt, du ikke er erstatningsvært.",
        "pa": "Tallinn.\n Good thing you aren’t the replacement host.",
        "vi": "- Tallinn. - Cô sẽ không làm mỏ neo thay thế."
    },
    {
        "start": "00:33:04,960",
        "end": "00:33:10,080",
        "en": "Han får ikke lov at lave 20.30. Hvad med hende der...",
        "pa": "I'm not giving him the 8:30. He can do the online news...",
        "vi": "Tôi không cho anh ta chương trình 8:30. Anh ta làm được tin Web... Con cô gái..."
    },
    {
        "start": "00:33:10,200",
        "end": "00:33:13,960",
        "en": "-Den overvægtige. -Sagde du. Er det listen?",
        "pa": "What about that girl... you know...\n -The chubby one. -I didn't say that.\n -Is that the list? -Yes.",
        "vi": "- Cô mũm mĩm. - Tôi đâu nói vậy. Danh sách đó?"
    },
    {
        "start": "00:33:14,080",
        "end": "00:33:18,200",
        "en": "-Har du ikke snakket med Katrine? -Jo. Jeg håber, hun siger ja.",
        "pa": "-Didn't you talk to Katrine? -Sure, and I hope she says yes.",
        "vi": "Phải.\n - Anh nói chuyện với Katrine chưa? - Rồi, tôi mong cô ấy đồng ý."
    },
    {
        "start": "00:33:18,320",
        "end": "00:33:21,960",
        "en": "Jeg har talt med hende.",
        "pa": "I talked to her.",
        "vi": "Tôi bảo cô ấy rồi."
    },
    {
        "start": "00:33:22,920",
        "end": "00:33:28,920",
        "en": "-Har du talt med hende? Okay. -Du skal ikke regne med hende.",
        "pa": "You talked to her?\n Okay, so... good news?",
        "vi": "Anh bảo cô ấy?\n Được rồi, vậy là... Có tin tốt chứ?"
    },
    {
        "start": "00:33:29,040",
        "end": "00:33:34,440",
        "en": "Det var ikke for at blande mig i dit fyrings- og hyringsarbejde, Torben.",
        "pa": "Don't count on her coming back.\n I didn't mean to interfere in your firing and hiring work, Torben.",
        "vi": "Đừng mong cô ấy quay lại. Tôi không có ý can thiệp việc sa thải\n - và tuyển dụng của anh, Torben. - Anh gặp riêng cô ấy?"
    },
    {
        "start": "00:33:34,560",
        "end": "00:33:37,640",
        "en": "-Ses I to privat? -Ses og ses.",
        "pa": "You saw her privately?\n You could say that.",
        "vi": "Anh có thể nói thế. Dù sao cũng là riêng tư."
    },
    {
        "start": "00:33:37,760",
        "end": "00:33:42,200",
        "en": "Det var i hvert fald privat. Hallo? Ja, Thomas.",
        "pa": "It was quite private.\n - Torben? -Hello?",
        "vi": "- Torben? - Xin chào?"
    },
    {
        "start": "00:33:42,320",
        "end": "00:33:47,560",
        "en": "Torben, de nægter os aktindsigt. Fødevareministeriet.",
        "pa": "Hi, Thomas.\n Torben...\n They won't let us see their documents.",
        "vi": "Chào Thomas!\n Torben...\n Họ không chúng tôi xem tài liệu của họ. Bộ Nông nghiệp."
    },
    {
        "start": "00:33:49,360",
        "end": "00:33:53,040",
        "en": "Han har været sammen med hende.",
        "pa": "The Ministry of Agriculture.\n He's slept with her.",
        "vi": "Hắn ngủ với cô ấy."
    },
    {
        "start": "00:33:53,160",
        "end": "00:33:57,440",
        "en": "-Hjort har været i seng med Katrine. -Hvad er det, du står og siger?",
        "pa": "Hjort's sleeping with Katrine.",
        "vi": "Hjort ngủ với Katrine."
    },
    {
        "start": "00:33:57,560",
        "end": "00:34:02,080",
        "en": "-Han har selv lige sagt det. -Torben, for helvede.",
        "pa": "-What are you talking about? -He just said so.\n Jesus Christ, Torben.",
        "vi": "- Anh đang nói gì vậy? - Hắn vừa mới nói thế.\n Lạy Chúa, Torben."
    },
    {
        "start": "00:34:03,400",
        "end": "00:34:06,680",
        "en": "-Kommer hun ikke tilbage? -Prøv at høre...",
        "pa": "-Isn't she coming back? -Look...",
        "vi": "Cô ấy không quay lại?"
    },
    {
        "start": "00:34:06,800",
        "end": "00:34:10,680",
        "en": "En programdirektør er sammen med en tidligere ansat!",
        "pa": "The head of programming can't sleep with a former employee!",
        "vi": "Nghe này... Trưởng ban tin tức không thể ngủ với cựu nhân viên!"
    },
    {
        "start": "00:34:10,800",
        "end": "00:34:15,760",
        "en": "Hvor er hun så? Hvad laver Nyborg? Hvad laver Fønsmark?",
        "pa": "-Where is she? -I don't know.\n What are Nyborg and Fønsmark up to?",
        "vi": "- Cô ấy đâu? - Tôi chịu.\n Nyborg và Fønsmark định làm gì?"
    },
    {
        "start": "00:34:15,880",
        "end": "00:34:18,880",
        "en": "Jeg ringer sgu da til Katrine.",
        "pa": "I'm going to call Katrine.",
        "vi": "Tôi sẽ gọi Katrine."
    },
    {
        "start": "00:34:20,400",
        "end": "00:34:22,520",
        "en": "-Hej. -Hej, skat.",
        "pa": "-Hi. - Hi, dear.",
        "vi": "- Chào. - Chào cưng. Kasper ở lại đêm đó?"
    },
    {
        "start": "00:34:24,120",
        "end": "00:34:27,320",
        "en": "Blev Kasper og sov?",
        "pa": "Did Kasper stay the night?",
        "vi": ""
    },
    {
        "start": "00:34:27,440",
        "end": "00:34:30,560",
        "en": "Jeg kunne se, der havde ligget en mere.",
        "pa": "It looks like you had company in bed.",
        "vi": "Có vẻ như con có bạn trên giường."
    },
    {
        "start": "00:34:32,280",
        "end": "00:34:37,400",
        "en": "Når jeg siger, at noget er hemmeligt, går jeg ud fra, jeg kan stole på dig.",
        "pa": "When I confide important news in you, I assume I can trust you.",
        "vi": "Khi kể tin quan trọng với mẹ, con cho là con có thể tin mẹ."
    },
    {
        "start": "00:34:37,520",
        "end": "00:34:40,800",
        "en": "Kasper vidste alt muligt om det nye parti.",
        "pa": "-What? -Kasper knew about the new party.",
        "vi": "- Ý con là sao? - Kasper biết về đảng mới."
    },
    {
        "start": "00:34:40,920",
        "end": "00:34:44,600",
        "en": "-Han er jo Gustavs far, ikke? -Han arbejder på TV1, mor.",
        "pa": "-He is Gustav's father. -He works for TV1, Mom.",
        "vi": "- Nó là bố của Gustav. - Anh ấy làm cho TV1 đấy mẹ."
    },
    {
        "start": "00:34:44,720",
        "end": "00:34:49,600",
        "en": "-Han kender alle inde på Borgen. -Jeg troede, I var fortrolige.",
        "pa": "-He knows everyone at Borgen! -Okay.",
        "vi": "- Anh ấy biết mọi người ở Quốc hội. - Ừ. Mẹ tưởng bọn con tâm sự với nhau."
    },
    {
        "start": "00:34:49,720",
        "end": "00:34:55,280",
        "en": "Når jeg siger, at noget er hemmeligt, så skal du ikke sige det til nogen.",
        "pa": "I thought you confided in each other.\n When I confide in you, don't go blabbing to anyone.",
        "vi": "Khi con tâm sự với mẹ, đừng đi ba hoa với ai hết."
    },
    {
        "start": "00:34:55,400",
        "end": "00:34:58,960",
        "en": "Du forstår ikke, hvor vigtigt det her er.",
        "pa": "You don't understand how important this is. ",
        "vi": "Mẹ không hiểu việc này quan trọng thế nào. Thôi. Con đi xem nó."
    },
    {
        "start": "00:34:59,040",
        "end": "00:35:00,640",
        "en": "Lad være. Jeg tager ham selv.",
        "pa": "-Don't. I'll check on him.",
        "vi": ""
    },
    {
        "start": "00:35:07,400",
        "end": "00:35:13,840",
        "en": "Sådan et par friske fyre vil det være nemt at smide ud af landet",
        "pa": "These are the kind of fellows that risk being kicked out now",
        "vi": "Đây là những thanh niên có nguy cơ bị đuổi ngay bây giờ"
    },
    {
        "start": "00:35:13,960",
        "end": "00:35:18,480",
        "en": "på grund af den nye udvisningslov. Kasper, mange har kritiseret det her.",
        "pa": "because of the new deportation bill that's been met with heavy criticism.",
        "vi": "vì dự luật trục xuất mới bị chỉ trích nặng nề."
    },
    {
        "start": "00:35:18,600",
        "end": "00:35:22,560",
        "en": "-Nogle har kaldt det juridisk sjusk. -Det er korrekt.",
        "pa": "-Some call it a legal mess. -Correct.",
        "vi": "Có người gọi đó là lộn xộn pháp lý."
    },
    {
        "start": "00:35:22,680",
        "end": "00:35:26,960",
        "en": "Regeringen ønsker ikke en lang offentlig debat om loven.",
        "pa": "The government doesn't want a drawn-out debate over this bill.",
        "vi": "Đúng. Chính phủ không muốn tranh luận về dự luật này."
    },
    {
        "start": "00:35:27,080",
        "end": "00:35:30,760",
        "en": "De er ikke stolte af den. Det har været en hurtig høringsfrist.",
        "pa": "-Why not? -It's being rushed through.\n They aren't very proud of it, hence the short consulting procedure.",
        "vi": "- Lý do? - Nó bị tiến hành gấp.\n Họ không tự hào về điều đó, nên thủ tục tư vấn ngắn."
    },
    {
        "start": "00:35:30,880",
        "end": "00:35:33,920",
        "en": "-Men der er også et flertal. -Lige præcis.",
        "pa": "-But they have their majority. -Exactly.",
        "vi": "- Nhưng họ chiếm đa số. - Chính xác."
    },
    {
        "start": "00:35:34,040",
        "end": "00:35:38,320",
        "en": "De Moderate har lagt de afgørende stemmer til loven.",
        "pa": "And the Moderates delivered the deciding votes.",
        "vi": "Và Đảng Ôn hoà đưa ra phiếu quyết định."
    },
    {
        "start": "00:35:38,440",
        "end": "00:35:42,800",
        "en": "Er der en splittelse undervejs i det her gamle kulturradikale parti?",
        "pa": "Is the old cultural-radical party of intellectuals divided?",
        "vi": "Đảng văn hóa cấp tiến cũ của giới trí thức bị chia rẽ?"
    },
    {
        "start": "00:35:42,920",
        "end": "00:35:46,680",
        "en": "Absolut. Flere moderate har nægtet at være i salen.",
        "pa": "Absolutely. Several Moderates refuse to take part in the vote.",
        "vi": "Tất nhiên rồi. Vài người Đảng Ôn hoà từ chối tham gia bỏ phiếu."
    },
    {
        "start": "00:35:46,800",
        "end": "00:35:51,280",
        "en": "Er der tale om en fløjdannelse inden for partiet?",
        "pa": "Is a new wing forming within the party after Nyborg's failed leadership election?",
        "vi": "Có vây cánh mới thành lập trong đảng sau khi Nyborg thua bầu cử lãnh đạo?"
    },
    {
        "start": "00:35:51,400",
        "end": "00:35:55,760",
        "en": "Det synes jeg ikke. Kruse har fået lagt låg på de kritiske røster.",
        "pa": "I don't think so. Kruse has silenced the critics.",
        "vi": "Tôi không nghĩ thế. Kruse đã bịt miệng các nhà phê bình."
    },
    {
        "start": "00:35:55,880",
        "end": "00:36:00,160",
        "en": "Nyborg, hvad laver hun? Trækker hun i trådene et sted?",
        "pa": "What is Nyborg up to? Is she pulling the strings somewhere?",
        "vi": "Nyborg định làm gì? Bà ấy giật dây ở đâu đó?"
    },
    {
        "start": "00:36:00,280",
        "end": "00:36:03,440",
        "en": "Birgitte Nyborg er trådt ud af dansk politik.",
        "pa": "I'm sure Birgitte Nyborg has left the political arena.",
        "vi": "Tôi chắc rằng Birgitte Nyborg đã rút khỏi chính trường."
    },
    {
        "start": "00:36:03,560",
        "end": "00:36:06,880",
        "en": "Godt. Tak. Det var ordene for i aften.",
        "pa": "Okay. Many thanks.",
        "vi": "Vâng. Cảm ơn nhiều. Tối nay có vậy. Kasper Juul..."
    },
    {
        "start": "00:36:07,000",
        "end": "00:36:09,680",
        "en": "-Kasper Juul... -Torben Friis...",
        "pa": "-That's it for tonight.Kasper Juul... -Torben Friis...\n Thank you.",
        "vi": "- Torben Friis... - Cảm ơn."
    },
    {
        "start": "00:36:30,400",
        "end": "00:36:34,520",
        "en": "Der var behov for en stramning på flygtninge-indvandrerområdet.",
        "pa": "I sincerely believed we had to tighten the immigration laws.",
        "vi": "Tôi thực sự tin ta phải thắt chặt luật nhập cư."
    },
    {
        "start": "00:36:35,480",
        "end": "00:36:38,120",
        "en": "Især med den uansvarlige politik",
        "pa": "Particularly after the irresponsible policies",
        "vi": "Đặc biệt là sau những chính sách thiếu trách nhiệm"
    },
    {
        "start": "00:36:38,240",
        "end": "00:36:43,360",
        "en": "Arbejderpartiet har ført i den ene mindretalsregering efter den anden.",
        "pa": "pursued by Labour in one minority government after the other in the 90s.",
        "vi": "đảng Lao động theo đuổi trong chính phủ thiểu số sau thập niên 90."
    },
    {
        "start": "00:36:43,480",
        "end": "00:36:47,800",
        "en": "Folk kunne bare vade direkte ind over grænsen. Vi havde ikke råd til det.",
        "pa": "People crossed our borders in hordes. We couldn't afford it.",
        "vi": "Người ta vượt biên của ta cả đám. Không thể để vậy."
    },
    {
        "start": "00:36:47,920",
        "end": "00:36:52,160",
        "en": "Hverken økonomisk eller socialt... og kulturelt.",
        "pa": "Neither economically, socially... nor culturally.",
        "vi": "Không được dù là kinh tế, xã hội... hay văn hoá."
    },
    {
        "start": "00:36:52,280",
        "end": "00:36:55,280",
        "en": "Vi var jo bønder.",
        "pa": "We were peasants.",
        "vi": "Ta là nông dân."
    },
    {
        "start": "00:36:55,400",
        "end": "00:36:58,000",
        "en": "Det er vi sgu stadigvæk.",
        "pa": "Hell, we still are.",
        "vi": "Ta vẫn vậy."
    },
    {
        "start": "00:36:58,120",
        "end": "00:37:02,400",
        "en": "Men så sker det stille og roligt. Man mærker det ikke.",
        "pa": "But then it just happens...",
        "vi": "Nhưng rồi chuyện cứ xảy ra... Bà không để ý thôi."
    },
    {
        "start": "00:37:02,520",
        "end": "00:37:07,040",
        "en": "Skruen drejes. Lovgivningen bliver strammere og strammere.",
        "pa": "You don't notice.\n This constant tightening of the laws. Until finally...",
        "vi": "Liên tục thắt chặt luật lệ. Cho đến cuối cùng..."
    },
    {
        "start": "00:37:07,160",
        "end": "00:37:12,560",
        "en": "Lovgivningen, det er også dem, vi er. Vi er loven. Loven, det er os.",
        "pa": "We forget that the legislation is us.\n We are the law. The law is us.",
        "vi": "ta quên rằng dự luật là của mình. Ta là luật pháp. Luật pháp là ta."
    },
    {
        "start": "00:37:12,680",
        "end": "00:37:16,680",
        "en": "Så nærlæser man de love, jeg har været med til at gennemføre.",
        "pa": "I started to read the bills I had help pass.",
        "vi": "Tôi bắt đầu đọc các dự luật rồi tôi giúp nó thông qua."
    },
    {
        "start": "00:37:16,800",
        "end": "00:37:22,440",
        "en": "Jeg kan ikke genkende mig selv i det. Og så har jeg fandeme et problem.",
        "pa": "I couldn't see myself in them.\n And that is a problem.",
        "vi": "Tôi không thấy mình ở trong đó.\n Và đó là vấn đề."
    },
    {
        "start": "00:37:22,560",
        "end": "00:37:29,400",
        "en": "Min kone er sort, og vi har en søn, Emil. Han må ikke gå med hættetrøje.",
        "pa": "My wife is black.\n We have a son, Emil.",
        "vi": "Vợ tôi là người da đen. Chúng tôi có con trai, Emil."
    },
    {
        "start": "00:37:29,520",
        "end": "00:37:35,280",
        "en": "Han må ikke komme til at ligne en af indvandrerknægtene fra Mjølnerparken.",
        "pa": "My wife won't let him wear a hoodie.\n She doesn't want him to look like an immigrant kid from the projects.",
        "vi": "Vợ tôi không cho nó mặc áo trùm đầu.\n Cô ấy không muốn nó trông như trẻ nhập cư từ khu ổ chuột."
    },
    {
        "start": "00:37:35,400",
        "end": "00:37:41,960",
        "en": "Hun vil bare ikke have det. Men Emil havde selv sparet sammen til en.",
        "pa": "She just won’t have it. Emil keeps pestering her.\n And this morning there he was, he had saved up for one himself.",
        "vi": "Cô ấy không cho phép. Nên Emil đã tự dành dụm một mình."
    },
    {
        "start": "00:37:43,040",
        "end": "00:37:47,800",
        "en": "Hvorfor må han ikke gå med den, når alle de andre drenge må?",
        "pa": "Why can't he wear one when all the other boys can?",
        "vi": "Sao nó không thể mặc khi tất cả người khác có thể mặc?"
    },
    {
        "start": "00:37:47,920",
        "end": "00:37:53,880",
        "en": "Det er svært at forklare, at der gælder andre regler for ham.",
        "pa": "It's hard to explain to him that different rules apply to him...",
        "vi": "Khó giải thích cho nó việc nó bị áp quy tắc khác... người khác không bị."
    },
    {
        "start": "00:37:54,000",
        "end": "00:38:00,280",
        "en": "Og så har jeg gudhjælpemig lige været med til at vedtage den nye lov.",
        "pa": "than the others.\n And to top it off, I helped pass the new bill.",
        "vi": "Và trên hết, tôi đã giúp thông qua dự luật mới."
    },
    {
        "start": "00:38:00,400",
        "end": "00:38:07,240",
        "en": "En lov, hvor min egen søn risikerer at blive et indirekte offer.",
        "pa": "A law which...\n my own son may indirectly become the victim of.",
        "vi": "Đạo luật mà con trai tôi có thể gián tiếp trở thành nạn nhân."
    },
    {
        "start": "00:38:13,040",
        "end": "00:38:17,080",
        "en": "-Du må undskylde. -Nej. Du skal ikke undskylde.",
        "pa": "I'm sorry.\n Don't apologize.",
        "vi": "Tôi xin lỗi.\n Đừng xin lỗi."
    },
    {
        "start": "00:38:21,000",
        "end": "00:38:24,240",
        "en": "Hvad har du tænkt dig at gøre?",
        "pa": "What are you going to do about it?",
        "vi": "Ông muốn làm gì?"
    },
    {
        "start": "00:38:31,160",
        "end": "00:38:35,360",
        "en": "Det skal omformuleres, men den er god at sende ud som standard.",
        "pa": "This needs some work, but it's a fine standard release.",
        "vi": "Cái này cần làm, nhưng mà nó là phát hành tiêu chuẩn tốt."
    },
    {
        "start": "00:38:35,480",
        "end": "00:38:39,320",
        "en": "Det er mere det der punkt omkring... Nej!",
        "pa": "It's more the point of... No!",
        "vi": "Nó đúng hơn... Ôi không!"
    },
    {
        "start": "00:38:43,640",
        "end": "00:38:48,840",
        "en": "-Velkommen, Erik. -Jo tak. Her bor I jo fint.",
        "pa": "Welcome, Erik.\n Thanks.",
        "vi": "- Chào mừng, Erik. - Cảm ơn."
    },
    {
        "start": "00:38:48,960",
        "end": "00:38:52,120",
        "en": "-Kaffe eller te? -Te ville være fint.",
        "pa": "Nice place you've got.\n -Coffee or tea? -Tea's fine.",
        "vi": "Chỗ đẹp đấy.\n - Cà phê hay trà? - Trà đi?"
    },
    {
        "start": "00:38:52,240",
        "end": "00:38:56,040",
        "en": "-Velkommen til. -Hej.",
        "pa": "-Welcome. -Thanks.",
        "vi": "- Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:38:56,160",
        "end": "00:38:59,240",
        "en": "-Værsgo at sidde ned. -Ja.",
        "pa": "Hi.\n -Sit down. -Yes.",
        "vi": "Chào.\n - Mời gồi. - Vâng."
    },
    {
        "start": "00:39:06,600",
        "end": "00:39:09,760",
        "en": "Jeg kan lige gå ud og hjælpe.",
        "pa": "I'll go give Birgitte a hand.",
        "vi": "Tôi sẽ giúp Birgitte một tay."
    },
    {
        "start": "00:39:10,840",
        "end": "00:39:14,280",
        "en": "Nå... Hvordan går det i Ny Højre?",
        "pa": "So...\n How are things in the New Right?",
        "vi": "Vậy... Đảng Cánh hữu Mới thế nào?"
    },
    {
        "start": "00:39:15,880",
        "end": "00:39:19,280",
        "en": "Det har jeg ikke tænkt mig at fortælle dig.",
        "pa": "-I'm certainly not going to tell you. -Sure.",
        "vi": "- Tôi chắc sẽ không kể cho cô. - Chắc rồi."
    },
    {
        "start": "00:39:19,400",
        "end": "00:39:25,000",
        "en": "Jamen her i starten, hvor vi er en overvægt af tidligere moderate",
        "pa": "At this early stage where we're a majority of former Moderates",
        "vi": "Ở giai đoạn đầu này, khi ta là đa số cựu thành viên Đảng Ôn hoà"
    },
    {
        "start": "00:39:25,120",
        "end": "00:39:31,200",
        "en": "vil jeg understrege, at omkring det her bord er vi alle lige. Og...",
        "pa": "I'd like to stress that everyone's an equal around this table.",
        "vi": "tôi muốn nhấn mạnh rằng\n mọi người đều bình đẳng. Ta đều trên cùng một chiếc thuyền"
    },
    {
        "start": "00:39:31,320",
        "end": "00:39:35,480",
        "en": "Jon! Jeg troede ikke, du var interesseret.",
        "pa": "We're all in the same boat and we...\n -Hi. -Jon!",
        "vi": "- Chào. - Jon!"
    },
    {
        "start": "00:39:35,600",
        "end": "00:39:38,880",
        "en": "Jeg kunne da lige høre, hvad du havde at sige.",
        "pa": "-I didn't think you were interested. -I figured I would hear you out.\n Hi.",
        "vi": "- Tôi không nghĩ anh quan tâm. - Tôi nghĩ sẽ nghe cô nói hết.\n Chào."
    },
    {
        "start": "00:39:40,880",
        "end": "00:39:45,440",
        "en": "-Erik Hoffmann er lige kommet. -Ja. Hej.",
        "pa": "-Erik Hoffmann just arrived. -Hi.",
        "vi": "- Erik Hoffmann vừa đến. - Chào."
    },
    {
        "start": "00:39:45,560",
        "end": "00:39:50,600",
        "en": "-Hej, Jon. Velkommen til. -Det må jeg sgu nok sige.",
        "pa": "Hi.\n -Hi, Jon. Welcome. -That's one way of putting it.",
        "vi": "Chào.\n - Chào Jon. Chào mừng. - Ngạc nhiên thật đấy."
    },
    {
        "start": "00:39:52,120",
        "end": "00:39:56,480",
        "en": "Jeg går ud fra, at jeg kommer til at stå som medstifter.",
        "pa": "I assume I'll be registered as co-founder.",
        "vi": "Tôi cho rằng tôi được đăng làm đồng sáng lập."
    },
    {
        "start": "00:39:56,600",
        "end": "00:40:00,400",
        "en": "-Alle omkring bordet er medstiftere. -Hvornår går vi i pressen?",
        "pa": "-We're all co-founders here. - When do we go public?",
        "vi": "- Ta đều là đồng sáng lập ở đây. - Khi nào công khai?"
    },
    {
        "start": "00:40:00,520",
        "end": "00:40:04,000",
        "en": "Det er ubehageligt med det her dobbeltspil.",
        "pa": "I know this undercover stuff is unpleasant, but hang in there.",
        "vi": "Tôi biết trò nước đôi này rất khó chịu, nhưng hãy kiên nhẫn."
    },
    {
        "start": "00:40:04,120",
        "end": "00:40:08,760",
        "en": "Det bliver for mistænkeligt, hvis du melder dig som løsgænger.",
        "pa": "If a man like you goes independent, all the red flags will go up.",
        "vi": "Nếu người như ông độc lập, tất cả cờ đỏ sẽ treo lên."
    },
    {
        "start": "00:40:08,880",
        "end": "00:40:11,560",
        "en": "Vi skal have nogle mærkesager.",
        "pa": "We need to define our key issues.",
        "vi": "Ta cần xác định các vấn đề chính."
    },
    {
        "start": "00:40:11,640",
        "end": "00:40:15,960",
        "en": "Vi mangler et medlem fra venstrefløjen.",
        "pa": "And we need a member from the left.",
        "vi": "Và ta cần thành viên từ cánh tả."
    },
    {
        "start": "00:40:17,240",
        "end": "00:40:19,280",
        "en": "Den her må jeg tage.",
        "pa": "I have to take this.",
        "vi": "Tôi phải nghe máy."
    },
    {
        "start": "00:40:26,720",
        "end": "00:40:29,640",
        "en": "-Hallo? -Hallo.",
        "pa": "Hello?\n Hello.",
        "vi": "Xin chào?\n Xin chào."
    },
    {
        "start": "00:40:34,320",
        "end": "00:40:39,000",
        "en": "Birgitte, vi har nogle tanker, vi godt vil dele med dig.",
        "pa": "Birgitte, we want to share some thoughts with you.",
        "vi": "Birgitte, chúng tôi muốn chia sẻ suy nghĩ với bà."
    },
    {
        "start": "00:40:39,120",
        "end": "00:40:42,120",
        "en": "Det er da noget andet end Statsministeriet.",
        "pa": "-It's a far cry from the PM's office! -Couldn't we have met somewhere else?",
        "vi": "- Nó khác xa so với Văn phòng Thủ tướng! - Ta gặp nhau ở nơi khác đi?"
    },
    {
        "start": "00:40:42,240",
        "end": "00:40:46,480",
        "en": "Vi kunne måske være mødtes et andet sted, Bent.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:41:09,240",
        "end": "00:41:10,480",
        "en": "",
        "pa": " ",
        "vi": ""
    },
    {
        "start": "00:41:19,920",
        "end": "00:41:24,400",
        "en": "Jeg ser det jo som min pligt som partiets formand",
        "pa": "It's my duty as party leader",
        "vi": "Trách nhiệm của tôi làm lãnh đạo đảng"
    },
    {
        "start": "00:41:24,520",
        "end": "00:41:27,880",
        "en": "at prøve at bygge bro. Læge sårene efter landsmødet.",
        "pa": "to heal the wounds after the convention.",
        "vi": "để chữa lành vết thương sau hội nghị."
    },
    {
        "start": "00:41:28,000",
        "end": "00:41:33,160",
        "en": "-Så du vil give mig din velsignelse. -Jeg vil tilbyde dig en plads.",
        "pa": "-You come to give me your blessing? -I come to offer you a seat.",
        "vi": "Anh tới chúc phúc cho tôi?\n Tôi tới đề nghị bà một chức vụ."
    },
    {
        "start": "00:41:33,280",
        "end": "00:41:39,400",
        "en": "Den plads, du efterspurgte. Du skal være kandidat for De Moderate.",
        "pa": "The seat you asked me for.\n You're an obvious candidate for the Moderates.",
        "vi": "chức vụ bà yêu cầu.\n Bà là một ứng cử viên sáng giá cho Đảng Ôn hoà."
    },
    {
        "start": "00:41:39,520",
        "end": "00:41:42,600",
        "en": "-Hvem skulle ellers? -Og der er mere.",
        "pa": "-Who else? -And there's more.",
        "vi": "- Còn ai nữa? - Và còn nữa."
    },
    {
        "start": "00:41:42,720",
        "end": "00:41:45,960",
        "en": "Jacob vil tilbyde dig næstformandsposten.",
        "pa": "Jacob wants to make you deputy leader.",
        "vi": "Jacob muốn bà làm phó lãnh đạo."
    },
    {
        "start": "00:41:46,080",
        "end": "00:41:51,280",
        "en": "-Så vi taler om en delt ledelse? -En delt ledelse. Med én chef.",
        "pa": "-Are we talking a shared leadership? -Shared leadership. With one boss.",
        "vi": "- Ta đang nói về việc lãnh đạo chung? - Lãnh đạo chung. Chỉ có một sếp."
    },
    {
        "start": "00:41:51,400",
        "end": "00:41:55,000",
        "en": "De praktiske ting skal vi nok få bragt i orden.",
        "pa": "We'll sort out the practicalities. But I am sure you'll understand",
        "vi": "Ta sẽ phân loại thực tiễn."
    },
    {
        "start": "00:41:55,120",
        "end": "00:41:58,720",
        "en": "De Moderate kommer til at stå sindssygt stærkt.",
        "pa": "that this will put the Moderates in a strong position.",
        "vi": "Tôi chắc bà hiểu nó sẽ làm Đảng Ôn hoà có vị trí vững chắc."
    },
    {
        "start": "00:42:00,120",
        "end": "00:42:03,400",
        "en": "-Kom nu hjem. -Det er det, der er sagen.",
        "pa": "-Come home. -But that's just it.",
        "vi": "- Về nhà đi. - Nhưng vấn đề là thế."
    },
    {
        "start": "00:42:03,520",
        "end": "00:42:08,360",
        "en": "Det er ikke mit hjem. De Moderate er ikke det parti, jeg meldte mig ind i.",
        "pa": "It's not my home anymore.\n It's no longer the party I once joined.",
        "vi": "Nó không còn là nhà tôi nữa. Nó không còn là đảng tôi từng tham gia."
    },
    {
        "start": "00:42:09,840",
        "end": "00:42:15,440",
        "en": "Udviklingen de sidste to år har undergravet det moderate projekt.",
        "pa": "Developments these past two years have undermined the Moderate project.",
        "vi": "Sự phát triển trong hai năm qua phá hoại dự án Đảng Ôn hoà."
    },
    {
        "start": "00:42:15,560",
        "end": "00:42:19,680",
        "en": "Det mest viste klip er et, hvor du trykker Hesselboe i hånden.",
        "pa": "The most viewed video is one of you shaking Hesselboe's hand.",
        "vi": "Đoạn phim được xem nhiều nhất là đoạn anh bắt tay Hesselboe."
    },
    {
        "start": "00:42:19,800",
        "end": "00:42:25,040",
        "en": "De Moderate er blevet et højrefløjsstøtteparti.",
        "pa": "The Moderates have turned into a right-wing supporting party.",
        "vi": "Đảng Ôn hoà đã trở thành đảng ủng hộ phe cánh hữu."
    },
    {
        "start": "00:42:25,160",
        "end": "00:42:27,920",
        "en": "Så vi har dit svar?",
        "pa": "So is that your answer?",
        "vi": "Vậy đó là câu trả lời của bà?"
    },
    {
        "start": "00:42:28,040",
        "end": "00:42:33,240",
        "en": "Hvis tilbuddet er at underlægge mig din linje, så er svaret nej.",
        "pa": "If your offer implies me supporting your line, the answer is no.",
        "vi": "Nếu đề nghị ám chỉ tôi bỏ qua đường lối của anh, trả lời là không."
    },
    {
        "start": "00:42:35,680",
        "end": "00:42:37,720",
        "en": "Godt.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:42:37,840",
        "end": "00:42:42,400",
        "en": "Så er der vist ikke så meget mere at tale om.",
        "pa": "That settles it then.",
        "vi": "Thế là xong nhé."
    },
    {
        "start": "00:42:42,520",
        "end": "00:42:46,600",
        "en": "Jeg håber, at du er klar over, at vi bliver modstandere.",
        "pa": "I hope you realize that since we can no longer work together,\n it makes us opponents.",
        "vi": "Bà có nhận ra ta sẽ là đối thủ không?"
    },
    {
        "start": "00:42:48,320",
        "end": "00:42:52,480",
        "en": "Der er ikke nogen mellemvej i det nuværende politiske landskab.",
        "pa": "There is no middle ground in the current political landscape.",
        "vi": "Không có trung đạo trong bối cảnh chính trị hiện tại."
    },
    {
        "start": "00:42:52,600",
        "end": "00:42:56,200",
        "en": "Jeg kan love dig for, at du får kamp til stregen, Birgitte.",
        "pa": "I'm going to fight you tooth and nail, Birgitte.",
        "vi": "Tôi sẽ cố gắng lấy thứ bà muốn, Birgitte."
    },
    {
        "start": "00:43:01,600",
        "end": "00:43:06,360",
        "en": "I har min udmeldelse inden for en time. Jeg er ikke længere medlem.",
        "pa": "Birgitte--\n You'll have my resignation within the hour. I am no longer a member.",
        "vi": "Một giờ nữa tôi sẽ nộp đơn từ chức. Tôi không còn là thành viên nữa."
    },
    {
        "start": "00:43:30,840",
        "end": "00:43:34,360",
        "en": "Katrine, vi skal have alle kaldt ind.",
        "pa": "Katrine, round up the troops.",
        "vi": "Katrine, tập hợp quân lính đi."
    },
    {
        "start": "00:43:34,480",
        "end": "00:43:40,200",
        "en": "Vi skal skrive pressemeddelelse og indkalde til pressemøde i morgen.",
        "pa": "We need to draft a press release and call a press conference tomorrow.",
        "vi": "Ta cần soạn thảo thông cáo báo chí và họp báo vào ngày mai."
    },
    {
        "start": "00:43:40,320",
        "end": "00:43:42,680",
        "en": "Ja, den gik slet ikke.",
        "pa": "No, it didn’t turn out right at all. I can't talk about it now.",
        "vi": "Chả đến đâu cả. Giờ tôi không nói được."
    },
    {
        "start": "00:43:42,800",
        "end": "00:43:48,800",
        "en": "Du skal love mig, at det bliver foreløbigt. Det skal være foreløbigt.",
        "pa": "Promise me it's only a draft, okay?",
        "vi": "Hứa với tôi chỉ là bản nháp thôi, nhé?"
    },
    {
        "start": "00:43:48,920",
        "end": "00:43:52,320",
        "en": "Vend tilbage til mig, inden du sender det ud.",
        "pa": "It has to be a draft.\n Call me back before you release it.",
        "vi": "Nó phải là bản nháp. Gọi lại cho tôi trước khi xuất bản."
    },
    {
        "start": "00:43:52,440",
        "end": "00:43:57,000",
        "en": "-Hvad starter vi med? -\"Nyborg har startet et nyt parti.\"",
        "pa": "How do we start?\n -\"Nyborg has formed a new party...\" -\"Nyborg and leading Moderates.\"",
        "vi": "Bắt đầu thế nào đây?\n - \"Nyborg đã thành lập một đảng mới\". - \"Nyborg và lãnh đạo Đảng Ôn hoà\"."
    },
    {
        "start": "00:43:57,120",
        "end": "00:44:00,120",
        "en": "\"Nyborg og ledende moderate.\" Ikke?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:44:00,240",
        "end": "00:44:03,600",
        "en": "\"Nyborg og ledende MF'ere går sammen om et nyt parti.\"",
        "pa": "\"Birgitte Nyborg and leading MPs have formed a new party.\"",
        "vi": "\"Birgitte Nyborg và các nghị sĩ hàng đầu đã lập đảng mới\"."
    },
    {
        "start": "00:44:03,720",
        "end": "00:44:07,960",
        "en": "-Hvad hedder partiet? -Det behøver der ikke at stå.",
        "pa": "-What's the name of our party? -We don't have to say.",
        "vi": "Tên đảng của ta là gì?\n - Ta không phải nói. - Tôi sẽ gửi đi."
    },
    {
        "start": "00:44:08,080",
        "end": "00:44:11,200",
        "en": "-Hvad hedder vi? -Hvad med Centerpartiet?",
        "pa": "I'll send it out.\n -What will we call ourselves? - The Center Party?",
        "vi": "- Chúng ta sẽ gọi mình là gì? - Đảng Trung tâm?"
    },
    {
        "start": "00:44:11,320",
        "end": "00:44:15,280",
        "en": "-De Uafhængige. -Nej. Det er for uansvarligt.",
        "pa": "-The Independents. -No, too irresponsible.",
        "vi": "- Đảng Độc Lập. - Không, quá vô trách nhiệm."
    },
    {
        "start": "00:44:15,400",
        "end": "00:44:19,320",
        "en": "-Grønt Centrum. -Det er for 90'er-agtigt.",
        "pa": "- Center Greens. -Too 90s. People won't buy it.",
        "vi": "- Đảng Trung tâm Xanh. - Quá kiểu thập niên 90."
    },
    {
        "start": "00:44:19,440",
        "end": "00:44:23,680",
        "en": "-Hvad med De Nye Moderate? -Nej. Vi er ikke et afhopperprojekt.",
        "pa": "-How about the New Moderates? -No, we're not a party of defectors.",
        "vi": "- Thế còn Đảng Ôn hoà mới thì sao? - Không, ta đâu phải lũ phản đảng."
    },
    {
        "start": "00:44:23,800",
        "end": "00:44:28,560",
        "en": "-Demokratisk Centrum. -Godt, at der er demokrati indeover.",
        "pa": "Democratic Center.",
        "vi": "Dân chủ Trung tâm."
    },
    {
        "start": "00:44:28,680",
        "end": "00:44:34,640",
        "en": "De Frie Demokrater. Bliver det for liberalt eller...? Ja, undskyld.",
        "pa": "I like the democracy part.\n The Free Democrats. Or is that too liberal?",
        "vi": "Tôi thích phần dân chủ.\n Đảng Dân chủ Tự do. Hay là quá tự do?"
    },
    {
        "start": "00:44:34,760",
        "end": "00:44:38,800",
        "en": "De Nye Demokrater. Vi er nye, og vi er demokrater.",
        "pa": "Well, sorry...\n The New Democrats. Because we're new, and we're democrats.",
        "vi": "Chà, xin lỗi...\n Đảng Dân chủ Mới. Chúng ta mới, và chúng ta là dân chủ."
    },
    {
        "start": "00:44:38,920",
        "end": "00:44:42,720",
        "en": "Hverken for meget højre eller for meget venstre.",
        "pa": "-Not bad. -Neither too leftish nor too rightish.",
        "vi": "- Không tệ. - Đâu quá cánh tả hay cánh hữu."
    },
    {
        "start": "00:44:42,840",
        "end": "00:44:46,360",
        "en": "-Fint. -Jon?",
        "pa": "Something new.\n -Fine. -Jon?",
        "vi": "- Thứ mới mẻ. - Được.\n Jon sao?"
    },
    {
        "start": "00:44:46,480",
        "end": "00:44:50,320",
        "en": "-Nye Demokrater. -Det hedder vores parti.",
        "pa": "New Democrats.",
        "vi": "- Đảng Dân chủ mới. - Tên của chúng ta."
    },
    {
        "start": "00:44:50,440",
        "end": "00:44:54,080",
        "en": "Lad os lige mødes heroppe alle sammen.",
        "pa": "That's our name.\n Gather round, people.",
        "vi": "Mọi người tập trung lại đi."
    },
    {
        "start": "00:44:54,200",
        "end": "00:44:57,560",
        "en": "-Nyborg starter et nyt parti. -Kan vi få det med nu?",
        "pa": "-Nyborg is forming a new party. -Can we squeeze that in the show?",
        "vi": "- Nyborg sắp lập đảng mới. - Ta làm ngay được không?"
    },
    {
        "start": "00:44:57,680",
        "end": "00:45:01,040",
        "en": "De Moderates pressechef spreder rygter.",
        "pa": "The Moderates' media adviser is spreading rumors.",
        "vi": "Cố vấn truyền thông Đảng Ôn hoà đang lan truyền tin đồn."
    },
    {
        "start": "00:45:01,160",
        "end": "00:45:03,880",
        "en": "Vi får nok en pressemeddelelse.",
        "pa": "-Let's break it when we're sure.",
        "vi": "- Hãy đăng khi ta chắc chắn. - Là Katrine."
    },
    {
        "start": "00:45:03,960",
        "end": "00:45:04,880",
        "en": "Det er Katrine.",
        "pa": "It's Katrine.",
        "vi": ""
    },
    {
        "start": "00:45:05,840",
        "end": "00:45:12,320",
        "en": "Ja? Er det sandt? Godt. Tak. Held og lykke.",
        "pa": "Yes. It's true?\n We still have that footage?",
        "vi": "Vâng. Có thật không?"
    },
    {
        "start": "00:45:12,440",
        "end": "00:45:16,360",
        "en": "Pressemøde i morgen kl. 12 på Borgen. Katrine er deres pressechef.",
        "pa": "Okay. Thanks. Lots of luck.\n The press conference is tomorrow at noon.",
        "vi": "Được rồi. Cảm ơn. Chúc nhiều may mắn.\n Họp báo ngày mai lúc 12 giờ. Katrine là cố vấn truyền thông của họ."
    },
    {
        "start": "00:45:16,480",
        "end": "00:45:22,400",
        "en": "Der bliver rigtig travlt i morgen. Der bliver måske ekstraudsendelser.",
        "pa": "Katrine is their media adviser.\n Wow. Okay. Listen up. We're in for a busy day tomorrow.",
        "vi": "Mai ta sẽ bận rộn. Ta có thể phải làm các phiên bản đặc biệt."
    },
    {
        "start": "00:45:22,520",
        "end": "00:45:26,080",
        "en": "-Vi breaker den nu. -Ikke før pressemeddelelsen er her.",
        "pa": "We may have to do special editions too.\n -Let's break it now. -Not until we get the press release.",
        "vi": "- Hãy đăng luôn đi. - Không cho tới khi có thông cáo báo chí."
    },
    {
        "start": "00:45:26,200",
        "end": "00:45:29,760",
        "en": "-Det er nyheder, det her. -Vi ved jo ikke, hvad der står.",
        "pa": "-But it's news. -We don't know the specifics.",
        "vi": "- Nhưng đó là tin tức. - Chúng ta không biết cụ thể."
    },
    {
        "start": "00:45:29,880",
        "end": "00:45:34,800",
        "en": "Så vil jeg have Birgitte Nyborg i morgen aften i studiet.",
        "pa": "I want an exclusive with Birgitte Nyborg tomorrow night in the studio.",
        "vi": "Tôi muốn độc quyền với Birgitte Nyborg vào ngày mai trong phòng thu."
    },
    {
        "start": "00:45:43,240",
        "end": "00:45:45,880",
        "en": "Er du stadig oppe?",
        "pa": "You're still up?",
        "vi": "Mẹ vẫn thức?"
    },
    {
        "start": "00:45:46,880",
        "end": "00:45:51,800",
        "en": "Han har fået øjenbetændelse igen, så han skal blive hjemme i morgen.",
        "pa": "The eye infection is back, so he has to stay home tomorrow.",
        "vi": "Lại tái nhiễm trùng mắt, mai nó phải ở nhà."
    },
    {
        "start": "00:45:51,920",
        "end": "00:45:55,200",
        "en": "Vil du gerne have, at jeg tager ham?",
        "pa": "Want me to look after him?",
        "vi": "Muốn mẹ chăm nó chứ?"
    },
    {
        "start": "00:45:56,520",
        "end": "00:45:58,840",
        "en": "Det er fint nok.",
        "pa": "I don't mind.",
        "vi": "Mẹ không phiền."
    },
    {
        "start": "00:45:58,960",
        "end": "00:46:04,960",
        "en": "-Men jeg savner din far lidt. -Jeg troede, at du gerne ville det.",
        "pa": "Although I do miss your dad a bit.",
        "vi": "Dù mẹ có nhớ bố con một chút."
    },
    {
        "start": "00:46:05,080",
        "end": "00:46:11,080",
        "en": "-Klokken er halv tolv om natten. -Undskyld, jeg ikke fik ringet.",
        "pa": "I thought you liked this.\n -It's almost midnight. -I'm sorry I didn't call.\n What's that?\n Sorry I didn't call.",
        "vi": "Con tưởng mẹ thích.\n - Gần nửa đêm rồi. - Con xin lỗi không gọi.\n - Cái gì thế? - Xin lỗi con đã không gọi."
    },
    {
        "start": "00:46:13,160",
        "end": "00:46:16,280",
        "en": "Du har et lille barn.",
        "pa": "You have a young child.",
        "vi": "Con có con nhỏ đấy."
    },
    {
        "start": "00:46:16,400",
        "end": "00:46:20,440",
        "en": "Jeg er ked af det, men det er, som om det ikke er gået op for dig.",
        "pa": "I'm sorry, but it's as if you don't realize that.",
        "vi": "Mẹ xin lỗi, nếu con không nhận ra việc đó."
    },
    {
        "start": "00:46:20,560",
        "end": "00:46:24,280",
        "en": "-Mor, gider du ikke godt... -Jeg mener det.",
        "pa": "-Mom, please... -I'm serious.",
        "vi": "- Mẹ à... - Thật đấy."
    },
    {
        "start": "00:46:24,400",
        "end": "00:46:29,760",
        "en": "Du har ikke rigtig forstået, at du ikke kan leve det samme liv som før.",
        "pa": "You don't understand that you can't continue living like you did before.",
        "vi": "Con không hiểu rằng con không thể tiếp tục sống như trước đây."
    },
    {
        "start": "00:46:31,040",
        "end": "00:46:34,720",
        "en": "Dit hjem fungerer ikke, medmindre nogen ordner det.",
        "pa": "Your home falls apart unless someone tends to it.",
        "vi": "Nhà con sụp đổ trừ khi có người chăm sóc nó."
    },
    {
        "start": "00:46:34,840",
        "end": "00:46:37,680",
        "en": "-Din økonomi... -Mor, gider du ikke...?",
        "pa": "-Your finances... -Mom, please...",
        "vi": "- Tài chính của con... - Xin mẹ..."
    },
    {
        "start": "00:46:37,800",
        "end": "00:46:41,360",
        "en": "Far og jeg hjalp dig også, da du havde et vellønnet job på TV1.",
        "pa": "-I mean... -Please!\n Dad and I helped you even when you had a well-paid job at TV1.",
        "vi": "Bố mẹ giúp con dù khi con có việc lương cao ở TV1."
    },
    {
        "start": "00:46:41,480",
        "end": "00:46:45,760",
        "en": "Nu er du ude i et politisk projekt, du ikke ved, om der er penge i.",
        "pa": "Now you're involved in an unpaid political project.",
        "vi": "Giờ con tham gia vào dự án chính trị không lương."
    },
    {
        "start": "00:46:45,880",
        "end": "00:46:48,920",
        "en": "Jeg har svært ved at se, hvem der har ansvaret.",
        "pa": "I am sorry, but I don't really know who's in charge here.",
        "vi": "Mẹ xin lỗi, mẹ không biết ai chịu trách nhiệm ở đây."
    },
    {
        "start": "00:46:49,040",
        "end": "00:46:52,240",
        "en": "Det har jeg sådan set også.",
        "pa": "Neither do I.",
        "vi": "Con cũng vậy."
    },
    {
        "start": "00:46:52,360",
        "end": "00:46:55,800",
        "en": "Det er måske, fordi jeg har dit blik i nakken konstant.",
        "pa": "Perhaps because you watch over me like a hawk!",
        "vi": "Có lẽ vì mẹ coi chừng con như chim ưng! Mẹ làm con thấy tội lỗi."
    },
    {
        "start": "00:46:55,920",
        "end": "00:47:01,120",
        "en": "-Du giver mig dårlig samvittighed. -Du har dit hoved andre steder.",
        "pa": "You make me feel guilty.\n I am trying to help you because your focus is everywhere else.",
        "vi": "Mẹ đang cố giúp con vì con tập trung ở chỗ khác."
    },
    {
        "start": "00:47:01,240",
        "end": "00:47:06,280",
        "en": "Nej! Jeg gør tingene på min måde. Jeg vil ikke undskylde for min karriere.",
        "pa": "No! I do things my way. I won't make apologies for my career.",
        "vi": "Không! Con làm mọi thứ theo cách của con. Con sẽ không xin lỗi vì sự nghiệp của con."
    },
    {
        "start": "00:47:06,400",
        "end": "00:47:12,400",
        "en": "Du skal ikke være hjemmegående. Det handler om prioriteringer.",
        "pa": "Nobody's saying you should be a housewife!\n Just get your priorities straight.",
        "vi": "Không ai yêu cầu con ở nhà. Cứ dành ưu tiên thẳng thắn."
    },
    {
        "start": "00:47:13,880",
        "end": "00:47:17,720",
        "en": "Nogle gange opfører du dig som et lille møgforkælet barn.",
        "pa": "Sometimes you behave like a spoiled little brat.",
        "vi": "Đôi khi con cư xử như một đứa trẻ hư hỏng."
    },
    {
        "start": "00:47:17,840",
        "end": "00:47:22,560",
        "en": "Du har måske svært ved at være mor, fordi du er et barn oppe i hovedet.",
        "pa": "Maybe it's hard for you to be a mother\n because you're a child inside.",
        "vi": "Có lẽ con khó làm mẹ vì bên trong con chỉ là đứa trẻ."
    },
    {
        "start": "00:47:36,600",
        "end": "00:47:38,880",
        "en": "Tag hjem.",
        "pa": "Go home.",
        "vi": "Về nhà đi."
    },
    {
        "start": "00:47:40,560",
        "end": "00:47:44,000",
        "en": "Jeg mener det. Tag hjem.",
        "pa": "I mean it. Go home.",
        "vi": "Thật đấy. Về nhà đi."
    },
    {
        "start": "00:47:45,320",
        "end": "00:47:49,480",
        "en": "-Katrine... -Nej, du har fuldstændig ret.",
        "pa": "-Katrine... -No, you're absolutely right.",
        "vi": "- Katrine... - Không, mẹ đúng cả."
    },
    {
        "start": "00:47:49,600",
        "end": "00:47:54,320",
        "en": "Tak for al hjælpen. Gustav og jeg klarer den selv fra nu af.",
        "pa": "Thanks for your help. Gustav and I will manage from now on.",
        "vi": "Cảm ơn đã giúp. Gustav và con tự lo từ giờ."
    },
    {
        "start": "00:48:01,960",
        "end": "00:48:07,800",
        "en": "Min mor kunne ikke alligevel. Kasper er på arbejde.",
        "pa": "My Mom couldn't take him...",
        "vi": "Mẹ tôi không thể chăm nó... ...còn Kasper đang làm việc."
    },
    {
        "start": "00:48:07,920",
        "end": "00:48:12,440",
        "en": "Han har øjenbetændelse, så jeg kan ikke... Okay. Tak.",
        "pa": "...and Kasper's at work.\n He's got an eye infection, so I can't...",
        "vi": "Nó bị nhiễm trùng mắt, nên tôi không thể... Cảm ơn."
    },
    {
        "start": "00:48:14,120",
        "end": "00:48:17,000",
        "en": "Hvad så, skatter?",
        "pa": "Okay. Thanks.\n Hey there, sweetie.",
        "vi": "Này con yêu."
    },
    {
        "start": "00:48:17,120",
        "end": "00:48:19,840",
        "en": "Kom her.",
        "pa": "Up you go.",
        "vi": "Đứng lên nào."
    },
    {
        "start": "00:48:19,960",
        "end": "00:48:23,440",
        "en": "Så, lille skat. Shh!",
        "pa": "Hush now, sweetie.",
        "vi": "Yên nào con."
    },
    {
        "start": "00:48:31,920",
        "end": "00:48:34,320",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào."
    },
    {
        "start": "00:48:36,320",
        "end": "00:48:39,120",
        "en": "-Så er det nu. -Ja.",
        "pa": "-This is it. -Yes.",
        "vi": "- Đây rồi. - Phải."
    },
    {
        "start": "00:48:39,240",
        "end": "00:48:43,600",
        "en": "Det var så i dag, du valgte at have barn med på arbejde.",
        "pa": "So you chose today to bring your child to work.",
        "vi": "Nên hôm nay cô chọn đưa con đi làm."
    },
    {
        "start": "00:48:44,600",
        "end": "00:48:47,680",
        "en": "-Er du okay? -Jeg har ikke sovet hele natten.",
        "pa": "-Are you okay? -I haven't slept a wink.",
        "vi": "- Cô ổn chứ? - Tôi thức trắng đêm."
    },
    {
        "start": "00:48:47,800",
        "end": "00:48:50,680",
        "en": "-Velkommen i klubben. -Tak.",
        "pa": "-Join the club. -Thanks.",
        "vi": "- Tôi cũng vậy. - Cảm ơn."
    },
    {
        "start": "00:48:53,400",
        "end": "00:48:55,600",
        "en": "Han er lige faldet i søvn.",
        "pa": "He just fell asleep.",
        "vi": "Nó vừa ngủ đấy."
    },
    {
        "start": "00:48:55,720",
        "end": "00:48:59,240",
        "en": "Pressemødet bliver flyttet til et af de store mødelokaler",
        "pa": "The press conference is being moved to a larger conference room",
        "vi": "Họp báo đang được chuyển đến phòng họp lớn"
    },
    {
        "start": "00:48:59,360",
        "end": "00:49:04,120",
        "en": "på grund af den store interesse. Her er ekstremt mange pressefolk.",
        "pa": "due to the massive interest.",
        "vi": "do sự quan tâm lớn. Nhiều phóng viên lấp đầy các sảnh."
    },
    {
        "start": "00:49:04,240",
        "end": "00:49:09,720",
        "en": "Når en eks-statsminister starter sit eget parti, er det en begivenhed.",
        "pa": "Scores of reporters fill the halls.\n When a former PM forms her own party,it's a sensation.",
        "vi": "Khi cựu Thủ tướng lập đảng của riêng mình, đó là tin giật gân"
    },
    {
        "start": "00:49:09,840",
        "end": "00:49:14,280",
        "en": "Det må man sige. Vi glæder os meget til at høre reaktionerne.",
        "pa": "You bet. We can't wait to hear the reactions.",
        "vi": "Chắc chắn rồi. Tôi rất mong chờ nghe phản ứng."
    },
    {
        "start": "00:49:14,400",
        "end": "00:49:16,840",
        "en": "Hvad hedder det nye parti?",
        "pa": "What's the new party called, Torben?",
        "vi": "Đảng mới gọi là gì, Torben?"
    },
    {
        "start": "00:49:16,960",
        "end": "00:49:22,040",
        "en": "Det ene rygte går på Centerpartiet og det andet på Demokratisk Centrum.",
        "pa": "Some say the Center Party, some say Democratic Center...",
        "vi": "Có người nói Đảng Trung tâm, có ngươi lại nói Trung tâm Dân chủ."
    },
    {
        "start": "00:49:29,480",
        "end": "00:49:32,120",
        "en": "Birgitte...",
        "pa": "Birgitte...",
        "vi": "Birgitte..."
    },
    {
        "start": "00:49:33,120",
        "end": "00:49:37,560",
        "en": "Jeg har skrevet en sms til Yvonne Kjær om min udmeldelse af partiet.",
        "pa": "I wrote a text to Yvonne Kjær offering her my resignation.",
        "vi": "Tôi viết tin gửi Yvonne Kjær đề nghị cô ấy từ chức."
    },
    {
        "start": "00:49:39,800",
        "end": "00:49:42,080",
        "en": "Jeg kan ikke sende den.",
        "pa": "I can't send it.",
        "vi": "- Tôi không gửi được. - Có thể mà, Erik."
    },
    {
        "start": "00:49:42,200",
        "end": "00:49:46,400",
        "en": "Jo, du kan, Erik. Hør lige her.",
        "pa": "Sure you can, Erik.",
        "vi": ""
    },
    {
        "start": "00:49:46,520",
        "end": "00:49:51,200",
        "en": "Om et øjeblik er det officielt. Så bliver det hele meget nemmere.",
        "pa": "Listen.\n In a few moments it'll be official. That'll make everything much easier.",
        "vi": "Nghe này.\n Chút nữa sẽ là chính thức. Vậy sẽ dễ dàng hơn nhiều."
    },
    {
        "start": "00:49:52,600",
        "end": "00:49:55,240",
        "en": "Erik, du skal bare trykke 'send'.",
        "pa": "Erik, just press \"send\".",
        "vi": "Erik, cứ nhấn \"gửi\" đi."
    },
    {
        "start": "00:49:55,360",
        "end": "00:49:58,160",
        "en": "-Så er det altså alvor. -Jeg er ked af det.",
        "pa": "-This is it. -I'm sorry.",
        "vi": "- Đến rồi. - Tôi xin lỗi."
    },
    {
        "start": "00:50:12,880",
        "end": "00:50:15,080",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Xin chào."
    },
    {
        "start": "00:50:16,840",
        "end": "00:50:22,440",
        "en": "Tak. Velkommen til det første pressemøde for Nye Demokrater.",
        "pa": "Thank you!\n Welcome to the first press conference by the New Democrats.",
        "vi": "Cảm ơn!\n Chào mừng tới họp báo đầu tiên của Đảng Dân chủ Mới."
    },
    {
        "start": "00:50:22,560",
        "end": "00:50:27,480",
        "en": "Birgitte Nyborg, du har startet et nyt parti. Hvorfor?",
        "pa": "Birgitte Nyborg, why have you formed a new party?",
        "vi": "Birgitte Nyborg, sao bà lại lập một đảng mới?"
    },
    {
        "start": "00:50:27,600",
        "end": "00:50:33,160",
        "en": "Det har jeg, fordi jeg er stolt af, hvad vi har kunnet i det her land",
        "pa": "Because I'm deeply proud of what we've achieved in this country",
        "vi": "Vì về cơ bản, tôi tự hào về những gì chúng tôi đạt được ở đất nước này"
    },
    {
        "start": "00:50:33,280",
        "end": "00:50:39,840",
        "en": "når vi var allerbedst. Og fordi jeg har så svært ved at holde min mund.",
        "pa": "when we are at our very best.\n And because I just can't keep my mouth shut.",
        "vi": "với nỗ lực nhất của ta. Và vì tôi không thể ngậm miệng."
    },
    {
        "start": "00:50:39,960",
        "end": "00:50:44,280",
        "en": "Jeg kan ikke lade være med at stille spørgsmål til det Danmark, jeg ser.",
        "pa": "I can't help questioning the Denmark I'm seeing.",
        "vi": "Tôi không thể không nghi ngờ về người Đan Mạch mà tôi đang thấy."
    },
    {
        "start": "00:50:44,400",
        "end": "00:50:49,080",
        "en": "Er vi ugæstfri? Er vi fordomsfulde?",
        "pa": "Are we inhospitable?\n Are we bigoted?",
        "vi": "Chúng ta không mến khách?\n Chúng ta mù quáng?"
    },
    {
        "start": "00:50:49,200",
        "end": "00:50:54,480",
        "en": "Er vi arrogante? Er vi usolidariske?",
        "pa": "Are we arrogant?\n Devoid of solidarity?",
        "vi": "Chúng ta ngạo mạn?\n Không có đoàn kết?"
    },
    {
        "start": "00:50:54,600",
        "end": "00:51:00,360",
        "en": "Er det os? Som danskere? Som folk?",
        "pa": "Is that us?\n As Danes? As a people?",
        "vi": "Là chúng ta sao? Là người Đan Mạch?\n Là một dân tộc?"
    },
    {
        "start": "00:51:00,480",
        "end": "00:51:04,680",
        "en": "Svaret er et rungende nej, hvis I spørger Nye Demokrater.",
        "pa": "The answer is a resounding \"no\" if you ask the New Democrats.",
        "vi": "Câu trả lời là không, nếu các vị hỏi Đảng Dân chủ Mới."
    },
    {
        "start": "00:51:04,800",
        "end": "00:51:10,560",
        "en": "Men det er det billede, visse dele af vores lovgivning tegner af os.",
        "pa": "But that is the picture parts of our legislature paints of us.",
        "vi": "Nhưng đó là những phần của khung cảnh về lập pháp của chúng ta."
    },
    {
        "start": "00:51:10,680",
        "end": "00:51:14,520",
        "en": "Det signal sender vi ud til omverdenen og til hinanden.",
        "pa": "The message we send to the world and to each other.",
        "vi": "Thông điệp chúng ta gửi đến thế giới và cho nhau."
    },
    {
        "start": "00:51:14,640",
        "end": "00:51:19,680",
        "en": "Vi vil have, at vi igen kan være stolte af at være danskere.",
        "pa": "We want to restore our pride in being Danish. All of us.",
        "vi": "Chúng tôi muốn khôi phục lại niềm tự hào là người Đan Mạch. Tất cả chúng ta."
    },
    {
        "start": "00:51:19,800",
        "end": "00:51:23,240",
        "en": "-Birgitte! -Ja, Hanne Holm.",
        "pa": "Birgitte!",
        "vi": "Birgitte!"
    },
    {
        "start": "00:51:23,360",
        "end": "00:51:28,440",
        "en": "Du blev ikke De Moderates formand, så er du ved at være færdig i politik?",
        "pa": "Yes, Hanne Holm.\n You didn't make Moderate leader.",
        "vi": "Vâng, Hanne Holm.\n Bà không làm lãnh đạo Đảng Ôn hoà. Có lẽ bà đã hết thời chính trị?"
    },
    {
        "start": "00:51:28,560",
        "end": "00:51:33,600",
        "en": "Skulle jeg droppe mit engagement, når jeg ikke fik den position",
        "pa": "An indication your days in politics are over?\n Only bad politicians give up when they don't get their policies through.",
        "vi": "Chỉ lũ chính trị gia tồi mới từ bỏ khi họ không làm người ta"
    },
    {
        "start": "00:51:33,720",
        "end": "00:51:38,560",
        "en": "jeg ønskede mig? Mange journalister har det svært med idealisme.",
        "pa": "I know the media don't understand idealism",
        "vi": "hiểu chính sách của mình.\n Tôi biết truyền thông không hiểu chủ nghĩa lý tưởng"
    },
    {
        "start": "00:51:38,680",
        "end": "00:51:41,960",
        "en": "Essensen af det her handler om at ville ændre verden.",
        "pa": "but at the core of this is a desire to change the world.",
        "vi": "cốt lõi của việc này là mong muốn thay đổi thế giới."
    },
    {
        "start": "00:51:42,080",
        "end": "00:51:46,400",
        "en": "I ligner en flok eks-moderate, ingen andre gider lege med.",
        "pa": "You look like a gang of ex-Moderates nobody wants to play with.",
        "vi": "Các vị như nhóm cựu thành viên Đảng Ôn Hoà không ai muốn chơi cùng."
    },
    {
        "start": "00:51:46,520",
        "end": "00:51:52,280",
        "en": "Er I ikke bare et moderat afhopperprojekt?",
        "pa": "Aren't you just a Moderate defector project?",
        "vi": "Các vị là kẻ đảo ngũ dự án Đảng Ôn hoà?"
    },
    {
        "start": "00:51:52,400",
        "end": "00:51:57,840",
        "en": "Nej. Vi er gået sammen, fordi vi mener, der mangler en stemme...",
        "pa": "Sore losers?\n No, we've teamed up because we want to voice the...",
        "vi": "Lũ thất bại tệ hại?\n Không, chúng tôi hợp tác vì chúng tôi muốn lên tiếng..."
    },
    {
        "start": "00:51:57,960",
        "end": "00:52:03,160",
        "en": "Jeg vil præsentere Erik Hoffmann, tidligere næstformand i Ny Højre.",
        "pa": "Let me introduce Erik Hoffmann, former deputy leader of the New Right.",
        "vi": "Cho phép tôi giới thiệu Erik Hoffmann,"
    },
    {
        "start": "00:52:03,280",
        "end": "00:52:06,560",
        "en": "Dejligt, at du kunne nå det, Erik.",
        "pa": "Glad you could make it.",
        "vi": "cựu phó lãnh đạo Đảng Cánh hữu Mới. Mừng ông có thể tới."
    },
    {
        "start": "00:52:08,080",
        "end": "00:52:14,720",
        "en": "For mindre end to minutter siden har jeg meldt mig ud af Ny Højre",
        "pa": "Less than two minutes ago",
        "vi": "Chưa đầy hai phút trước"
    },
    {
        "start": "00:52:14,840",
        "end": "00:52:18,120",
        "en": "som jeg har været medlem af i 27 år.",
        "pa": "I resigned from the New Right\n of which I've been a member for 27 years.",
        "vi": "tôi đã từ chức ở Đảng Cánh hữu Mới\n mà tôi đã là thành viên 27 năm."
    },
    {
        "start": "00:52:19,600",
        "end": "00:52:24,160",
        "en": "Det har ikke været nemt for mig eller de andre at sige farvel til partier",
        "pa": "It's been no easy task for me nor the others to leave our parties",
        "vi": "Rời bỏ đảng không dễ dàng gì cho tôi hay người khác"
    },
    {
        "start": "00:52:24,280",
        "end": "00:52:31,200",
        "en": "som vi har været medlem af helt tilbage fra de unge år.",
        "pa": "that we've been...\n members of...",
        "vi": "chúng tôi đã là...\n ...thành viên của... từ khi chúng ta còn trẻ."
    },
    {
        "start": "00:52:31,320",
        "end": "00:52:37,400",
        "en": "Det her er ikke en smålig agenda. Der skal ske en alvorlig forandring.",
        "pa": "since we were young.\n Our agenda is not a petty one. We believe serious change is needed.",
        "vi": "Chương trình của ta không tốt. Chúng tôi tin cần thay đổi nghiêm túc."
    },
    {
        "start": "00:52:37,520",
        "end": "00:52:41,520",
        "en": "Jeg nåede grænsen, da jeg blev bedt om at stemme for en lov",
        "pa": "I had enough when I was asked to vote in favor of a bill",
        "vi": "Tôi đã chịu đủ khi bị yêu cầu bỏ phiếu ủng hộ dự luật"
    },
    {
        "start": "00:52:41,640",
        "end": "00:52:46,840",
        "en": "der beder danske dommere i vores retssamfund om at vurdere",
        "pa": "enabling Danish judges in this country, based on the rule of law, ",
        "vi": "cho phép các thẩm phán Đan Mạch ở đất nước này dựa trên luật pháp xem xét"
    },
    {
        "start": "00:52:46,960",
        "end": "00:52:52,080",
        "en": "om man kan smide borgere ud for selv meget små forseelser.",
        "pa": "to deport citizens for the smallest of misdemeanors.",
        "vi": "liệu ta có thể trục xuất công dân vì tội nhẹ nhất."
    },
    {
        "start": "00:52:52,200",
        "end": "00:52:55,560",
        "en": "Det vil jeg bare ikke være med til.",
        "pa": "I cannot be a part of that.",
        "vi": "Tôi không tham dự."
    },
    {
        "start": "00:52:58,240",
        "end": "00:53:05,040",
        "en": "Her i huset laver vi love. De love, som det danske samfund er bygget på.",
        "pa": "In this building we make laws. ",
        "vi": "Trong nhà này, ta làm luật."
    },
    {
        "start": "00:53:05,160",
        "end": "00:53:09,360",
        "en": "I disse tider vedtager vi flere og flere love, der er betænkelige",
        "pa": "Laws on which the Danish society is built.\n We are now passing more and more bills",
        "vi": "Đạo luật mà xã hội Đan Mạch xây dựng.\n Hiện tại chúng ta đang thông qua ngày càng nhiều dự luật"
    },
    {
        "start": "00:53:09,480",
        "end": "00:53:15,160",
        "en": "fordi de er på kant med grundloven og menneskerettighederne.",
        "pa": "that border alarmingly on breaching the constitution and human rights.",
        "vi": "ranh giới báo động vi phạm hiến pháp và nhân quyền."
    },
    {
        "start": "00:53:15,280",
        "end": "00:53:20,880",
        "en": "Love, der er skabt som studehandler i større politiske aftaler.",
        "pa": "Bills that are the waste product of political horse-trades.",
        "vi": "Các dự luật là phế phẩm của giao dịch chính trị ngầm."
    },
    {
        "start": "00:53:21,000",
        "end": "00:53:25,480",
        "en": "Man haster dem igennem, fordi det er for pinligt at diskutere dem.",
        "pa": "They're rushed through because they're too shameful to discuss.",
        "vi": "Họ vội vã thông qua vì quá xấu hổ để mà bàn bạc."
    },
    {
        "start": "00:53:25,600",
        "end": "00:53:30,560",
        "en": "Man undgår, at folket bliver hørt, og det er ikke kun sjusk",
        "pa": "People don't get to have their say, and it's not just shoddy,",
        "vi": "Người dân không thể có tiếng nói của mình, và nó không chỉ là giả mạo"
    },
    {
        "start": "00:53:30,680",
        "end": "00:53:34,640",
        "en": "det er decideret udemokratisk.",
        "pa": "it's decidedly undemocratic.",
        "vi": "mà là quyết định phi dân chủ."
    },
    {
        "start": "00:53:36,400",
        "end": "00:53:39,880",
        "en": "Det mest dækkende ord for demokrati er samtale.",
        "pa": "Democracy is dialogue.",
        "vi": "Dân chủ là đối thoại."
    },
    {
        "start": "00:53:40,000",
        "end": "00:53:43,400",
        "en": "Og den samtale er ved at forstumme.",
        "pa": "And that dialogue is fading away.",
        "vi": "Thế mà đối thoại đang mờ dần."
    },
    {
        "start": "00:53:43,520",
        "end": "00:53:48,920",
        "en": "Det, vi hos Nye Demokrater vil kæmpe for, er at få samtalen i gang igen.",
        "pa": "The New Democrats are going to fight to re-open the conversation.",
        "vi": "Đảng Dân chủ Mới sẽ đấu tranh để mở lại cuộc đối thoại đó."
    },
    {
        "start": "00:54:04,520",
        "end": "00:54:08,640",
        "en": "-Nete, har du set min taske? -Prøv inde i salen.",
        "pa": "-Nete, have you seen my bag? -Look in there.",
        "vi": "- Nete, thấy túi của tôi chứ? - Nhìn trong kia đi."
    },
    {
        "start": "00:54:08,760",
        "end": "00:54:11,880",
        "en": "Undskyld.",
        "pa": "Sure.\n Excuse me.",
        "vi": "Ừ.\n Xin lỗi."
    },
    {
        "start": "00:54:12,000",
        "end": "00:54:14,800",
        "en": "-Tillykke med det. -Tak.",
        "pa": "-Congratulations. -Thanks.",
        "vi": "- Chúc mừng. - Cảm ơn."
    },
    {
        "start": "00:54:22,680",
        "end": "00:54:26,520",
        "en": "-Hejsa. Tillykke med dit nye job. -Tak.",
        "pa": "-Hi. Congratulations on your new job. -Thanks.",
        "vi": "- Chào. Chúc mừng việc mới. - Cảm ơn."
    },
    {
        "start": "00:54:26,640",
        "end": "00:54:32,920",
        "en": "-Jeg var inde på TV1 forleden. -Vi er klar til Nyborg i 20.30'eren.",
        "pa": "-You did great. -Thanks.\n I stopped by TV1 the other day to...\n We'd like an extended interview with Nyborg on the 8:30 news tonight.",
        "vi": "- Cô làm tốt lắm. - Cảm ơn. Hôm trước tôi qua TV1 để...\n Chúng tôi muốn phỏng vấn thêm Nyborg ở bản tin 8:30 tối nay."
    },
    {
        "start": "00:54:33,040",
        "end": "00:54:36,320",
        "en": "Det kan hun desværre ikke.",
        "pa": "-I'm afraid she can't.\n Shh.",
        "vi": "Không được."
    },
    {
        "start": "00:54:36,440",
        "end": "00:54:40,360",
        "en": "Det kan hun desværre ikke? Hvorfor ikke?",
        "pa": "She can't?",
        "vi": "Không được?"
    },
    {
        "start": "00:54:40,480",
        "end": "00:54:43,680",
        "en": "Vi har givet den første eksklusive til 2'eren.",
        "pa": "Why not?\n We gave TV2 the first exclusive.",
        "vi": "Tại sao không?\n Chúng tôi đã cho TV2 độc quyền đầu tiên. Không phải chúng tôi chỉ là bạn với TV1."
    },
    {
        "start": "00:54:43,800",
        "end": "00:54:47,280",
        "en": "Det må ikke virke, som om vi kun er venner med TV1.",
        "pa": "It musn't appear that we're only friends with TV1.",
        "vi": ""
    },
    {
        "start": "00:54:48,640",
        "end": "00:54:54,120",
        "en": "Du har i hvert fald en ven på TV1. Alex Hjort.",
        "pa": "You certainly have one friend at TV1.\n Alex Hjort.",
        "vi": "Cô có bạn ở TV1 mà.\n Alex Hjort."
    },
    {
        "start": "00:54:58,360",
        "end": "00:55:02,760",
        "en": "-Det er virkelig upassende. -Du har givet den væk til 2'eren.",
        "pa": "-You're out of line. -You gave it to TV2?",
        "vi": "- Anh quá đáng rồi đấy. - Cô trao quyền cho TV2?"
    },
    {
        "start": "00:55:02,880",
        "end": "00:55:06,520",
        "en": "Det havde jeg fandeme ikke regnet med.",
        "pa": "You gave it to someone else? You really disappoint me.",
        "vi": "Cô trao cho kẻ khác? Cô làm tôi rất thất vọng."
    },
    {
        "start": "00:55:07,680",
        "end": "00:55:13,040",
        "en": "En lille smule loyalitet fra din side ville fandeme være på sin plads.",
        "pa": "-What are you saying? -A tiny bit of loyalty would've been nice.",
        "vi": "- Anh nói gì thế? - Cô nợ chúng tôi chút lòng trung thành."
    },
    {
        "start": "00:55:13,160",
        "end": "00:55:15,840",
        "en": "At du backstabber mig på den måde!",
        "pa": "Seriously.\n And you stab me in the back like that...",
        "vi": "Thật đấy. Cô nói xấu sau lưng tôi."
    },
    {
        "start": "00:55:32,520",
        "end": "00:55:38,480",
        "en": "Alle de største ting i politik har du lavet sammen med mig, Birgitte.",
        "pa": "Your greatest political achievements have been made with me by your side.",
        "vi": "Những thành tựu chính trị vĩ đại nhất bà có là khi tôi cùng phe."
    },
    {
        "start": "00:55:38,600",
        "end": "00:55:41,920",
        "en": "Det ved jeg godt.",
        "pa": "I know.",
        "vi": "Tôi biết."
    },
    {
        "start": "00:55:43,080",
        "end": "00:55:47,200",
        "en": "Hvad vil du have, jeg skal gøre, Bent?",
        "pa": "What do you want me to do?",
        "vi": "Ông muốn tôi làm gì?"
    },
    {
        "start": "00:55:53,000",
        "end": "00:55:56,520",
        "en": "Du kan lade mig være med i dit nye parti.",
        "pa": "I want you to let me join your new party.",
        "vi": "Tôi muốn bà cho tôi vào đảng mới."
    },
    {
        "start": "00:56:00,640",
        "end": "00:56:05,120",
        "en": "I har 10.000 likes på Facebook. Hvordan føles det?",
        "pa": "You have 10,000 likes on Facebook. How does it feel?",
        "vi": "Bà có 10.000 lượt thích trên Facebook. Cảm giác thế nào?"
    },
    {
        "start": "00:56:05,240",
        "end": "00:56:11,880",
        "en": "Fantastisk. Mange ønsker åbenbart, at der bliver ført en anden politik.",
        "pa": "Great.\n It indicates many people want Denmark to change political course.",
        "vi": "Tuyệt.\n Có vẻ nhiều người muốn Đan Mạch thay đổi đường lối chính trị."
    },
    {
        "start": "00:56:12,000",
        "end": "00:56:18,280",
        "en": "-Går du efter statsministerposten? -Jeg går efter at få indflydelse.",
        "pa": "- Do you want to be PM? -I want of influence.",
        "vi": "- Bà muốn làm thủ tướng không? - Tôi muốn ảnh hưởng."
    },
    {
        "start": "00:56:18,400",
        "end": "00:56:22,320",
        "en": "Hvorfor har den konkurrerende kanal fået den eksklusive med Nyborg?",
        "pa": "The office I hold is less important.\n Why did the other channel get the exclusive with Nyborg?",
        "vi": "Văn phòng tôi có ít quan trọng hơn.\n Tại sao kênh kia lại được độc quyền với Nyborg?"
    },
    {
        "start": "00:56:22,440",
        "end": "00:56:26,480",
        "en": "Det er en af dine tidligere ansatte, der er hendes medierådgiver.",
        "pa": "I mean, her media adviser is one of your former employees.",
        "vi": "Cố vấn truyền thông của bà ấy là nhân viên cũ của anh."
    },
    {
        "start": "00:56:26,600",
        "end": "00:56:29,600",
        "en": "Du er tættere på Katrine, end jeg er.",
        "pa": "You're closer to Katrine than I am.",
        "vi": "Anh thân Katrine hơn tôi."
    },
    {
        "start": "00:56:29,720",
        "end": "00:56:33,960",
        "en": "Kan du huske det, vi snakkede om med metafortællingen?",
        "pa": "Remember what I said about the meta-narrative?",
        "vi": "Nhớ những gì tôi nói về tự sự chính trị chứ?"
    },
    {
        "start": "00:56:34,080",
        "end": "00:56:38,200",
        "en": "Sidst vi så Nyborg på TV1, var hun en slagen kvinde.",
        "pa": "The last time we saw Nyborg on TV1, she was a loser.",
        "vi": "Lần cuối ta thấy Nyborg trên TV1, bà ta là kẻ thất bại."
    },
    {
        "start": "00:56:38,320",
        "end": "00:56:43,120",
        "en": "Nu ser vi så vinderen Birgitte Nyborg på 2'eren i et succesinterview.",
        "pa": "Here's the winner Birgitte Nyborg on TV2 in a successful interview.",
        "vi": "Birgitte Nyborg thắng lợi, trên TV2 ở phỏng vấn thành công."
    },
    {
        "start": "00:56:43,240",
        "end": "00:56:48,800",
        "en": "Vi har et problem, hvis du bliver ved med at give mig historien om taberen.",
        "pa": "We've got a problem, if you keep on handing me loser stories.\n He wants to take the Moderates in a different direction...",
        "vi": "Ta sẽ gặp hoạ, nếu anh cứ giao cho tôi chuyện thất bại."
    },
    {
        "start": "00:56:55,480",
        "end": "00:56:58,400",
        "en": "",
        "pa": "One of the sensational things at the press conference",
        "vi": "Ông ấy muốn đưa Đảng Ôn hoà theo hướng mới...\n Một trong những thứ giật gân ở buổi họp báo là cựu Đảng Cánh hữu Mới..."
    },
    {
        "start": "00:56:58,480",
        "end": "00:57:00,000",
        "en": "",
        "pa": "was the the former New Right...",
        "vi": ""
    },
    {
        "start": "00:57:19,640",
        "end": "00:57:21,640",
        "en": "- Hej. - Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:58:01,600",
        "end": "00:58:04,320",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "BORGEN is a work of fiction inspired by real events.\n The series references historical figures\n and events in Danish politics prior to 1982.\n Subtitles by: Charlotte Reeve ",
        "vi": "BORGEN LÀ TÁC PHẨM HƯ CẤU LẤY CẢM HỨNG TỪ SỰ KIỆN CÓ THẬT\n LOẠT PHIM NÀY NHÁC ĐẾN CÁC NHÂN VẬT\n VÀ SỰ KIỆN LỊCH SỬ TRONG CHÍNH TRỊ ĐAN MẠCH TRƯỚC NĂM 1982\n Biên dịch: Minh Khang "
    }
]