[
    {
        "start": "00:00:00,080",
        "end": "00:00:05,720",
        "en": "Hvordan har I det med at skulle møde jeres fars nye kæreste? Er I okay?",
        "pa": "How do you feel about meeting your dad's new girlfriend?",
        "vi": "Con thấy gặp bạn gái mới của bố thế nào?"
    },
    {
        "start": "00:00:05,840",
        "end": "00:00:10,280",
        "en": "-Hej. Cecilie. -Dejligt at møde dig.",
        "pa": "-Are you okay? -Yes.\n Hello. Birgitte.\n -Cecilie. -Nice to meet you.",
        "vi": "- Con ổn chứ? - Vâng.\n Xin chào Birgitte.\n - Cecilie. - Rất vui được gặp cô."
    },
    {
        "start": "00:00:10,400",
        "end": "00:00:16,840",
        "en": "Vi skal lægge grunden til noget, som har længere udsigter. Fælles Fremtid.",
        "pa": "You too.\n We're laying the groundwork for something that for once extends beyond our term.",
        "vi": "Tôi cũng vậy.\n Ta đặt nền móng cho một thứ lần đầu có thể vượt quá nhiệm kỳ của ta."
    },
    {
        "start": "00:00:16,960",
        "end": "00:00:22,280",
        "en": "Laugesen har sat en fælde. Få en anden til at skrive historien.",
        "pa": "It's called Our Common Future.\n Laugesen set up this country's foreign minister.",
        "vi": "Nó là Tương lai chung của ta.\n Laugesen gài bẫy Bộ trưởng Ngoại giao của đất nước này."
    },
    {
        "start": "00:00:22,400",
        "end": "00:00:25,400",
        "en": "Katrine finder et nyt job, men det er modigt",
        "pa": "Get someone else to write your shitty story.\n Katrine will find a new job with her pretty face,",
        "vi": "Bảo người khác viết bài vớ vẩn của anh đi.\n Katrine xinh sẽ tìm được việc mới,"
    },
    {
        "start": "00:00:25,520",
        "end": "00:00:28,920",
        "en": "at en udslidt alkoholiker skrider. Hils i a-kassen!",
        "pa": "but it's pretty fucking brave when you're a washed-out old drunk!\n Have fun on welfare!",
        "vi": "nhưng thật dũng cảm khi bà là kẻ say khướt.\n Sống nhờ phúc lợi nhé!"
    },
    {
        "start": "00:00:31,320",
        "end": "00:00:35,600",
        "en": "Du vil ikke det her, eller du kan ikke, eller du har ikke tid.",
        "pa": "You don't want this, or you can't, or you don't have the time.",
        "vi": "Anh không muốn, hoặc không thể, hoặc không có thời gian."
    },
    {
        "start": "00:00:35,720",
        "end": "00:00:40,400",
        "en": "Jeg vil gerne mit forhold. Det er bedst, hvis vi ikke ses.",
        "pa": "I want to save my relationship. It's best if we don't see each other.",
        "vi": "Anh muốn cứu mối tình của anh. Tốt nhất ta không gặp nhau."
    },
    {
        "start": "00:00:58,280",
        "end": "00:01:02,200",
        "en": "Man lægger en grundsten, når man bygger et hus.",
        "pa": "\"Much that passes as idealism is disguised love of power.\" - BERTRAND RUSSEL\n It's tradition to lay a cornerstone when you build a house.",
        "vi": "\"Chủ nghĩa lý tưởng phần lớn là ngụy trang cho đam mê quyền lực.\" - BERTRAND RUSSEL\n Đó là truyền thống đặt viên gạch nền móng khi xây nhà."
    },
    {
        "start": "00:01:02,320",
        "end": "00:01:07,480",
        "en": "Vi mener, det er mere symbolsk at plante et træ.",
        "pa": "We find it a better symbol\n to plant a tree.",
        "vi": "Chúng tôi thấy biểu tượng hay hơn\n là trồng cây."
    },
    {
        "start": "00:01:07,600",
        "end": "00:01:13,320",
        "en": "Regeringen har nemlig en plan for Danmark, som skal vokse.",
        "pa": "You see, the government has a great plan for Denmark\n that we want to grow into the new Danish welfare society.",
        "vi": "Vậy đấy, Chính phủ có kế hoạch tuyệt vời cho Đan Mạch\n chúng tôi muốn đưa vào xã hội phúc lợi mới của Đan Mạch."
    },
    {
        "start": "00:01:13,440",
        "end": "00:01:18,240",
        "en": "-Den hedder Fælles Fremtid. -Fælles Fremtid handler om velfærd.",
        "pa": "It's called Our Common Future.\n Our Common Future is about welfare.",
        "vi": "Nó gọi là Tương lai chung của ta.\n Tương lai chung của ta là phúc lợi xã hội."
    },
    {
        "start": "00:01:18,360",
        "end": "00:01:22,600",
        "en": "Den handler om uddannelse, skattepolitik og miljøpolitik.",
        "pa": "It's about education, tax policy and environmental policy.",
        "vi": "Đó là giáo dục, chính sách thuế và chính sách môi trường."
    },
    {
        "start": "00:01:22,720",
        "end": "00:01:26,960",
        "en": "Vi skal arbejde lidt mere, og vi skal uddanne vores unge bedre.",
        "pa": "We need to work a little more, and a little longer,",
        "vi": "Ta cần cố gắng hơn, và lâu hơn,"
    },
    {
        "start": "00:01:27,080",
        "end": "00:01:31,280",
        "en": "Vi skal konkurrere på kvalitet, og vi skal passe godt på vores natur.",
        "pa": "and we must educate our young people better.\n We must compete on quality and creative know-how",
        "vi": "và phải giáo dục giới trẻ tốt hơn.\n Ta phải cạnh tranh về chất lượng và bí quyết sáng tạo"
    },
    {
        "start": "00:01:31,400",
        "end": "00:01:38,000",
        "en": "Du kan være med til at skabe fremtidens velfærdssamfund.",
        "pa": "and take care of the environment.\n Go the Common Future's website\n and learn how you can contribute to our future welfare state.",
        "vi": "và bảo vệ môi trường.\n Truy cập trang web Tương lai chung của ta\n và tìm hiểu cách bạn có thể đóng góp cho nhà nước phúc lợi tương lai."
    },
    {
        "start": "00:01:38,120",
        "end": "00:01:42,160",
        "en": "Fælles Fremtid og fælles ansvar.",
        "pa": "Our Common Future is our common responsibility.",
        "vi": "Tương lai chung của ta là trách nhiệm chung của ta."
    },
    {
        "start": "00:01:43,440",
        "end": "00:01:45,640",
        "en": "Tak. Det er perfekt.",
        "pa": "Cut!",
        "vi": "Cắt! Hoàn hảo."
    },
    {
        "start": "00:01:45,760",
        "end": "00:01:48,720",
        "en": "Hvorfor skal vi stå herude?",
        "pa": "Perfect.\n Whose great idea was it to come out here?",
        "vi": "Ý tưởng tuyệt vời về việc ra đây là của ai?"
    },
    {
        "start": "00:01:48,840",
        "end": "00:01:54,240",
        "en": "H.C., vi planter et træ og en idé, og så skal den forgrene sig.",
        "pa": "H.C., it's symbolic, okay?\n We're planting a tree and an idea in the hope that it'll branch out.",
        "vi": "H.C., tượng trưng mà?\n Ta trồng cái cây và ý tưởng với hy vọng nó sẽ lan tỏa."
    },
    {
        "start": "00:01:54,360",
        "end": "00:01:57,880",
        "en": "-Ingen planter træer i januar. -Det er symbolik.",
        "pa": "-Nobody plants trees in January. -It's symbolism.",
        "vi": "- Ai đi trồng cây tháng Một. - Biểu tượng mà."
    },
    {
        "start": "00:01:58,000",
        "end": "00:02:00,320",
        "en": "-Så man gummistøvlerne? -Nej.",
        "pa": "-Did my rubber boots show? -No.",
        "vi": "- Lộ ủng cao su của tôi không? - Không."
    },
    {
        "start": "00:02:00,440",
        "end": "00:02:03,320",
        "en": "God søndag.",
        "pa": "Have a nice Sunday.",
        "vi": "Chủ Nhật tốt lành."
    },
    {
        "start": "00:02:04,440",
        "end": "00:02:10,160",
        "en": "-Vi skal se at få den stemt hjem. -Vi går efter et bredt forlig, Amir.",
        "pa": "Birgitte, we should pass the bill with Solidarity Union.",
        "vi": "Birgitte, ta nên thông qua dự luật với Liên minh Đoàn kết."
    },
    {
        "start": "00:02:10,280",
        "end": "00:02:15,560",
        "en": "Fælles Fremtid er den mest banebrydende omlægning",
        "pa": "No, we want a broad compromise, Amir.\n In all modesty, Our Common Future is the most",
        "vi": "Không, chúng tôi muốn thỏa hiệp rộng rãi, Amir.\n Nói khiêm tốn, Tương lai chung của ta là"
    },
    {
        "start": "00:02:15,680",
        "end": "00:02:20,960",
        "en": "vi har set de sidste tyve år. Jeg vil have, at det bliver stående.",
        "pa": "groundbreaking reform of the Danish welfare society\n we've seen in the past 20 years.\n It's the most important issue of my term, so I want it to endure.",
        "vi": "cải cách đột phá nhất của xã hội phúc lợi Đan Mạch\n suốt trong 20 năm qua.\n Đó là vấn đề quan trọng nhất nhiệm kỳ của tôi, nên tôi muốn nó tồn tại."
    },
    {
        "start": "00:02:21,080",
        "end": "00:02:25,680",
        "en": "Jeg er enig. Lad os få den stemt hjem sammen med venstrefløjen.",
        "pa": "I agree, so let's pass it with the left-wing parties.",
        "vi": "Tôi đồng ý, nên hãy cùng các đảng cánh tả thông qua nó."
    },
    {
        "start": "00:02:25,800",
        "end": "00:02:31,120",
        "en": "Er det fair at beslutte noget med to mandaters flertal?",
        "pa": "Is it fair than one half of the Danish people",
        "vi": "Có công bằng hơn khi một nửa người dân Đan Mạch"
    },
    {
        "start": "00:02:31,240",
        "end": "00:02:36,960",
        "en": "Ja. Er det ikke demokrati? Eller er det bare mig?",
        "pa": "forces the other half based on a two-vote majority?\n Sure. Isn't that what we call democracy? Or did I get something wrong?",
        "vi": "ép nửa còn lại dựa vào đa số bầu hai vòng không?\n Rõ thế. Ta gọi đó là dân chủ còn gì? Hay tôi hiểu sai cái gì?"
    },
    {
        "start": "00:02:37,080",
        "end": "00:02:42,360",
        "en": "-Jeg har et meget vigtigt møde. -Har du et møde i dag?",
        "pa": "I have an important meeting now. We'll talk.\n -Talk to you later. -Bye.",
        "vi": "Giờ tôi có họp quan trọng. Nói sau.\n - Nói chuyện sau. - Tạm biệt."
    },
    {
        "start": "00:02:42,480",
        "end": "00:02:46,280",
        "en": "Jeg skal mødes med De Liberale og Ny Højre om en time.",
        "pa": "-Do you have a meeting today? -Yes.\n I have a meeting at my office\n with the Liberals and the New Right in an hour.",
        "vi": "- Hôm nay bà có họp à? - Phải.\n Tôi họp ở văn phòng\n với Đảng Tự do và Cánh hữu Mới sau một giờ nữa."
    },
    {
        "start": "00:02:48,040",
        "end": "00:02:52,160",
        "en": "Hvis jeg kan lukke aftalen med dem, har jeg mit brede forlig",
        "pa": "If I close the deal with them, I have my broad compromise,",
        "vi": "Nếu tôi chốt với họ, tôi sẽ có thỏa hiệp rộng rãi,"
    },
    {
        "start": "00:02:52,320",
        "end": "00:02:57,120",
        "en": "så det er en aftale, der bliver stående. Vi ses. God søndag.",
        "pa": "and then we have an enduring deal.\n -See you. Have a nice Sunday. -Sure. Bye.",
        "vi": "và ta có thỏa thuận lâu dài.\n - Hẹn gặp lại. Chủ Nhật tốt lành. - Vâng. Tạm biệt."
    },
    {
        "start": "00:02:57,240",
        "end": "00:02:59,960",
        "en": "-Hvad med træet? -Smid det ud.",
        "pa": "What about the tree?\n What do I care? Dump it. Nobody plants trees in January, do they?",
        "vi": "Cái cây thì sao?\n Tôi quan tâm gì? Vứt đi. Ai trồng cây vào tháng Một, nhỉ?"
    },
    {
        "start": "00:03:00,080",
        "end": "00:03:04,160",
        "en": "Der er jo ikke nogen, der planter træer i januar, vel?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:11,480",
        "end": "00:04:17,400",
        "en": "I kender ambitionsniveauet. Vi lukker aftalen på klima- og miljøområdet.",
        "pa": "EPISODE 15 PLANT A TREE\n You know the level of ambition for the entire bill.\n We'll start by closing the deal with a focus on climate and environment.",
        "vi": "Ông biết mức độ tham vọng của toàn bộ dự luật.\n Ta sẽ bắt đầu bằng việc chốt thỏa thuận về khí hậu và môi trường."
    },
    {
        "start": "00:04:17,520",
        "end": "00:04:22,400",
        "en": "-Og Arbejderpartiet og Miljøpartiet? -Jeg sonderer terrænet.",
        "pa": "And the Worker's Party and the Green Party?\n I'm sounding out the field on behalf of the government.",
        "vi": "Còn Đảng Lao động và Đảng Xanh?\n Tôi thay mặt Chính phủ thăm dò trước."
    },
    {
        "start": "00:04:22,520",
        "end": "00:04:26,640",
        "en": "Jeg tror, danskerne er bedst tjent med et bredt forlig.",
        "pa": "The Danes are best off with a broad compromise.",
        "vi": "Tốt nhất người Đan Mạch nên có thỏa hiệp rộng."
    },
    {
        "start": "00:04:26,760",
        "end": "00:04:32,560",
        "en": "I er for hårde ved erhvervslivet. Industrien er hårdt ramt af krisen.",
        "pa": "You're too hard on trade and industry.\n The industry is already struggling because of the crisis.",
        "vi": "Bên bà quá khó khăn với thương mại và công nghiệp."
    },
    {
        "start": "00:04:32,680",
        "end": "00:04:35,280",
        "en": "-Giv dem en chance. -Og landmændene.",
        "pa": "-Give them a break. -And the farmers too.",
        "vi": "Ngành công nghiệp đang gặp khó vì khủng hoảng.\n - Đừng gây áp lực cho họ. - Cả nông dân nữa."
    },
    {
        "start": "00:04:35,400",
        "end": "00:04:38,960",
        "en": "Giv industri og landbrug indtil 2025",
        "pa": "Give industry and agriculture until 2025",
        "vi": "Cho công nghiệp và nông nghiệp đến 2025"
    },
    {
        "start": "00:04:39,080",
        "end": "00:04:43,480",
        "en": "til at opfylde jeres krav om udledning af CO2 og pesticider.",
        "pa": "to meet your CO2 emission and pesticide requirements.",
        "vi": "để đáp ứng yêu cầu về khí thải CO2 và thuốc trừ sâu của bà."
    },
    {
        "start": "00:04:43,600",
        "end": "00:04:47,760",
        "en": "Det er en udskydelse på over ti år. Det kan vi ikke gå med til.",
        "pa": "That's a deferral of more than 10 years. We can't agree to that.",
        "vi": "Đó là trì hoãn hơn mười năm. Chúng tôi không đồng ý."
    },
    {
        "start": "00:04:47,880",
        "end": "00:04:52,360",
        "en": "-Vi kan vel tale om det, Birgitte? -Vi kan tale om alt.",
        "pa": "But I assume we could discuss it, Birgitte?",
        "vi": "Nhưng tôi cho là ta có thể thảo luận, Birgitte?"
    },
    {
        "start": "00:04:52,480",
        "end": "00:04:57,680",
        "en": "-Godt. Jeg håber, du har god tid. -Selvfølgelig.",
        "pa": "We can discuss everything.\n Good.\n -Then I hope you're not in a hurry. -Oh, I'm not.",
        "vi": "Thảo luận được hết.\n Tốt.\n - Vậy tôi hy vọng bà không vội. - Ồ, tôi thì không."
    },
    {
        "start": "00:04:57,800",
        "end": "00:05:04,280",
        "en": "Regeringen arbejder på miljødelen af den store lovpakke Fælles Fremtid.",
        "pa": "The government is hard at work on the environmental part of the bill",
        "vi": "Chính phủ đang nỗ lực trong vấn đề môi trường của dự luật"
    },
    {
        "start": "00:05:04,400",
        "end": "00:05:08,880",
        "en": "Den har flertal sammen med Solidarisk Samling og Arbejderpartiet",
        "pa": "called Our Common Future.\n In principal they have a majority to pass it with Solidarity Union,",
        "vi": "gọi là Tương lai chung của ta.\n Về cơ bản Chính phủ có đa số để thông qua cùng Liên minh Đoàn kết,"
    },
    {
        "start": "00:05:09,000",
        "end": "00:05:12,600",
        "en": "med deres nye formand, H.C. Thorsen. Men kilder fortæller",
        "pa": "and the Worker's Party, with their new chairman, H.C. Thorsen.",
        "vi": "và Đảng Lao động, với chủ tịch mới, H.C. Thorsen."
    },
    {
        "start": "00:05:12,720",
        "end": "00:05:17,440",
        "en": "at Birgitte Nyborg har stukket kraftige følere ud til oppositionen.",
        "pa": "but sources in the government say\n that Birgitte Nyborg has approached the opposition, too.",
        "vi": "nhưng các nguồn tin trong Chính phủ cho biết\n Birgitte Nyborg cũng tiếp cận phe đối lập."
    },
    {
        "start": "00:05:17,560",
        "end": "00:05:22,840",
        "en": "Hvorfor gør Nyborg det her, når hun har et flertal hjemme i rød blok?",
        "pa": "And, political editor Torben Friis,\n why is Nyborg doing this, when she has a left-wing majority?",
        "vi": "Biên tập viên chính trị Torben Friis,\n sao Nyborg làm vậy, khi bà có đa số bên cánh tả?"
    },
    {
        "start": "00:05:22,960",
        "end": "00:05:26,520",
        "en": "Nyborg ser gerne sig selv som brobygger.",
        "pa": "Nyborg is a bridge builder, or she likes to think she is.",
        "vi": "Nyborg là người hay kết nối, hoặc bà ấy thích nghĩ vậy."
    },
    {
        "start": "00:05:26,640",
        "end": "00:05:31,120",
        "en": "Hun er ude i massive reformer og vil have hele Folketinget med.",
        "pa": "And these are quite massive reforms of the Danish society",
        "vi": "Và đây là những cải cách lớn của xã hội Đan Mạch"
    },
    {
        "start": "00:05:31,240",
        "end": "00:05:35,720",
        "en": "Torben Friis, gambler hun ikke med sit politiske bagland?",
        "pa": "so she wants all of parliament on board.\n But, Torben Friis, isn't she gambling with her support?",
        "vi": "nên bà muốn Quốc hội tham gia.\n Nhưng, Torben Friis, vậy là bà đánh bạc với sự ủng hộ của mình nhỉ?"
    },
    {
        "start": "00:05:35,840",
        "end": "00:05:43,320",
        "en": "Miljøpartiet med Amir i spidsen ligger langt fra Hesselboes linje.",
        "pa": "I'm thinking here of of the Green Party, led by Amir Diwan,\n who are nowhere near Hesselboe's liberal ideas about the environment.",
        "vi": "Tôi đang nghĩ về Đảng Xanh, do Amir Diwan dẫn đầu,\n người còn lâu mới gần được ý tưởng tự do của Hesselboe về môi trường."
    },
    {
        "start": "00:05:43,440",
        "end": "00:05:47,520",
        "en": "-Er du ikke gået i seng endnu? -Jeg kunne ikke falde i søvn.",
        "pa": "Yes, it could seem like it.\n Haven't you gone to bed yet?\n No, I couldn't sleep.",
        "vi": "Vâng, có vẻ như thế.\n Con chưa ngủ à?\n Không, con mất ngủ."
    },
    {
        "start": "00:05:49,320",
        "end": "00:05:55,720",
        "en": "Anne har vasket dit tøj. Det er lige til at pakke til lejrturen.",
        "pa": "Did you see Anne washed your clothes, and laid them on the stairs?",
        "vi": "Có thấy Anne giặt đồ cho con, để lên cầu thang không?"
    },
    {
        "start": "00:05:55,840",
        "end": "00:05:59,960",
        "en": "-Hvornår tager far til Boston? -I overmorgen.",
        "pa": "So you're all ready for camp.\n When is dad leaving for Boston?",
        "vi": "Vậy con đã sẵn sàng đi cắm trại.\n Khi nào bố đi Boston ạ?"
    },
    {
        "start": "00:06:00,080",
        "end": "00:06:05,200",
        "en": "Han spiser morgenmad med os, inden han tager ud i lufthavnen.",
        "pa": "The day after tomorrow.\n He's coming here for breakfast, before he leaves for the airport.",
        "vi": "Ngày kia.\n Bố sẽ đến đây ăn sáng, trước khi ra sân bay."
    },
    {
        "start": "00:06:12,440",
        "end": "00:06:15,880",
        "en": "Hvornår har du tænkt dig at pakke?",
        "pa": "When are you going to pack?",
        "vi": "Bao giờ con soạn đồ?"
    },
    {
        "start": "00:06:18,400",
        "end": "00:06:23,680",
        "en": "-Hallo? Hvad er der? -Jeg vil ikke med på den lejrtur.",
        "pa": "Hey, what's up?",
        "vi": "Này, có chuyện gì thế?"
    },
    {
        "start": "00:06:23,800",
        "end": "00:06:26,200",
        "en": "-Hvad? -Jeg gider ikke.",
        "pa": "I don't want to go to camp.\n -What? -I don't want to go.",
        "vi": "Con không muốn đi cắm trại.\n - Sao? - Con không muốn đi."
    },
    {
        "start": "00:06:26,320",
        "end": "00:06:30,840",
        "en": "-Selvfølgelig skal du med. -De er ikke mine venner.",
        "pa": "Sure you do. You're going to camp with your friends.",
        "vi": "Phải đi chứ. Con sẽ đi cắm trại với bạn."
    },
    {
        "start": "00:06:30,960",
        "end": "00:06:34,440",
        "en": "Selvfølgelig er det dine venner. Gå op og sov nu.",
        "pa": "They're not my friends. And I won't go.\n Laura, sure they're your friends.\n We'll pack tomorrow. Now go to bed.",
        "vi": "Chả phải bạn con. Con không đi.\n Laura, là bạn con mà.\n Mai mình soạn đồ. Giờ ngủ đi."
    },
    {
        "start": "00:06:38,000",
        "end": "00:06:40,920",
        "en": "Hej, Amir. Fik du forligsteksten? Godnat.",
        "pa": "Amir, did you get the compromise draft?\n Good night.",
        "vi": "Amir, có bản thỏa hiệp chưa?\n Chúc ngủ ngon."
    },
    {
        "start": "00:06:42,520",
        "end": "00:06:44,800",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:06:46,120",
        "end": "00:06:51,440",
        "en": "Fik du læst mit oplæg? Jeg er jo interesseret i et bredt forlig.",
        "pa": "- Did you read my draft? -Yes.\n I'm aiming for a broad compromise, Amir.",
        "vi": "- Anh đọc dự thảo của tôi chưa? - Rồi.\n Tôi muốn thỏa hiệp rộng rãi, Amir."
    },
    {
        "start": "00:06:51,560",
        "end": "00:06:56,720",
        "en": "Jeg tror, vi kan få Ny Højre og De Liberale med på vognen.",
        "pa": "I think we can get the support of the New Right and the Liberals.",
        "vi": "Tôi nghĩ ta có thể có ủng hộ của Đảng Cánh hữu Mới và Tự do."
    },
    {
        "start": "00:06:56,840",
        "end": "00:06:59,760",
        "en": "Den skal præsenteres i dit ministerium.",
        "pa": "This is a unique opportunity.\n I was thinking that your ministry could present it.",
        "vi": "Đây là cơ hội hiếm có.\n Tôi nghĩ Bộ của anh có thể trình bày."
    },
    {
        "start": "00:06:59,880",
        "end": "00:07:04,520",
        "en": "Du har jo sat sådan et flot fingeraftryk på hele aftalen.",
        "pa": "Since your fingerprints are all over the deal,",
        "vi": "Vì các anh tham gia rất nhiều,"
    },
    {
        "start": "00:07:04,640",
        "end": "00:07:08,040",
        "en": "Det er ikke det, det drejer sig om.",
        "pa": "especially with climate and environment.\n Please stop. Look, this is not the issue here.",
        "vi": "đặc biệt với khí hậu và môi trường.\n Thôi đi. Này, vấn đề không phải vậy."
    },
    {
        "start": "00:07:08,160",
        "end": "00:07:12,120",
        "en": "Fremstil det ikke, som om det er den oprindelige lovpakke.",
        "pa": "And please don't pretend this is the original package we're passing.",
        "vi": "Và đừng giả vờ đây là gói thỏa thuận ban đầu mà ta duyệt."
    },
    {
        "start": "00:07:12,240",
        "end": "00:07:15,840",
        "en": "-Det er det jo ikke. -Det er for koldt. Lad os gå.",
        "pa": "Because it isn't.",
        "vi": "Vì nó không phải."
    },
    {
        "start": "00:07:15,960",
        "end": "00:07:20,360",
        "en": "Vi havde en af de mest ambitiøse miljøpolitikker i Europa.",
        "pa": "It's freezing. Let's walk.\n We had one of the most ambitious environmental policies in Europe.",
        "vi": "Lạnh cóng. Đi bộ thôi.\n Ta có một trong những chính sách môi trường tham vọng nhất ở châu Âu."
    },
    {
        "start": "00:07:20,480",
        "end": "00:07:24,680",
        "en": "Hvor er det blevet af? Jeg kan ikke læse det ud af det, du sendte.",
        "pa": "What the hell happened? I can't find it in your draft.",
        "vi": "Chuyện quái gì vậy? Tôi không thấy nó trong dự thảo của bà."
    },
    {
        "start": "00:07:24,800",
        "end": "00:07:31,440",
        "en": "Vi står midt i en krise. Vi kan ikke binde industrien på hænder og fødder.",
        "pa": "We are in a global crisis, after all.\n We can't work our way out of it and also hogtie the industry.",
        "vi": "Dù gì ta đang trong khủng hoảng toàn cầu.\n Đâu thể tìm cách thoát mà đồng thời thắt chặt công nghiệp."
    },
    {
        "start": "00:07:31,560",
        "end": "00:07:37,360",
        "en": "-De skal ikke tromle videre derudad. -Vi har strammet kraftigt op.",
        "pa": "That's not what I'm saying, but that's no reason to let them steamroll on.",
        "vi": "Tôi không nói vậy, nhưng đó không thể là lý do để họ ép ta."
    },
    {
        "start": "00:07:37,480",
        "end": "00:07:42,320",
        "en": "-Vi har indført nye grønne afgifter. -De er blevet fuldstændigt udvandet.",
        "pa": "We're not, Amir. We're proposing harsh regulations\n and introducing new green taxes.",
        "vi": "Không, Amir. Ta đề xuất các quy định khắt khe\n và có thuế xanh mới."
    },
    {
        "start": "00:07:42,440",
        "end": "00:07:46,640",
        "en": "Og du har forhandlet på egen hånd med De Liberale og Ny Højre.",
        "pa": "But they've been completely watered down.\n And you're going solo in your negotiations with the opposition.",
        "vi": "Nhưng đã bị làm yếu hoàn toàn.\n Và bà sẽ đơn độc khi đàm phán với phe đối lập."
    },
    {
        "start": "00:07:46,760",
        "end": "00:07:53,440",
        "en": "Jeg har undersøgt vores muligheder. Aftalen skal blive stående.",
        "pa": "I've been sounding out the field.\n Amir, I want this deal to endure,",
        "vi": "Tôi đã thăm dò trước.\n Amir, tôi muốn thỏa thuận này tồn tại,"
    },
    {
        "start": "00:07:53,560",
        "end": "00:07:59,640",
        "en": "Det er fint. Der er bare ikke nok af vores politik med.",
        "pa": "no matter if we win the next election or not.\n And that's great. But the issue is there's not enough of our policy",
        "vi": "dù ta thắng cử lần tới hay không.\n Thật tuyệt. Vấn đề là chưa có đủ chính sách của chúng tôi"
    },
    {
        "start": "00:07:59,760",
        "end": "00:08:02,960",
        "en": "På miljøområdet er det blevet for slapt.",
        "pa": "in what you've negotiated with the opposition.\n No, Amir--\n And regarding the environment... It's simply become to slacked.",
        "vi": "- ở những gì bà đàm phán với phe đối lập. - Không, Amir...\n Chuyện môi trường... Đơn giản là nó bị yếu đi."
    },
    {
        "start": "00:08:03,080",
        "end": "00:08:06,440",
        "en": "Nogle gange er politik at søge det bedste kompromis.",
        "pa": "Sometimes politics is all about finding the best compromise.",
        "vi": "Đôi khi chính trị chỉ là tìm kiếm sự thỏa hiệp tốt nhất."
    },
    {
        "start": "00:08:06,560",
        "end": "00:08:11,240",
        "en": "Det er vel også at stå fast på sine mærkesager. Det var derfor, vi...",
        "pa": "But it's also about fighting for your ideals.\n That's why we...",
        "vi": "Nhưng cũng là chiến đấu vì lý tưởng.\n Thế nên ta..."
    },
    {
        "start": "00:08:14,360",
        "end": "00:08:19,080",
        "en": "Jeg er uenig i dit ønske om at få de borgerlige med i den her aftale.",
        "pa": "Look, I simply disagree with your wish to get the right wing's support.",
        "vi": "Đơn giản là tôi không đồng ý việc bà muốn tìm sự ủng hộ của cánh hữu."
    },
    {
        "start": "00:08:19,200",
        "end": "00:08:21,640",
        "en": "Det er selvfølgelig din ret.",
        "pa": "It's your prerogative as the prime minister.",
        "vi": "Đó là quyền Thủ tướng của bà."
    },
    {
        "start": "00:08:21,760",
        "end": "00:08:26,760",
        "en": "Det er min ret som partiformand at sige nej. Den er ikke længere.",
        "pa": "But it's also my prerogative as party chairman to say no.",
        "vi": "Nhưng cũng là quyền từ chối của tôi với tư cách Chủ tịch đảng."
    },
    {
        "start": "00:08:26,880",
        "end": "00:08:30,560",
        "en": "På det her grundlag er svaret nej.",
        "pa": "That's all there is to say, so...\n On these terms, the answer is no.",
        "vi": "Tất cả chỉ có vậy, nên...\n Về mấy cái đó, câu trả lời là không."
    },
    {
        "start": "00:08:33,640",
        "end": "00:08:38,120",
        "en": "Trækker du i land, kan Hesselboe fremstille dig som en svag leder.",
        "pa": "If you retract your offer to Hesselboe,\n he'll have a field day in the press indicating you're a weak leader.",
        "vi": "Nếu bà hủy đề nghị với Hesselboe,\n ông ta sẽ ra rả trên báo để chỉ ra bà là lãnh đạo yếu."
    },
    {
        "start": "00:08:38,240",
        "end": "00:08:42,960",
        "en": "Tak, det er jeg klar over. Amir spiller hard ball.",
        "pa": "Thanks, I am well aware.\n Amir has good polls and is playing hardball.",
        "vi": "Cảm ơn, tôi biết rõ.\n Amir có phiếu thăm dò tốt và chơi rắn."
    },
    {
        "start": "00:08:43,080",
        "end": "00:08:46,600",
        "en": "Han ser ikke mulighederne i et bredt forlig.",
        "pa": "I cannot grasp why he doesn't see the potential of a broad compromise.",
        "vi": "Chả hiểu sao anh ta không thấy tiềm năng của thỏa hiệp rộng."
    },
    {
        "start": "00:08:46,720",
        "end": "00:08:53,000",
        "en": "Amir er blevet en mediedarling. Han er den lækre veluddannede muslim.",
        "pa": "Amir is a media darling. The hunky, well-educated Muslim.",
        "vi": "Amir được truyền thông thích. Người Hồi giáo hấp dẫn, có học thức."
    },
    {
        "start": "00:08:53,120",
        "end": "00:08:56,280",
        "en": "Han er den, der får mest positiv presse.",
        "pa": "He was on the front page of Politiken last sunday.\n He's without a doubt the minister who gets the best press.",
        "vi": "Chủ Nhật trước anh ta lên trang nhất tờ Politiken.\n Chắc chắn anh ta là Bộ trưởng nổi nhất trên báo."
    },
    {
        "start": "00:08:56,400",
        "end": "00:08:59,440",
        "en": "Han spiller ikke for holdet.",
        "pa": "He's a princess. He's not a team player. He only plays for himself.",
        "vi": "Anh ta là công chúa. Không chơi đồng đội. Chỉ chơi cho bản thân mình."
    },
    {
        "start": "00:08:59,560",
        "end": "00:09:05,440",
        "en": "Læste du, at de har fået et vandfilter i Klimaministeriet?",
        "pa": "Did you read they installed a water filter at the ministry for climate",
        "vi": "Bà có biết họ lắp máy lọc nước ở Bộ Khí hậu để"
    },
    {
        "start": "00:09:05,560",
        "end": "00:09:08,840",
        "en": "Jeg får ikke gennemført noget vigtigere end det her.",
        "pa": "to fill their recycled bottles?\n Look, Kasper. This is the most important thing I will ever achieve.",
        "vi": "đổ vào chai tái chế không?\n Này Kasper. Đây là điều quan trọng nhất mà tôi sẽ đạt được."
    },
    {
        "start": "00:09:08,960",
        "end": "00:09:12,280",
        "en": "En velfærdspakke, en uddannelsespakke",
        "pa": "A huge welfare package comprising education,",
        "vi": "Một gói phúc lợi khổng lồ bao gồm giáo dục,"
    },
    {
        "start": "00:09:12,400",
        "end": "00:09:17,560",
        "en": "og en grøn vækstpakke i ét. Amir kan ikke overtales til vækstpakken",
        "pa": "tax reform and green growth all in one.\n Amir is in my government and won't even agree to the green growth",
        "vi": "cải cách thuế và tăng trưởng xanh tất cả trong một.\n Amir ở Chính phủ của tôi và thậm chí không đồng ý với tăng trưởng xanh"
    },
    {
        "start": "00:09:17,680",
        "end": "00:09:22,000",
        "en": "fordi den giver industrien en lille smule albuerum.",
        "pa": "because it gives the industry a tiny break.",
        "vi": "vì nó cho công nghiệp thoải mái một chút."
    },
    {
        "start": "00:09:23,160",
        "end": "00:09:26,680",
        "en": "Det er lidt sjovt at opleve mandens dobbeltmoral.",
        "pa": "-The guy's hypocrisy is amazing. -What do you mean?",
        "vi": "- Anh ta đạo đức giả phát gớm. - Ý anh là sao?"
    },
    {
        "start": "00:09:28,440",
        "end": "00:09:35,760",
        "en": "Hans store passion er gamle biler. Han har en Cadillac fra 50'erne",
        "pa": "You know, he has a passion for vintage cars.\n He got an old Cadillac from the 50's shipped in from Cuba.",
        "vi": "Anh ta có đam mê xe cổ.\n Anh ta có chiếc Cadillac cũ từ những năm 50 chuyển đến từ Cuba."
    },
    {
        "start": "00:09:35,880",
        "end": "00:09:40,040",
        "en": "som sviner ad helvede til og måske kører 3-4 km på literen.",
        "pa": "It makes a hell of a mess and runs... What, 2-3 kilometers on the liter?",
        "vi": "Nó chạy cực chán và tốn... Gì, một lít chỉ chạy hai tới ba kilomet."
    },
    {
        "start": "00:09:40,160",
        "end": "00:09:43,800",
        "en": "Det er da sådan lidt... når man nu er klimaminister, ikke?",
        "pa": "Not very smart for a climate minister, right?",
        "vi": "Bộ trưởng Khí hậu không khôn lắm, nhỉ?"
    },
    {
        "start": "00:09:43,920",
        "end": "00:09:48,320",
        "en": "-Hvorfor har du ikke sagt det? -Det troede jeg, du vidste.",
        "pa": "Why hasn't anyone told me?",
        "vi": "Sao không ai bảo tôi?"
    },
    {
        "start": "00:09:48,440",
        "end": "00:09:52,720",
        "en": "I Metroman omtalte han bilen som sit fristed.",
        "pa": "I don't know. I thought you knew.\n He was in Metroman a few months ago and called the car his refuge.",
        "vi": "Tôi không biết. Tưởng bà biết.\n Anh ta lên Metroman vài tháng trước và gọi chiếc xe là nơi trú ẩn của mình."
    },
    {
        "start": "00:09:52,840",
        "end": "00:09:57,400",
        "en": "-Hvorfor har pressen ikke bragt det? -Fordi det glider i baggrunden.",
        "pa": "-Why didn't the press latch on to it? -You know the press. They forget stuff.",
        "vi": "- Sao báo chí không vồ lấy? - Bà biết báo chí mà. Họ quên ngay."
    },
    {
        "start": "00:09:57,520",
        "end": "00:10:00,760",
        "en": "Han er så populær.",
        "pa": "He's so popular, you know.",
        "vi": "Anh ta rất nổi tiếng."
    },
    {
        "start": "00:10:05,560",
        "end": "00:10:11,760",
        "en": "Jeg vil ikke tilbage til blokpolitikken. Jeg tror på forliget.",
        "pa": "I won't go back to bloc politics.\n I really believe in the compromise with the Liberals and the New right.",
        "vi": "Tôi chả quay lại khối chính trị.\n Tôi thực sự tin vào thỏa hiệp với phe Tự do và Cánh hữu Mới."
    },
    {
        "start": "00:10:11,880",
        "end": "00:10:16,840",
        "en": "Hvis Amir er den eneste hindring, skulle han måske... påvirkes lidt.",
        "pa": "If Amir is the only obstacle, maybe he needs to be...",
        "vi": "Nếu Amir là trở ngại duy nhất, có lẽ anh ta cần được..."
    },
    {
        "start": "00:10:17,960",
        "end": "00:10:21,240",
        "en": "Du vil minde pressen om hans dobbeltmoral?",
        "pa": "pushed a little.\n You want to remind the press of his hypocrisy with the car?",
        "vi": "ép một chút.\n Bà muốn nhắc báo chí về vụ giả tạo với chiếc xe?"
    },
    {
        "start": "00:10:21,360",
        "end": "00:10:26,600",
        "en": "Jeg vil have ham tilbage som holdspiller.",
        "pa": "I want him back as a team player and not a solo rider.",
        "vi": "Tôi muốn anh ta chơi đồng đội, không phải đua đơn lẻ."
    },
    {
        "start": "00:10:26,720",
        "end": "00:10:33,520",
        "en": "Hvis det kan gøre lidt ondt, men ikke mere, end at vi kan redde ham...",
        "pa": "If it's possible to make it hurt but not more than we can still...",
        "vi": "Nếu có thể gây tổn thương nhưng không quá để ta vẫn có thể..."
    },
    {
        "start": "00:10:33,640",
        "end": "00:10:38,320",
        "en": "-Det kan lade sig gøre. -Du har bolden.",
        "pa": "reach out and save him. Is that possible?\n Of course it is.\n I'll leave it to you.",
        "vi": "tiếp cận và cứu anh ta. Được không?\n Tất nhiên được.\n Tùy anh quyết định."
    },
    {
        "start": "00:10:50,840",
        "end": "00:10:57,880",
        "en": "-Katrine... Hvad laver du her? -Jeg har lige været til nogle møder.",
        "pa": "Katrine!\n -Hi Torben. - Well, I must say...",
        "vi": "Katrine!\n - Chào Torben. - À, tôi phải nói..."
    },
    {
        "start": "00:10:58,000",
        "end": "00:11:01,520",
        "en": "Jeg hører, du ikke længere er på Ekspres. Blev du fyret?",
        "pa": "-What the hell are you doing here? -I had some meetings.\n I hear you're no longer with Ekspres.",
        "vi": "- Cô làm cái quái gì ở đây? - Tôi có vài cuộc họp.\n Tôi nghe cô không còn làm cho Express."
    },
    {
        "start": "00:11:01,640",
        "end": "00:11:06,560",
        "en": "Nå, det er sådan, rygtet går. Sagde du også det, da jeg gik i sin tid?",
        "pa": "They fired you?\n So that's the word? Is that what you said when I quit back in the day?",
        "vi": "Họ đuổi cô à?\n Vậy là thế à? Đó là điều anh nói khi tôi nghỉ à?"
    },
    {
        "start": "00:11:08,480",
        "end": "00:11:12,400",
        "en": "Så lad mig bare gætte. Du er her til en jobsamtale.",
        "pa": "Let me take a wild guess.\n You came here for a job interview.",
        "vi": "Để tôi đoán mò xem.\n Cô đến đây để phỏng vấn xin việc."
    },
    {
        "start": "00:11:12,520",
        "end": "00:11:16,720",
        "en": "Du skal være vært på et program, der hedder \"Dans Dans Dans\"",
        "pa": "You're going to host the new hit show \"Dance Dance Dance\",",
        "vi": "Cô sẽ dẫn chương trình mới nổi \"Nhảy Nhảy Nhảy\","
    },
    {
        "start": "00:11:16,840",
        "end": "00:11:20,800",
        "en": "eller det nye krimimagasin eller et eller andet der.",
        "pa": "or the new crime show or whatever.",
        "vi": "hoặc chương trình tội phạm mới hay gì đó."
    },
    {
        "start": "00:11:20,920",
        "end": "00:11:24,960",
        "en": "-Du har høje tanker om mig. -Du er måske blevet ydmyg.",
        "pa": "You hold me in high regard.\n I don't know how humble you've become, so...",
        "vi": "Anh đánh giá tôi cao quá.\n Không biết cô khiêm tốn thế nào, nên..."
    },
    {
        "start": "00:11:26,280",
        "end": "00:11:30,960",
        "en": "Det er mit privilegium ikke at behøve at tage den her samtale. Vi ses.",
        "pa": "It's my privilege not to continue this conversation. See you.",
        "vi": "Tôi có quyền không nói tiếp. Gặp anh sau."
    },
    {
        "start": "00:11:33,080",
        "end": "00:11:36,600",
        "en": "- Ude midt i Rude Skov... -Stod en lille nisse.",
        "pa": "Deep in the dark wood...",
        "vi": "Sâu trong rừng tối..."
    },
    {
        "start": "00:11:36,720",
        "end": "00:11:41,280",
        "en": "-Og hvis du vil, kan du få lov... -At se ham stå og pisse.",
        "pa": "Was a little elf\n If you're lucky, you could...\n See him wet himself",
        "vi": "Là một yêu tinh nhỏ\n Nếu may mắn, bạn có thể...\n Thấy nó đái dầm"
    },
    {
        "start": "00:11:41,400",
        "end": "00:11:44,120",
        "en": "Flot. Leder du efter den her?",
        "pa": "Great! Looking for this?",
        "vi": "Tuyệt! Con tìm cái này à?"
    },
    {
        "start": "00:11:44,240",
        "end": "00:11:48,000",
        "en": "-Hvor lang tid skal du være væk? -Det er kun en uge.",
        "pa": "-How long will you be away? - Only a week, okay?",
        "vi": "- Bố đi bao lâu? - Chỉ một tuần thôi, nhé?"
    },
    {
        "start": "00:11:48,120",
        "end": "00:11:51,240",
        "en": "Køb en Celtics-kasket med hjem til mig.",
        "pa": "-Remember to get me a Celtics cap. -I will.",
        "vi": "- Nhớ kiếm cho con mũ Celtics. - Rồi."
    },
    {
        "start": "00:11:51,360",
        "end": "00:11:54,960",
        "en": "-Pas nu på over gaden. -Hej, hej, skat.",
        "pa": "-Be careful crossing the street. -Bye, sweetie.\n Bye.",
        "vi": "- Sang đường cẩn thận. - Tạm biệt con.\n Tạm biệt."
    },
    {
        "start": "00:11:56,200",
        "end": "00:12:00,960",
        "en": "-Så må du have en rigtig god tur. -Ja. Ja tak.",
        "pa": "- Right... -Have a great trip.\n Thank you.",
        "vi": "- Rồi... - Đi may mắn nhé.\n Cảm ơn em."
    },
    {
        "start": "00:12:01,080",
        "end": "00:12:05,520",
        "en": "Ja... Måske skulle jeg lige fortælle dig",
        "pa": "Yes...",
        "vi": "Có..."
    },
    {
        "start": "00:12:05,640",
        "end": "00:12:09,200",
        "en": "at Cecilie og jeg kigger på et hus ude i Dragør",
        "pa": "Perhaps I...\n ought to tell you that Cecilie and I...",
        "vi": "Có lẽ anh...\n phải nói với em là Cecilie với anh..."
    },
    {
        "start": "00:12:09,320",
        "end": "00:12:13,880",
        "en": "som vi måske kan leje gennem nogen på hendes arbejde.",
        "pa": "are looking at a house in Dragør\n we might be able to rent through a colleague of hers.",
        "vi": "đang tìm nhà ở Dragør\n bọn anh có thể thuê từ một đồng nghiệp của cô ấy."
    },
    {
        "start": "00:12:14,000",
        "end": "00:12:17,120",
        "en": "-Okay. I gamle Dragør? -Ja.",
        "pa": "In the old part of Dragør?\n Yes, if everything falls into place.",
        "vi": "Khu cũ của Dragør à?\n Phải, nếu mọi thứ ổn thỏa."
    },
    {
        "start": "00:12:17,240",
        "end": "00:12:20,640",
        "en": "Laura! Jeg har været oppe hos hende tre gange.",
        "pa": "Laura! I've been up there three times.",
        "vi": "Laura! Em đã lên đó ba lần."
    },
    {
        "start": "00:12:20,760",
        "end": "00:12:24,720",
        "en": "Hvis du har tænkt dig at sige farvel til din far, så er det nu!",
        "pa": "If you want to say goodbye to your dad, now's your last chance.",
        "vi": "Nếu con muốn tạm biệt bố, đây là cơ hội cuối."
    },
    {
        "start": "00:12:26,320",
        "end": "00:12:30,200",
        "en": "-Du behøver altså ikke at råbe. -Vi ses, skat.",
        "pa": "You don't have to shout.",
        "vi": "Mẹ không cần phải hét lên."
    },
    {
        "start": "00:12:30,320",
        "end": "00:12:34,880",
        "en": "-Vi ses om en uge. -Hvad med morgenmad?",
        "pa": "-See you, sweetie. -Yes.\n -See you in a week. -Yes.\n What about breakfast? Do you...",
        "vi": "- Tạm biệt, con yêu. - Vâng.\n - Tuần sau gặp lại. - Ừ.\n Bữa sáng thì sao? Con có..."
    },
    {
        "start": "00:12:35,000",
        "end": "00:12:37,800",
        "en": "Har du ikke tænkt dig at svare?",
        "pa": "You're not going to answer that.",
        "vi": "Con sẽ không trả lời."
    },
    {
        "start": "00:12:39,120",
        "end": "00:12:41,720",
        "en": "-Hvordan har hun det? -Fint.",
        "pa": "-How is she doing? -She's fine.",
        "vi": "- Con thế nào? - Nó ổn."
    },
    {
        "start": "00:12:41,840",
        "end": "00:12:45,720",
        "en": "Hun er bare rigtig meget teenager lige for tiden.",
        "pa": "She's just being a real teenager these days.",
        "vi": "Dạo này nó đúng kiểu bọn mới lớn."
    },
    {
        "start": "00:12:45,840",
        "end": "00:12:48,680",
        "en": "Det er måske et åndssvagt tidspunkt",
        "pa": "Right.\n Look... This is probably not the time,",
        "vi": "Phải.\n Này... Có lẽ không phải lúc,"
    },
    {
        "start": "00:12:48,800",
        "end": "00:12:54,720",
        "en": "men Cecilie synes, at Laura virker stresset, og at hun isolerer sig.",
        "pa": "but Cecilie thinks Laura seems stressed",
        "vi": "nhưng Cecilie nghĩ Laura có vẻ căng thẳng"
    },
    {
        "start": "00:12:54,840",
        "end": "00:12:59,960",
        "en": "Hun er bare meget teenageramt og svær at blive klog på.",
        "pa": "and isolates herself, and that we should be mindful of her.\n I just think she's being a teenager\n and is hard to figure out because of all the hormones.",
        "vi": "và tự cô lập, mình nên để ý đến con.\n Em chỉ nghĩ nó ở tuổi thanh thiếu niên\n và khó mà biết vì hooc-môn thay đổi."
    },
    {
        "start": "00:13:00,080",
        "end": "00:13:04,840",
        "en": "-Ja. Jeg ville bare lige sige det. -Selvfølgelig. Hav det godt.",
        "pa": "Sure. I thought so too.\n -Just thought I'd mention it. -Sure. Take care.",
        "vi": "Đúng. Anh cũng nghĩ vậy.\n - Chỉ nghĩ nên nhắc tới. - Rồi. Bảo trọng."
    },
    {
        "start": "00:13:04,960",
        "end": "00:13:07,880",
        "en": "God tur og hils Cecilie. Hej.",
        "pa": "Have a good trip and tell Cecilie I said hi.",
        "vi": "Chúc đi vui và chào Cecilie hộ em."
    },
    {
        "start": "00:13:09,440",
        "end": "00:13:12,120",
        "en": "Kommer du lige herned, unge dame?",
        "pa": "Come downstairs, young lady.",
        "vi": "Xuống đi, cô gái."
    },
    {
        "start": "00:13:22,080",
        "end": "00:13:29,120",
        "en": "Den gode Amir er ved at blive halalslagtet af TV1 dernede.",
        "pa": "I dare say...\n Our dear Amir is being halal slaughtered by TV1 down there.",
        "vi": "Tôi dám nói là...\n Anh bạn Amir đang bị TV1 làm thịt kiểu Hồi giáo dưới kia."
    },
    {
        "start": "00:13:30,560",
        "end": "00:13:35,400",
        "en": "Jeg cykler rundt, og på mit arbejde råder vi over en brintbil...",
        "pa": "I usually ride my bike in Copenhagen,\n and my ministry has a hydrogen car...",
        "vi": "Tôi thường đi xe đạp ở Copenhagen,\n và Bộ của tôi có xe chạy bằng hydro..."
    },
    {
        "start": "00:13:35,520",
        "end": "00:13:39,920",
        "en": "Det ændrer jo ikke på, at du ejer en benzinsluger.",
        "pa": "Just because you have a hydrogen car,\n doesn't change the fact that you own a gas-guzzler.",
        "vi": "Chỉ vì ông có chiếc xe hydro,\n không làm thay đổi thực tế là ông có chiếc xe ngốn xăng."
    },
    {
        "start": "00:13:40,040",
        "end": "00:13:44,080",
        "en": "Ja, jeg har en Cadillac, men den holder i en garage.",
        "pa": "Like I was saying: Yes, I do have a Cadillac, but I keep it in the garage.",
        "vi": "Tôi đã bảo: Đúng, tôi có chiếc Cadillac, nhưng tôi để trong gara."
    },
    {
        "start": "00:13:44,200",
        "end": "00:13:48,840",
        "en": "Den kører maks. et par hundrede kilometer om året.",
        "pa": "I drive it a couple of times a year,\n -A couple of hundred kilometers, max. -Do you understand the voters...",
        "vi": "Một năm tôi lái vài lần.\n - Vài trăm kilomet, tối đa. - Ông hiểu các cử tri..."
    },
    {
        "start": "00:13:48,960",
        "end": "00:13:51,640",
        "en": "Her er klima- og energiministeren.",
        "pa": "Here is a picture of the Danish minister for climate and energy, who,",
        "vi": "Đây là ảnh của Bộ trưởng Khí hậu và Năng lượng Đan Mạch,"
    },
    {
        "start": "00:13:51,760",
        "end": "00:13:56,120",
        "en": "Han har kostet den almindelige bilist mange penge i grønne afgifter.",
        "pa": "in the name of the environment,\n has cost the average motorist a fortune in green taxes.",
        "vi": "người nhân danh môi trường,\n đã khiến người lái xe bình thường trả nhiều tiền cho thuế xanh."
    },
    {
        "start": "00:13:56,240",
        "end": "00:14:00,080",
        "en": "Bilen er ikke pålagt de grønne afgifter i samme omfang",
        "pa": "His vintage car just happens to be exempt from the green taxes",
        "vi": "Chiếc xe cổ của ông ta được miễn thuế xanh"
    },
    {
        "start": "00:14:00,200",
        "end": "00:14:03,640",
        "en": "som vores andres mere miljøvenlige biler.",
        "pa": "that apply to everyone else's more eco-friendly cars.",
        "vi": "áp dụng cho những chiếc xe thân thiện với môi trường khác."
    },
    {
        "start": "00:14:03,760",
        "end": "00:14:06,880",
        "en": "Hesselboe, en kommentar til sagen?",
        "pa": "Lars Hesselboe, any comment on Amir Diwan's Cadillac?",
        "vi": "Lars Hesselboe, ông nhận xét gì về xe Cadillac của Amir Diwan?"
    },
    {
        "start": "00:14:07,000",
        "end": "00:14:11,080",
        "en": "Jeg er forundret over klima- og energiministerens hykleri.",
        "pa": "I am, as is everyone,\n amazed at the hypocrisy of the climate and energy minister.",
        "vi": "Tôi, như mọi người,\n ngạc nhiên trước sự giả tạo của Bộ trưởng Khí hậu và Năng lượng."
    },
    {
        "start": "00:14:11,200",
        "end": "00:14:15,760",
        "en": "Der skal være en sammenhæng mellem det, man siger, og det, man gør.",
        "pa": "Politicians and ministers should always practice what they preach.",
        "vi": "Chính trị gia và Bộ trưởng luôn phải làm đúng như điều mình nói."
    },
    {
        "start": "00:14:15,880",
        "end": "00:14:19,720",
        "en": "Klima- og energiministeren må svare for sig selv.",
        "pa": "The climate and energy minister will have to defend himself.",
        "vi": "Bộ trưởng Khí hậu và Năng lượng sẽ phải tự biện hộ."
    },
    {
        "start": "00:14:19,840",
        "end": "00:14:24,440",
        "en": "Statsministeren betragter det som hans bord og går ikke ind i sagen.",
        "pa": "The prime minister is not going to interfere in his personal matters.",
        "vi": "Thủ tướng sẽ không can thiệp vào vấn đề cá nhân."
    },
    {
        "start": "00:14:24,560",
        "end": "00:14:26,960",
        "en": "Ja. Farvel.",
        "pa": "Okay, bye.",
        "vi": "Được rồi, tạm biệt."
    },
    {
        "start": "00:14:27,080",
        "end": "00:14:32,320",
        "en": "Jeg er orienteret om jeres strategi. Har det ikke været voldsommere",
        "pa": "I know about your strategy.\n I just wanted to ask...",
        "vi": "Tôi hiểu chiến lược của anh.\n Tôi chỉ muốn hỏi..."
    },
    {
        "start": "00:14:32,440",
        "end": "00:14:36,440",
        "en": "end du havde regnet med?",
        "pa": "Didn't you get a bit more than you bargained for?\n Well, it is impossible to...",
        "vi": "Chả phải anh được nhiều hơn ước muốn sao?\n À, không thể nào..."
    },
    {
        "start": "00:14:36,560",
        "end": "00:14:41,320",
        "en": "Ja... Det er umuligt præcist at forudse sådant et forløb i pressen.",
        "pa": "Sure.\n It's impossible to predict something like this in the press, but...",
        "vi": "Vâng.\n Không thể đoán trước được điều này trên báo, nhưng..."
    },
    {
        "start": "00:14:41,440",
        "end": "00:14:45,640",
        "en": "Men de går til ham. Det gør det.",
        "pa": "They are really not holding back.",
        "vi": "Thật sự họ không kiềm chế."
    },
    {
        "start": "00:14:45,760",
        "end": "00:14:48,800",
        "en": "Er det noget, du har fundet på?",
        "pa": "Was it your idea?",
        "vi": "Là ý của anh à?"
    },
    {
        "start": "00:14:56,600",
        "end": "00:14:58,640",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào con."
    },
    {
        "start": "00:15:05,240",
        "end": "00:15:07,640",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào con."
    },
    {
        "start": "00:15:07,760",
        "end": "00:15:11,640",
        "en": "Du har ikke fået pakket endnu, kan jeg se.",
        "pa": "You're still not packed, I see.",
        "vi": "Con chưa soạn đồ, rõ vậy."
    },
    {
        "start": "00:15:11,760",
        "end": "00:15:15,560",
        "en": "Du har ikke fået pakket, Laura.",
        "pa": "You're still not packed, Laura?",
        "vi": "Chưa soạn đồ hả Laura?"
    },
    {
        "start": "00:15:18,080",
        "end": "00:15:23,000",
        "en": "-Kom i gang. Du skal på lejrskole. -Nej, jeg skal ej.",
        "pa": "Shouldn't you get started? You leave for camp tomorrow.\n No, I won't.",
        "vi": "Con làm đi chứ? Mai đi cắm trại rồi.\n Không đâu."
    },
    {
        "start": "00:15:23,120",
        "end": "00:15:27,360",
        "en": "-Jeg har heller ikke noget pænt tøj. -Du har da ikke andet end pænt tøj.",
        "pa": "-Stop it. -I don't have any nice clothes.\n What? You have nothing but.",
        "vi": "- Thôi đi. - Con không có quần áo đẹp.\n Sao? Con đầy đồ đẹp mà."
    },
    {
        "start": "00:15:30,200",
        "end": "00:15:34,600",
        "en": "-Den her er da supersød. -Den er sgu da pissegrim.",
        "pa": "What about this one? It's really cute.",
        "vi": "Cái này thì sao? Dễ thương đấy."
    },
    {
        "start": "00:15:34,720",
        "end": "00:15:38,160",
        "en": "-Den får mig til at se grim ud. -Hold op.",
        "pa": "No, it's fucking ugly.\n And it makes me look really ugly.",
        "vi": "Không, trông xấu điên.\n Nó làm con trông rất xấu."
    },
    {
        "start": "00:15:38,280",
        "end": "00:15:43,240",
        "en": "-Du har altid været glad for den. -Jeg er pissehamrende grim.",
        "pa": "Oh, come on. You look great in it.\n -You used to love this. -You don't get a fucking thing!",
        "vi": "Thôi nào. Con mặc đẹp mà.\n - Trước con thích mà. - Mẹ chả hiểu cái quái gì!"
    },
    {
        "start": "00:15:43,360",
        "end": "00:15:46,320",
        "en": "-Jeg er høj og tynd. -Du er smuk.",
        "pa": "I'm not pretty. I'm so fucking ugly.\n I'm tall, skinny and spindly.",
        "vi": "Con không xinh. Con xấu chết đi được.\n Con cao, gầy và mảnh khảnh."
    },
    {
        "start": "00:15:46,440",
        "end": "00:15:49,400",
        "en": "Jeg vil fandeme ikke med på den tur!",
        "pa": "You're beautiful, honey.\n And I don't want to go to bloody camp!",
        "vi": "Con xinh đẹp, con ạ.\n Con chả muốn đi cái trại dở hơi!"
    },
    {
        "start": "00:15:53,360",
        "end": "00:15:58,720",
        "en": "Hold kæft, hvor er det typisk af dig at tage den, selv om vi snakker.",
        "pa": "It's so like you to answer the phone even though we're talking.",
        "vi": "Đúng kiểu mẹ đang nói thì lại nghe điện."
    },
    {
        "start": "00:15:58,840",
        "end": "00:16:03,520",
        "en": "Så lad være med at tage på lejrskole. Jeg gider ikke at skændes med dig.",
        "pa": "So don't go to camp, Laura. I don't want to fight with you.",
        "vi": "Vậy đừng đi cắm trại, Laura. Mẹ không muốn cãi nhau với con."
    },
    {
        "start": "00:16:03,640",
        "end": "00:16:06,000",
        "en": "Jeg snakker bare med Laura.",
        "pa": "Hi, Kasper.\n No, I was just talking to Laura.",
        "vi": "Chào, Kasper.\n Không, tôi vừa nói với Laura."
    },
    {
        "start": "00:16:08,800",
        "end": "00:16:13,440",
        "en": "I går hørte vi Amir fortælle, at han aldrig kørte i sin elskede Cadillac.",
        "pa": "Yesterday, we heard Amir Diwan tell us,\n that he almost never drives his beloved Cadillac.",
        "vi": "Hôm qua, ta đã nghe Amir Diwan kể,\n ông ta gần như chả lái xe Cadillac yêu quý của mình."
    },
    {
        "start": "00:16:13,560",
        "end": "00:16:18,640",
        "en": "Vi kan dokumentere, at ministeren sidste sommer kørte 2000 km.",
        "pa": "But today, Ekspres can prove the minister last summer alone",
        "vi": "Nhưng hôm nay, Express có thể chứng minh riêng hè năm ngoái"
    },
    {
        "start": "00:16:18,760",
        "end": "00:16:24,560",
        "en": "Først tog han til Skagen i uge 29, også kaldet Hellerup-ugen.",
        "pa": "drove at least 2,000 kilometers.\n He took a quick trip to Skagen\n two times during week 29, also known as \"The Hellerup Week.\"",
        "vi": "Bộ trưởng đã lái ít nhất 2.000km.\n Ông ta đi nhanh đến Skagen\n hai lần trong tuần 29, còn được gọi là \"Tuần Hellerup\"."
    },
    {
        "start": "00:16:24,680",
        "end": "00:16:32,000",
        "en": "Han har brændt mindst 500 l blyholdig benzin af på et par måneder",
        "pa": "So unless Amir Diwan has had foot pedals installed in his Cadillac,\n he's burned up at least 500 liters of lead gasoline in a few months",
        "vi": "Nên trừ khi Amir Diwan lắp bàn đạp vào chiếc Cadillac,\n ông ta đốt ít nhất 500 lít xăng chì trong vài tháng"
    },
    {
        "start": "00:16:32,120",
        "end": "00:16:35,400",
        "en": "ude i den natur, som vi andre skal passe på.",
        "pa": "in the environment he apparently only wants the rest of us to protect.",
        "vi": "trong môi trường mà rõ là ông ta chỉ muốn chúng ta bảo vệ."
    },
    {
        "start": "00:16:35,520",
        "end": "00:16:40,480",
        "en": "Amir, du er ikke alene et miljøsvin, du er også en kæmpestor løgner.",
        "pa": "Amir, not only are you a polluting pig,",
        "vi": "Amir, ông không chỉ là con lợn gây ô nhiễm,"
    },
    {
        "start": "00:16:40,600",
        "end": "00:16:44,760",
        "en": "Mine vælgere kan godt forstå, at jeg følger alle regler...",
        "pa": "you're also a big fat liar.\n I'm sure my voters understand I comply with all regulations...",
        "vi": "mà còn là một kẻ nói dối ghê gớm.\n Tôi chắc rằng cử tri của tôi hiểu rằng tôi tuân thủ quy định..."
    },
    {
        "start": "00:16:44,880",
        "end": "00:16:48,600",
        "en": "-Du skal af sted om tyve minutter. -Hvorhen?",
        "pa": "Aren't you in a hurry? You leave in 20 minutes.",
        "vi": "Con không vội à? Hai mươi phút nữa đi rồi."
    },
    {
        "start": "00:16:48,720",
        "end": "00:16:51,760",
        "en": "-På lejrskole. -Du sagde, jeg ikke skulle.",
        "pa": "Where to?\n -To camp, Laura. -You said I didn't have to go last night.",
        "vi": "Đi đâu ạ?\n - Đi cắm trại, Laura. - Tối qua mẹ bảo con không cần đi."
    },
    {
        "start": "00:16:51,880",
        "end": "00:16:55,680",
        "en": "Jeg mente det ikke. Det ved du også godt. Hey!",
        "pa": "No, I... Well, I didn't mean it, and you know that.",
        "vi": "Không, mẹ... À, mẹ không có ý đó, con biết mà."
    },
    {
        "start": "00:16:55,800",
        "end": "00:16:59,080",
        "en": "Du har ikke fået pakket endnu så?",
        "pa": "So, you're still not packed?",
        "vi": "Thế con vẫn chưa soạn đồ à?"
    },
    {
        "start": "00:16:59,200",
        "end": "00:17:01,800",
        "en": "Så må jeg jo pakke for dig.",
        "pa": "Then I'll just have to pack for you.",
        "vi": "Vậy mẹ sẽ soạn cho con."
    },
    {
        "start": "00:17:01,920",
        "end": "00:17:07,360",
        "en": "-Magnus, fandt du dit danskhæfte? -Nej. Laura, vil du ikke hjælpe mig?",
        "pa": "Magnus, did you find your book?\n I can't find it.",
        "vi": "Magnus, tìm được sách chưa?\n Con không tìm được. Laura, giúp em được không?"
    },
    {
        "start": "00:17:07,480",
        "end": "00:17:11,560",
        "en": "Magnus, du må selv holde styr på dine ting. Jeg kan ikke for dig!",
        "pa": "Laura, will you help me?\n Magnus, you need to watch your stuff. I can't watch it for you all the time.",
        "vi": "Magnus, em phải quản lý đồ đạc. Chị không thể quản lý hộ mãi được."
    },
    {
        "start": "00:17:11,680",
        "end": "00:17:16,120",
        "en": "Tal ordentligt, Laura. Hjælp ham med at finde det.",
        "pa": "Hey, watch your tone, Laura.\n You helped with his homework last night, you can help him now.",
        "vi": "Nhỏ giọng thôi, Laura.\n Tối qua con giúp em làm bài, giờ con có thể giúp em được."
    },
    {
        "start": "00:17:16,240",
        "end": "00:17:19,600",
        "en": "-Det er dig, der er hans mor. -Ja, ja. Okay.",
        "pa": "But you're his bloody mom, not me!\n Sure, fine.",
        "vi": "Nhưng mẹ là mẹ nó, đâu phải con!\n Được, được rồi."
    },
    {
        "start": "00:17:20,840",
        "end": "00:17:24,240",
        "en": "To par bukser, er det nok?",
        "pa": "Are two pairs of pants enough?",
        "vi": "Hai cái quần đủ chưa?"
    },
    {
        "start": "00:17:26,560",
        "end": "00:17:31,840",
        "en": "Jeg gider ikke gøre det alene. Du kan godt hjælpe mig, Laura.",
        "pa": "I'm not going to do it alone. Help me, Laura.",
        "vi": "Mẹ không làm một mình đâu. Giúp mẹ đi, Laura."
    },
    {
        "start": "00:17:34,360",
        "end": "00:17:38,880",
        "en": "Nej, nej, nej, nej, nej. Hey, hey, hey, skatter. Hvad er der?",
        "pa": "Hey, hey, hey, sweetie.",
        "vi": "Này, này, con ơi."
    },
    {
        "start": "00:17:39,000",
        "end": "00:17:44,400",
        "en": "-Du er altid sur på mig. -Nej, det er jeg da ikke, skatter.",
        "pa": "Sweetie, what's the matter?\n -You're always angry with me. -No, I'm not, sweetie.",
        "vi": "Con yêu, sao vậy?\n - Mẹ luôn cáu con. - Không đâu, con yêu."
    },
    {
        "start": "00:17:44,520",
        "end": "00:17:46,760",
        "en": "Nej, nej.",
        "pa": "-No, no...",
        "vi": "Không, không..."
    },
    {
        "start": "00:17:48,800",
        "end": "00:17:51,280",
        "en": "Hey...",
        "pa": "Hey...",
        "vi": "Này..."
    },
    {
        "start": "00:17:55,560",
        "end": "00:17:59,480",
        "en": "Jeg er ikke vred på dig. Undskyld.",
        "pa": "I'm not angry with you.",
        "vi": "Mẹ không cáu con."
    },
    {
        "start": "00:18:00,600",
        "end": "00:18:05,080",
        "en": "Jeg er ikke sur på dig. Det er bare en lortemorgen. Ikke også?",
        "pa": "I'm sorry.\n I'm not angry with you.\n It's just a crappy morning. You know?",
        "vi": "Mẹ xin lỗi.\n Mẹ không cáu con đâu.\n Chỉ là một buổi sáng tồi tệ. Hiểu không?"
    },
    {
        "start": "00:18:07,640",
        "end": "00:18:14,160",
        "en": "-Nu kan jeg ikke nå at komme med. -Jeg kører dig hen til skolen.",
        "pa": "It doesn't matter. I won't make the bus now anyway.\n Yes, you... I'll give you a ride to school.",
        "vi": "Không quan trọng. Giờ con không bắt kịp xe buýt.\n Ừ, con... Mẹ sẽ đưa con tới trường."
    },
    {
        "start": "00:18:14,280",
        "end": "00:18:17,960",
        "en": "Så er der masser af tid. Ikke?",
        "pa": "That leaves plenty of time, okay?",
        "vi": "Tha hồ có thời gian, được chứ?"
    },
    {
        "start": "00:18:19,200",
        "end": "00:18:23,760",
        "en": "Spis noget morgenmad. Så kan du gå i bad bagefter, så pakker jeg.",
        "pa": "Okay.\n Eat your breakfast and take a shower, while I pack.",
        "vi": "Vâng.\n Ăn sáng và đi tắm, trong khi mẹ dọn đồ."
    },
    {
        "start": "00:18:23,880",
        "end": "00:18:28,600",
        "en": "Der er god tid. Ikke også? Det bliver en fin tur, skat.",
        "pa": "You have plenty of time, okay?\n You're going to have a great trip.",
        "vi": "Con có nhiều thời gian, nhé?\n Con sẽ có chuyến đi vui."
    },
    {
        "start": "00:18:30,120",
        "end": "00:18:35,160",
        "en": "-Laura, jeg fandt bogen. -Godt, Magnus. Ned i tasken.",
        "pa": "Laura...\n -I found the book. - Great. Put it in the bag.",
        "vi": "Laura...\n - Em thấy sách rồi. - Tuyệt, Magnus. Bỏ vào túi đi."
    },
    {
        "start": "00:18:35,280",
        "end": "00:18:37,840",
        "en": "Jeg fandt den alene.",
        "pa": "I found it all by myself.",
        "vi": "Con tự tìm thấy đấy."
    },
    {
        "start": "00:18:45,200",
        "end": "00:18:48,520",
        "en": "-Hvad kan jeg hjælpe jer med? -En smoothie.",
        "pa": "-What would you like? -Could we have a smoothie?",
        "vi": "- Anh uống gì? - Cho bọn tôi sinh tố được không?"
    },
    {
        "start": "00:18:48,640",
        "end": "00:18:54,200",
        "en": "En smoothie med solbær. Kan du lave den på appelsinjuice?",
        "pa": "A blackberry smoothie.\n -Could you make it with orange juice? - Absolutely.",
        "vi": "Sinh tố dâu đen.\n - Cho thêm nước cam được không? - Được mà."
    },
    {
        "start": "00:19:00,760",
        "end": "00:19:06,400",
        "en": "Hej, Katrine. Det var da et sjovt tilfælde. Hvad laver du her?",
        "pa": "Hi, Katrine.\n Hi.",
        "vi": "Chào Katrine.\n Chào anh."
    },
    {
        "start": "00:19:06,520",
        "end": "00:19:10,720",
        "en": "-Jeg skal mødes med en veninde. -Hej.",
        "pa": "What a coincidence. What are you doing here?\n -I'm meeting a friend. -I see.",
        "vi": "Thật trùng hợp. Em làm gì ở đây?\n - Em gặp người bạn. - Hiểu rồi."
    },
    {
        "start": "00:19:10,840",
        "end": "00:19:18,520",
        "en": "Undskyld. Det er Lotte, min kæreste. Og det er...",
        "pa": "Hi.\n Sorry. My bad.\n This is...\n Lotte, my...",
        "vi": "Chào.\n Xin lỗi. Lỗi của anh.\n Đây là...\n Lotte, bạn..."
    },
    {
        "start": "00:19:18,640",
        "end": "00:19:22,480",
        "en": "-Katrine. -En gammel veninde.",
        "pa": "-girlfriend, and this is... -Hello.\n -Katrine. -Katrine.\n An... old friend.",
        "vi": "- gái của anh, và đây là... - Xin chào.\n - Katrine. - Katrine.\n Một... người bạn cũ."
    },
    {
        "start": "00:19:24,840",
        "end": "00:19:28,920",
        "en": "Jeg har selvfølgelig hørt om dig. Gode ting, mener jeg.",
        "pa": "I've heard so much about you.",
        "vi": "Tôi đã nghe rất nhiều về cô."
    },
    {
        "start": "00:19:29,040",
        "end": "00:19:31,320",
        "en": "I lige måde.",
        "pa": "-Good things, I mean. -Me too.",
        "vi": "- Những điều tốt, ý là vậy. - Tôi cũng vậy."
    },
    {
        "start": "00:19:31,440",
        "end": "00:19:34,840",
        "en": "Okay. Jeg tror, at...",
        "pa": "Okay. I think...",
        "vi": "Được rồi. Tôi nghĩ..."
    },
    {
        "start": "00:19:34,960",
        "end": "00:19:39,800",
        "en": "-Jeg snupper lige det bord derovre. -Jeg kommer ned med smoothien.",
        "pa": "-I'll grab that table over there. -Of course.\n -I'll bring your smoothie. -Super.",
        "vi": "- Tôi sẽ ngồi bàn ở kia. - Được rồi.\n - Anh sẽ mang sinh tố tới. - Tuyệt."
    },
    {
        "start": "00:19:39,920",
        "end": "00:19:42,760",
        "en": "Det var hyggeligt at møde dig.",
        "pa": "-Nice to meet you. -Yes, bye.",
        "vi": "- Rất vui được gặp. - Vâng, chào."
    },
    {
        "start": "00:19:42,880",
        "end": "00:19:47,160",
        "en": "-Hej. Må jeg bede om en latte? -Vil du sidde sammen med os?",
        "pa": "-Hello. Can I have a latte? -Sure.\n Won't you join us?",
        "vi": "- Xin chào. Cho tôi cốc latte nhé? - Được.\n Em ngồi cùng bọn anh nhé?"
    },
    {
        "start": "00:19:47,280",
        "end": "00:19:49,320",
        "en": "Nej tak.",
        "pa": "No thanks.",
        "vi": "Không, cảm ơn."
    },
    {
        "start": "00:19:49,440",
        "end": "00:19:52,520",
        "en": "-Hun er fantastisk, ikke? Og smuk. -Meget.",
        "pa": "Isn't she stunning?\n -Beautiful. -Very.",
        "vi": "Cô ấy rất đẹp đấy chứ?\n - Đẹp lắm. - Cực kỳ."
    },
    {
        "start": "00:19:55,080",
        "end": "00:19:58,720",
        "en": "-Er der noget galt, Katrine? -Nej.",
        "pa": "Anything wrong, Katrine?",
        "vi": "Có gì không ổn, Katrine?"
    },
    {
        "start": "00:19:58,840",
        "end": "00:20:03,720",
        "en": "Jeg prøver bare at holde lidt afstand, som du har bedt om.",
        "pa": "No.\n I'm just trying to keep my distance like you asked me to.",
        "vi": "Không.\n Em chỉ cố giữ khoảng cách như anh yêu cầu."
    },
    {
        "start": "00:20:03,840",
        "end": "00:20:08,040",
        "en": "Jeg tror ikke, det var sådan, jeg sagde det.",
        "pa": "Those weren't my exact words, but...",
        "vi": "Anh không nói đúng như vậy, mà..."
    },
    {
        "start": "00:20:08,160",
        "end": "00:20:10,720",
        "en": "Skal vi snart mødes?",
        "pa": "that's your business.\n Want to meet up soon?",
        "vi": "đó là việc của em.\n Gặp nhau sớm không?"
    },
    {
        "start": "00:20:12,040",
        "end": "00:20:16,400",
        "en": "Vi ses måske på Borgen. Jeg skal til møde med Lars Hesselboe.",
        "pa": "We might bump into each other at Borgen.",
        "vi": "Có thể sẽ gặp ở Borgen."
    },
    {
        "start": "00:20:16,520",
        "end": "00:20:20,800",
        "en": "Skal du til møde med Lars Hesselboe? Hold da op.",
        "pa": "I'm meeting Lars Hesselboe. Thank you.\n -You're going to see Lars Hesselboe? -Yes.",
        "vi": "Em sẽ gặp Lars Hesselboe. Cảm ơn.\n - Em sẽ gặp Lars Hesselboe à? - Ừ."
    },
    {
        "start": "00:20:20,920",
        "end": "00:20:25,080",
        "en": "Det er da spændende. Du ser godt ud for tiden.",
        "pa": "Wow.\n Exciting.\n You're looking good these days.",
        "vi": "Ái chà.\n Thú vị.\n Dạo này trông em ổn đấy."
    },
    {
        "start": "00:20:26,920",
        "end": "00:20:28,960",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:20:30,280",
        "end": "00:20:34,360",
        "en": "Katrine, jeg har lyst til at kysse dig.",
        "pa": "Katrine, I really want to kiss you.",
        "vi": "Katrine, anh rất muốn hôn em."
    },
    {
        "start": "00:21:02,280",
        "end": "00:21:05,400",
        "en": "Hej, Katrine. Undskyld forsinkelsen.",
        "pa": "- Hello, Katrine. -Hi.",
        "vi": "- Chào, Katrine. - Chào."
    },
    {
        "start": "00:21:05,520",
        "end": "00:21:08,160",
        "en": "Det er helt i orden.",
        "pa": "-Sorry to keep you waiting. -That's okay.\n -Please sit. -Thank you. ",
        "vi": "- Xin lỗi vì bắt cô chờ. - Không sao.\n - Mời ngồi. - Cảm ơn."
    },
    {
        "start": "00:21:10,360",
        "end": "00:21:15,320",
        "en": "Min spindoktor forlod sin stilling i sidste uge. Et pænt ord for fyret.",
        "pa": "As you may know, my spin doctor resigned his position three days ago.",
        "vi": "Có lẽ cô biết, cố vấn truyền thông của tôi xin nghỉ ba hôm rồi."
    },
    {
        "start": "00:21:15,440",
        "end": "00:21:20,800",
        "en": "Posten er ledig. Jeg må indrømme, at jeg har holdt lidt øje med dig.",
        "pa": "A nice way of saying fired.\n But like I said, the position is available.\n And I must admit I've had my eye on you.",
        "vi": "Một cách hay để nói bị sa thải.\n Nhưng như tôi nói, vị trí này còn trống.\n Và tôi phải thừa nhận là tôi đã để mắt đến cô."
    },
    {
        "start": "00:21:20,920",
        "end": "00:21:25,800",
        "en": "-Mange tak. -Tænk, at du sagde ja til Laugesen.",
        "pa": "Why, thank you.\n I wonder why you agreed to work for Laugesen at Ekspres.",
        "vi": "À, cảm ơn ông.\n Tôi tự hỏi sao cô đồng ý làm cho Laugesen ở Express."
    },
    {
        "start": "00:21:26,800",
        "end": "00:21:29,560",
        "en": "-Ja... -Du har gennemslagskraft.",
        "pa": "Well...",
        "vi": "À..."
    },
    {
        "start": "00:21:29,680",
        "end": "00:21:33,480",
        "en": "Du er velformuleret og har sans for politisk analyse.",
        "pa": "You have thrust.\n You're articulate, and you have a keen political mind.",
        "vi": "Cô có động lực.\n Cô lợi khẩu, và có đầu óc chính trị nhạy bén."
    },
    {
        "start": "00:21:33,600",
        "end": "00:21:37,240",
        "en": "Du har alt det, en pressechef her i partiet har brug for.",
        "pa": "In my view, you have everything my party's media advisor needs.",
        "vi": "Tôi thấy, cô có mọi thứ mà cố vấn báo chí của đảng tôi cần."
    },
    {
        "start": "00:21:38,720",
        "end": "00:21:43,320",
        "en": "Tak for de pæne ord. Jeg signalerer noget andet",
        "pa": "Thank you for the kind words.",
        "vi": "Cảm ơn vì những lời tốt đẹp."
    },
    {
        "start": "00:21:43,440",
        "end": "00:21:46,880",
        "en": "end det, De Liberale står for i manges øjne.",
        "pa": "And I guess it doesn't hurt that I signal something else\n than the Liberals' perceived values.",
        "vi": "Và tôi đoán là không hại gì khi tôi nêu điều gì đó\n khác giá trị được nhìn nhận của phe Tự do."
    },
    {
        "start": "00:21:47,000",
        "end": "00:21:50,640",
        "en": "Dit parti opfattes som en samling talende jakkesæt",
        "pa": "Your party's current problem is that you look like a bunch of old suits",
        "vi": "Vấn đề hiện tại của đảng ông là các ông như một đám già"
    },
    {
        "start": "00:21:50,760",
        "end": "00:21:54,480",
        "en": "der ikke er fulgt med tiden. Du kunne bruge en ung kvinde",
        "pa": "left behind by progress.",
        "vi": "tụt hậu so với thời cuộc."
    },
    {
        "start": "00:21:54,600",
        "end": "00:21:58,520",
        "en": "der ligner en, der stemmer til venstre for midten.",
        "pa": "So you could use a young woman who looks like she holds leftist views, to...",
        "vi": "Nên các ông cần một phụ nữ trẻ có vẻ có góc nhìn cánh tả, để... tạo hình ảnh mới."
    },
    {
        "start": "00:21:58,640",
        "end": "00:22:03,720",
        "en": "Ja, det kunne jeg. Jeg vil udvide dit ansvarsområde.",
        "pa": "create a new image.\n Yes, exactly.\n And for that reason I would expand your field of responsibility.",
        "vi": "Phải, chính xác.\n Vì lý do đó, tôi sẽ mở rộng phạm vi trách nhiệm của cô."
    },
    {
        "start": "00:22:03,840",
        "end": "00:22:07,640",
        "en": "Du bliver min talsmand/kvinde under valgkampen.",
        "pa": "You will be my spokesman... woman during the election next year.",
        "vi": "Cô sẽ là người... nữ phát ngôn viên của tôi trong cuộc bầu cử năm tới."
    },
    {
        "start": "00:22:07,760",
        "end": "00:22:12,280",
        "en": "Du rykker med ind i Statsministeriet, når vi vinder. Hvad siger du til det?",
        "pa": "And you'll come with me to the prime minister's office, when we win. ",
        "vi": "Và cô sẽ cùng tôi đến văn phòng Thủ tướng khi thắng."
    },
    {
        "start": "00:22:12,400",
        "end": "00:22:16,160",
        "en": "Hvad hvis jeg ikke stemmer på dig?",
        "pa": "What do you say?\n What if I don't vote for you?",
        "vi": "Cô nghĩ sao?\n Tôi không bầu ông thì sao?"
    },
    {
        "start": "00:22:16,280",
        "end": "00:22:20,080",
        "en": "Det blander jeg mig ikke i, bare du får andre til det.",
        "pa": "None of my business.\n As long as you make others do it.",
        "vi": "Chả phải việc của tôi.\n Miễn cô làm người khác bầu."
    },
    {
        "start": "00:22:20,200",
        "end": "00:22:24,280",
        "en": "Gå nu hjem og tænk over det, og...",
        "pa": "-Go home and think it over. -Sure.\n And...",
        "vi": "- Về nghĩ kỹ đi. - Được.\n Và..."
    },
    {
        "start": "00:22:26,640",
        "end": "00:22:29,680",
        "en": "Giv mig et svar i morgen inden kl. 12.",
        "pa": "Let me have your answer tomorrow before noon.",
        "vi": "Cho tôi câu trả lời trước trưa mai."
    },
    {
        "start": "00:22:29,800",
        "end": "00:22:32,040",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:22:39,600",
        "end": "00:22:43,080",
        "en": "-Hej, skat. Hvordan går det? -Det går okay.",
        "pa": "Hi, sweetie. How are you?",
        "vi": "Chào con yêu. Con thế nào?"
    },
    {
        "start": "00:22:43,200",
        "end": "00:22:47,000",
        "en": "Jeg ville bare gerne snakke lidt. Forstyrrer jeg?",
        "pa": "I'm fine.\n I just wanted to talk. Is this a bad time?",
        "vi": "Con ổn ạ.\n Con chỉ muốn nói chuyện. Không đúng lúc ạ?"
    },
    {
        "start": "00:22:47,120",
        "end": "00:22:52,960",
        "en": "Nej. Du forstyrrer aldrig, skat. Hvad laver I?",
        "pa": "It's never a bad time for you, sweetie.",
        "vi": "Với con lúc nào cũng được."
    },
    {
        "start": "00:22:53,080",
        "end": "00:22:57,440",
        "en": "-De andre spiller rundbold. -Det lyder sjovt.",
        "pa": "What are you guys up to?\n The others are playing softball.",
        "vi": "Các con đang làm gì?\n Các bạn đang chơi bóng mềm."
    },
    {
        "start": "00:22:57,560",
        "end": "00:23:03,240",
        "en": "Kan dine partifæller bakke op omkring din miljøpolitik?",
        "pa": "That sounds fun.\n Does the party support your environmental policy",
        "vi": "Nghe vui đấy.\n Đảng có ủng hộ chính sách môi trưởng của ông"
    },
    {
        "start": "00:23:03,360",
        "end": "00:23:06,480",
        "en": "-Mor? Er du der? -Ja, det er jeg.",
        "pa": "when you drive a car like that?\n Mom, are you there?",
        "vi": "khi ông lái xe như thế không?\n Mẹ, mẹ có đó không?"
    },
    {
        "start": "00:23:06,600",
        "end": "00:23:10,360",
        "en": "-Var det sjovt at spille? -Det er de andre, der spiller.",
        "pa": "Yes, I am.\n Did you have fun playing softball?",
        "vi": "Có mà.\n Chơi bóng mềm vui không?"
    },
    {
        "start": "00:23:10,480",
        "end": "00:23:15,040",
        "en": "Det er det da også. Får I noget godt at spise?",
        "pa": "No, the others are playing.\n So you said.\n So... How's the food there?",
        "vi": "Không, các bạn đang chơi.\n Con đã bảo vậy.\n Thế... Đồ ăn thế nào?"
    },
    {
        "start": "00:23:15,160",
        "end": "00:23:19,480",
        "en": "Sagen om klimaministerens Cadillac er vokset eksplosivt.",
        "pa": "The case about the climate minister's Cadillac has exploded the last few days.",
        "vi": "Vụ xe Cadillac của Bộ trưởng Khí hậu đã bùng nổ mấy ngày qua."
    },
    {
        "start": "00:23:19,600",
        "end": "00:23:22,200",
        "en": "Hvad er det, vi oplever her?",
        "pa": "Torben Friis, our political editor here, what's going on?",
        "vi": "Torben Friis, biên tập viên chính trị, có chuyện gì vậy?"
    },
    {
        "start": "00:23:22,320",
        "end": "00:23:28,160",
        "en": "Det er en meget simpel sag, som nærmest er blevet en heksejagt.",
        "pa": "Ulrik, it's actually a very simple case\n that has suddenly turned into a veritable witch-hunt, I'd say.",
        "vi": "Ulrik, đây là một vụ đơn giản\n đột nhiên trở thành cuộc săn lùng phù thủy."
    },
    {
        "start": "00:23:28,280",
        "end": "00:23:31,120",
        "en": "Samtlige aviser er sprunget på.",
        "pa": "Yes, almost all the papers have latched on to it.",
        "vi": "Phải, gần như tất cả các báo đều bám theo."
    },
    {
        "start": "00:23:31,240",
        "end": "00:23:37,600",
        "en": "Formiddagsaviserne har været ret hårde i deres overskrifter.",
        "pa": "The tabloids are running some pretty personal and tough headlines.",
        "vi": "Các tờ báo lá cải đang giật tít tấn công cá nhân và nặng nề."
    },
    {
        "start": "00:23:37,720",
        "end": "00:23:44,840",
        "en": "Det er et godt eksempel på de troløse jantelovstendenser i dansk presse.",
        "pa": "And some accusations have no connection to this.\n To me it is a very clear example of\n what I'd call the tendency to a merciless Law of Jante in the Danish press.",
        "vi": "Vài cáo buộc không liên quan việc này.\n Với tôi đó là một ví dụ rất rõ ràng\n về cái tôi gọi là khuynh hướng Luật của Jante tàn nhẫn trong làng báo Đan Mạch."
    },
    {
        "start": "00:23:44,960",
        "end": "00:23:52,440",
        "en": "-\"Du skal ikke tro, du er noget.\" -Tusind tak til dig, Torben Friis.",
        "pa": "Basically, \"don't think you're anything special,\"\n and \"don't get too cocky,\" and so on.",
        "vi": "Cơ bản, \"chớ nghĩ mình đặc biệt\",\n và \"đừng quá tự phụ\", vân vân."
    },
    {
        "start": "00:23:52,560",
        "end": "00:23:56,760",
        "en": "-Hvordan lød han? -Som en presset mand.",
        "pa": "Thank you, Torben Friis. And now to...\n How did he sound?",
        "vi": "Cảm ơn, Torben Friis. Và giờ...\n Giọng anh ta thế nào?"
    },
    {
        "start": "00:23:56,880",
        "end": "00:23:58,480",
        "en": "Ja.",
        "pa": "Like a cornered man.\n -Yes.",
        "vi": "Như một người bị dồn ép."
    },
    {
        "start": "00:23:58,560",
        "end": "00:24:03,000",
        "en": "Så er klima- og energiministeren ankommet.",
        "pa": "The climate and energy minister is here.\n Fine, send him in.",
        "vi": "- Vâng. - Bộ trưởng Khí hậu và Năng lượng tới.\n Được, cho anh ta vào."
    },
    {
        "start": "00:24:05,880",
        "end": "00:24:08,400",
        "en": "Kasper.",
        "pa": "Kasper.",
        "vi": "Kasper."
    },
    {
        "start": "00:24:08,520",
        "end": "00:24:10,560",
        "en": "Amir.",
        "pa": "-Amir. -Birgitte.",
        "vi": "- Amir. - Birgitte."
    },
    {
        "start": "00:24:12,320",
        "end": "00:24:18,280",
        "en": "Hold kæft, hvor er de strenge ved dig. Jeg er ked af det på dine vegne.",
        "pa": "They are being really hard on you.\n I really feel for you.",
        "vi": "Họ đang rất nặng nề với anh.\n Tôi thực sự thông cảm."
    },
    {
        "start": "00:24:21,720",
        "end": "00:24:24,920",
        "en": "Det er noget af det værste, jeg har været ude for.",
        "pa": "It's the worst experience of my life.",
        "vi": "Có lẽ là lúc tệ nhất đời tôi."
    },
    {
        "start": "00:24:25,040",
        "end": "00:24:29,480",
        "en": "Beskyldningerne mod mig i Laugesens bog var vand i forhold.",
        "pa": "The accusations in Laugesen's book were nothing compared to this.",
        "vi": "Những lời buộc tội trong sách của Laugesen chả là gì so với điều này."
    },
    {
        "start": "00:24:29,600",
        "end": "00:24:34,200",
        "en": "De ligger på lur foran mit hjem. Foran mit sommerhus.",
        "pa": "They're lying in wait at my home, my summerhouse.",
        "vi": "Họ phục sẵn ở nhà tôi, ở nhà nghỉ hè của tôi."
    },
    {
        "start": "00:24:34,320",
        "end": "00:24:40,760",
        "en": "De hiver gamle privatsager frem og gør dem til...",
        "pa": "They go through my trash.\n They find trivial old personal matters and blow them out of proportion...",
        "vi": "Họ lục rác của tôi.\n Họ tìm những vấn đề cá nhân vớ vẩn rồi làm quá lên..."
    },
    {
        "start": "00:24:46,320",
        "end": "00:24:51,120",
        "en": "Mine børn bliver mobbet med, at deres far er en løgner.",
        "pa": "My kids are bullied at school, because their dad is \"a liar\".",
        "vi": "Con tôi bị bắt nạt ở trường, vì bố nó là \"kẻ nói dối\"."
    },
    {
        "start": "00:24:51,240",
        "end": "00:24:56,200",
        "en": "Én har lagt en seddel i min lille piges skoletaske:",
        "pa": "Some bastard put a note in my little girl's backpack that said:",
        "vi": "Một đứa mất dạy nào đó dán tờ giấy vào ba lô con gái tôi ghi là,"
    },
    {
        "start": "00:24:56,320",
        "end": "00:25:00,560",
        "en": "\"Miljøsvin er lig med perkersvin.\" Så skulle jeg forklare...",
        "pa": "\"All Pakis are polluters.\" So I had to explain to a little girl...",
        "vi": "\"Bọn Pakistan gây ô nhiễm\". Nên tôi phải giải thích với con bé..."
    },
    {
        "start": "00:25:00,680",
        "end": "00:25:04,520",
        "en": "Amir, der er kun én vej ud af det her.",
        "pa": "Amir...\n I only see one way out.",
        "vi": "Amir...\n Tôi chỉ thấy một lối thoát."
    },
    {
        "start": "00:25:04,640",
        "end": "00:25:09,040",
        "en": "Det er at skabe noget positiv presse omkring din person.",
        "pa": "We have to get you some good PR.",
        "vi": "Phải làm PR tốt cho anh."
    },
    {
        "start": "00:25:09,160",
        "end": "00:25:12,600",
        "en": "Jeg ved, du kæmper for dine principper.",
        "pa": "Yes.\n And I know you fight for your principles. Which I have a great respect for.",
        "vi": "Phải.\n Tôi biết anh chiến đấu vì nguyên tắc của mình. Tôi rất tôn trọng."
    },
    {
        "start": "00:25:12,720",
        "end": "00:25:18,400",
        "en": "Men hvis du kunne acceptere det brede forlig",
        "pa": "But if we...\n Or rather, if you could accept the broad compromise...",
        "vi": "Nhưng nếu ta...\n Hoặc là, nếu anh chấp nhận thỏa hiệp rộng rãi..."
    },
    {
        "start": "00:25:18,520",
        "end": "00:25:22,040",
        "en": "så kan vi få stoppet det her.",
        "pa": "we could put an end to this.",
        "vi": "ta có thể chấm dứt việc này."
    },
    {
        "start": "00:25:31,960",
        "end": "00:25:35,080",
        "en": "Er det ikke det, vi gør?",
        "pa": "Let's do that, okay?",
        "vi": "Làm vậy, nhé?"
    },
    {
        "start": "00:25:37,160",
        "end": "00:25:40,120",
        "en": "Jo.",
        "pa": "Sure.",
        "vi": "Được."
    },
    {
        "start": "00:25:41,840",
        "end": "00:25:44,680",
        "en": "Jo, det er det, vi gør.",
        "pa": "Sure, let's do that.",
        "vi": "Được, vậy làm đi."
    },
    {
        "start": "00:25:53,160",
        "end": "00:25:55,320",
        "en": "-Velkommen. -Tak.",
        "pa": "-Oh. Welcome. -Thank you.",
        "vi": "- Ôi. Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:25:55,440",
        "end": "00:25:58,200",
        "en": "-Godt at se dig igen. -I lige måde.",
        "pa": "-Good to see you again. -You too.",
        "vi": "- Gặp lại thật vui. - Tôi cũng vậy."
    },
    {
        "start": "00:25:58,320",
        "end": "00:26:04,280",
        "en": "-Nå... Har du fået tænkt over det? -Det har ikke været nemt.",
        "pa": "So...\n Have you considered my offer?",
        "vi": "Thế...\n Cô cân nhắc đề nghị chưa?"
    },
    {
        "start": "00:26:04,400",
        "end": "00:26:09,480",
        "en": "-Mit løntilbud var vel i orden? -Jo tak.",
        "pa": "Yes. It hasn't been an easy decision.\n I assume the proposed salary was okay?\n Oh yes, nothing wrong with that part.",
        "vi": "Rồi. Không dễ quyết định.\n Tôi cho là mức lương đề xuất ổn?\n Ồ vâng, vụ đó không vấn đề."
    },
    {
        "start": "00:26:09,600",
        "end": "00:26:13,160",
        "en": "-Værsgo. -Tak skal du have.",
        "pa": "-After you. -Thank you.",
        "vi": "- Mời cô. - Cảm ơn."
    },
    {
        "start": "00:26:13,280",
        "end": "00:26:16,440",
        "en": "-Noget at drikke? -Ellers tak.",
        "pa": "-A drink? -No thanks.",
        "vi": "- Uống gì không? - Không, cảm ơn."
    },
    {
        "start": "00:26:18,360",
        "end": "00:26:22,400",
        "en": "Lars, der er én ting, der er vigtig for mig.",
        "pa": "Lars, I have one major concern.",
        "vi": "Lars, tôi có một mối e ngại lớn."
    },
    {
        "start": "00:26:22,520",
        "end": "00:26:26,240",
        "en": "Hvordan ser du en ny regering? Hvor er Frihedspartiet?",
        "pa": "How do you see a possible new government?",
        "vi": "Ông hình dung chính phủ mới thế nào? Với Đảng Tự do Cực hữu?"
    },
    {
        "start": "00:26:26,360",
        "end": "00:26:30,000",
        "en": "De er ikke med i en regering. Det er de ikke parat til.",
        "pa": "With the Freedom Party?\n They certainly won't be part of a coalition.\n They're far from ready.",
        "vi": "Họ chắc chắn chả tham gia liên minh. Còn lâu mới sẵn sàng."
    },
    {
        "start": "00:26:31,520",
        "end": "00:26:35,840",
        "en": "Vi har mistet vælgere ved at danse for tæt med Svend Åge.",
        "pa": "Our little dance with Svend Åge has been too close and cost us voters.",
        "vi": "Điệu nhảy nhỏ của chúng tôi với Svend Åge quá gần và làm chúng tôi mất cử tri."
    },
    {
        "start": "00:26:35,960",
        "end": "00:26:41,200",
        "en": "-Jeg vil lægge afstand til dem. -Det lyder klogt.",
        "pa": "So politically, I wish to distance myself from them.",
        "vi": "Về chính trị, tôi muốn tránh xa họ ra."
    },
    {
        "start": "00:26:41,320",
        "end": "00:26:45,320",
        "en": "Dermed vil du også signalere nye tider, og det er afgørende.",
        "pa": "That sounds wise.\n It will also signal change, and that is crucial.",
        "vi": "Có vẻ khôn.\n Nó cũng báo hiệu sự thay đổi, điều đó rất quan trọng."
    },
    {
        "start": "00:26:45,440",
        "end": "00:26:49,520",
        "en": "For dig eller for vælgerne?",
        "pa": "To you or the voters?",
        "vi": "Với cô hay với các cử tri?"
    },
    {
        "start": "00:26:49,640",
        "end": "00:26:53,080",
        "en": "I forhold til det her spørgsmål kommer det ud på ét.",
        "pa": "In regard to this question it makes no difference.",
        "vi": "Với câu hỏi này thì không có gì khác biệt."
    },
    {
        "start": "00:26:55,320",
        "end": "00:26:59,120",
        "en": "Jeg får en fornemmelse af at være til eksamen.",
        "pa": "When you stare at me like that, I get the odd feeling of being examined.",
        "vi": "Cô nhìn chằm chằm tôi như thế tôi có cảm giác lạ như bị khảo thí."
    },
    {
        "start": "00:26:59,240",
        "end": "00:27:03,880",
        "en": "Er det ikke en fordel, når nu vi skal spille på hold sammen?",
        "pa": "Isn't that an advantage now we're going to be on the same team?",
        "vi": "Chả phải đó là lợi thế khi giờ ta ở cùng đội sao?"
    },
    {
        "start": "00:27:04,000",
        "end": "00:27:07,240",
        "en": "Godt. Det er jeg meget glad for.",
        "pa": "Good. I'm very pleased about that.",
        "vi": "Tốt. Tôi rất hài lòng."
    },
    {
        "start": "00:27:07,360",
        "end": "00:27:12,040",
        "en": "Jeg har faktisk været så fræk, så jeg har fået lavet dem her til dig.",
        "pa": "I took the liberty...",
        "vi": "Tôi mạo muội..."
    },
    {
        "start": "00:27:12,160",
        "end": "00:27:14,360",
        "en": "Tak.",
        "pa": "of having these made for you.\n Thanks.\n THE LIBERALS PRESS ADVISOR - KATRINE FØNSMARK",
        "vi": "làm mấy cái này cho cô.\n Cảm ơn.\n ĐẢNG TỰ DO CỐ VẤN BÁO CHÍ"
    },
    {
        "start": "00:27:18,720",
        "end": "00:27:21,720",
        "en": "-Kan du lide dem? -Det ser godt ud.",
        "pa": "-Like them? -Yes, they look great.",
        "vi": "- Thích không? - Vâng, trông đẹp lắm."
    },
    {
        "start": "00:27:21,840",
        "end": "00:27:25,200",
        "en": "Skål og velkommen på holdet.",
        "pa": "Well, then... Cheers. And welcome aboard.",
        "vi": "Vậy thì... Cạn ly. Mừng cô nhập hội."
    },
    {
        "start": "00:27:28,320",
        "end": "00:27:33,880",
        "en": "55 om måneden. Plus diverse tillæg og rejser og fri bil og telefon.",
        "pa": "55,000 a month...\n plus benefits, travel expenses, free car and phone.",
        "vi": "Lương 55.000 một tháng...\n cộng quyền lợi, chi phí đi lại, xe và điện thoại miễn phí."
    },
    {
        "start": "00:27:34,000",
        "end": "00:27:39,200",
        "en": "Det virker som en fornuftig deal. Hvad er problemet?",
        "pa": "Sounds like an okay deal to me.\n So what's the problem?",
        "vi": "Nghe có vẻ ổn với tôi.\n - Vấn đề là gì? - Cảm ơn."
    },
    {
        "start": "00:27:40,680",
        "end": "00:27:46,360",
        "en": "Du er ikke liberal. For tre år siden havde du ikke kunnet gøre det.",
        "pa": "Thank you.\n That you're not a Liberal.\n You deeply disagree with him.",
        "vi": "Vì cô không theo Tự do.\n Cô bất đồng nặng với ông ta."
    },
    {
        "start": "00:27:46,480",
        "end": "00:27:50,920",
        "en": "-Det er jo ikke tre år siden nu. -Bevares.",
        "pa": "Three years ago you couldn't have done it.\n -But it's not three years ago now. -Touché.",
        "vi": "Ba năm trước cô không làm được.\n - Nhưng không phải ba năm trước. - Chuẩn."
    },
    {
        "start": "00:27:51,040",
        "end": "00:27:54,480",
        "en": "Der er grænser for, hvor liberal selv Hesselboe er.",
        "pa": "I guess there are limits to how liberal even Hesselboe can be.",
        "vi": "Tôi đoán là có giới hạn về mức độ tự do của Hesselboe."
    },
    {
        "start": "00:27:58,640",
        "end": "00:28:01,760",
        "en": "Vi vil lægge afstand til Frihedspartiet.",
        "pa": "We're going to distance ourselves from the Freedom Party.",
        "vi": "Chúng ta sẽ tránh xa Đảng Tự Do."
    },
    {
        "start": "00:28:03,360",
        "end": "00:28:06,600",
        "en": "Du er ved at få indflydelse på dansk politik.",
        "pa": "There you go.\n Already you're influencing Danish politics behind the scenes.",
        "vi": "Đấy.\n Cô đã ảnh hưởng đến chính trị Đan Mạch từ hậu trường."
    },
    {
        "start": "00:28:11,880",
        "end": "00:28:15,720",
        "en": "-Hej, dejlige. -Hey. Jeg tager lige et bad.",
        "pa": "-Hi, gorgeous. -Hi.\n I'm just going to grab a shower.",
        "vi": "- Chào trai đẹp. - Chào em."
    },
    {
        "start": "00:28:15,840",
        "end": "00:28:21,520",
        "en": "Et varmeapparat er gået amok inde i Statsministeriet. Der er 35 grader.",
        "pa": "I've been sweating like a pig today. Some heater went off the rails\n at the prime minister's office, so it's bloody 35 degrees.",
        "vi": "Anh đi tắm đây.\n Hôm nay anh đổ mồ hôi như lợn. Mấy máy sưởi chạy quá mức\n ở văn phòng Thủ tướng, nên nó nóng đến 35 độ."
    },
    {
        "start": "00:28:26,040",
        "end": "00:28:28,520",
        "en": "Hvorfor er du ved at dække op?",
        "pa": "Hey.\n Why are you setting up food like that?",
        "vi": "Này.\n Sao em sắp đồ ăn như thế?"
    },
    {
        "start": "00:28:28,640",
        "end": "00:28:35,320",
        "en": "Vi får gæster om et øjeblik. Du siger ikke, at du har glemt det, vel?",
        "pa": "We have guests coming over in a minute.",
        "vi": "Tí tẹo nữa có khách đến."
    },
    {
        "start": "00:28:35,440",
        "end": "00:28:37,600",
        "en": "Hvad så med vin?",
        "pa": "Don't tell me you forgot?\n Then what about the wine?",
        "vi": "Đừng nói là anh quên nhé?\n Thế rượu vang đâu?"
    },
    {
        "start": "00:28:43,800",
        "end": "00:28:49,360",
        "en": "Det er ikke i orden, det her, Kasper. Jeg laver alt om for din skyld.",
        "pa": "This just isn't okay, Kasper.",
        "vi": "Không ổn chút nào, Kasper."
    },
    {
        "start": "00:28:49,480",
        "end": "00:28:53,320",
        "en": "Jeg ser dig fandeme knap nok for tiden.",
        "pa": "I keep making changes for your sake.\n I hardly ever see you these days.",
        "vi": "Em liên tục đổi ngày vì anh.\n Mấy hôm nay em hầu như không thấy anh."
    },
    {
        "start": "00:28:56,920",
        "end": "00:29:01,560",
        "en": "-Du lovede mig den her. -Skal jeg hente den vin?",
        "pa": "You promised me this.\n Fine... Want me to go get that wine?",
        "vi": "Anh đã hứa vụ này.\n Rồi... Vậy anh đi mua rượu vang nhé?"
    },
    {
        "start": "00:29:01,680",
        "end": "00:29:06,120",
        "en": "Jeg skal nok hente den vin! En parmiddag vejer ikke så tungt",
        "pa": "I'll get the wine!\n I'm sorry, Lotte, but a dinner date doesn't mean that much",
        "vi": "Anh sẽ mua rượu vang!"
    },
    {
        "start": "00:29:06,240",
        "end": "00:29:12,280",
        "en": "ved siden af at komme i mindretal i Folketinget.",
        "pa": "compared to being outvoted in parliament!",
        "vi": "Anh xin lỗi, Lotte, nhưng hẹn hò ăn tối không ý nghĩa nhiều\n so với việc kém phiếu ở Quốc hội!"
    },
    {
        "start": "00:29:12,400",
        "end": "00:29:16,000",
        "en": "-Hvor er du henne? -Jeg orker ikke følelsesspørgsmål.",
        "pa": "Where are you?\n I don't want those feely questions. Drop it.",
        "vi": "Anh đang ở đâu?\n Anh không muốn những câu hỏi ủy mị đó. Thôi đi."
    },
    {
        "start": "00:29:16,120",
        "end": "00:29:20,440",
        "en": "Hvad gider du så egentlig?",
        "pa": "Then what do you really want?",
        "vi": "Vậy anh thực sự muốn gì?"
    },
    {
        "start": "00:29:24,000",
        "end": "00:29:26,680",
        "en": "Hvad orker du egentlig?",
        "pa": "What do you want, really?",
        "vi": "Thật sự, anh muốn gì?"
    },
    {
        "start": "00:29:38,040",
        "end": "00:29:42,480",
        "en": "Hvorfor kommer du ikke hen og holder om mig?",
        "pa": "Why won't you come and hold me?",
        "vi": "Sao anh không tới ôm em?"
    },
    {
        "start": "00:29:43,960",
        "end": "00:29:50,040",
        "en": "Vi kan få første del af regeringens store reformpakke igennem.",
        "pa": "It is my great pleasure to announce that it looks like we'll be able to pass",
        "vi": "Tôi rất vinh dự được thông báo có vẻ chúng tôi có thể thông qua"
    },
    {
        "start": "00:29:50,160",
        "end": "00:29:54,920",
        "en": "Den grønne vækstpakke har vi nu et bredt flertal for i Folketinget.",
        "pa": "the first part of the governments big reform package.\n We now have a broad majority in parliament in favor of the green growth package.",
        "vi": "phần đầu của gói cải cách lớn của Chính phủ.\n Giờ có đa số trong Quốc hội ủng hộ gói tăng trưởng xanh."
    },
    {
        "start": "00:29:55,040",
        "end": "00:30:00,560",
        "en": "Vi kan være stolte af det på klimaets og miljøets vegne.",
        "pa": "I feel like we can be proud of the result on behalf of the climate",
        "vi": "Tôi cảm thấy chúng tôi có thể tự hào về kết quả thay mặt cho Bộ Khí hậu"
    },
    {
        "start": "00:30:00,680",
        "end": "00:30:05,760",
        "en": "-Hvad har det kostet? -Vi kan leve med indrømmelserne.",
        "pa": "and the environment.\n What did it cost to get he Liberals and the New Right onboard?",
        "vi": "và Môi trường.\n Cái giá để Đảng Tự do và Cánh hữu Mới đồng ý là gì?\n Tôi thấy có thể chấp nhận những nhượng bộ chúng tôi phải chịu."
    },
    {
        "start": "00:30:05,880",
        "end": "00:30:10,360",
        "en": "Politik er nu engang det bedste kompromis, man kan opnå.",
        "pa": "I feel like we can accept the concessions we've had to give.\n At the end of the day, politics is getting the best compromise possible.",
        "vi": "Suy cho cùng, chính trị là có được sự thỏa hiệp tốt nhất có thể."
    },
    {
        "start": "00:30:15,800",
        "end": "00:30:18,320",
        "en": "Kys mig.",
        "pa": "Kiss me.\n Move this...",
        "vi": "Hôn em đi.\n Dịch cái này..."
    },
    {
        "start": "00:30:23,120",
        "end": "00:30:25,600",
        "en": "Kom nu.",
        "pa": "Come on.",
        "vi": "Nào."
    },
    {
        "start": "00:30:41,000",
        "end": "00:30:46,560",
        "en": "Jeg gør åbenbart ikke særlig mange ting rigtigt for tiden.",
        "pa": "Seems like I can't get anything right these days.",
        "vi": "Dường như dạo này anh chả làm gì ra hồn."
    },
    {
        "start": "00:30:46,680",
        "end": "00:30:50,880",
        "en": "Det er der måske en grund til.",
        "pa": "Maybe there's a reason for that.",
        "vi": "Có lẽ có lý do."
    },
    {
        "start": "00:30:55,920",
        "end": "00:31:03,040",
        "en": "Jeg tænkte på, om... om det var det her sted. Den her lejlighed.",
        "pa": "I've been thinking...",
        "vi": "Em đã nghĩ..."
    },
    {
        "start": "00:31:03,160",
        "end": "00:31:08,800",
        "en": "Måske føler du, at du er flyttet ind i mit gamle forhold.",
        "pa": "Maybe it's this place.\n This apartment.\n Maybe you feel like you moved into my old relationship.",
        "vi": "Có thể là nơi này.\n Căn hộ này.\n Có lẽ anh thấy anh chuyển sang mối tình cũ của em."
    },
    {
        "start": "00:31:08,920",
        "end": "00:31:11,360",
        "en": "Måske.",
        "pa": "Maybe.",
        "vi": "Có thể."
    },
    {
        "start": "00:31:11,480",
        "end": "00:31:16,040",
        "en": "Jeg vil ikke have, at du føler dig som en gæst her.",
        "pa": "I don't want you to...",
        "vi": "Em không muốn anh..."
    },
    {
        "start": "00:31:16,160",
        "end": "00:31:21,360",
        "en": "Jeg vil have, at du føler, det er dit hjem.",
        "pa": "feel like a guest here.\n I want you...\n to feel at home.",
        "vi": "thấy mình là khách.\n Em muốn anh...\n thấy như ở nhà."
    },
    {
        "start": "00:31:40,880",
        "end": "00:31:44,160",
        "en": "Jeg vil dig. Det ved du godt, ikke?",
        "pa": "I want to be with you. You know that, don't you?",
        "vi": "Em muốn ở bên anh. Anh biết mà, phải không?"
    },
    {
        "start": "00:31:58,560",
        "end": "00:32:02,360",
        "en": "Jeg er ked af det, men jeg bliver nødt til lige at se.",
        "pa": "I'm sorry, but I have to check that.",
        "vi": "Xin lỗi, nhưng anh phải nghe."
    },
    {
        "start": "00:32:06,240",
        "end": "00:32:12,520",
        "en": "Det er Birgitte Nyborg. Der er problemer. Jeg må tage derind.",
        "pa": "It's from Birgitte Nyborg. There's trouble.\n The Coordination Committee is meeting tomorrow, I have to get in there.",
        "vi": "Birgitte Nyborg gọi. Có rắc rối.\n Ủy ban điều phối sẽ họp vào ngày mai, anh phải dự."
    },
    {
        "start": "00:32:14,120",
        "end": "00:32:17,440",
        "en": "Du ved, hvordan det er.",
        "pa": "You know how it is.",
        "vi": "Em biết thế nào mà."
    },
    {
        "start": "00:32:18,920",
        "end": "00:32:23,960",
        "en": "Du skal ikke vente på mig. Det kan godt være, jeg sover derinde. Okay?",
        "pa": "Right?\n -Okay. -Don't wait up for me.\n I may stay the night there. Okay?",
        "vi": "Nhỉ?\n - Được rồi. - Đừng đợi anh.\n Có thể anh ngủ đêm tại đó. Nhé?"
    },
    {
        "start": "00:32:33,600",
        "end": "00:32:39,880",
        "en": "Klima- og energiministeren venter på dig inde i Spejlsalen.",
        "pa": "-Good morning.\n The climate and energy minister is waiting in the Mirror Room.",
        "vi": "Xin chào.\n Bộ trưởng Khí hậu và Năng lượng đang đợi ở Phòng Gương."
    },
    {
        "start": "00:32:40,000",
        "end": "00:32:42,640",
        "en": "Tak.",
        "pa": "He insists on speaking with you.\n Thank you.",
        "vi": "Anh ta cứ đòi nói chuyện với bà.\n Cảm ơn."
    },
    {
        "start": "00:32:43,920",
        "end": "00:32:46,720",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Xin chào."
    },
    {
        "start": "00:32:49,240",
        "end": "00:32:52,800",
        "en": "-Er du okay? -Ja.",
        "pa": "Are you okay?",
        "vi": "Anh ổn chứ?"
    },
    {
        "start": "00:32:52,920",
        "end": "00:32:56,720",
        "en": "-Jeg har bare ikke fået sovet. -Det gik ellers godt.",
        "pa": "Yes.\n -I've just been up since the presentation. -I think it went well.",
        "vi": "Vâng.\n - Sau thuyết trình tôi thức suốt. - Tôi nghĩ nó suôn sẻ."
    },
    {
        "start": "00:33:03,200",
        "end": "00:33:06,400",
        "en": "Jeg har brugt natten på at forklare min gruppe",
        "pa": "I spent all night trying to explain to my group and party,",
        "vi": "Tôi dành cả đêm để giải thích với nhóm và đảng của tôi,"
    },
    {
        "start": "00:33:06,520",
        "end": "00:33:12,800",
        "en": "hvorfor vi har måttet barbere vores mærkesager for at sidde i regering.",
        "pa": "why the Green Party once again had to give way on key issues\n to be in this government.",
        "vi": "vì sao Đảng Xanh lại phải nhường những vấn đề quan trọng\n để tham gia Chính phủ này."
    },
    {
        "start": "00:33:12,920",
        "end": "00:33:18,800",
        "en": "Og det kunne jeg ikke. De var parate til at købe mit lort endnu en gang.",
        "pa": "But I couldn't.\n They sat there, loyal and ready to buy my bullshit again, but...",
        "vi": "Nhưng không thể.\n Họ ngồi đó, trung thành và sẵn lòng lại tin điều vớ vẩn tôi nói, nhưng..."
    },
    {
        "start": "00:33:18,920",
        "end": "00:33:25,240",
        "en": "-Jeg orkede ikke at sælge dem det. -Sådan er det at sidde i regering.",
        "pa": "I just couldn't sell it to them.\n Right, but...",
        "vi": "tôi không thể thuyết phục họ.\n Phải, nhưng..."
    },
    {
        "start": "00:33:25,360",
        "end": "00:33:29,200",
        "en": "Hvad nytter det, når man ikke får gennemført sin politik?",
        "pa": "That's the tough part of being in government, Amir.\n But what's the point of being in government\n when you can't carry out your policy?",
        "vi": "Đó là cái khó khi vào Chính phủ, Amir.\n Nhưng vào Chính phủ làm gì khi không thể thực hiện chính sách của mình?"
    },
    {
        "start": "00:33:29,320",
        "end": "00:33:34,640",
        "en": "Du vil lade industrien svine fem år mere.",
        "pa": "We've escalated the Afghan war,",
        "vi": "Ta leo thang chiến tranh Afghanistan,"
    },
    {
        "start": "00:33:34,760",
        "end": "00:33:39,320",
        "en": "-Det er et kompromis. Ikke også? -Hvorfor fører vi liberal politik?",
        "pa": "and now you let the industry keep polluting for five more years.\n It's a compromise. Okay? Necessary to accommodate the Liberals.",
        "vi": "giờ bà để công nghiệp tiếp tục gây ô nhiễm thêm năm năm.\n Đó là sự thỏa hiệp. Nhé? Cần thiết để thỏa mãn Đảng Tự do."
    },
    {
        "start": "00:33:39,440",
        "end": "00:33:43,680",
        "en": "-Det gør vi heller ikke. De har... -Det er fint.",
        "pa": "Why do we follow liberal policy?\n -Explain it to me. -We don't.\n -They also had to-- -That's fine, Birgitte.",
        "vi": "Sao phải theo Đảng Tự do?\n - Nói tôi nghe. - Không theo.\n - Họ cũng phải... - Được rồi, Birgitte."
    },
    {
        "start": "00:33:43,800",
        "end": "00:33:47,160",
        "en": "Jeg kan ikke sidde i regering mere.",
        "pa": "I can't be in this government anymore.",
        "vi": "Tôi không thể ở Chính phủ này nữa."
    },
    {
        "start": "00:33:47,280",
        "end": "00:33:51,440",
        "en": "Miljøpartiet trækker sig fra regeringen.",
        "pa": "I've come to tell you\n that the Green Party is resigning from government.",
        "vi": "Tôi đến để nói\n Đảng Xanh rút khỏi Chính phủ."
    },
    {
        "start": "00:33:54,720",
        "end": "00:33:58,080",
        "en": "Amir, hold nu op. Sæt dig ned.",
        "pa": "Amir, stop this.",
        "vi": "Amir, thôi đi."
    },
    {
        "start": "00:33:58,200",
        "end": "00:34:02,720",
        "en": "Hør nu for en gangs skyld efter, hvad jeg siger til dig, Birgitte!",
        "pa": "Don't be so drastic. Sit down.\n -We'll talk. -No--\n Will you please listen to me for once, Birgitte!",
        "vi": "Đừng gay gắt thế. Ngồi xuống.\n - Trao đổi. - Không,\n Làm ơn nghe tôi một lần, Birgitte!"
    },
    {
        "start": "00:34:04,080",
        "end": "00:34:07,640",
        "en": "Der er ikke mere at snakke om. Vi trækker os.",
        "pa": "It's not up for discussion.\n We're resigning from the government.",
        "vi": "Không trao đổi nữa.\n Chúng tôi rút khỏi Chính phủ."
    },
    {
        "start": "00:34:12,560",
        "end": "00:34:15,360",
        "en": "Har I tænkt jer at vælte regeringen?",
        "pa": "At least tell me if you intend to topple the government?",
        "vi": "Ít nhất nói cho tôi biết nếu anh định lật đổ Chính phủ?"
    },
    {
        "start": "00:34:15,480",
        "end": "00:34:18,880",
        "en": "Få Lars Hesselboe tilbage.",
        "pa": "And get Lars Hesselboe back?",
        "vi": "Và đưa Lars Hesselboe về?"
    },
    {
        "start": "00:34:20,720",
        "end": "00:34:25,200",
        "en": "Du har 24 timer til at få din nye regering på plads.",
        "pa": "You have 24 hours to mount a new government.",
        "vi": "Bà có 24 giờ để lập một Chính phủ mới."
    },
    {
        "start": "00:34:25,320",
        "end": "00:34:30,800",
        "en": "Vi stemmer for din miljøpakke. Så forhandler vi fra sag til sag.",
        "pa": "Then we'll send out a press release.\n And yes, we'll support your green package,\n but after that we negotiate on a case-to-case basis, Birgitte.",
        "vi": "Sau đó ta gửi thông cáo báo chí.\n Và vâng, chúng tôi sẽ hỗ trợ gói xanh,\n nhưng sau đó sẽ đàm phán từng vụ cụ thể, Birgitte."
    },
    {
        "start": "00:34:30,920",
        "end": "00:34:33,920",
        "en": "Det kommer til at koste fra nu af.",
        "pa": "It's going to cost you from now on.",
        "vi": "Từ giờ trở đi sẽ phải đánh đổi."
    },
    {
        "start": "00:34:37,280",
        "end": "00:34:44,040",
        "en": "Jeg overvejer at udskrive valg, fordi Miljøpartiet har trukket sig.",
        "pa": "For your information, I'm currently considering calling an election",
        "vi": "Báo cho biết, hiện tôi đang cân nhắc kêu gọi bầu cử"
    },
    {
        "start": "00:34:44,160",
        "end": "00:34:47,520",
        "en": "Jeg vil undlade det, fordi Amir har garanteret",
        "pa": "because the Green Party has resigned from government.\n But I probably won't, because Amir promised me,",
        "vi": "vì Đảng Xanh đã rút khỏi Chính phủ.\n Nhưng có lẽ tôi sẽ không làm thế, vì Amir đã hứa với tôi,"
    },
    {
        "start": "00:34:47,640",
        "end": "00:34:51,120",
        "en": "at det ikke vil vælte regeringen på miljøforliget.",
        "pa": "they won't topple us on the green compromise.",
        "vi": "họ sẽ không lật chúng ta về thỏa hiệp xanh."
    },
    {
        "start": "00:34:51,240",
        "end": "00:34:55,480",
        "en": "Dermed kan vi forhåbentlig få lovpakken hjem.",
        "pa": "They will vote yes.\n So, hopefully, we'll get the reform package passed.",
        "vi": "Họ sẽ bỏ phiếu thuận.\n Nên, hy vọng gói cải cách sẽ được thông qua."
    },
    {
        "start": "00:34:55,600",
        "end": "00:35:01,480",
        "en": "De stemmer sikkert for alle dele af Fælles Fremtid, hvilket er en sejr.",
        "pa": "They'll probably vote for all parts of Our Common Future\n the rest of the government year out, which on its own is a great victory.",
        "vi": "Có thể họ ủng hộ toàn bộ Tương lai chung của ta\n suốt nhiệm kỳ còn lại của Chính phủ, đã là chiến thắng tuyệt vời."
    },
    {
        "start": "00:35:01,600",
        "end": "00:35:08,640",
        "en": "-En sejr, der ligner et nederlag. -Hvorom alting er, har vi 24 timer.",
        "pa": "A victory that looks like a defeat.\n Anyway, we've got 24 hours, before the Green Party issues a press release.",
        "vi": "Một chiến thắng giống một thất bại.\n Dù sao, ta có 24 giờ trước khi Đảng Xanh phát hành thông cáo báo chí."
    },
    {
        "start": "00:35:08,760",
        "end": "00:35:12,480",
        "en": "Vi skal have dannet en ny regering.",
        "pa": "Twenty-four hours to form a new government.",
        "vi": "Hai tư giờ để thành lập Chính phủ mới."
    },
    {
        "start": "00:35:18,600",
        "end": "00:35:23,360",
        "en": "Hej. Det er mig. Jeg kommer ikke hjem i dag. Vi ses i morgen. Det er det.",
        "pa": "Hi. I'm not coming home tonight. See you tomorrow.",
        "vi": "Chào. Tối nay anh không về nhà. Mai gặp lại."
    },
    {
        "start": "00:35:23,480",
        "end": "00:35:27,160",
        "en": "Få fat i H.C og Pernille Madsen til et hastemøde.",
        "pa": "That's all.\n Call in H.C. and Pernille Madsen for an urgent meeting, okay?\n Right.",
        "vi": "Thế thôi.\n Gọi H.C. và Pernille Madsen họp khẩn cấp, nhé?\n Vâng."
    },
    {
        "start": "00:35:35,040",
        "end": "00:35:37,000",
        "en": "Ja?",
        "pa": "-Yes?",
        "vi": ""
    },
    {
        "start": "00:35:37,120",
        "end": "00:35:40,360",
        "en": "Udenrigsministeren og finansministeren er kommet.",
        "pa": "The foreign and finance ministers are here.",
        "vi": "Vâng?\n Bộ trưởng Ngoại giao và Tài chính tới."
    },
    {
        "start": "00:35:40,480",
        "end": "00:35:45,000",
        "en": "-Fint. Vi skal ikke forstyrres. -Naturligvis.",
        "pa": "Good. Send them in. We don't want to be disturbed.\n Of course.",
        "vi": "Tốt. Cho họ vào đi. Đừng làm phiền chúng tôi.\n Vâng ạ."
    },
    {
        "start": "00:35:48,040",
        "end": "00:35:54,200",
        "en": "-Hvad fanden er det, der foregår? -Amir accepterede ikke forlængelsen.",
        "pa": "What the hell is going on, Birgitte?\n Amir couldn't accept the five additional years for the industry.",
        "vi": "Chuyện quái gì thế, Birgette?\n Amir không thể chấp nhận thêm năm năm cho công nghiệp."
    },
    {
        "start": "00:35:54,320",
        "end": "00:36:00,400",
        "en": "Ansvaret ligger hos dig. Vi skal have en vis form for kompensation.",
        "pa": "We must say, this is your responsibility, Birgitte.\n And we will expect to be compensated when we divide up the four ministries.",
        "vi": "Phải nói, đây là trách nhiệm của bà, Birgitte.\n Và chúng tôi hy vọng sẽ được đền bù khi chia bốn Bộ."
    },
    {
        "start": "00:36:00,520",
        "end": "00:36:04,680",
        "en": "Fordeling af ministerier afspejler partistørrelserne.",
        "pa": "The division of ministries already reflects party size and polling.",
        "vi": "Sự phân chia các Bộ đã phản ánh quy mô đảng và phiếu bầu."
    },
    {
        "start": "00:36:04,800",
        "end": "00:36:09,720",
        "en": "Miljøpartiets fire ministerier bliver fordelt ligeligt mellem os og jer.",
        "pa": "So I propose we divide the Green Party's four ministries equally among us.",
        "vi": "Nên tôi đề nghị chia đều bốn Bộ của Đảng Xanh trong chúng ta."
    },
    {
        "start": "00:36:09,840",
        "end": "00:36:14,560",
        "en": "Hold nu kæft med de ministerposter. Det er ikke det, det handler om.",
        "pa": "-But we didn't... -Shut up about ministries, Pernille!",
        "vi": "Nhưng ta không...\n Đừng nói về Bộ, Pernille! Vấn đề không phải chuyện đó."
    },
    {
        "start": "00:36:14,680",
        "end": "00:36:17,720",
        "en": "Du insisterede på et forlig",
        "pa": "That's not what this is about.\n The government has broken because of your insistence",
        "vi": "Chính phủ đã đổ vỡ vì sự khăng khăng của bà"
    },
    {
        "start": "00:36:17,840",
        "end": "00:36:21,760",
        "en": "der var så bredt, at Miljøpartiet måtte trække sig.",
        "pa": "on a compromise so broad\n that the Green Party had no choice but to resign. Right?",
        "vi": "về một thỏa hiệp quá lớn\n đến mức Đảng Xanh chỉ còn cách rút. Đúng chưa?"
    },
    {
        "start": "00:36:21,880",
        "end": "00:36:27,280",
        "en": "I har en gummiagtig miljøpolitik, og I har ikke styr på jeres mærkesager.",
        "pa": "Listen! Your environmental policy is vague and wavering.",
        "vi": "Nghe này! Chính sách môi trường của ông mơ hồ và dao động."
    },
    {
        "start": "00:36:27,400",
        "end": "00:36:32,640",
        "en": "-Nogen må køre bilen, venner. -Ja, men sagen var jo lukket.",
        "pa": "Your key issues have been in the air since Höxenhaven died.\n Someone has to take the wheel, guys.\n Yes, but the deal was closed.",
        "vi": "Vấn đề chính của ông đã hiện hữu khi Höxenhaven chết.\n Ai đó phải cầm lái, các vị ạ.\n Phải, nhưng thỏa thuận đã xong."
    },
    {
        "start": "00:36:32,760",
        "end": "00:36:37,320",
        "en": "Skulle vi ikke prøve at smage Jyttes meget sure kaffe?",
        "pa": "Let's have a cup of Jytte's very sour coffee.",
        "vi": "Hãy uống một tách cà phê rất chua của Jytte."
    },
    {
        "start": "00:36:59,720",
        "end": "00:37:03,080",
        "en": "Nå... Vil den ikke rigtig?",
        "pa": "-Acting up, is it?",
        "vi": "Bị lỗi, phải không?"
    },
    {
        "start": "00:37:09,320",
        "end": "00:37:12,560",
        "en": "-Jeg hører, du har fået et nyt job. -Ja.",
        "pa": "I hear you got a new job?\n Yeah.",
        "vi": "Anh nghe em có việc mới?\n Vâng."
    },
    {
        "start": "00:37:14,720",
        "end": "00:37:18,200",
        "en": "-Sådan. -Tillykke.",
        "pa": "-There.\n Congratulations.",
        "vi": "Đấy.\n Chúc mừng em."
    },
    {
        "start": "00:37:18,320",
        "end": "00:37:20,560",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:37:20,680",
        "end": "00:37:23,400",
        "en": "Vil du have den her?",
        "pa": "Do you want this?",
        "vi": "Anh lấy không?"
    },
    {
        "start": "00:37:38,560",
        "end": "00:37:41,280",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:37:45,840",
        "end": "00:37:50,320",
        "en": "Nej, Laura. Din mor sidder stadig i møde. Jeg har andet at lave",
        "pa": "No, Laura. You mother is still in a meeting.",
        "vi": "Không, Laura. Mẹ cháu vẫn đang họp."
    },
    {
        "start": "00:37:50,440",
        "end": "00:37:55,640",
        "en": "end at tale i telefon, og det har din mor også. Farvel.",
        "pa": "But I have better things to do than talk on the phone.\n And so does your mom. So, goodbye.",
        "vi": "Nhưng cô có nhiều việc phải làm hơn là nói chuyện điện thoại.\n Mẹ cháu cũng vậy. Nên tạm biệt."
    },
    {
        "start": "00:37:56,960",
        "end": "00:38:01,080",
        "en": "Tak skal du have. Du holder mig underrettet, ikke?",
        "pa": "Thank you. Keep me posted, okay?",
        "vi": "Cảm ơn. Báo cho tôi nhé?"
    },
    {
        "start": "00:38:01,200",
        "end": "00:38:04,360",
        "en": "-Hvad sker der? -Regeringen er i opløsning.",
        "pa": "Bye.\n -What's up? -The government is falling apart.",
        "vi": "Tạm biệt.\n - Sao thế? - Chính phủ đang tan rã."
    },
    {
        "start": "00:38:04,480",
        "end": "00:38:08,240",
        "en": "-Miljøpartiet er ved at trække sig. -Hvor ved du det fra?",
        "pa": "The Green Party is about to resign.",
        "vi": "Đảng Xanh sắp rút."
    },
    {
        "start": "00:38:08,360",
        "end": "00:38:13,640",
        "en": "Gamle kontakter i ministeriet. Hvad siger min pressechef til det?",
        "pa": "Bloody hell! How do you know?\n Old connections at the ministry.",
        "vi": "Chết tiệt! Sao ông biết?\n Mối quan hệ cũ ở Bộ."
    },
    {
        "start": "00:38:13,760",
        "end": "00:38:17,080",
        "en": "At du skal forlange valg omgående.",
        "pa": "What does my media advisor suggest?\n She says you should demand an immediate election.",
        "vi": "Cố vấn báo chí của tôi gợi ý gì?\n Cô ấy nói ông nên yêu cầu bầu cử ngay."
    },
    {
        "start": "00:38:17,200",
        "end": "00:38:22,960",
        "en": "Nyborg har mistet opbakning. Vælgerne må afgøre, hvem der skal lede landet.",
        "pa": "Nyborg has apparently lost the support from when she started,",
        "vi": "Nyborg rõ ràng đã mất đi sự ủng hộ từ khi bà ấy bắt đầu,"
    },
    {
        "start": "00:38:23,080",
        "end": "00:38:25,840",
        "en": "Helt enig. Og hvad svarer hun?",
        "pa": "so now the voters should get to decide who leads the country.\n I agree. What will she respond?",
        "vi": "nên giờ các cử tri nên quyết ai sẽ lãnh đạo đất nước.\n Tôi đồng ý. Bà ấy sẽ làm gì?"
    },
    {
        "start": "00:38:25,960",
        "end": "00:38:29,480",
        "en": "Hun belærer dig om negativ parlamentarisme.",
        "pa": "The classic approach is, she'll tell you about negative parliamentarism.",
        "vi": "Cách cổ điển, bà ấy sẽ bảo ông về chủ nghĩa Quốc hội tiêu cực."
    },
    {
        "start": "00:38:29,600",
        "end": "00:38:33,600",
        "en": "Hun vil sige, at regeringen ikke behøver at have et flertal med sig.",
        "pa": "She'll say the government doesn't need to have a majority,",
        "vi": "Bà ấy sẽ nói Chính phủ không cần đa số,"
    },
    {
        "start": "00:38:33,720",
        "end": "00:38:37,600",
        "en": "Du svarer, at det er en arrogant måde at fortolke demokratiet på",
        "pa": "as long as a majority isn't against them.\n To which you'll respond that it is an arrogant interpretation of democracy,",
        "vi": "miễn đa số không chống họ.\n Ông đáp lại rằng đó là một cách diễn giải ngạo mạn về dân chủ,"
    },
    {
        "start": "00:38:37,720",
        "end": "00:38:41,360",
        "en": "og at det er statsministerens sidste halmstrå.",
        "pa": "and that this is a prime minister under pressure grasping at straws.",
        "vi": "và đây là một Thủ tướng bị áp lực đang cố bấu víu tuyệt vọng."
    },
    {
        "start": "00:38:41,480",
        "end": "00:38:44,560",
        "en": "Jeg har fået mig en rigtig pressechef.",
        "pa": "I think I've gotten myself a real media advisor.",
        "vi": "Tôi có cố vấn báo chí thực thụ rồi."
    },
    {
        "start": "00:38:44,680",
        "end": "00:38:47,680",
        "en": "Yvonne Kjær og Svend Åge Saltum er kommet.",
        "pa": "Yes?\n Yvonne Kjær and Svend Åge Saltum are here.",
        "vi": "- Vâng? - Yvonne Kjær và Svend Åge Saltum tới."
    },
    {
        "start": "00:38:47,800",
        "end": "00:38:51,520",
        "en": "Skulle vi ikke lægge afstand til Svend Åge?",
        "pa": "Great. Show them in.\n Weren't we distancing ourselves from Svend Åge?",
        "vi": "Tuyệt. Cho họ vào.\n Chả phải ta đang tránh Svend Åge sao?"
    },
    {
        "start": "00:38:51,640",
        "end": "00:38:56,240",
        "en": "Jeg har ikke halvandet år til at føre valgkamp. Vi må tænke taktisk.",
        "pa": "Sure thing. If I had 18 months to lead an election campaign, but I don't.\n The situation has shifted. We must be tactical.",
        "vi": "Chắc chắn. Nếu tôi có 18 tháng lãnh đạo chiến dịch tranh cử, nhưng không."
    },
    {
        "start": "00:38:56,360",
        "end": "00:39:03,000",
        "en": "-Nyborg kan knække på det her. -Vi skulle jo sende nye signaler.",
        "pa": "If Nyborg goes down on this, we have to act fast.\n We can't confuse the voters with new signals.",
        "vi": "Tình hình thay đổi. Ta phải có chiến thuật.\n Nếu Nyborg hỏng vụ này, ta phải hành động nhanh.\n Không để cử tri bối rối với tín hiệu mới."
    },
    {
        "start": "00:39:03,120",
        "end": "00:39:06,480",
        "en": "Du bygger ikke dit flertal op på Frihedspartiet.",
        "pa": "But we do want to signal change.\n Don't base your majority on the Freedom Party.",
        "vi": "Nhưng ta muốn báo sự thay đổi.\n Đừng dựa vào đa số của Đảng Tự do."
    },
    {
        "start": "00:39:06,600",
        "end": "00:39:11,400",
        "en": "Vi søger flertallet, hvor det er. Når vi rykker ind i Statsministeriet",
        "pa": "No, no.\n We won't announce that now.\n Right now we just need any majority.",
        "vi": "Không.\n Ta không công bố ngay.\n Ngay giờ ta chỉ cần đa số bất kỳ."
    },
    {
        "start": "00:39:11,520",
        "end": "00:39:15,960",
        "en": "finder vi vores venner. Det handler om at komme til magten.",
        "pa": "When we take over the prime minister's office\n we'll find out who our friends are.\n This is all about coming into power, Katrine.",
        "vi": "Khi tiếp quản văn phòng Thủ tướng, ta sẽ biết ai là bạn.\n Đây là việc nắm quyền, Katrine."
    },
    {
        "start": "00:39:16,080",
        "end": "00:39:17,960",
        "en": "Yvonne!",
        "pa": "Yvonne! Welcome.",
        "vi": "Yvonne! Chào mừng."
    },
    {
        "start": "00:39:18,080",
        "end": "00:39:21,640",
        "en": "-Du skal møde min nye pressechef. -Hej, Yvonne.",
        "pa": "Hello, Lars.\n Meet my new media advisor, Katrine Fønsmark.",
        "vi": "Chào Lars.\n Cố vấn báo chí mới, Katrine Fønsmark."
    },
    {
        "start": "00:39:21,760",
        "end": "00:39:26,360",
        "en": "Goddag. Jeg havde nu ikke ventet at finde dig på vores side af nettet.",
        "pa": "Hi, Yvonne.\n Hello. How nice.\n I didn't expect to find you on our side of the fence.",
        "vi": "Chào Yvonne.\n Xin chào. Tuyệt thật.\n Tôi không nghĩ cô lại về phe chúng tôi."
    },
    {
        "start": "00:39:26,480",
        "end": "00:39:28,880",
        "en": "Skinnet kan bedrage.",
        "pa": "But... looks can be deceptive.",
        "vi": "Nhưng... hình thức có thể đánh lừa."
    },
    {
        "start": "00:39:29,000",
        "end": "00:39:33,280",
        "en": "-Svend Åge. -Dav, Katrine. Velkommen i klubben.",
        "pa": "Svend Åge. My new press advisor.\n -Hi, Katrine. Welcome to the club. -Hello. Thanks.",
        "vi": "Svend Åge. Cố vấn báo chí mới.\n - Chào, Katrine. Mừng nhập hội. - Xin chào. Cảm ơn."
    },
    {
        "start": "00:39:33,400",
        "end": "00:39:36,920",
        "en": "Er du klar til at give Danmark en ny regering?",
        "pa": "Are you ready to give Denmark a new government?",
        "vi": "Cô sẵn sàng cho Đan Mạch một Chính phủ mới chưa?"
    },
    {
        "start": "00:39:37,040",
        "end": "00:39:40,040",
        "en": "Kom, lad os sætte os ned.",
        "pa": "Preferably in a jiffy!\n -Come, let's all sit. - Yes.",
        "vi": "Tốt nhất là ngay!\n - Nào, lại ngồi đi. - Phải."
    },
    {
        "start": "00:39:43,000",
        "end": "00:39:45,480",
        "en": "Det kommer til at fungere.",
        "pa": "I think it'll work.",
        "vi": "Tôi nghĩ sẽ được."
    },
    {
        "start": "00:39:45,600",
        "end": "00:39:50,480",
        "en": "Det er nok en fordel, at vi kun er to partier i regeringen.",
        "pa": "Yes. When the storm settles,\n it may prove to be an advantage to have just a two-party coalition.",
        "vi": "Ừ. Khi bão tan,\n nó có thể cho thấy lợi thế của liên minh hai đảng."
    },
    {
        "start": "00:39:50,600",
        "end": "00:39:55,560",
        "en": "Jeg ringer, når detaljerne omkring pressemødet er ordnet.",
        "pa": "I'll call you, when I've got the agenda for the press conference.",
        "vi": "Tôi sẽ gọi, khi tôi có kế hoạch họp báo."
    },
    {
        "start": "00:39:55,680",
        "end": "00:40:00,800",
        "en": "Kasper, vi skal indkalde til pressemøde i morgen kl. 14.",
        "pa": "-Thank you. -Thanks.\n Kasper, call a press conference tomorrow at 2 p.m.\n -And everyone agrees on this? -Yes.",
        "vi": "- Cảm ơn. - Cảm ơn.\n Kasper, mai họp báo lúc hai giờ chiều."
    },
    {
        "start": "00:40:00,920",
        "end": "00:40:05,760",
        "en": "-Din datter, Laura, ringede. -Tak skal du have, Jytte.",
        "pa": "By the way, your daughter Laura called while you were in the meeting.\n Thanks, Jytte.",
        "vi": "- Và mọi người đồng ý chứ? - Ừ.\n À, con gái bà Laura gọi điện khi bà đang họp.\n Cảm ơn Jytte."
    },
    {
        "start": "00:40:12,040",
        "end": "00:40:17,200",
        "en": "Hej, skat. Det er mig. Jeg håber, det går godt. Jeg er ved telefonen.",
        "pa": "Hi, sweetie. You called? I hope everything's fine.",
        "vi": "Chào con yêu. Con gọi à? Mẹ mong là mọi thứ đều ổn."
    },
    {
        "start": "00:40:17,320",
        "end": "00:40:21,680",
        "en": "Du kan bare ringe, hvis der er noget. Hej.",
        "pa": "I'm free now, so call me back, if you want to.\n Bye.",
        "vi": "Giờ mẹ rảnh, nên gọi lại cho mẹ, nếu con muốn.\n Tạm biệt."
    },
    {
        "start": "00:40:32,360",
        "end": "00:40:35,720",
        "en": "-Undskyld. Undskyld? -Ja.",
        "pa": "Excuse me...\n -Excuse me? -Yes.",
        "vi": "Xin lỗi....\n - Xin lỗi? - Vâng."
    },
    {
        "start": "00:40:35,840",
        "end": "00:40:39,480",
        "en": "Der er en Cecilie Toft i telefonen.",
        "pa": "A Cecilie Toft is on the phone.",
        "vi": "Có Cecilie Toft gọi điện."
    },
    {
        "start": "00:40:39,600",
        "end": "00:40:42,760",
        "en": "-Sagde hun, hvad det drejede sig om? -Næ.",
        "pa": "-Did she say what she wanted? -No.",
        "vi": "- Cô ấy có nói muốn gì không? - Không."
    },
    {
        "start": "00:40:42,880",
        "end": "00:40:47,240",
        "en": "-Det er Birgitte. -Jeg har hentet Laura på lejrskolen.",
        "pa": "-Birgitte speaking. -Hello, Birgitte. It's Cecilie.",
        "vi": "- Birgitte nghe. - Chào Birgitte. Tôi Cecilie."
    },
    {
        "start": "00:40:47,360",
        "end": "00:40:49,920",
        "en": "-Kom hjem nu. -Hvad mener du?",
        "pa": "I've picked up Laura from camp.\n -And I think you better hurry home. -What do you mean?",
        "vi": "Tôi đón Laura từ chỗ cắm trại.\n - Tôi nghĩ bà nên nhanh về nhà. - Ý là sao?"
    },
    {
        "start": "00:41:03,680",
        "end": "00:41:07,000",
        "en": "Hun er lige faldet i søvn inde i din seng.",
        "pa": "She just fell asleep on your bed.",
        "vi": "Con bé vừa thiếp đi trên giường bà."
    },
    {
        "start": "00:41:11,600",
        "end": "00:41:14,720",
        "en": "Hvad er der sket?",
        "pa": "What happened?",
        "vi": "Chuyện gì vậy?"
    },
    {
        "start": "00:41:14,840",
        "end": "00:41:19,040",
        "en": "Laura har efter min bedste overbevisning fået et angstanfald.",
        "pa": "I think Laura suffered an anxiety attack.",
        "vi": "Tôi nghĩ Laura bị một cơn lo âu."
    },
    {
        "start": "00:41:21,160",
        "end": "00:41:24,680",
        "en": "Klasselæreren sagde, at hun havde virket træt og mut.",
        "pa": "Her teacher said she'd been tired and sullen from the first day.",
        "vi": "Giáo viên của cháu bảo cháu mệt và ủ rũ từ ngày đầu tiên."
    },
    {
        "start": "00:41:24,800",
        "end": "00:41:31,400",
        "en": "Hun ville ikke være med og klagede over at have ondt maven.",
        "pa": "She didn't want to partake when the others played softball or watched movies.",
        "vi": "Cháu không tham gia khi các bạn chơi bóng mềm hay xem phim."
    },
    {
        "start": "00:41:31,520",
        "end": "00:41:36,600",
        "en": "I eftermiddag har hun låst sig inde på toilettet og nægtet at åbne.",
        "pa": "She complained of stomach ache and spent most of the time in bed.\n Apparently...\n it culminated today when she refused to leave the bathroom.",
        "vi": "Cháu kêu đau bụng và hầu như toàn nằm trên giường.\n Rõ ràng là...\n nó lên đến đỉnh điểm khi cháu từ chối rời phòng vệ sinh."
    },
    {
        "start": "00:41:36,720",
        "end": "00:41:40,960",
        "en": "Græd. Det skulle have været lidt voldsomt.",
        "pa": "She was crying.\n Apparently, it was quite alarming.",
        "vi": "Cháu đã khóc.\n Rõ là khá đáng sợ."
    },
    {
        "start": "00:41:43,880",
        "end": "00:41:47,600",
        "en": "-Hvorfor har de ikke kontaktet mig? -Det gjorde de også.",
        "pa": "Why didn't they contact me?",
        "vi": "Sao họ không gọi cho tôi?"
    },
    {
        "start": "00:41:47,720",
        "end": "00:41:52,440",
        "en": "De ringede til Phillip i Boston, der så gav dem mit nummer.",
        "pa": "They tried, but without luck.\n So they called Phillip in Boston, and he gave them my number.",
        "vi": "Họ đã gọi, nhưng không được.\n Nên họ gọi cho Phillip ở Boston, anh ấy cho họ số của tôi."
    },
    {
        "start": "00:41:59,440",
        "end": "00:42:06,080",
        "en": "Jeg talte med hende i går, og da var alting fint. Der var ikke noget.",
        "pa": "I don't understand. I spoke to her yesterday and...\n everything seemed fine.",
        "vi": "Tôi không hiểu. Hôm qua tôi nói chuyện với cháu và...\n mọi thứ có vẻ ổn."
    },
    {
        "start": "00:42:09,920",
        "end": "00:42:14,120",
        "en": "Det var godt, du var der, Cecilie. Tak for hjælpen.",
        "pa": "Well, I'm glad you stepped in, Cecilie. Thank you very much.",
        "vi": "À, tôi mừng là cô giúp, Cecilie. Cảm ơn rất nhiều."
    },
    {
        "start": "00:42:14,240",
        "end": "00:42:16,920",
        "en": "Selvfølgelig.",
        "pa": "Sure, no problem.",
        "vi": "Vâng, không sao."
    },
    {
        "start": "00:42:56,800",
        "end": "00:43:00,520",
        "en": "-Jeg tror ikke, hun udskriver valg. -Så må I presse hende.",
        "pa": "I don't think she'll call an election.",
        "vi": "Tôi không nghĩ bà ấy kêu gọi bầu cử."
    },
    {
        "start": "00:43:00,640",
        "end": "00:43:07,840",
        "en": "-Hvad med det forlig med Amir? -Det skal falde på plads.",
        "pa": "Then you guys must lean on her.\n What about the compromise you were making with Amir?\n Some details still need to be settled.",
        "vi": "Vậy mọi người phải dựa vào bà ấy.\n Thế còn thỏa hiệp của ông với Amir?\n Một số chi tiết vẫn cần được giải quyết."
    },
    {
        "start": "00:43:07,960",
        "end": "00:43:13,400",
        "en": "Hvis Arbejderpartiet også står af, så er regeringen færdig.",
        "pa": "I think we must demand more concessions.\n If we can get the Worker's Party to resign too, the government is done for.",
        "vi": "Tôi nghĩ ta cần đòi nhượng bộ nhiều hơn.\n Nếu ta có thể khiến Đảng Lao động rút, thì Chính phủ tan luôn."
    },
    {
        "start": "00:43:13,520",
        "end": "00:43:17,760",
        "en": "-Hvordan ser jeres egen regering ud? -Hvorfor siger du ikke \"vores\"?",
        "pa": "How is your government looking?\n Why don't you say \"our\"?",
        "vi": "Chính phủ của ông ra sao?\n Sao không nói \"của ta\"?"
    },
    {
        "start": "00:43:17,880",
        "end": "00:43:25,040",
        "en": "Der skal falde nogle ministerposter af til Frihedspartiet, Lars.",
        "pa": "Well... You won't get around\n giving the Freedom Party a couple of ministries this time, Lars.",
        "vi": "À... Lần này ông không thể lách\n chỉ cho Đảng Tự do một vài Bộ, Lars."
    },
    {
        "start": "00:43:25,160",
        "end": "00:43:31,160",
        "en": "-Tror du, vælgerne er klar til det? -Er du bange for, jeg jager dem væk?",
        "pa": "You know that.\n Do you think the voters are ready for that?\n Are you afraid I'm going to scare them off, little Yvonne?",
        "vi": "Ông biết mà.\n Ông nghĩ các cử tri đã sẵn sàng cho điều đó?\n Bà có sợ tôi sẽ dọa họ không, Yvonne bé nhỏ?"
    },
    {
        "start": "00:43:31,280",
        "end": "00:43:36,040",
        "en": "Vil det gavne valgkampen, Svend Åge? Hvad siger du, Katrine?",
        "pa": "But will it help our campaign, Svend Åge?",
        "vi": "Nhưng nó giúp chiến dịch của ta chứ, Svend Åge?"
    },
    {
        "start": "00:43:39,360",
        "end": "00:43:47,160",
        "en": "Frihedspartiet er et protestparti og fremstår ikke regeringsklart.",
        "pa": "What do you think, Katrine?\n I think the Freedom Party is still too much of a protest party",
        "vi": "Cô nghĩ sao, Katrine?\n Tôi nghĩ Đảng Tự do vẫn là một đảng hay phản đối"
    },
    {
        "start": "00:43:47,280",
        "end": "00:43:51,400",
        "en": "Enig. Se på din folketingsgruppe. Det er ikke alle, du er stolt af.",
        "pa": "to look like government material for the voters.\n I agree.\n Look at your parliamentary group, Svend Åge.",
        "vi": "trong mắt cử tri để hợp với Chính phủ.\n Tôi đồng ý.\n Xem nhóm nghị sĩ của ông, Svend Åge."
    },
    {
        "start": "00:43:51,520",
        "end": "00:43:57,960",
        "en": "Det er jeg sgu da godt klar over. Jeg er ved at rense ud blandt tosserne.",
        "pa": "You can't be proud of all of them, right?\n Hell, I know that.\n But I'm in the process of cleaning out the loonies.",
        "vi": "Ông không thể tự hào hết về họ, nhỉ?\n Chết tiệt, tôi biết mà.\n Nhưng tôi đang trong quá trình dẹp bọn điên."
    },
    {
        "start": "00:43:58,080",
        "end": "00:44:02,440",
        "en": "Du må sidde over den her gang og fortsætte som støtteparti.",
        "pa": "You'll have to sit this one out again, Svend Åge.",
        "vi": "Vụ này ông không được can dự rồi, Svend Åge."
    },
    {
        "start": "00:44:02,560",
        "end": "00:44:05,520",
        "en": "Du ved godt, det har sin pris.",
        "pa": "And continue as our supporting party.\n If we do it like that then our support comes at a price.",
        "vi": "Tiếp tục là đảng hỗ trợ chúng tôi.\n Nếu làm vậy thì hỗ trợ của chúng tôi phải có đánh đổi."
    },
    {
        "start": "00:44:05,640",
        "end": "00:44:10,840",
        "en": "Der skal falde meget mere af til de ældre og de svage i samfundet.",
        "pa": "More money for pensioners and the underprivileged in society,",
        "vi": "Thêm tiền cho người hưu trí và người yếu thế trong xã hội,"
    },
    {
        "start": "00:44:10,960",
        "end": "00:44:15,320",
        "en": "Vi ønsker en stramning i flygtninge- og indvandrerlovgivningen.",
        "pa": "and we'll demand a strict tightening of the refugee and immigration laws.",
        "vi": "và chúng tôi sẽ yêu cầu thắt chặt luật tị nạn và nhập cư."
    },
    {
        "start": "00:44:15,440",
        "end": "00:44:21,040",
        "en": "Er det muligt? Det kræver jo en doktorgrad at få statsborgerskab.",
        "pa": "Is that even possible?\n Nowadays you need a doctor's degree and half a million to get a citizenship.",
        "vi": "Liệu có được không?\n Ngày nay, phải có bằng tiến sĩ và nửa triệu để có quyền công dân."
    },
    {
        "start": "00:44:21,160",
        "end": "00:44:27,360",
        "en": "Du synes måske, det er hyggeligt med en indvandrerbutik i dit nabolag",
        "pa": "Listen here, little girl.\n You may love your little immigrant shop around the corner,",
        "vi": "Nghe này, cô bé.\n Có thể cô thích cửa hàng nhỏ của người nhập cư bên góc phố,"
    },
    {
        "start": "00:44:27,480",
        "end": "00:44:32,680",
        "en": "men du ved intet om, hvad det vil sige at være en bange familie",
        "pa": "but you don't know what it's like to be a frightened Danish family",
        "vi": "nhưng cô không biết cảm giác sợ hãi của một gia đình Đan Mạch"
    },
    {
        "start": "00:44:32,800",
        "end": "00:44:35,680",
        "en": "inde midt i en muslimsk ghetto.",
        "pa": "living in a Muslim ghetto. Agreed?",
        "vi": "sống trong khu ổ chuột Hồi giáo. Đồng ý chứ?"
    },
    {
        "start": "00:44:35,800",
        "end": "00:44:40,880",
        "en": "-Det er vi fandeme ikke enige om. -Jeg tror, vi stopper her, Katrine.",
        "pa": "-No, we do not agree. -That's quite enough, Katrine.",
        "vi": "- Không, chúng tôi không đồng ý. - Đủ rồi, Katrine."
    },
    {
        "start": "00:44:41,000",
        "end": "00:44:44,400",
        "en": "Det er mig, der fører politikken.",
        "pa": "I dictate the policy here.",
        "vi": "Tôi đặt ra chính sách ở đây."
    },
    {
        "start": "00:44:45,520",
        "end": "00:44:49,360",
        "en": "Det må du undskylde, Svend Åge.",
        "pa": "I'm sorry, Svend Åge.",
        "vi": "Tôi xin lỗi, Svend Åge."
    },
    {
        "start": "00:44:49,480",
        "end": "00:44:52,680",
        "en": "Nå, skal vi komme videre?",
        "pa": "Right...\n Let's get on with it, shall we?",
        "vi": "Rồi...\n Ta tiếp tục chứ?"
    },
    {
        "start": "00:44:54,120",
        "end": "00:44:57,480",
        "en": "Tak for i aften, Yvonne. Farvel, Svend Åge.",
        "pa": "-Good night, Yvonne. -Good night.",
        "vi": "- Tạm biệt Yvonne. - Tạm biệt."
    },
    {
        "start": "00:44:57,600",
        "end": "00:45:00,840",
        "en": "Tak for i dag. Få lige styr på den unge dame.",
        "pa": "Bye, Svend Åge.\n Bye, and thank you. Put a leash on that filly, will you?",
        "vi": "Tạm biệt, Svend Åge.\n Tạm biệt, cảm ơn. Kiềm chế cô nàng nhanh nhảu, nhé?"
    },
    {
        "start": "00:45:00,960",
        "end": "00:45:03,400",
        "en": "Det ordner jeg.",
        "pa": "No problem, I'll handle it.",
        "vi": "Không sao, tôi sẽ xử lý."
    },
    {
        "start": "00:45:07,560",
        "end": "00:45:10,080",
        "en": "Der er noget, vi må tale om.",
        "pa": "Katrine, we need to talk.",
        "vi": "Katrine, ta cần nói chuyện."
    },
    {
        "start": "00:45:11,360",
        "end": "00:45:14,160",
        "en": "-Lars... -Ja.",
        "pa": "-Lars... -Yes.",
        "vi": "- Lars... - Ừ."
    },
    {
        "start": "00:45:14,280",
        "end": "00:45:16,720",
        "en": "Jeg tror ikke, det går.",
        "pa": "This won't work.",
        "vi": "Không được rồi."
    },
    {
        "start": "00:45:16,840",
        "end": "00:45:20,920",
        "en": "Jeg er ikke den rigtige til at gøre dig til statsminister.",
        "pa": "I don't think I'm cut out to make you prime minister.",
        "vi": "Tôi không nghĩ mình hợp để giúp ông làm Thủ tướng."
    },
    {
        "start": "00:45:21,040",
        "end": "00:45:24,760",
        "en": "Nå! Hvorfor ikke det?",
        "pa": "Oh?",
        "vi": "Hả?"
    },
    {
        "start": "00:45:24,880",
        "end": "00:45:30,360",
        "en": "Fordi jeg virkelig ikke synes, du skal være statsminister.",
        "pa": "Why not?\n Because I sincerely don't think you should be prime minister.",
        "vi": "Tại sao không?\n Vì thật sự tôi không nghĩ ông nên làm Thủ tướng."
    },
    {
        "start": "00:45:39,120",
        "end": "00:45:41,600",
        "en": "Det må du undskylde.",
        "pa": "I'm sorry.",
        "vi": "Tôi xin lỗi."
    },
    {
        "start": "00:46:11,800",
        "end": "00:46:14,480",
        "en": "Godmorgen, skat.",
        "pa": "Good morning, sweetie.",
        "vi": "Chào cưng."
    },
    {
        "start": "00:46:28,960",
        "end": "00:46:32,200",
        "en": "Jeg er så ked af, at jeg ikke var der for dig.",
        "pa": "I'm so sorry I wasn't...\n there for you.",
        "vi": "Mẹ xin lỗi vì không...\n ở cạnh con."
    },
    {
        "start": "00:46:33,640",
        "end": "00:46:37,880",
        "en": "At jeg ikke lyttede, da du sagde, at du ikke ville med på den tur.",
        "pa": "And for not listening when you said you didn't want to go to camp.",
        "vi": "Vì không lắng nghe khi con không muốn cắm trại."
    },
    {
        "start": "00:46:38,000",
        "end": "00:46:41,880",
        "en": "Jeg anede ikke, at du var så ked af det.",
        "pa": "I had no idea you were so upset.",
        "vi": "Không ngờ con buồn vậy."
    },
    {
        "start": "00:46:46,080",
        "end": "00:46:49,520",
        "en": "Hvad skete der?",
        "pa": "What happened?",
        "vi": "Sao vậy?"
    },
    {
        "start": "00:46:50,840",
        "end": "00:46:53,640",
        "en": "Jeg kan ikke rigtig forklare det.",
        "pa": "It's hard to explain.",
        "vi": "Khó giải thích lắm."
    },
    {
        "start": "00:46:54,880",
        "end": "00:46:56,920",
        "en": "Prøv.",
        "pa": "Try.",
        "vi": "Thử đi."
    },
    {
        "start": "00:47:01,040",
        "end": "00:47:06,200",
        "en": "Det var, ligesom at jeg lige pludselig blev bange for alting.",
        "pa": "It's just... Suddenly I was just afraid of everything.",
        "vi": "Chỉ là... Đột nhiên con cứ sợ mọi thứ."
    },
    {
        "start": "00:47:07,640",
        "end": "00:47:12,480",
        "en": "Bange for de andre. For at jeg skulle dø.",
        "pa": "Afraid of the others.\n Of dying.",
        "vi": "Sợ những người khác.\n Sợ chết."
    },
    {
        "start": "00:47:12,600",
        "end": "00:47:15,800",
        "en": "Pludselig kunne jeg ikke trække vejret.",
        "pa": "Suddenly I couldn't breathe.",
        "vi": "Đột nhiên con không thở được."
    },
    {
        "start": "00:47:15,920",
        "end": "00:47:21,520",
        "en": "Og jeg kunne ikke få fat på dig. Du tog ikke din telefon.",
        "pa": "And I couldn't get hold of you.\n You didn't answer your phone.",
        "vi": "Con không liên lạc được với mẹ.\n Mẹ không nghe máy."
    },
    {
        "start": "00:47:23,040",
        "end": "00:47:26,640",
        "en": "Jeg ringede tilbage lige med det samme.",
        "pa": "But, sweetie, Jytte said you called and I called you back right away.",
        "vi": "Nhưng con yêu, Jytte nói con đã gọi. và mẹ gọi lại ngay."
    },
    {
        "start": "00:47:26,760",
        "end": "00:47:31,000",
        "en": "Hun sagde hele tiden, at du ikke havde tid.",
        "pa": "She kept saying you were busy.",
        "vi": "Cô ấy cứ nói mẹ bận."
    },
    {
        "start": "00:47:31,120",
        "end": "00:47:34,240",
        "en": "At du ikke ville tale med mig.",
        "pa": "That you... That you didn't want to talk to me.",
        "vi": "Rằng mẹ... Mẹ không muốn nói chuyện với con."
    },
    {
        "start": "00:47:43,960",
        "end": "00:47:47,160",
        "en": "-Tak skal du have. Godmorgen. -Godmorgen.",
        "pa": "Thank you. Good morning.\n -Good morning. -Good morning.",
        "vi": "Cảm ơn. Xin chào.\n - Xin chào. - Xin chào."
    },
    {
        "start": "00:47:49,160",
        "end": "00:47:52,920",
        "en": "Jeg skal lige spørge dig. Er det korrekt",
        "pa": "-I need to ask you... -Yes?",
        "vi": "- Tôi muốn hỏi... - Vâng?"
    },
    {
        "start": "00:47:53,040",
        "end": "00:47:58,880",
        "en": "at du havde min datter i telefonen i går? Ikke én gang, men ti gange.",
        "pa": "Is it true that my daughter called you yesterday?\n Yes.",
        "vi": "Có đúng là hôm qua con gái tôi đã gọi cho cô không?\n Vâng."
    },
    {
        "start": "00:47:59,000",
        "end": "00:48:02,800",
        "en": "-Hun græd og ville tale med mig. -Jo, men du...",
        "pa": "Not once, but ten times? And she was crying and asked for me.\n Yes, but you said...",
        "vi": "Không phải một lần, mà là mười lần? Và nó khóc lóc đòi tôi.\n Vâng, nhưng bà bảo..."
    },
    {
        "start": "00:48:02,920",
        "end": "00:48:05,320",
        "en": "De ringede fra skolen.",
        "pa": "And the school called saying it was important.",
        "vi": "Và trường gọi bảo chuyện quan trọng."
    },
    {
        "start": "00:48:05,440",
        "end": "00:48:09,000",
        "en": "Du bad jo udtrykkeligt om ikke at blive forstyrret.",
        "pa": "-But you didn't let them talk to me? -But you asked not to be disturbed.",
        "vi": "- Nhưng cô không để họ nói với tôi? - Nhưng bà yêu cầu không được quấy rầy."
    },
    {
        "start": "00:48:10,560",
        "end": "00:48:15,720",
        "en": "Hvad får dig til at tro, at jeg ikke vil forstyrres af mit grædende barn?",
        "pa": "What makes you think I don't want to be disturbed by my crying child\n calling again and again to speak to me?",
        "vi": "Điều gì làm cô nghĩ tôi không muốn bị con khóc lóc quấy\n cứ gọi mãi để nói chuyện với tôi?"
    },
    {
        "start": "00:48:17,600",
        "end": "00:48:22,520",
        "en": "Nu er det her jo Statsministeriet og ikke en børnehave.",
        "pa": "Well, this is the prime minister's office and not a kindergarten.",
        "vi": "Đây là văn phòng Thủ tướng không phải trường mẫu giáo."
    },
    {
        "start": "00:48:26,120",
        "end": "00:48:30,840",
        "en": "Og fra nu af arbejder du her ikke længere. Gå nu.",
        "pa": "And as of now, you no longer work here. Get out.",
        "vi": "Và giờ cô không làm ở đây nữa. Biến đi."
    },
    {
        "start": "00:48:36,760",
        "end": "00:48:38,960",
        "en": "Jytte, det...",
        "pa": "Jytte...",
        "vi": "Jytte..."
    },
    {
        "start": "00:48:44,840",
        "end": "00:48:47,360",
        "en": "Ja...",
        "pa": "Well...",
        "vi": "À..."
    },
    {
        "start": "00:48:47,480",
        "end": "00:48:53,760",
        "en": "Gå væk! Du kan ikke styre den. Den sad da fast i øret på den.",
        "pa": "Go away!\n You can't control your dog.\n - It was not even near-- -Oh, give me a break!",
        "vi": "Tránh ra!\n Anh không bảo được chó của mình.\n - Nó còn chưa gần... - Ôi thôi đi!"
    },
    {
        "start": "00:48:53,880",
        "end": "00:49:00,600",
        "en": "-Det gjorde den da ikke. - Få dog fjernet den hund!",
        "pa": "- It was biting the ear! -It wasn't!\n Get rid of that dog!\n If you can't train it then get that shit put down!",
        "vi": "- Nó cắn vào tai! - Không phải!\n Dẹp con chó đó đi!\n Nếu không luyện được thì giết nó đi!"
    },
    {
        "start": "00:49:00,720",
        "end": "00:49:04,600",
        "en": "-Sindssyge møgkælling. -Hej. Hold da op.",
        "pa": "Crazy bitch!\n -Hello. - Hi, Katrine.",
        "vi": "Con điên!\n - Xin chào. - Chào, Katrine."
    },
    {
        "start": "00:49:04,720",
        "end": "00:49:08,760",
        "en": "Jeg kan ikke snuppe, når folk ikke kan styre deres hunde.",
        "pa": "Wow.\n I hate people who can't control their dogs.",
        "vi": "Chà.\n Tôi ghét những người không thể kiểm soát chó của họ."
    },
    {
        "start": "00:49:08,880",
        "end": "00:49:14,360",
        "en": "-Vinder du valget for De Liberale? -Jeg måtte sige nej.",
        "pa": "So, are you helping the Liberals to victory?",
        "vi": "Vậy, cô đang giúp phe Tự do à?"
    },
    {
        "start": "00:49:14,480",
        "end": "00:49:18,160",
        "en": "Jeg syntes, du sagde, det var slut med at være idealist.",
        "pa": "I couldn't do it. I had to say no.\n You're 30 years old. I thought your days as an idealist were over?",
        "vi": "Tôi không làm được. Tôi phải từ chối.\n Cô 30 tuổi. Tôi tưởng thời mơ mộng của cô đã hết?"
    },
    {
        "start": "00:49:18,280",
        "end": "00:49:24,440",
        "en": "Ja, men det er det stadigvæk. Jeg skal lave følelsesporno på TV1.",
        "pa": "Well, they still are.\n I'm going to host an emotional porn show for TV1 on Tuesdays.",
        "vi": "À, vẫn còn mà.\n Tôi sẽ dẫn chương trình khiêu dâm tình cảm cho TV1 vào thứ Ba."
    },
    {
        "start": "00:49:24,560",
        "end": "00:49:29,120",
        "en": "\"Tykkere end vand\" hedder det. Jeg skal bringe familier sammen.",
        "pa": "I see.\n \"Thicker Than Water\", it's called. I'm reuniting families in prime time.",
        "vi": "Tôi hiểu rồi.\n \"Đậm đà hơn nước\", tên là thế. Tôi đoàn tụ gia đình vào giờ vàng."
    },
    {
        "start": "00:49:29,240",
        "end": "00:49:32,280",
        "en": "Det betyder meget for dem, der er med.",
        "pa": "But it means a lot for the participants, so that's nice, I guess.",
        "vi": "Nhưng rất ý nghĩa cho người tham gia, nên cũng hay, tôi thấy thế."
    },
    {
        "start": "00:49:32,400",
        "end": "00:49:35,280",
        "en": "Tillykke med det.",
        "pa": "Congratulations.",
        "vi": "Chúc mừng."
    },
    {
        "start": "00:49:36,840",
        "end": "00:49:41,200",
        "en": "-Der er ikke mange tilbud. -Grunden hedder Michael Laugesen.",
        "pa": "I had thought there would be more offers.",
        "vi": "Tôi cứ tưởng có nhiều đề nghị hơn."
    },
    {
        "start": "00:49:41,320",
        "end": "00:49:46,520",
        "en": "Han sidder i bestyrelsen for 2'eren. Han kender Gud og hvermand.",
        "pa": "The reason is Michael Laugesen.\n He's on the board of Channel 2,\n and he knows everyone on all other channels.",
        "vi": "Là do Michael Laugesen.\n Anh ta ở ban điều hành Kênh 2,\n và anh ta biết mọi người ở các kênh khác."
    },
    {
        "start": "00:49:46,640",
        "end": "00:49:50,920",
        "en": "Han drikker rødvin med samtlige redaktører for den skrevne presse.",
        "pa": "He drinks red wine with all the editors of the written press.",
        "vi": "Anh ta thân hết các biên tập viên báo giấy."
    },
    {
        "start": "00:49:51,040",
        "end": "00:49:54,800",
        "en": "-Han har advaret dine gamle venner. -Hanne, tror du det?",
        "pa": "He called all his old friends to warn them about us.",
        "vi": "Anh ta gọi tất cả bạn bè cũ để cảnh báo họ về chúng ta."
    },
    {
        "start": "00:49:54,920",
        "end": "00:49:58,840",
        "en": "Sådan er det. Det værste er, at det virker.",
        "pa": "Really, Hanne?\n Hell yes. That's how it goes.",
        "vi": "Thật sao, Hanne?\n Phải đấy. Nó là thế. Tệ nhất là nó có tác dụng."
    },
    {
        "start": "00:49:58,960",
        "end": "00:50:03,840",
        "en": "Jeg kan ikke engang blive piccoline på Horsens Folkeblad.",
        "pa": "The worst part is that it works.\n I can't even even get a job as a page girl at Horsens Folkeblad after this.",
        "vi": "Sau vụ này thậm chí tôi còn không được làm ở tạp chí Horsens Folkeblad."
    },
    {
        "start": "00:50:03,960",
        "end": "00:50:07,720",
        "en": "Hvad har du tænkt dig?",
        "pa": "What are you going to do?",
        "vi": "Bà định làm gì?"
    },
    {
        "start": "00:50:09,640",
        "end": "00:50:15,080",
        "en": "Jeg har ikke tænkt mig noget som helst. Jeg er ved at være halvgammel.",
        "pa": "I'm not doing a damn thing.\n I'm getting kind of old.",
        "vi": "Tôi không làm gì cả.\n Tôi già đi rồi."
    },
    {
        "start": "00:50:15,200",
        "end": "00:50:20,440",
        "en": "-Vil du ikke med hen og få... -Ikke det der blik.",
        "pa": "-Let's go for a... -Don't give me that look.",
        "vi": "- Hãy đi... - Đừng nhìn tôi như thế."
    },
    {
        "start": "00:50:20,560",
        "end": "00:50:24,360",
        "en": "Jeg har mine hunde og to flasker god rødvin derhjemme.",
        "pa": "Don't pity me.\n I've got my dogs and two good bottles of red wine back home.",
        "vi": "Đừng thương hại tôi.\n Tôi có chó và hai chai vang đỏ ở nhà."
    },
    {
        "start": "00:50:26,160",
        "end": "00:50:29,360",
        "en": "-Var du ikke ude at løbe? -Jo.",
        "pa": "Weren't you in the middle jogging?\n -Huh? -Yes.",
        "vi": "Cô đang chạy bộ cơ mà?\n - Hả? - Phải."
    },
    {
        "start": "00:50:29,480",
        "end": "00:50:31,600",
        "en": "-Vi ses. -Hej.",
        "pa": "See you.\n Dogs!",
        "vi": "Hẹn gặp lại.\n Chó!"
    },
    {
        "start": "00:50:34,160",
        "end": "00:50:39,640",
        "en": "Mens solen synker, tager vi afsked med Charlotte og hendes far",
        "pa": "As the sun sets in Northern Colombia,",
        "vi": "Khi mặt trời lặn ở phía Bắc Colombia,"
    },
    {
        "start": "00:50:39,760",
        "end": "00:50:44,040",
        "en": "der efter 38 års adskillelse endelig har fundet hinanden igen.",
        "pa": "we leave Charlotte and her father,\n who have found each other again after 38 years apart.",
        "vi": "chúng tôi để lại Charlotte và cha,\n hai người tìm lại nhau sau 38 năm xa cách."
    },
    {
        "start": "00:50:44,160",
        "end": "00:50:51,200",
        "en": "-Godt. Vi laver en ny prøve om lidt. -Meget rørende, Katrine. Fantastisk.",
        "pa": "Thanks, Katrine We'll do a new camera test in...\n Bravo. I must say.",
        "vi": "Cảm ơn, Katrine. Chúng tôi sẽ thử lên hình nữa sau...\n - Chúc mừng. Phải nói. - mười phút."
    },
    {
        "start": "00:50:51,320",
        "end": "00:50:53,560",
        "en": "Tak.",
        "pa": "Very touching, Katrine. Fantastic.\n -Thanks. - Camera 3 to the other side.",
        "vi": "Rất cảm động, Katrine. Tuyệt vời.\n - Cảm ơn. - Máy ba sang bên."
    },
    {
        "start": "00:50:53,680",
        "end": "00:50:58,280",
        "en": "De fortalte mig, at du har sagt ja til det her \"Tykkere end vand\".",
        "pa": "Yes, I heard from the directors\n you'd agreed to host this \"Thicker Than Water\" show.",
        "vi": "Vâng, tôi đã nghe từ các đạo diễn\n rằng cô đã đồng ý dẫn chương trình \"Đậm đà hơn nước\"."
    },
    {
        "start": "00:50:58,400",
        "end": "00:51:01,920",
        "en": "Du tilfører det en stor troværdighed.",
        "pa": "You lend credibility to it, I grant you that. It's very nice.",
        "vi": "Cô mang lại uy tín cho nó, phải công nhận. Rất hay."
    },
    {
        "start": "00:51:02,040",
        "end": "00:51:07,480",
        "en": "-Har du kigget med for at sige det? -Nej, nej. Selvfølgelig ikke.",
        "pa": "Did you watch me rehearse just to say that?",
        "vi": "Anh xem tôi tập chỉ để nói vậy à?"
    },
    {
        "start": "00:51:07,600",
        "end": "00:51:11,480",
        "en": "-Ida er blevet gravid. -Lille Ida, der kører 18'eren?",
        "pa": "No, of course not.\n Ida's pregnant, so...",
        "vi": "Tất nhiên là không.\n Ida có thai, nên..."
    },
    {
        "start": "00:51:11,600",
        "end": "00:51:14,120",
        "en": "Hun er ganske udmærket.",
        "pa": "Little News at Six Ida?\n I got that. But come on, she's pretty good.",
        "vi": "Ida làm Tin ngắn Sáu giờ à?\n Tôi hiểu mà. Nhưng thôi nào, cô ấy khá giỏi."
    },
    {
        "start": "00:51:14,240",
        "end": "00:51:18,760",
        "en": "-Store bryster og minimalt talent. -Det kan nogle lide.",
        "pa": "Sure. If you like big boobs and no talent.",
        "vi": "Chắc rồi. Nếu anh thích ngực to và bất tài."
    },
    {
        "start": "00:51:18,880",
        "end": "00:51:23,560",
        "en": "Jeg er kommet, fordi jeg har et job, jeg kan tilbyde dig.",
        "pa": "Some do. But let's stop this.\n Look, I actually came because I have a job...",
        "vi": "Vài người như vậy. Nhưng thôi đi.\n Này, thực ra tôi đến vì tôi có việc..."
    },
    {
        "start": "00:51:23,680",
        "end": "00:51:29,000",
        "en": "Et seksmåneders barselsvikariat. Jeg håber selvfølgelig, du siger ja.",
        "pa": "to offer you.\n A six months maternity leave substitute.",
        "vi": "muốn mời cô.\n Sáu tháng thai sản cần người thay."
    },
    {
        "start": "00:51:29,120",
        "end": "00:51:31,240",
        "en": "Og så... Ja.",
        "pa": "That's it. It's yours if you want it. I hope you'll accept.\n And then... well.",
        "vi": "Vậy đấy. Cô muốn là được. Hy vọng cô đồng ý.\n Và rồi... đấy."
    },
    {
        "start": "00:51:31,360",
        "end": "00:51:36,160",
        "en": "-Hvad havde du forestillet dig? -At du vikarierer som vært.",
        "pa": "What did you have in mind?",
        "vi": "Anh nghĩ sao?"
    },
    {
        "start": "00:51:36,280",
        "end": "00:51:41,360",
        "en": "Og så nogle liverapporter. Var det noget?",
        "pa": "That you'll substitute as host.\n And do some live features as well.\n How does that sound?",
        "vi": "Rằng cô sẽ dẫn thay.\n Và dẫn trực tiếp nữa.\n Thấy thế nào?"
    },
    {
        "start": "00:51:43,520",
        "end": "00:51:47,560",
        "en": "-Det ved jeg sgu ikke rigtig. -Lad os tage den derfra. Okay.",
        "pa": "I don't know, Torben.\n Okay, let's go from there. Fair enough.",
        "vi": "Tôi không biết, Torben.\n Được rồi, bắt đầu từ đó. Được thôi."
    },
    {
        "start": "00:51:47,680",
        "end": "00:51:53,960",
        "en": "Du kan få 40.000 om måneden. Så siger du, du er 60.000 værd.",
        "pa": "I say I'll give you 40,000 a month.\n Then you say... And that's fair... You'll say you're worth 60,000.",
        "vi": "Tôi sẽ trả 40.000 một tháng."
    },
    {
        "start": "00:51:54,080",
        "end": "00:51:58,400",
        "en": "Du er ikke en skid værd, efter at du har været i lommen på Laugesen.",
        "pa": "Then I say you're not worth jackshit after your little stint at Laugesen's.",
        "vi": "Rồi cô bảo... Hợp lý thôi... Cô bảo cô đáng 60.000.\n Rồi tôi bảo cô chả có giá sau khi nghỉ ở chỗ Laugesen."
    },
    {
        "start": "00:51:58,520",
        "end": "00:52:04,400",
        "en": "Så siger jeg 41.000, og så ender vi et sted, der hedder...",
        "pa": "Then you'll act all pissed,\n and then I say 41,000, and now we're getting somewhere,\n and we land somewhere like...",
        "vi": "Rồi cô bực bội,\n và rồi tôi nói 41.000, và giờ ta đạt được gì đó,\n và ta thống nhất ở khoảng..."
    },
    {
        "start": "00:52:04,520",
        "end": "00:52:09,720",
        "en": "Skal vi sige 45 klik om måneden? Færdig, bum, punktum.",
        "pa": "Shall we say 45 grand a month? And that's end of story.",
        "vi": "Ta nói 45 nghìn một tháng nhé? Và thế là xong."
    },
    {
        "start": "00:52:09,840",
        "end": "00:52:13,120",
        "en": "-Okay? Aftale? -Okay.",
        "pa": "The end. Finito. Period.\n Okay? Deal?",
        "vi": "Hết. Xong. Kết thúc.\n Được chứ? Đồng ý?"
    },
    {
        "start": "00:52:13,240",
        "end": "00:52:19,640",
        "en": "Så er der noget fryns og tillæg, men det kommer du selv med.",
        "pa": "-There we go. -Okay.\n We'll discuss perks...\n and benefits, when you present your demands.",
        "vi": "- Được rồi. - Được.\n Ta sẽ thảo luận về bổng lộc...\n và quyền lợi, khi cô đưa ra yêu cầu của mình."
    },
    {
        "start": "00:52:20,960",
        "end": "00:52:24,600",
        "en": "Der er lige én ting.",
        "pa": "There is one thing.",
        "vi": "Có một việc."
    },
    {
        "start": "00:52:24,720",
        "end": "00:52:27,920",
        "en": "Jeg vil have Hanne Holm med.",
        "pa": "I want Hanne Holm with me.",
        "vi": "Tôi muốn Hanne Holm cùng làm."
    },
    {
        "start": "00:52:29,840",
        "end": "00:52:33,600",
        "en": "-Det har du misforstået. -Du har en halv stilling ledig.",
        "pa": "You got that wrong.\n -I heard you have a part-time opening. -Stop that.",
        "vi": "Cô hiểu sai rồi.\n - Tôi nghe có vị trí bán thời gian. - Thôi."
    },
    {
        "start": "00:52:33,720",
        "end": "00:52:37,880",
        "en": "-25 timer om ugen. -Det er mig, der er chef.",
        "pa": "25 hours a week, right?\n Listen... I'm the boss here, damn it.",
        "vi": "Tuần làm 25h, nhỉ?\n Nghe này... Tôi là sếp đây, chết tiệt."
    },
    {
        "start": "00:52:38,000",
        "end": "00:52:41,920",
        "en": "-Jeg tilbyder dig et job. -Det er jeg også rigtig glad for.",
        "pa": "I'm offering you a job. I'm doing you a favor.",
        "vi": "Tôi mời cô làm. Tôi đang giúp cô."
    },
    {
        "start": "00:52:42,040",
        "end": "00:52:45,760",
        "en": "Men jeg vil ikke, medmindre Hanne følger med.",
        "pa": "And I'm very grateful.\n But I won't accept without Hanne.",
        "vi": "Tôi rất biết ơn.\n Tôi không làm nếu thiếu Hanne."
    },
    {
        "start": "00:52:45,880",
        "end": "00:52:49,600",
        "en": "Jeg gider ikke engang at diskutere det her. Hold op.",
        "pa": "I...\n I don't even want to discuss this. Stop it. I won't!",
        "vi": "Tôi...\n Tôi còn chả muốn nói về nó. Thôi đi. Không đâu!"
    },
    {
        "start": "00:52:49,720",
        "end": "00:52:55,640",
        "en": "Torben! Hanne er den bedste politiske journalist, vi har her i landet.",
        "pa": "Torben!\n We both know\n that Hanne is the best political reporter in the country.",
        "vi": "Torben!\n Ta đều biết\n Hanne là phóng viên chính trị giỏi nhất nước."
    },
    {
        "start": "00:52:57,320",
        "end": "00:53:00,680",
        "en": "Det er fint. Så tag hende med",
        "pa": "Fine. So bring her.\n Bring her. Walk hand in hand.",
        "vi": "Được. Dẫn bà ta tới.\n Dẫn tới. Nắm tay dắt nhau đi."
    },
    {
        "start": "00:53:00,800",
        "end": "00:53:04,360",
        "en": "men det er dit ansvar, at kællingen ikke drikker.",
        "pa": "But it's your responsibility to keep the bitch sober.",
        "vi": "Nhưng trách nhiệm của cô là giữ cho mụ đó tỉnh."
    },
    {
        "start": "00:53:04,480",
        "end": "00:53:07,360",
        "en": "Okay.",
        "pa": "-Okay? -Okay.",
        "vi": "- Được chứ? - Được."
    },
    {
        "start": "00:53:07,480",
        "end": "00:53:11,800",
        "en": "Fint. Onsdag, mit kontor. Så snakker vi videre om det.",
        "pa": "Fine. Wednesday, my office.\n Okay? We'll talk more.",
        "vi": "Rồi. Thứ Tư, văn phòng tôi.\n Nhé? Rồi ta nói chuyện."
    },
    {
        "start": "00:53:15,200",
        "end": "00:53:19,280",
        "en": "Kasper, er du sød at lokalisere Sanne, der arbejdede her?",
        "pa": "Kasper, please find Sanne who used to work here about a year ago.",
        "vi": "Kasper, hãy tìm Sanne, người từng làm ở đây khoảng một năm trước."
    },
    {
        "start": "00:53:19,400",
        "end": "00:53:24,800",
        "en": "-Jeg ved ikke, hvor Sanne er. -Hun er ikke sådan at få tilbage.",
        "pa": "I don't know Sanne's whereabouts.\n We transferred her. It'll be hard to get her back.",
        "vi": "Tôi không biết Sanne ở đâu.\n Ta đã thuyên chuyển cô ấy. Sẽ rất khó để đưa cô ấy về."
    },
    {
        "start": "00:53:24,920",
        "end": "00:53:31,000",
        "en": "Du er landets mest magtfulde embedsmand. Tak. Kasper, kom.",
        "pa": "Are you not the most powerful civil servant in the country?\n Thank you. Kasper, come here.",
        "vi": "Anh không phải là công chức quyền lực nhất nước sao?\n Cảm ơn. Kasper, lại đây."
    },
    {
        "start": "00:53:35,480",
        "end": "00:53:40,400",
        "en": "Jeg har haft Hesselboe i røret. Han forlangte nye indrømmelser.",
        "pa": "Lars Hesselboe called this morning.\n He knows we're under pressure and wants new concessions.",
        "vi": "Sáng nay, Lars Hesselboe gọi.\n Ông ta biết ta gặp áp lực và muốn nhượng bộ mới."
    },
    {
        "start": "00:53:41,960",
        "end": "00:53:45,200",
        "en": "Han er ikke interesseret i det forlig længere.",
        "pa": "He's not even interested in that compromise anymore.",
        "vi": "Ông ta còn không quan tâm đến thỏa hiệp đó nữa."
    },
    {
        "start": "00:53:45,320",
        "end": "00:53:49,480",
        "en": "Ikke nu, hvor han kan lugte muligheden for en ny regering.",
        "pa": "Not now that he sees his chance to get into office again.",
        "vi": "Vì bây giờ ông ta thấy có cơ hội quay lại văn phòng."
    },
    {
        "start": "00:53:49,600",
        "end": "00:53:54,120",
        "en": "-Så hvad gør vi nu? -Miljøpartiet og Solidarisk Samling.",
        "pa": "So now what?\n We'll pass it with the Green Party and Solidarity Union.",
        "vi": "Giờ thì sao?\n Ta sẽ thông qua cùng Đảng Xanh và Liên minh Đoàn kết."
    },
    {
        "start": "00:53:54,240",
        "end": "00:53:56,760",
        "en": "Tilbage til blokpolitikken.",
        "pa": "Back to bloc politics.",
        "vi": "Quay lại với chính trị khối."
    },
    {
        "start": "00:53:56,880",
        "end": "00:54:02,360",
        "en": "Birgitte, vi kunne ikke regne ud, at det ville ende sådan her.",
        "pa": "Birgitte, we couldn't have foreseen this.",
        "vi": "Birgitte, ta không thể lường được."
    },
    {
        "start": "00:54:02,480",
        "end": "00:54:08,440",
        "en": "Jeg har ikke set klart, Kasper. Jeg har mistet orienteringen. Jeg har...",
        "pa": "I can't see clearly anymore, Kasper. My compass is off.\n I've...",
        "vi": "Tôi không nhìn rõ nữa, Kasper. La bàn của tôi hỏng.\n Tôi..."
    },
    {
        "start": "00:54:15,000",
        "end": "00:54:17,920",
        "en": "Jeg har af hensyn til mit privatliv",
        "pa": "To safeguard my private life and my family",
        "vi": "Để bảo vệ cuộc sống riêng tư của tôi và gia đình"
    },
    {
        "start": "00:54:18,040",
        "end": "00:54:21,760",
        "en": "trukket mig som medlem af Folketinget",
        "pa": "I've decided to resign as member of parliament",
        "vi": "tôi đã quyết định từ chức thành viên của Quốc hội"
    },
    {
        "start": "00:54:21,880",
        "end": "00:54:25,920",
        "en": "og dermed også som formand for Miljøpartiet.",
        "pa": "and also as leader of the Green Party.",
        "vi": "và cả chức lãnh đạo Đảng Xanh."
    },
    {
        "start": "00:54:26,040",
        "end": "00:54:31,240",
        "en": "Jeg er enormt beæret og stolt af at have været en del af folkestyret",
        "pa": "And I'd like to add\n that I'm honored and proud to have been part of our country's democracy",
        "vi": "Và tôi muốn nói thêm rằng\n tôi rất vinh dự và tự hào vì là một phần dân chủ của đất nước"
    },
    {
        "start": "00:54:31,360",
        "end": "00:54:35,920",
        "en": "og ikke mindst en del af Miljøpartiet.",
        "pa": "and not least the Green Party.\n Both as ordinary member and chairman...",
        "vi": "và không chỉ là Đảng Xanh.\n Cả tư cách thành viên và Chủ tịch..."
    },
    {
        "start": "00:54:39,480",
        "end": "00:54:42,480",
        "en": "Kom ind.",
        "pa": "-Come in.",
        "vi": "Vào đi."
    },
    {
        "start": "00:54:42,600",
        "end": "00:54:45,360",
        "en": "Forstyrrer jeg?",
        "pa": "Is this a bad time?",
        "vi": "Không đúng lúc à?"
    },
    {
        "start": "00:54:47,680",
        "end": "00:54:50,600",
        "en": "-Der pakkes. -Ja.",
        "pa": "-You're packing up. -Yes.",
        "vi": "- Anh đang dọn đồ. - Vâng."
    },
    {
        "start": "00:54:50,720",
        "end": "00:54:54,760",
        "en": "Jeg hører, at du har trukket dig helt ud af politik.",
        "pa": "I hear you're resigning from politics altogether.",
        "vi": "Tôi nghe nói anh rút hẳn khỏi chính trị."
    },
    {
        "start": "00:54:54,880",
        "end": "00:54:57,600",
        "en": "Ja, det har jeg.",
        "pa": "Yes, I am.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:54:58,800",
        "end": "00:55:02,960",
        "en": "Kan du ikke genoverveje det? Det behøver ikke at være slut.",
        "pa": "Won't you reconsider?",
        "vi": "Anh không nghĩ lại à?"
    },
    {
        "start": "00:55:03,080",
        "end": "00:55:05,560",
        "en": "Vel? Tænk over det.",
        "pa": "It doesn't have to end here. Right?\n Just think it over.",
        "vi": "Đâu phải dừng ở đây. Nhỉ?\n Cứ nghĩ lại đi."
    },
    {
        "start": "00:55:05,680",
        "end": "00:55:11,400",
        "en": "Du har måske brug for et pusterum, men vi kan stadig samarbejde.",
        "pa": "I get that you need a break away from government,\n but it doesn't have to mean an end to our cooperation.",
        "vi": "Tôi hiểu là anh cần ngừng một chút khỏi Chính phủ,\n nhưng không nhất thiết ta phải dừng hợp tác."
    },
    {
        "start": "00:55:13,040",
        "end": "00:55:19,960",
        "en": "Du er en sindssygt dygtig politiker. Din popularitet vil komme tilbage.",
        "pa": "Look, you're an extremely skilled politician.\n Your popularity will rise again.",
        "vi": "Này, anh là một chính trị gia cực kỳ tài giỏi.\n Anh sẽ lại nổi tiếng."
    },
    {
        "start": "00:55:20,080",
        "end": "00:55:23,080",
        "en": "Jeg er for følsom til det her.",
        "pa": "-I have no doubt. -Look...\n You're probably right, but I'm too sensitive for this.",
        "vi": "- Không nghi ngờ gì. - Này...\n Có lẽ bà đúng, nhưng tôi quá nhạy cảm với việc này."
    },
    {
        "start": "00:55:23,200",
        "end": "00:55:28,040",
        "en": "Det preller ikke af. Fandt I ud af det med Arbejderpartiet?",
        "pa": "I can't just shake it off. It hits right in the heart.",
        "vi": "Tôi không thể cứ rũ bỏ. Nó đánh thẳng vào con tim."
    },
    {
        "start": "00:55:28,160",
        "end": "00:55:33,000",
        "en": "-Jeg præsenterer en ny regering. -Det er godt. Godt.",
        "pa": "Did you settle things with the Worker's Party?\n Yes, we're presenting the new government this afternoon.\n That's good. Good.",
        "vi": "Bà dàn xếp với Đảng Lao động chưa?\n Rồi, chiều nay chúng tôi sẽ trình Chính phủ mới.\n Tốt lắm. Tốt."
    },
    {
        "start": "00:55:37,440",
        "end": "00:55:41,240",
        "en": "Amir, historien om din bil kom fra Statsministeriet.",
        "pa": "Amir, the story about your car came from the prime minister's office.",
        "vi": "Amir, câu chuyện về chiếc xe của anh đến từ văn phòng Thủ tướng."
    },
    {
        "start": "00:55:41,360",
        "end": "00:55:47,800",
        "en": "Jeg ville gerne have et bredt forlig. Det er det eneste rigtige.",
        "pa": "I really wanted a broad compromise.\n It's the only viable political course when it comes to big reforms.",
        "vi": "Tôi thực sự muốn thỏa hiệp rộng rãi.\n Đó là lộ trình chính trị duy nhất khi dính đến cải cách lớn."
    },
    {
        "start": "00:55:47,920",
        "end": "00:55:53,040",
        "en": "Jeg syntes ikke, at du kunne se det store perspektiv.",
        "pa": "I didn't feel that you...\n were looking at the big picture.",
        "vi": "Tôi không cảm thấy anh...\n thấy được tổng thể."
    },
    {
        "start": "00:55:53,160",
        "end": "00:55:57,440",
        "en": "Det var for at få banket dig lidt på plads. Ikke så meget.",
        "pa": "And you weren't a team player.\n So I tried to get you a little in line. But not that much...",
        "vi": "Và anh không hòa với tập thể.\n Vì vậy tôi cố gò anh vào khuôn. Nhưng không nhiều vậy..."
    },
    {
        "start": "00:55:57,560",
        "end": "00:56:00,000",
        "en": "Det fortryder jeg virkelig.",
        "pa": "I deeply regret that.",
        "vi": "Tôi hết sức hối hận."
    },
    {
        "start": "00:56:07,560",
        "end": "00:56:14,240",
        "en": "Det viser bare, at jeg har truffet den rigtige beslutning.",
        "pa": "That just goes to show I made the right decision.\n I don't belong here anymore, Birgitte.",
        "vi": "Điều đó cho thấy tôi đã quyết định đúng đắn."
    },
    {
        "start": "00:56:14,360",
        "end": "00:56:17,880",
        "en": "-Du hører til herinde. -Kommer du for at få tilgivelse?",
        "pa": "-I really don't. -Sure you do.\n You are where you belong. You're a politician!",
        "vi": "Tôi không thuộc về nơi này nữa. Thật sự không.\n Có chứ. Anh hợp mà. Anh là chính trị gia!"
    },
    {
        "start": "00:56:18,000",
        "end": "00:56:22,200",
        "en": "-Nej, for at få dig til at blive. -Det kommer ikke til at ske.",
        "pa": "Did you come to beg forgiveness?\n No, to get you to stay!\n Right, but that won't happen. Okay?",
        "vi": "Bà đến xin tha thứ à?\n Không, để xin anh ở lại!\n Vâng, nhưng không được. Nhé?"
    },
    {
        "start": "00:56:22,320",
        "end": "00:56:27,040",
        "en": "Jeg ved ikke, hvad vi laver her mere. Da du blev statsminister, tænkte jeg:",
        "pa": "I don't know what we're doing here anymore, Birgitte.\n When you made prime minister, I thought:",
        "vi": "Tôi chả biết ta làm gì ở đây nữa.\n Khi bà làm Thủ tướng, tôi nghĩ,"
    },
    {
        "start": "00:56:27,160",
        "end": "00:56:31,920",
        "en": "\"Gad vide, om hun også er for følsom.\" Men det var du ikke.",
        "pa": "\"I wonder if she's too sensitive for this job, too.\"",
        "vi": "\"Liệu bà ấy cũng quá nhạy cảm với việc này không\"."
    },
    {
        "start": "00:56:32,040",
        "end": "00:56:35,280",
        "en": "Jeg ved ikke, hvad vi laver her mere.",
        "pa": "But you weren't.\n I don't know what we're doing here anymore.",
        "vi": "Nhưng không.\n Tôi chả rõ ta làm gì ở đây."
    },
    {
        "start": "00:56:35,400",
        "end": "00:56:39,440",
        "en": "Vi er ikke de samme mennesker, som da vi startede, Birgitte.",
        "pa": "We aren't the same people as when we started out, Birgitte.",
        "vi": "Ta không còn như lúc mới bắt đầu, Birgitte."
    },
    {
        "start": "00:56:52,520",
        "end": "00:56:58,080",
        "en": "Det har været en turbulent tid, men vi er kommet styrket ud af stormen.",
        "pa": "It's been a turbulent time for the government,\n but I know we're stronger for having braved the storm.",
        "vi": "Một thời kỳ hỗn loạn của Chính phủ,\n nhưng tôi biết ta mạnh hơn vì không sợ cơn bão."
    },
    {
        "start": "00:56:58,200",
        "end": "00:57:02,680",
        "en": "Jeg er stolt over at kunne præsentere mine fire nye ministre.",
        "pa": "So I'm proud to present my four new ministers.",
        "vi": "Tôi tự hào giới thiệu bốn Bộ trưởng mới của tôi."
    },
    {
        "start": "00:57:02,800",
        "end": "00:57:06,480",
        "en": "Skal vi ikke give dem en hånd?",
        "pa": "-Let's give them a hand. -Yes.",
        "vi": "- Hãy cho họ tràng pháo tay. - Vâng."
    },
    {
        "start": "00:57:12,960",
        "end": "00:57:17,160",
        "en": "Hesselboe, en kommentar til Nyborgs mindretalsregering?",
        "pa": "Lars Hesselboe, a comment on Birgitte Nyborg's new minority government?",
        "vi": "Lars Hesselboe, ông bình luận gì về Chính phủ mới của Birgitte Nyborg?"
    },
    {
        "start": "00:57:17,280",
        "end": "00:57:23,240",
        "en": "Jeg mener, det er helt forkert ikke at udskrive folketingsvalg.",
        "pa": "I find it wrong and arrogant of the prime minister\n not to call a general election after what has happened.",
        "vi": "Tôi thấy Thủ tướng thật sai lầm và ngạo mạn\n khi không kêu gọi bầu cử sau những gì xảy ra."
    },
    {
        "start": "00:57:23,360",
        "end": "00:57:26,080",
        "en": "Regeringen har spillet fallit.",
        "pa": "The government has failed. And the voters have a right to be heard.",
        "vi": "Chính phủ thất bại. Các cử tri có quyền được lắng nghe."
    },
    {
        "start": "00:57:26,200",
        "end": "00:57:32,880",
        "en": "Vi bliver jo aldrig stuerene i statsministerens øjne.",
        "pa": "Well, we will never be housebroken in the eyes of the prime minister",
        "vi": "Chà, trong mắt Thủ tường chúng tôi sẽ không bao giờ vâng lời"
    },
    {
        "start": "00:57:33,000",
        "end": "00:57:38,520",
        "en": "Rød stue er blevet så bette, at der kun er plads til hende selv.",
        "pa": "but good riddance to that!\n The red cabinet has gotten so small, there's only room for her, anyway.",
        "vi": "nhưng thế là thoát nợ!\n Dù sao, tủ đồ màu đỏ quá nhỏ, chỉ đủ chỗ cho bà ta."
    },
    {
        "start": "00:57:39,760",
        "end": "00:57:42,720",
        "en": "Fik du det sidste med?",
        "pa": "Did you get that last bit?",
        "vi": "Quay được đoạn cuối chứ?"
    },
    {
        "start": "00:57:47,360",
        "end": "00:57:51,400",
        "en": "Hej, Sanne. Jeg er glad for, vi kunne finde dig igen.",
        "pa": "Hi, Sanne.\n I'm so glad we managed to find you.",
        "vi": "Chào Sanne.\n Rất vui vì tìm được cô."
    },
    {
        "start": "00:57:51,520",
        "end": "00:57:55,960",
        "en": "Den her overførsel har været meget besværlig.",
        "pa": "Hello again, Birgitte.\n I cannot stress enough how extremely difficult this transfer was.",
        "vi": "Xin chào, Birgitte.\n Tôi không diễn tả nổi việc thuyên chuyển khó thế nào."
    },
    {
        "start": "00:57:56,080",
        "end": "00:58:01,520",
        "en": "Men det kunne lade sig gøre. Godt. Velkommen tilbage.",
        "pa": "It's amazing it was even possible.\n But you managed, I see.\n Good. Then welcome back.",
        "vi": "Thật tuyệt vời khi có thể.\n Nhưng anh làm được, tôi thấy thế.\n Tốt. Vậy chào mừng trở lại."
    },
    {
        "start": "00:58:03,600",
        "end": "00:58:08,360",
        "en": "Birgitte... Hvorfor er det egentlig, du vil have mig tilbage?",
        "pa": "Thank you.\n Birgitte...\n Why did you want me back?",
        "vi": "Cảm ơn.\n Birgitte...\n Sao bà muốn tôi quay lại?"
    },
    {
        "start": "00:58:10,040",
        "end": "00:58:15,240",
        "en": "Jeg har brug for at blive mindet om min første tid i det her kontor.",
        "pa": "Lots has changed.\n I need to be reminded of when I first took over this office. ",
        "vi": "Nhiều thứ thay đổi.\n Tôi cần được nhắc về hồi tôi tiếp quản văn phòng này."
    },
    {
        "start": "00:58:58,560",
        "end": "00:59:01,640",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "",
        "vi": "Biên dịch: Trần Khánh Hưng "
    }
]