[
    {
        "start": "00:00:14,040",
        "end": "00:00:18,800",
        "en": "Hanne Holm, når du ser på vores to politiske modstandere lige nu,",
        "pa": "\"A prince ought to have no other aim or thought,\n than war and its rules and discipline.\"\n Hanne Holm, you've been at Christiansborg for many years.",
        "vi": "\"Một hoàng tử không được có mục đích hay suy nghĩ nào\n ngoài chiến tranh, nguyên tắc và kỷ luật của nó\". - MACHIAVELLI\n Hanne Holm, bà đã ở Christansborg nhiều năm."
    },
    {
        "start": "00:00:18,920",
        "end": "00:00:22,320",
        "en": "de Liberales Lars Hesselboe og Arbejderpartiets Michael Laugesen,",
        "pa": "Looking at our two political opponents,\n Lars Hesselboe from the Liberals and Michael Laugesen from the Worker's Party,",
        "vi": "Nhìn hai đối thủ chính trị\n Lars Hesselboe của Đảng Tự do và Michael Laugesen của Đảng Lao động,"
    },
    {
        "start": "00:00:22,440",
        "end": "00:00:24,720",
        "en": "hvad er det så for et spil?",
        "pa": "what's the game three days before the general election?",
        "vi": "cán cân ba ngày trước tổng tuyển cử ra sao?"
    },
    {
        "start": "00:00:24,840",
        "end": "00:00:27,160",
        "en": "Det er en form for skak.",
        "pa": "It's like a game of chess.",
        "vi": "Nó như một ván cờ."
    },
    {
        "start": "00:00:27,280",
        "end": "00:00:31,000",
        "en": "Slutspillet i valgkampen handler om at gøre verden simpel og enkel.",
        "pa": "The endgame in the election is about making the world appear simple.",
        "vi": "Nước cờ cuối cùng trong cuộc bầu cử nằm ở việc đơn giản hóa tình hình."
    },
    {
        "start": "00:00:31,120",
        "end": "00:00:34,960",
        "en": "Hold fast i hovedbudskaberne og få din modstander til at ligne en idiot.",
        "pa": "Stick to a few talking points, and make your opponent look like an idiot.",
        "vi": "Bám sát vài điểm có thể tranh cãi và khiến đối phương mất mặt."
    },
    {
        "start": "00:00:35,120",
        "end": "00:00:36,680",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:00:38,240",
        "end": "00:00:42,720",
        "en": "Nul. Vi gider ikke tale EU. Det er en død sild i en valgkamp.",
        "pa": "No. We don't want to talk about the EU. It's an electoral loser.",
        "vi": "Chúng tôi không muốn nói về Liên minh châu Âu."
    },
    {
        "start": "00:00:42,840",
        "end": "00:00:47,040",
        "en": "Og hvad hedder så vores statsminister efter valget? Laugesen eller Hesselboe?",
        "pa": "Who do you think will be the next prime minister?",
        "vi": "Quá khô cứng trong bầu cử.\n Bà nghĩ ai sẽ là Thủ tướng tiếp theo? Laugesen hay Hesselboe?"
    },
    {
        "start": "00:00:47,160",
        "end": "00:00:51,400",
        "en": "Noget tyder på, at det kunne blive oppositionens leder, Laugesen.",
        "pa": "Laugesen or Hesselboe?\n It looks like it could be the opposition leader Michael Laugesen.",
        "vi": "Có vẻ là thủ lĩnh phe đối lập, Michael Laugesen."
    },
    {
        "start": "00:00:51,520",
        "end": "00:00:55,920",
        "en": "Han er den, der har taget initiativet i valgkampen. Han er udfordreren.",
        "pa": "Based on what?\n He has been the one with the initiative in the election campaign.",
        "vi": "Cơ sở nào?\n Ông ấy là người chủ động trong chiến dịch. Ông ấy là người thách thức."
    },
    {
        "start": "00:00:56,040",
        "end": "00:00:59,320",
        "en": "Hesselboe forsøger at bevare det bestående,",
        "pa": "He's the challenger.\n Hesselboe seeks to preserve the status quo.",
        "vi": "Hesselboe muốn giữ nguyên hiện trạng."
    },
    {
        "start": "00:00:59,440",
        "end": "00:01:05,000",
        "en": "men danskerne vil have noget nyt, selvom de måske ikke ved konkret hvad.",
        "pa": "But I feel like the Danish people want something new. A change.",
        "vi": "Nhưng tôi thấy người Đan Mạch muốn gì đó mới mẻ."
    },
    {
        "start": "00:01:05,120",
        "end": "00:01:09,360",
        "en": "Ham der Laugesen ligner mere en reklamemand end en politiker.",
        "pa": "Even if they don't know to what.\n That Laugesen looks more like a salesman than a politician.",
        "vi": "Một sự thay đổi.\n Dù họ không biết là gì.\n Laugesen trông giống người làm quảng cáo hơn là chính trị gia."
    },
    {
        "start": "00:01:09,480",
        "end": "00:01:13,120",
        "en": "-Er det dig, der samler på autografer? -Nej, det er min datter.",
        "pa": "Do you collect autographs?",
        "vi": "Cô sưu tầm chữ ký à?"
    },
    {
        "start": "00:01:13,280",
        "end": "00:01:17,360",
        "en": "-Hun er totalt freaket med det. -Skal hun have Birgitte Nyborgs?",
        "pa": "No, it's my daughter.\n -She's obsessed with them. -Shouldn't she get Birgitte Nyborg's?",
        "vi": "Không, con gái tôi.\n BẦU CỬ TRÊN TV1\n - Nó mê họ lắm. - Nên xin chữ ký của Birgitte Nyborg chứ?"
    },
    {
        "start": "00:01:17,520",
        "end": "00:01:22,880",
        "en": "Det er mest sådan de rigtig kendte. Altså sådan filmstjerner og rockstjerner.",
        "pa": "-It's mostly real celebrities.\n You know, like, movie stars and rock stars.",
        "vi": "Đa số là nghệ sĩ nổi tiếng.\n Anh biết đấy... như các ngôi sao điện ảnh..."
    },
    {
        "start": "00:01:23,040",
        "end": "00:01:25,400",
        "en": "-Har vi styr på det? -Fuldkommen. Du er på om 8 min.",
        "pa": "-Is everything ready? -Yes. You're on in eight minutes.",
        "vi": "sao nhạc rock...\n - Sẵn sàng chưa? - Rồi. Bà sẽ lên sau tám phút nữa."
    },
    {
        "start": "00:01:25,560",
        "end": "00:01:27,920",
        "en": "De spørger, hvorfor du peger på Laugesen,",
        "pa": "They'll ask why you're voting for Laugesen,",
        "vi": "Họ sẽ hỏi lý do bà bầu cho Laugesen,"
    },
    {
        "start": "00:01:28,040",
        "end": "00:01:32,280",
        "en": "og så kan du fortælle dem, hvor fede vi er i oppositionen.",
        "pa": "and you tell them how cool the opposition is.",
        "vi": "và bà nói phe đối lập tuyệt ra sao."
    },
    {
        "start": "00:01:32,400",
        "end": "00:01:36,200",
        "en": "Sørger du ikke for, at man ikke kan se, hun ikke har sovet i 14 dage.",
        "pa": "-Look up.\n Make sure you can't see that she hasn't slept for 14 days.",
        "vi": "Nhìn lên.\n Đảm bảo là không ai thấy bà ấy không ngủ 14 ngày nay nhé."
    },
    {
        "start": "00:01:36,320",
        "end": "00:01:39,120",
        "en": "Hun ser da fantastisk ud.",
        "pa": "I think she looks great.",
        "vi": "Bà ấy trông rất tuyệt."
    },
    {
        "start": "00:02:06,160",
        "end": "00:02:09,280",
        "en": "I går ind i den kritiske fase af valgkampen.",
        "pa": "You are moving toward the critical phase of the election.",
        "vi": "Ông sắp tiến gần tới giai đoạn quan trọng của bầu cử."
    },
    {
        "start": "00:02:09,400",
        "end": "00:02:12,320",
        "en": "Ansigtet skal lægges i de rette folder.",
        "pa": "Right now, everything depends on keeping a straight face.",
        "vi": "Giờ mọi thứ phụ thuộc vào việc giữ điềm tĩnh."
    },
    {
        "start": "00:02:12,440",
        "end": "00:02:16,280",
        "en": "I fører, når det handler om at kontrollere de danske medier.",
        "pa": "As we see it, you're still ahead when it comes to controlling the Danish media.",
        "vi": "Như ta thấy, ông vẫn chủ động kiểm soát truyền thông Đan Mạch."
    },
    {
        "start": "00:02:16,400",
        "end": "00:02:18,920",
        "en": "Men I må ikke være passive.",
        "pa": "You must not appear passive.",
        "vi": "Mặt khác, ông không được tỏ ra thụ động."
    },
    {
        "start": "00:02:19,040",
        "end": "00:02:23,040",
        "en": "I skal virke beslutsomme i valgkampens slutfase.",
        "pa": "It is important to seem forceful in the final rounds of an election.",
        "vi": "Quan trọng là cần tỏ ra mạnh mẽ trong các vòng cuối..."
    },
    {
        "start": "00:02:23,160",
        "end": "00:02:25,200",
        "en": "Herregud, Lars.",
        "pa": "For goodness sake, Lars.",
        "vi": "của bầu cử.\n Vì Chúa, Lars."
    },
    {
        "start": "00:02:25,320",
        "end": "00:02:26,840",
        "en": "Undskyld.",
        "pa": "Sorry. It's just a new Danish headline declaring my defeat.",
        "vi": "Xin lỗi. Tiêu đề báo mới của Đan Mạch tuyên bố tôi thất bại."
    },
    {
        "start": "00:02:26,920",
        "end": "00:02:30,520",
        "en": "Men der er en overskrift, der forudsiger mit nederlag.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:02:30,640",
        "end": "00:02:35,480",
        "en": "Lad os vende tilbage til det, vi talte om. Vi har nogle eksempler.",
        "pa": "We'd better prove them wrong.\n Let's get back to what we were talking about before.\n We have some examples.",
        "vi": "Ta nên chứng minh họ sai.\n Hãy quay lại chuyện lúc nãy.\n Chúng tôi có vài ví dụ."
    },
    {
        "start": "00:02:36,480",
        "end": "00:02:39,880",
        "en": "- Tager du stadig de piller? -Ja, det er jo valgkamp.",
        "pa": "- Still taking these? -We are in an election campaign.",
        "vi": "- Anh vẫn uống thuốc à? - Đang trong chiến dịch mà."
    },
    {
        "start": "00:02:40,000",
        "end": "00:02:43,440",
        "en": "Jeg troede slet ikke, du havde noget hjerte.",
        "pa": "I didn't even think you had a heart.",
        "vi": "Tôi còn tưởng anh không có tim."
    },
    {
        "start": "00:02:45,000",
        "end": "00:02:50,200",
        "en": "Hej hej. Vi gør det herude med Borgen i baggrunden.",
        "pa": "-Hi. -Good morning.\n -We'll do it out here. -Right.",
        "vi": "- Chào. - Xin chào.\n - Ta sẽ làm ở đây. - Vâng."
    },
    {
        "start": "00:02:50,320",
        "end": "00:02:53,520",
        "en": "Du spørger kun til det om asylansøgere. Forstået?",
        "pa": "With Borgen in the background.\n And you'll only ask about the asylum seekers, okay?",
        "vi": "Lấy Borgen làm nền.\n Anh chỉ hỏi về người xin tị nạn nhé?"
    },
    {
        "start": "00:02:53,640",
        "end": "00:02:57,400",
        "en": "Som altid er det er midten, der kæmpes om i dansk politik.",
        "pa": "Yes.\n As always, the middle is the battleground in Danish politics,",
        "vi": "Vâng.\n Như mọi khi, phần giữa là điểm giằng co của chính trường Đan Mạch,"
    },
    {
        "start": "00:02:57,520",
        "end": "00:03:01,160",
        "en": "De Moderate har givet oppositionen og Michael Laugesen luft under vingerne.",
        "pa": "and most of all, the alliance with the Moderates\n has helped the opposition and Michael Laugesen move forward.",
        "vi": "trên hết, việc liên minh với Đảng Ôn hòa\n giúp phe đối lập và Michael Laugesen tiến lên."
    },
    {
        "start": "00:03:01,280",
        "end": "00:03:06,600",
        "en": "Derfor har vi De Moderates formand, Birgitte Nyborg Christensen, i studiet.",
        "pa": "So we have invited the chairman of the Moderates,\n Birgitte Nyborg Christensen.",
        "vi": "Chúng tôi mời Chủ tịch Đảng Ôn hòa, bà Birgitte Nyborg Christensen. Chào mừng."
    },
    {
        "start": "00:03:06,720",
        "end": "00:03:09,200",
        "en": "Kasper.",
        "pa": "-Welcome. -Thank you.\n Kasper.",
        "vi": "Cảm ơn cô.\n Kasper nghe."
    },
    {
        "start": "00:03:10,000",
        "end": "00:03:13,080",
        "en": "Det er bare business as usual.",
        "pa": "No, it's just business as usual.",
        "vi": "Không, công việc bình thường thôi."
    },
    {
        "start": "00:03:13,200",
        "end": "00:03:16,280",
        "en": "Jeg tror, vi skal gøre op med nogle af de gamle mønstre.",
        "pa": "-Yes. -We need to confront old patterns...",
        "vi": "- Vâng. - Ta cần đối mặt với quy luật cũ..."
    },
    {
        "start": "00:03:16,400",
        "end": "00:03:19,480",
        "en": "En lille smule større. Katrine, 3.",
        "pa": "A bit bigger, Katrine, three.\n The world is a different place...",
        "vi": "To hơn chút, Katrine, máy ba.\n Thế giới đã khác..."
    },
    {
        "start": "00:03:21,520",
        "end": "00:03:25,560",
        "en": "-Hvor ligger Christiansborg henne? -Ovre på 4'eren. Klar 2.",
        "pa": "-Which channel is Christiansborg? - Number four.",
        "vi": "- Kênh nào có Christiansborg? - Kênh bốn."
    },
    {
        "start": "00:03:25,680",
        "end": "00:03:30,040",
        "en": "- På 4'eren? -4, ja. Få hendes skulder med, 3.",
        "pa": "Ready, two. Two, two-shot four?\n -On four? - One is on.",
        "vi": "Máy hai sẵn sàng. Trung cảnh đôi máy bốn?\n - Máy bốn? - Máy một đang chiếu."
    },
    {
        "start": "00:03:30,200",
        "end": "00:03:32,080",
        "en": "Ser godt ud, venner.",
        "pa": "Get her shoulder, three, good.\n Looking good, guys.",
        "vi": "Lấy vai bà ấy, máy ba, tốt.\n Ổn đấy, mọi người."
    },
    {
        "start": "00:03:33,560",
        "end": "00:03:37,520",
        "en": "Er det et livesignal, vi har fra Christiansborg?",
        "pa": "Super.\n -Is that live from Christiansborg? - Yes.",
        "vi": "Tuyệt.\n - Trực tiếp từ Christiansborg à? - Vâng."
    },
    {
        "start": "00:03:37,640",
        "end": "00:03:41,160",
        "en": "-Kan vi cue det op? -Tiden skrider.",
        "pa": "Three is on.\n Can we cue that up?\n Christiansborg, can you prepare?",
        "vi": "Máy ba đang quay.\n Phát được không?\n Christianborg, chuẩn bị."
    },
    {
        "start": "00:03:41,280",
        "end": "00:03:44,400",
        "en": "Jamen så drop fire af de korte indslag.",
        "pa": "-We're behind schedule. -We'll just cut four short segments.",
        "vi": "- Bị lố giờ rồi. - Ta sẽ cắt bốn tiểu mục."
    },
    {
        "start": "00:03:44,520",
        "end": "00:03:48,480",
        "en": "Vi har nogle udtalelser fra Laugesen, vi godt vil høre Nyborgs mening om.",
        "pa": "Can we cue it up?\n Katrine, we have a statement from Michael Laugesen.",
        "vi": "Phát nó được chứ?\n Katrine, có tuyên bố của Laugesen, yêu cầu Birgitte Nyborg phát biểu."
    },
    {
        "start": "00:03:48,600",
        "end": "00:03:53,040",
        "en": "Kl. 11 er hun på Lundtofte Gymnasium med en bonderøv fra Arbejderpartiet.",
        "pa": "We'd like Birgitte Nyborg's view.\n But at 11 a.m., she's at Lundtofte Gymnasium",
        "vi": "Lúc 11:00 sáng, bà ấy ở Lundtofte Gymnasium"
    },
    {
        "start": "00:03:53,160",
        "end": "00:03:57,600",
        "en": "Overby, yes, lige præcis. Ham skal hun nok nakke.",
        "pa": "with some flunky from the Worker's Party.\n Overby! Yes, exactly.",
        "vi": "với vài gã cục mịch của Đảng Lao động.\n Ngay đó! Chính xác."
    },
    {
        "start": "00:03:57,720",
        "end": "00:04:03,240",
        "en": "Er du og dine alliancepartnere enige om visionen for det Danmark, du gerne vil se?",
        "pa": "She'll wipe the floor with him. \n But are you sure you agree with your alliance partner's vision",
        "vi": "Bà ấy sẽ thắng họ dễ như bỡn.\n Có chắc là bà đồng ý với tầm nhìn của liên minh"
    },
    {
        "start": "00:04:03,360",
        "end": "00:04:06,520",
        "en": "Ja, det er jo grundlaget for vores valgsamarbejde.",
        "pa": "for the Denmark you envision?\n Well, that's the basis for our electoral partnership.",
        "vi": "về nước Đan Mạch mà bà hình dung ra?\n Đó là cơ sở hợp tác bầu cử của chúng tôi."
    },
    {
        "start": "00:04:06,640",
        "end": "00:04:10,840",
        "en": "Vil du kommentere på et interview med Laugesen fra Christiansborg?",
        "pa": "I'd like your comment on an interview we've just done",
        "vi": "Xin bà bình luận về phỏng vấn vừa rồi"
    },
    {
        "start": "00:04:10,960",
        "end": "00:04:16,600",
        "en": "Rigtig mange danskere er betænkelige ved det store antal asylansøgere.",
        "pa": "with Michael Laugesen at Christiansborg.\n Many Danes are worried about the number of asylum seekers",
        "vi": "với Michael Laugesen ở Christiansborg.\n Nhiều người Đan Mạch lo về lượng người xin tị nạn"
    },
    {
        "start": "00:04:16,720",
        "end": "00:04:20,960",
        "en": "Jeg vil godt understrege: For det første vil langt de fleste blive sendt hjem.",
        "pa": "who've come here after the war in Iraq, for example.\n And I'd like to say first that the vast majority will be repatriated.",
        "vi": "đến đây sau chiến tranh ở Iraq chẳng hạn.\n Tôi muốn nói rằng đại đa số sẽ được cho hồi hương, thứ hai,"
    },
    {
        "start": "00:04:21,080",
        "end": "00:04:25,800",
        "en": "For det andet så vil de ikke blive sluset ud i det danske samfund.",
        "pa": "Second, that they will be detained in asylum centers",
        "vi": "họ sẽ bị giữ ở các trại tị nạn,"
    },
    {
        "start": "00:04:25,920",
        "end": "00:04:28,520",
        "en": "Hvad med dem, I sagde måtte arbejde?",
        "pa": "and not released into Danish society.\n - And the ones with work permits? -What the hell?",
        "vi": "không được đưa vào xã hội Đan Mạch.\n - Còn những người có giấy phép lao động? - Gì cơ?"
    },
    {
        "start": "00:04:28,640",
        "end": "00:04:32,080",
        "en": "De skal ikke tage arbejdet fra danskerne.",
        "pa": "One thing is for sure.\n They should not steal jobs from the Danes.",
        "vi": "Một điều chắc chắn.\n Họ không được cướp việc của người Đan Mạch."
    },
    {
        "start": "00:04:32,200",
        "end": "00:04:39,120",
        "en": "Det ville være tosset at få problemer med beskæftigelsen på grund af flygtninge.",
        "pa": "It would be lunacy to cause unemployment issues because of fugitives,",
        "vi": "Thật vô lý khi gây ra thất nghiệp chỉ vì những người lánh nạn,"
    },
    {
        "start": "00:04:39,240",
        "end": "00:04:44,000",
        "en": "-Må de arbejde, ja eller nej? -Nej, de må ikke arbejde.",
        "pa": "who are already a burden to society.\n So, can they work? Yes or no?\n -No, they can't work. - Thank you.",
        "vi": "gánh nặng cho xã hội.\n Họ có thể làm việc không? Có hay không?\n - Không, họ không thể. - Cảm ơn ông."
    },
    {
        "start": "00:04:44,120",
        "end": "00:04:47,920",
        "en": "Birgitte Nyborg, løber Laugesen ikke fra en klar aftale?",
        "pa": "Birgitte Nyborg, isn't Laugesen reneging on your deal here?",
        "vi": "Laugesen đang thoái thác thỏa thuận với bà nhỉ?"
    },
    {
        "start": "00:04:48,040",
        "end": "00:04:54,120",
        "en": "-Det kan være taget ud af en sammenhæng. -Der er ikke redigeret i indslaget.",
        "pa": "-This could be out of context. -The segment has not been edited.",
        "vi": "- Nó có thể bị trích dẫn ngoài ngữ cảnh. - Chưa hề biên tập."
    },
    {
        "start": "00:04:54,240",
        "end": "00:04:56,520",
        "en": "Pres hende nu, for helvede.",
        "pa": "He's just answering the question.\n - There are so many... -Push her, Katrine.",
        "vi": "Ông ấy chỉ trả lời câu hỏi.\n - Có rất nhiều... - Dồn bà ấy đi, Katrine."
    },
    {
        "start": "00:04:56,640",
        "end": "00:05:00,840",
        "en": "Vi taler om udlændingepolitik, som er afgørende for dig og De Moderate.",
        "pa": "We are talking about immigration,\n which is a central issue for you and the Moderates.",
        "vi": "Chúng ta đang nói về nhập cư.\n Đó là vấn đề trọng tâm của bà và Đảng Ôn hòa."
    },
    {
        "start": "00:05:01,000",
        "end": "00:05:05,440",
        "en": "Hvis han løber fra sine løfter, kan du så støtte ham som statsminister?",
        "pa": "So, if Laugesen isbreaking his promise,",
        "vi": "Vậy, nếu ông Laugesen thất hứa,"
    },
    {
        "start": "00:05:05,560",
        "end": "00:05:08,640",
        "en": "Ja, selvfølgelig kan vi det. Ja.",
        "pa": "will you still support him as prime minister?\n Yes. Of course we can. Yes.",
        "vi": "bà vẫn ủng hộ ông ấy làm Thủ tướng?\n Vâng. Tất nhiên là có thể."
    },
    {
        "start": "00:05:08,760",
        "end": "00:05:12,280",
        "en": "Vi bliver nødt til at finde ud af, om Laugesen mener...",
        "pa": "We'll have to see just what Laugesen actually meant...",
        "vi": "Phải xem thực sự ông Laugesen có ý gì..."
    },
    {
        "start": "00:05:12,440",
        "end": "00:05:15,240",
        "en": "-Du har lovet dine vælgere. -Bøj dog af!",
        "pa": "Deflect! Change the subject! Deflect!",
        "vi": "Lạc đề rồi! Đổi chủ đề đi!"
    },
    {
        "start": "00:05:15,360",
        "end": "00:05:18,560",
        "en": "-Bøj af! -Laugesen løber fra jeres aftale.",
        "pa": "Your ally is welching on your deal.",
        "vi": "Lạc đề rồi!\n Đồng minh thoái thác thỏa thuận."
    },
    {
        "start": "00:05:18,680",
        "end": "00:05:22,160",
        "en": "Kan du fortsat støtte Michael Laugesen, ja eller nej?",
        "pa": "Can you still support him? Yes or no?",
        "vi": "Bà vẫn ủng hộ ông ấy? Có hay không?"
    },
    {
        "start": "00:05:22,280",
        "end": "00:05:23,800",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Có."
    },
    {
        "start": "00:05:25,400",
        "end": "00:05:31,360",
        "en": "Nej, hvis det er den nye holdning, støtter vi ikke længere Laugesen.",
        "pa": "No, I can't.\n If this is the Worker's Party's policy, we can no longer support Michael Laugesen.",
        "vi": "Tôi không thể.\n Nếu là chính sách của Đảng Lao động, chúng tôi không ủng hộ Michael Laugesen."
    },
    {
        "start": "00:05:31,480",
        "end": "00:05:33,720",
        "en": "Tak til dig, Birgitte Nyborg.",
        "pa": "Thank you, Birgitte Nyborg.",
        "vi": "Xin cảm ơn bà."
    },
    {
        "start": "00:05:33,840",
        "end": "00:05:36,840",
        "en": "Det er for vildt. De ændrer politik tre dage før valget.",
        "pa": "This is amazing! New policy three days before the election.",
        "vi": "Ác thật! Chính sách mới ba ngày trước ngày bầu cử."
    },
    {
        "start": "00:05:36,960",
        "end": "00:05:40,480",
        "en": "Sagen om de skandaleramte tog fortsætter efter at...",
        "pa": "The scandal of the TD5 railway trains continues...",
        "vi": "Vụ bê bối về tàu hỏa TD5 tiếp tục..."
    },
    {
        "start": "00:06:37,960",
        "end": "00:06:40,200",
        "en": "",
        "pa": "THE VIRTUE OF THE MIDDLE",
        "vi": ""
    },
    {
        "start": "00:06:54,920",
        "end": "00:06:58,480",
        "en": "Undskyld, kan jeg hjælpe Dem?",
        "pa": "Oh.\n Excuse me, madam.\n Could I possibly be of any assistance?",
        "vi": "Xin lỗi bà.\n Tôi có thể giúp được gì không?"
    },
    {
        "start": "00:06:58,560",
        "end": "00:06:59,360",
        "en": "Skrid.",
        "pa": "Fuck off.",
        "vi": "Biến đi."
    },
    {
        "start": "00:07:02,280",
        "end": "00:07:05,000",
        "en": "I kører valgets hovedtemaer:",
        "pa": "You own all the major topics of this election.",
        "vi": "Ông nắm tất cả chủ đề chính của cuộc bầu cử này."
    },
    {
        "start": "00:07:05,120",
        "end": "00:07:09,520",
        "en": "Velfærd, skattereform og en strammere asylpolitik.",
        "pa": "You own welfare. You own tax reform.",
        "vi": "Ông nắm phúc lợi xã hội, cải cách thuế."
    },
    {
        "start": "00:07:09,640",
        "end": "00:07:13,920",
        "en": "Arbejderpartiets strategi de sidste tre dage...",
        "pa": "-You own being tough on immigration.\n Let us assume that the strategy of the Labor Party in the final days--",
        "vi": "Ông cứng rắn trong vấn đề nhập cư.\n Giả sử chiến lược của Đảng Lao động trong ba ngày cuối..."
    },
    {
        "start": "00:07:14,040",
        "end": "00:07:16,120",
        "en": "Jeg har fået en sms.",
        "pa": "Excuse me, I've just received a text message.",
        "vi": "Xin lỗi, tôi vừa nhận được tin nhắn."
    },
    {
        "start": "00:07:16,240",
        "end": "00:07:20,120",
        "en": "De Moderate støtter ikke længere oppositionens leder",
        "pa": "\"The Moderate Party no longer supports the opposition leader",
        "vi": "Đảng Ôn hòa không ủng hộ lãnh đạo phe đối lập"
    },
    {
        "start": "00:07:20,240",
        "end": "00:07:24,360",
        "en": "efter hans skarpe udtalelser om indvandringen i Danmark.",
        "pa": "after his rather harsh remarks on immigration in Denmark.\"",
        "vi": "sau nhận xét khá gay gắt về nhập cư ở Đan Mạch."
    },
    {
        "start": "00:07:24,480",
        "end": "00:07:26,480",
        "en": "Det er fra Nyhederne.",
        "pa": "Goddamn it!\n It was in the news a minute ago.",
        "vi": "Chết tiệt!\n Mới được đưa tin một phút trước."
    },
    {
        "start": "00:07:26,560",
        "end": "00:07:29,080",
        "en": "Birgitte Nyborg tager stærkt afstand fra Laugesen.",
        "pa": "Birgitte Nyborg has disowned Michael Laugesen.",
        "vi": "Birgitte Nyborg đã bỏ Michael Laugesen."
    },
    {
        "start": "00:07:29,200",
        "end": "00:07:32,520",
        "en": "De ser ud til at være heldig.",
        "pa": "-It seems you are in luck, Prime Minister.",
        "vi": "Có vẻ như ngài gặp may, Thủ tướng."
    },
    {
        "start": "00:07:33,360",
        "end": "00:07:35,920",
        "en": "Et øjeblik.",
        "pa": "Just a second.",
        "vi": "Đợi chút."
    },
    {
        "start": "00:07:37,320",
        "end": "00:07:43,480",
        "en": "Lars? Jeg har købt nogle ting. De vil ikke lade mig gå med dem.",
        "pa": "- Yes. - Lars.\n They are crazy. I've bought some things, but they won't let me leave.",
        "vi": "- Vâng? - Lars.\n Họ thật điên rồ. Em mua vài thứ, nhưng họ không cho em đi."
    },
    {
        "start": "00:07:43,600",
        "end": "00:07:47,680",
        "en": "Du må komme og betale. Mit kort bliver hele tiden afvist.",
        "pa": "-Honey, this is a bad time. -You have to pay. My card got declined.",
        "vi": "- Giờ không phải lúc. - Anh trả tiền đi, thẻ của em bị từ chối."
    },
    {
        "start": "00:07:47,800",
        "end": "00:07:51,600",
        "en": "-Jeg taler med min mand nu. -Hvor er du?",
        "pa": "I'm not leaving without the bag.\n Yes, I'm talking with my husband right now, goddamn it!",
        "vi": "Có cái túi em mới đi.\n Ừ, tôi đang nói chuyện với chồng, chết tiệt!"
    },
    {
        "start": "00:07:51,720",
        "end": "00:07:56,040",
        "en": "Mulberry nede ved Burlington Arcade.",
        "pa": "Where are you?\n Um, Mulberry. Near the Burlington Arcade.",
        "vi": "Em đang ở đâu?\n Cửa hàng Mulberry. Gần Burlington Arcarde."
    },
    {
        "start": "00:07:56,160",
        "end": "00:08:01,360",
        "en": "Det ville aldrig være sket, hvis du ikke altid skred fra mig, Lars. Røvhul.",
        "pa": "This would not happen if you didn't always leave me, Lars.",
        "vi": "Nếu anh không bỏ em thì không có chuyện này Lars."
    },
    {
        "start": "00:08:01,480",
        "end": "00:08:05,360",
        "en": "-Tag en taxa hjem til hotellet. -Gu vil jeg ej.",
        "pa": "-Honey. -You big asshole!\n Honey, don't you think you should take a cab to the hotel?",
        "vi": "- Em yêu... - Đồ khốn nạn!\n Em yêu, em nên đi taxi đến khách sạn chứ nhỉ?"
    },
    {
        "start": "00:08:05,480",
        "end": "00:08:10,400",
        "en": "-Jeg går ikke uden den taske. -Rolig, skat.",
        "pa": "Like hell I will.\n I'm not leaving without that bag!",
        "vi": "Còn lâu nhé.\n Có cái túi đó em mới đi!"
    },
    {
        "start": "00:08:10,520",
        "end": "00:08:15,400",
        "en": "Jeg har også lov til at have det lidt godt. Forstår du det?",
        "pa": "Calm down, honey.\n I'm allowed to buy nice things for myself, right?",
        "vi": "Bình tĩnh, em yêu.\n Em cũng có quyền mua thứ gì đẹp đẽ cho mình chứ."
    },
    {
        "start": "00:08:19,480",
        "end": "00:08:24,800",
        "en": "Statsministeren skal desværre gå. Overlad resten til mig.",
        "pa": "The prime minister will have to leave now. I'll take over.",
        "vi": "E là Thủ tướng phải đi ngay. Tôi sẽ làm nốt."
    },
    {
        "start": "00:08:24,920",
        "end": "00:08:28,880",
        "en": "-Jeg prøver at nå et fly om et par timer. -Ja. Vi ses derhjemme.",
        "pa": "Could we speed it up a little?\n I'll try to catch a flight in a few hours.\n Right. See you back home.",
        "vi": "Ta tăng tốc một chút nhé?\n Vài giờ nữa, tôi có chuyến bay.\n Ừ. Hẹn em ở nhà."
    },
    {
        "start": "00:09:01,800",
        "end": "00:09:05,720",
        "en": "Bare bliv her. Den klarer jeg selv.",
        "pa": "Stay here, I'll deal with it.",
        "vi": "Ở đây, để tôi lo."
    },
    {
        "start": "00:09:05,840",
        "end": "00:09:09,280",
        "en": "-Hej, skat. Hvad sker der? -Jeg skal have de der ting.",
        "pa": "Hi, honey, what's up?\n I'm so sick of this place. I want those things.",
        "vi": "Em à, sao thế?\n Tôi chán chỗ này lắm rồi. Tôi muốn mấy món đó."
    },
    {
        "start": "00:09:09,400",
        "end": "00:09:12,160",
        "en": "- Der er problemer med kreditkortet. - Tak.",
        "pa": "Your wife had some difficulties with her credit card.",
        "vi": "Vợ ông gặp vấn đề với thẻ tín dụng."
    },
    {
        "start": "00:09:12,280",
        "end": "00:09:14,520",
        "en": "-Måske skulle vi komme igen. -Nej.",
        "pa": "Thank you.\n - Come back another time. -No!",
        "vi": "Cảm ơn cô.\n - Hãy quay lại vào lúc khác. - Không!"
    },
    {
        "start": "00:09:14,640",
        "end": "00:09:17,280",
        "en": "Du har købt for 70.000.",
        "pa": "-Honey, you've spent 70,000 kroner! -Don't give me that.",
        "vi": "- Em đã mua hàng hết 70.000! - Đừng nói thế!"
    },
    {
        "start": "00:09:17,440",
        "end": "00:09:20,080",
        "en": "Jeg tager så meget lort fra dig!",
        "pa": "I put up with so much shit from you!",
        "vi": "Tôi nhịn anh quá nhiều rồi!"
    },
    {
        "start": "00:09:20,200",
        "end": "00:09:23,440",
        "en": "Det kunne være, du skulle give mig lidt igen!",
        "pa": "You could give a little back!",
        "vi": "Anh nên đáp lại một chút!"
    },
    {
        "start": "00:09:23,560",
        "end": "00:09:25,920",
        "en": "Han er statsminister.",
        "pa": "He's a prime minister!",
        "vi": "Ông ấy là Thủ tướng đấy!"
    },
    {
        "start": "00:09:26,040",
        "end": "00:09:28,280",
        "en": "Vær sød ved mig.",
        "pa": "-Would you please-- - Why won't you be nice?",
        "vi": "- Làm ơn... - Sao anh không tử tế với tôi?"
    },
    {
        "start": "00:09:28,400",
        "end": "00:09:30,720",
        "en": "Kan du ikke prøve for en gangs skyld",
        "pa": "Why can't you just for once be fucking nice to me?!",
        "vi": "Anh không tử tế với tôi một lần được à?"
    },
    {
        "start": "00:09:30,800",
        "end": "00:09:32,040",
        "en": "at være lidt sød ved mig?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:09:35,560",
        "end": "00:09:39,600",
        "en": "-Jeg har glemt min tegnebog? -Hold dog kæft.",
        "pa": "-I've forgotten my wallet. - Oh, shut up!",
        "vi": "- Anh quên ví rồi. - Im đi!"
    },
    {
        "start": "00:09:47,480",
        "end": "00:09:49,960",
        "en": "Tak.",
        "pa": "PRIME MINISTER'S OFFICE\n - Thank you. - Hmm.",
        "vi": "VĂN PHÒNG THỦ TƯỚNG\n Cảm ơn ông."
    },
    {
        "start": "00:09:58,040",
        "end": "00:10:01,800",
        "en": "-Synes du selv, det er god journalistik? -Ja.",
        "pa": "-Did you feel that was good journalism? -Yeah.",
        "vi": "- Cô gọi đó là làm báo tử tế? - Vâng."
    },
    {
        "start": "00:10:01,960",
        "end": "00:10:06,000",
        "en": "Jeg tror, du står til en røvfuld hos Birgitte Nyborgs spindoktor.",
        "pa": "Birgitte Nyborg's spin doctor is going to kick your ass.",
        "vi": "Cố vấn truyền thông của Birgitte Nyborg sẽ cho cô biết tay."
    },
    {
        "start": "00:10:06,120",
        "end": "00:10:10,840",
        "en": "-Det er en del af jobbet, Ulrik. -Ja, det er det jo. Pøj-pøj med det.",
        "pa": "That's part of the job, Ulrik?\n -Yeah. -Yeah.\n -Good luck with that. -Thank you.",
        "vi": "Nghề này là thế mà nhỉ?\n - Phải. - Ừ.\n - Chúc may mắn. - Cảm ơn."
    },
    {
        "start": "00:10:14,480",
        "end": "00:10:19,760",
        "en": "Det var brud på vores aftale. Du oplyste os om dine spørgsmål og din vinkel.",
        "pa": "You violated our agreement for the interview.",
        "vi": "Em vi phạm trắng trợn thỏa thuận cho cuộc phỏng vấn."
    },
    {
        "start": "00:10:19,880",
        "end": "00:10:24,360",
        "en": "-Hvad med den frie presse? -Du ved, hvordan lortet fungerer.",
        "pa": "-What agreement? -You tell us the questions and angle.\n -There used to be free press. -Oh, shut up.",
        "vi": "- Thỏa thuận nào? - Em phải báo trước câu hỏi và góc nhìn.\n - Đã từng có tự do báo chí đấy. - Ồ, im đi."
    },
    {
        "start": "00:10:24,480",
        "end": "00:10:28,680",
        "en": "-Vi laver nyheder, Kasper. -Hvornår skal vi ses?",
        "pa": "-You know how this shit works. -We do the news, Kasper. That's it.",
        "vi": "- Em biết việc này là thế nào. - Bọn em làm tin tức, Kasper. Thế thôi."
    },
    {
        "start": "00:10:28,800",
        "end": "00:10:31,480",
        "en": "-Snart. -Jeg hører aldrig fra dig mere.",
        "pa": "When are we going to see each other?\n -Soon. -You never call me anymore.",
        "vi": "Khi nào ta sẽ gặp nhau?\n - Sớm thôi. - Em không gọi cho anh nữa."
    },
    {
        "start": "00:10:31,600",
        "end": "00:10:34,640",
        "en": "Hvad har du gang i? Ser du nogen?",
        "pa": "What are you up to? Are you seeing anybody?",
        "vi": "Em thế nào? Có hẹn hò với ai không?"
    },
    {
        "start": "00:10:34,760",
        "end": "00:10:37,880",
        "en": "-Er Nyborg sur? -Nej, hun er professionel.",
        "pa": "Is Birgitte Nyborg very angry?",
        "vi": "Bà Birgitte giận lắm hả?"
    },
    {
        "start": "00:10:38,000",
        "end": "00:10:42,760",
        "en": "Man bryder sgu da ikke rammerne for et interview tre dage før valget.",
        "pa": "-Of course not, she's professional. -That was not okay!\n You don't conduct an interview like that three days before an election.",
        "vi": "- Dĩ nhiên là không, bà ấy chuyên nghiệp. - Không ổn chút nào!\n Không được lái phỏng vấn như thế ba ngày trước bầu cử."
    },
    {
        "start": "00:10:42,880",
        "end": "00:10:47,720",
        "en": "-Gå efter Cavling-prisen senere. -Jeg er ked af, du ser sådan på det.",
        "pa": "Chase your Cavling Prize another day.",
        "vi": "Giành Giải Cavling lúc khác nhé."
    },
    {
        "start": "00:10:47,840",
        "end": "00:10:51,760",
        "en": "Vi er til for at dække valget, ikke støtte din personlige valgkamp.",
        "pa": "-I'm sorry you feel like that. -Is there another way?\n -We cover the election, not your campaign. -Right.",
        "vi": "- Rất tiếc vì bà thấy thế. - Còn có cách khác à?\n Chúng tôi đưa tin về bầu cử, đâu phải về bà.\n Phải."
    },
    {
        "start": "00:10:56,960",
        "end": "00:11:01,560",
        "en": "Du ændrer politik for åben skærm tre dage før valget. Vi må have et strategimøde.",
        "pa": "You changed policy on live TV three days before an election.",
        "vi": "Bà thay đổi chính sách trên truyền hình trực tiếp ba ngày trước bầu cử."
    },
    {
        "start": "00:11:01,680",
        "end": "00:11:07,240",
        "en": "Jeg skal være til et vælgermøde om 20 minutter. Det må blive i eftermiddag.",
        "pa": "We need a new strategy meeting.\n I have 20 minutes before the townhall at Lundtofts Gymnasium.",
        "vi": "Ta cần họp chiến lược mới.\n Tôi có 20 phút trước cuộc họp cử tri ở Lundtofts Gymnasium."
    },
    {
        "start": "00:11:07,360",
        "end": "00:11:11,240",
        "en": "-Holder bilen dernede? -Jeg taler med nyhedschefen.",
        "pa": "-We'll do it this afternoon at Borgen. -Yes.\n -Is the car ready downstairs? -Yes.\n I'll talk with the news chief now.",
        "vi": "- Chiều nay ta sẽ bàn ở Borgen. - Vâng.\n - Xe sẵn sàng chưa? - Rồi ạ.\n Tôi sẽ nói chuyện với Trưởng Ban Thời sự."
    },
    {
        "start": "00:11:11,360",
        "end": "00:11:15,720",
        "en": "Det er sidste gang, du bliver interviewet af Katrine Fønsmark.",
        "pa": "That's the last time Katrine Fønsmark interviews you.\n Good.",
        "vi": "Đó là lần cuối Katrine Fønsmark phỏng vấn bà.\n Tốt."
    },
    {
        "start": "00:11:17,680",
        "end": "00:11:20,080",
        "en": "Hej, Torben. Det er Kasper Juhl.",
        "pa": "Hi, Torben, it's Kasper Juul from the Moderates.",
        "vi": "Torben, Kasper Juul của Đảng Ôn hòa đây."
    },
    {
        "start": "00:11:32,040",
        "end": "00:11:36,640",
        "en": "-Kunne vi ikke mødes i ministeriet? -Der skete noget uheldigt i London.",
        "pa": "Why not meet at the prime minister's office?",
        "vi": "Sao không gặp ở Văn phòng Thủ tướng?"
    },
    {
        "start": "00:11:36,760",
        "end": "00:11:40,240",
        "en": "-Ja, du glemte den her. -Med Lisbeth.",
        "pa": "There was an unfortunate incident in London.\n -Yes. You forgot this. -Involving Lisbeth.",
        "vi": "Có sự cố đáng tiếc ở London.\n Vâng. Ông quên cái này."
    },
    {
        "start": "00:11:40,360",
        "end": "00:11:44,120",
        "en": "-Er hun røget på pillerne igen? -Hun havde købt for 72.000.",
        "pa": "Is she on pills again?",
        "vi": "Là về Lisbeth.\n Bà ấy lại dùng thuốc à?"
    },
    {
        "start": "00:11:44,240",
        "end": "00:11:48,680",
        "en": "Hendes Visa-kort blev afvist. Jeg var skidebange for, at nogen så hende.",
        "pa": "She spent 72,000 kroner. Her credit card got rejected.\n I was terrified somebody would see her.",
        "vi": "Cô ấy mua hàng hết 72.000. Thẻ tín dụng của cô ấy bị từ chối.\n Tôi đã sợ ai đó sẽ thấy cô ấy."
    },
    {
        "start": "00:11:48,800",
        "end": "00:11:54,040",
        "en": "Hvis ikke hun fik poserne med, ville hun gå totalt amok, så jeg panikkede.",
        "pa": "If she hadn't gotten what she wanted, she'd have gone crazy, so...",
        "vi": "Nếu không có mấy món đó, cô ấy phát điên, nên..."
    },
    {
        "start": "00:11:54,160",
        "end": "00:11:59,600",
        "en": "Jeg havde kun Statsministeriets Eurocard. Jeg ved, det var uheldigt.",
        "pa": "I panicked.\n I only had my Eurocard from the Prime Minister's office.",
        "vi": "tôi hoảng quá.\n Lúc đó tôi chỉ có thẻ Eurocard của Văn phòng Thủ tướng."
    },
    {
        "start": "00:11:59,720",
        "end": "00:12:03,600",
        "en": "Måske skulle du slet ikke have taget Lisbeth med til London.",
        "pa": "You don't have to tell me that was unfortunate.\n Perhaps you shouldn't have taken Lisbeth to London.",
        "vi": "Không cần phải nói thế là đáng tiếc.\n Ông không nên cho bà ấy đến London."
    },
    {
        "start": "00:12:03,720",
        "end": "00:12:06,920",
        "en": "Jeg beholder dem her og ordner det med ministeriet.",
        "pa": "Okay.\n I'll keep these. I'll handle it with the office.",
        "vi": "Được rồi.\n Tôi giữ mấy cái này."
    },
    {
        "start": "00:12:07,040",
        "end": "00:12:10,360",
        "en": "Du havde et udlæg for partiet og ikke det rigtige kort med.",
        "pa": "You incurred a minor party expense and didn't have the proper card.",
        "vi": "Tôi sẽ xử lý với Văn phòng.\n Coi như ông chi tiêu chút ít vì việc công mà không có thẻ thích hợp."
    },
    {
        "start": "00:12:10,480",
        "end": "00:12:14,320",
        "en": "-Beløbet bliver først trukket om 14 dage. -Er du sikker?",
        "pa": "The sum won't be charged for 14 days.",
        "vi": "Sau 14 ngày họ mới vào sổ số tiền đó."
    },
    {
        "start": "00:12:14,440",
        "end": "00:12:16,880",
        "en": "Fuldkommen. Vi følger planen.",
        "pa": "-Are you sure? -Absolutely. We stick to the plan.",
        "vi": "- Anh chắc chứ? - Vâng. Cứ theo kế hoạch cũ."
    },
    {
        "start": "00:12:17,000",
        "end": "00:12:21,560",
        "en": "Jeg tror, vi hører fra De Moderate, efter at Nyborg har brudt med oppositionen.",
        "pa": "Incidentally, I think the Moderates will call soon",
        "vi": "Tôi chợt nghĩ Đảng Ôn hòa sẽ sớm liên lạc,"
    },
    {
        "start": "00:12:21,680",
        "end": "00:12:24,920",
        "en": "-Hun har afvist at samarbejde. -Hun har brug for nye venner.",
        "pa": "now that Birgitte Nyborg has severed with the opposition.\n She has refused us so far.",
        "vi": "vì Birgitte Nyborg cắt đứt với phe đối lập.\n Bà ấy đã từ chối chúng ta."
    },
    {
        "start": "00:12:25,040",
        "end": "00:12:30,360",
        "en": "Og vi skylder hende en tjeneste. Hun har lige givet dig four more years.",
        "pa": "She needs new friends. Besides, we owe her a favor.\n She just gave you four more years, Lars.",
        "vi": "Bà ấy cần bạn mới. Hơn nữa, ta nợ ơn bà ấy...\n Bà ấy vừa tặng ông thêm bốn năm đấy."
    },
    {
        "start": "00:12:30,480",
        "end": "00:12:34,680",
        "en": "Vi ses. Jeg bliver her i byen i aften og arbejder.",
        "pa": "Huh.\n I'll see you. I'm staying in town to work.",
        "vi": "Chào ông. Tôi ở lại thành phố làm việc."
    },
    {
        "start": "00:12:46,000",
        "end": "00:12:50,440",
        "en": "Frækt træk at ændre politik her tre dage før valget.",
        "pa": "Cheeky move, changing policy just before the election.",
        "vi": "Kinh thật, thay đổi chính sách ngay trước bầu cử."
    },
    {
        "start": "00:12:50,560",
        "end": "00:12:53,360",
        "en": "Nyborg er da ellers en klog pige.",
        "pa": "Birgitte Nyborg is usually a clever girl.",
        "vi": "Birgitte Nyborg vốn thông minh mà."
    },
    {
        "start": "00:12:53,440",
        "end": "00:12:56,880",
        "en": "Hvad siger du til at tage en seriøs snak?",
        "pa": "Let's have a serious chat when the situation is under control.",
        "vi": "Hãy bàn bạc nghiêm túc khi tình hình được kiểm soát."
    },
    {
        "start": "00:12:57,000",
        "end": "00:12:59,920",
        "en": "Og hvad skulle vi tale med De Moderate om?",
        "pa": "What do we have to discuss with the Moderates?",
        "vi": "Phải bàn gì với Đảng Ôn hòa nữa?"
    },
    {
        "start": "00:13:00,040",
        "end": "00:13:04,120",
        "en": "Nogle andre end Frihedspartiet til at sikre jeres flertal.",
        "pa": "You're looking for someone other than the Freedom Party to secure a majority.",
        "vi": "Bên anh đang tìm đảng khác ngoài Tự do Cực hữu để có đa số."
    },
    {
        "start": "00:13:04,240",
        "end": "00:13:06,760",
        "en": "Vi skal tale udlændingepolitik og skat.",
        "pa": "The Moderates are ready, but we must talk immigration and taxes.",
        "vi": "Đảng Ôn hòa đã sẵn sàng nhưng cần bàn về nhập cư và thuế."
    },
    {
        "start": "00:13:06,880",
        "end": "00:13:12,160",
        "en": "Vi skal kunne tælle til 90, og lige nu ligner jeres meningsmålinger lort.",
        "pa": "We need to count to 90 together first.\n And right now you are polling for shit.",
        "vi": "Chúng ta cần cùng nhau đếm đến 90 đã.\n Còn giờ... phía anh có bỏ phiếu cũng bằng thừa."
    },
    {
        "start": "00:13:12,280",
        "end": "00:13:18,120",
        "en": "Saml dit parti til en charmeoffensiv her i weekenden. Ring til mig.",
        "pa": "You should gather your party for a little charm offensive this weekend.",
        "vi": "Phía anh nên dồn sức toàn đảng mà tấn công bằng mị lực cuối tuần này."
    },
    {
        "start": "00:13:18,240",
        "end": "00:13:21,040",
        "en": "Og god arbejdslyst.",
        "pa": "Call me. Good luck!",
        "vi": "Gọi cho tôi nhé. Chúc may mắn!"
    },
    {
        "start": "00:13:24,320",
        "end": "00:13:29,840",
        "en": "-Du skulle have bøjet af i morges. -Er det ikke det, vi altid har gjort?",
        "pa": "-Yes. -That interview this morning...\n you could have deflected.",
        "vi": "- Vâng. - Cuộc phỏng vấn sáng nay...\n Bà có thể bẻ hướng."
    },
    {
        "start": "00:13:29,960",
        "end": "00:13:33,560",
        "en": "-Det gør professionelle politikere. -Vi ses.",
        "pa": "Deflected? Isn't that what our party always does?\n Professionals do.",
        "vi": "- Bẻ hướng? Đảng này đâu có hay làm thế. - Người chuyên nghiệp thì có."
    },
    {
        "start": "00:13:33,680",
        "end": "00:13:36,960",
        "en": "-Dit eget bagland flår dig levende. -Det tror jeg ikke.",
        "pa": "I'll see you, okay?\n Your own people will skin you alive.",
        "vi": "Gặp lại sau nhé?\n Đồng chí của bà sẽ lột da bà."
    },
    {
        "start": "00:13:37,080",
        "end": "00:13:41,920",
        "en": "Jeg har talt med Nørgaard, Gjervig og Lindholm. De bakker dig op.",
        "pa": "I don't think so. I just spoke with Henning Nørgaaard, Gjervig and Lindholm.",
        "vi": "Chưa chắc. Tôi vừa nói với Henning Nørgaaard, Gjervig, và Lindholm."
    },
    {
        "start": "00:13:42,040",
        "end": "00:13:47,240",
        "en": "-Det ville være endt sådan her. -Laugesen er ikke et naturligt valg.",
        "pa": "They are with you, Birgitte.\n Good. I think it would have ended like this no matter what.\n Agree. We've never had a natural affinity with Laugesen.",
        "vi": "Họ ủng hộ bà.\n Tốt. Tôi nghĩ kiểu gì nó cũng sẽ kết thúc như thế.\n Đồng ý. Ta chưa từng có cảm tình tự nhiên với Laugesen."
    },
    {
        "start": "00:13:47,360",
        "end": "00:13:52,040",
        "en": "Naturligt? Vi taler ikke om, hvem vi vælge i rundbold med på en ø-lejr.",
        "pa": "Natural?",
        "vi": "Tự nhiên?"
    },
    {
        "start": "00:13:52,160",
        "end": "00:13:56,520",
        "en": "Det her handler om en alliancepartner. Har I set meningsmålingerne?",
        "pa": "We are not picking teams for softball.\n This is about an ally in a general election.",
        "vi": "Chúng ta đâu có chọn đội bóng mềm.\n Đây là về đồng minh trong cuộc tổng tuyển cử."
    },
    {
        "start": "00:13:56,640",
        "end": "00:14:00,840",
        "en": "-Politik er andet end meningsmålinger. -Ikke tre dage før et valg!",
        "pa": "-Have you seen the latest polls? -Kasper, politics is more than polls.",
        "vi": "- Xem kết quả thăm dò mới nhất chưa? - Chính trị không chỉ là thăm dò."
    },
    {
        "start": "00:14:00,960",
        "end": "00:14:04,240",
        "en": "Vi lægger ikke politik efter meningsmålingerne.",
        "pa": "-Three days before an election? -We listen to polls.\n They don't dictate our policy.",
        "vi": "- Ba ngày trước bầu cử? - Ta lắng nghe thăm dò,\n nhưng không để nó chi phối chính sách."
    },
    {
        "start": "00:14:04,360",
        "end": "00:14:08,000",
        "en": "Der er en anden mulighed. De Liberale vil tale med os.",
        "pa": "Birgitte, there is another way. I know the Liberals want to talk. ",
        "vi": "Có một cách khác. Tôi biết Đảng Tự do muốn đối thoại."
    },
    {
        "start": "00:14:08,120",
        "end": "00:14:12,840",
        "en": "Vi kan komme i regering og holde Frihedspartiet uden for indflydelse.",
        "pa": "The Liberals?\n I think we can join the government and keep the Freedom Party out.",
        "vi": "Đảng Tự do?\n Ta và họ có thể cùng vào Chính phủ, loại Đảng Tự do Cực hữu ra."
    },
    {
        "start": "00:14:12,960",
        "end": "00:14:18,720",
        "en": "Nu vil du have, at Birgitte skal gå i seng med de borgerlige?",
        "pa": "A minute ago you were angry about Birgitte giving up the Worker's Party.",
        "vi": "Một phút trước, anh tức giận về việc Birgitte bỏ Đảng Lao động."
    },
    {
        "start": "00:14:18,840",
        "end": "00:14:24,440",
        "en": "-Jeg går. En børnefødselsdag slutter nu. -Tager du det her alvorligt, Birgitte?",
        "pa": "Now you want her with the right wing?\n I have to pick up my kid at a birthday party.",
        "vi": "Giờ muốn bà ấy hợp tác với cánh hữu?\n Tôi phải đi đón con ở tiệc sinh nhật."
    },
    {
        "start": "00:14:25,720",
        "end": "00:14:29,920",
        "en": "Har du bemærket, at jeg arbejder 16 timer i døgnet i valgkampen?",
        "pa": "Are you taking this serious, Birgitte?\n I don't know if you've noticed me working 16 hours a day in this campaign.",
        "vi": "Bà nghiêm túc về việc này à?\n Anh có thấy tôi làm 16 tiếng một ngày cho chiến dịch này không?"
    },
    {
        "start": "00:14:30,040",
        "end": "00:14:34,040",
        "en": "Jeg gør ingen tilnærmelser til de borgerlige før efter valget.",
        "pa": "I won't approach the right wing until after the election,",
        "vi": "Sau bầu cử tôi mới tiếp cận với cánh hữu,"
    },
    {
        "start": "00:14:34,160",
        "end": "00:14:38,560",
        "en": "Jeg lægger De Moderates politik, så længe jeg er formand.",
        "pa": "or it will confuse voters.\n That is the policy of the Moderates, which I dictate, while I am the chairman.",
        "vi": "kẻo nó sẽ khiến cử tri bối rối.\n Đó là chính sách của Đảng Ôn hòa mà tôi đứng đầu, khi tôi là Chủ tịch."
    },
    {
        "start": "00:14:38,680",
        "end": "00:14:43,600",
        "en": "Det er lørdag. De næste fire timer har jeg lovet mine børn for tre uger siden.",
        "pa": "It's Saturday, five p.m.\n The next four hours were promised to my kids weeks ago.",
        "vi": "Là thứ Bảy, 5:00 chiều.\n Tôi hứa nhiều tuần trước là dành bốn tiếng tiếp theo cho con tôi."
    },
    {
        "start": "00:14:45,640",
        "end": "00:14:50,800",
        "en": "Man skal holde, hvad man lover sine børn. De vokser op og bliver vælgere en dag.",
        "pa": "You have to keep your promises to your kids, Kasper.\n They'll grow up to be voters one day.",
        "vi": "Ta phải giữ lời hứa với con mình.\n Lớn lên, chúng sẽ là cử tri đấy."
    },
    {
        "start": "00:15:18,480",
        "end": "00:15:20,640",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào em."
    },
    {
        "start": "00:15:21,960",
        "end": "00:15:25,760",
        "en": "-Jeg har savnet dig i dag. -Hold kæft. Hvor ser du fantastisk ud.",
        "pa": "I missed you today.",
        "vi": "Hôm nay em nhớ anh quá."
    },
    {
        "start": "00:15:25,880",
        "end": "00:15:30,000",
        "en": "Det er snyd. Det er fra udsendelsen i morges.",
        "pa": "-You look fantastic. -I cheated. It's from this morning's show.",
        "vi": "- Trông em đẹp lắm. - Nói dối.\n Đồ từ chương trình sáng nay."
    },
    {
        "start": "00:15:33,680",
        "end": "00:15:35,760",
        "en": "Det var fantastisk.",
        "pa": "It was fantastic, Ole. You should have been there.",
        "vi": "Tuyệt lắm, Ole. Lẽ ra anh nên ở đó."
    },
    {
        "start": "00:15:35,920",
        "end": "00:15:39,680",
        "en": "Hvor tit sker det, at en politiker ændrer politik for åben skærm?",
        "pa": "How often do politicians shift policy on live TV?",
        "vi": "Mấy khi chính trị gia thay đổi chính sách trên truyền hình trực tiếp?"
    },
    {
        "start": "00:15:39,800",
        "end": "00:15:44,200",
        "en": "-Det var så sindssygt. -Her. Det er til dig.",
        "pa": "-It was so crazy. -Here.",
        "vi": "- Thật điên rồ. - Đây."
    },
    {
        "start": "00:15:44,320",
        "end": "00:15:47,120",
        "en": "Tak. Hvad er det?",
        "pa": "This is for you.\n Thank you. What's this?",
        "vi": "Cái này cho em.\n Cảm ơn anh."
    },
    {
        "start": "00:15:47,280",
        "end": "00:15:50,440",
        "en": "De sagde til mig, at den er 150 år gammel.",
        "pa": "They told me it's 150 years old.",
        "vi": "Cái gì đây?\n Họ bảo nó 150 tuổi đấy."
    },
    {
        "start": "00:15:51,880",
        "end": "00:15:56,160",
        "en": "-Jeg købte den i London i morges. -Den er sød. Havde I ikke travlt?",
        "pa": "-I bought it in London this morning. -It's cute.",
        "vi": "- Anh mua ở London sáng nay. - Xinh quá."
    },
    {
        "start": "00:15:56,280",
        "end": "00:16:02,720",
        "en": "Jo, indtil statsministerens kone tog en håndfuld nervepiller og afbrød mødet.",
        "pa": "How did you find the time? Weren't you busy?\n I was until the prime minister's wife swallowed a bunch of pills",
        "vi": "Tranh thủ lúc nào được? Anh bận mà.\n Ừ, cho đến khi vợ Thủ tướng nốc một đống thuốc an thần."
    },
    {
        "start": "00:16:02,840",
        "end": "00:16:07,480",
        "en": "-Det troede jeg ikke, vi talte om. -Det gør vi da heller ikke.",
        "pa": "and interrupted the meeting.\n -I thought we didn't discuss that. -We don't.",
        "vi": "Cắt ngang cuộc họp.\n - Tưởng ta không nói về việc đó. - Đúng."
    },
    {
        "start": "00:16:07,600",
        "end": "00:16:11,480",
        "en": "Men hvis vi gør, er der mange ting, jeg gerne vil vide noget om.",
        "pa": "But if so, there is a lot I'd like to know.",
        "vi": "Nhưng nếu nói, em có rất nhiều thắc mắc đấy."
    },
    {
        "start": "00:16:11,600",
        "end": "00:16:14,960",
        "en": "Jeg har lyst til at være sammen med dig hele tiden.",
        "pa": "Hmm.\n I want to be with you all the time.",
        "vi": "Lúc nào anh cũng muốn ở bên em."
    },
    {
        "start": "00:16:15,080",
        "end": "00:16:18,280",
        "en": "Men...",
        "pa": "But...",
        "vi": "Nhưng mà..."
    },
    {
        "start": "00:16:20,040",
        "end": "00:16:23,400",
        "en": "-Men? -Jeg lyver jo for Nina og børnene.",
        "pa": "-But? -...I lie to Nina, the kids. It's insane.",
        "vi": "- Nhưng? - Anh nói dối Nina và lũ trẻ. Điên thật."
    },
    {
        "start": "00:16:24,240",
        "end": "00:16:26,920",
        "en": "Jeg bliver nødt til at vælge.",
        "pa": "I have to choose.",
        "vi": "Anh phải chọn."
    },
    {
        "start": "00:16:27,080",
        "end": "00:16:31,160",
        "en": "Ja...Så er det jo godt, at der er valg om tre dage.",
        "pa": "Well, then it's a good thing there's an election in three days.",
        "vi": "May mà ba ngày nữa là bầu cử."
    },
    {
        "start": "00:16:33,720",
        "end": "00:16:36,760",
        "en": "-Jeg har valgt. -Er det der en afskedsgave?",
        "pa": "I have chosen.\n -Is that a parting present? -No.",
        "vi": "Anh chọn rồi."
    },
    {
        "start": "00:16:36,880",
        "end": "00:16:42,120",
        "en": "Nej. Jeg forlader Nina. Jeg vil være sammen med dig.",
        "pa": "I'm leaving Nina.",
        "vi": "- Đó là quà chia tay à? - Không.\n Anh sẽ bỏ Nina."
    },
    {
        "start": "00:16:42,240",
        "end": "00:16:45,560",
        "en": "Altid. Officielt.",
        "pa": "I want to be with you.\n All the time. Officially.",
        "vi": "Anh muốn ở bên em.\n Mọi lúc. Chính thức."
    },
    {
        "start": "00:16:45,720",
        "end": "00:16:48,680",
        "en": "Uden noget pis. Forstår du det?",
        "pa": "With no bullshit.\n Do you understand?",
        "vi": "Không phải lừa dối.\n Em hiểu chứ?"
    },
    {
        "start": "00:17:21,760",
        "end": "00:17:26,000",
        "en": "-Skal du det der skøjte-noget i morgen? -Ja, jeg tror, far kører mig.",
        "pa": "Are you going to that skating thing tomorrow?\n Yes, it's in Farum. Dad's driving me, right?",
        "vi": "- Ngày mai con có đi trượt băng không? - Có, ở Farum. Bố sẽ đưa con đi ạ?"
    },
    {
        "start": "00:17:26,120",
        "end": "00:17:29,400",
        "en": "-Det skal jeg nok, skat. -Jeg går op og øver lidt klaver.",
        "pa": "I will, honey.",
        "vi": "Đúng rồi, con yêu."
    },
    {
        "start": "00:17:29,520",
        "end": "00:17:33,920",
        "en": "Tag høretelefoner på, så du ikke vækker Magnus.",
        "pa": "I'm going to practice the piano.\n Put on headphones so you don't wake up Magnus.\n Sure.",
        "vi": "Con đi tập đàn đây.\n - Đeo tai nghe kẻo đánh thức Magnus nhé. - Vâng."
    },
    {
        "start": "00:17:36,120",
        "end": "00:17:41,200",
        "en": "Sig mig engang. Har hun ikke spillet 'Let It Be' i snart to måneder nu?",
        "pa": "Hasn't she been playing \"Let It Be\" for two months now?",
        "vi": "Nó chơi bài \"Let It Be\" hai tháng rồi cơ mà nhỉ?"
    },
    {
        "start": "00:17:42,240",
        "end": "00:17:44,840",
        "en": "Hvordan går det med det?",
        "pa": "Mm-hmm.\n How's it going with that?",
        "vi": "Tình hình sao rồi?"
    },
    {
        "start": "00:17:44,960",
        "end": "00:17:48,520",
        "en": "Jeg tror ikke, hun skal satse på en international karriere.",
        "pa": "I don't think she should count on having an international career. ",
        "vi": "À... Anh nghĩ chắc con bé không thể có sự nghiệp quốc tế."
    },
    {
        "start": "00:17:50,400",
        "end": "00:17:55,000",
        "en": "Ved du hvad, skat? Jeg synes altså, du køber for meget dessert.",
        "pa": "You know what, honey? I feel like you buy dessert too often.",
        "vi": "Biết không? Em thấy anh chăm mua đồ tráng miệng quá đấy."
    },
    {
        "start": "00:17:55,120",
        "end": "00:17:59,080",
        "en": "Og tebirkes. Jeg ved, det er til ungerne, men det er mig, der spiser det.",
        "pa": "-Okay? -And pastries for breakfast.\n -I know it's for the kids, but I eat it. -Yes.",
        "vi": "- Ừ? - Bánh ngọt cho bữa sáng.\n - Dành cho các con, nhưng em cũng ăn. - Ừ."
    },
    {
        "start": "00:17:59,200",
        "end": "00:18:02,480",
        "en": "Du tager altid lidt på, når du er i valgkamp.",
        "pa": "You always gain a little weight during election campaigns, right?",
        "vi": "Em hay tăng cân nhẹ trong các chiến dịch tranh cử nhỉ?"
    },
    {
        "start": "00:18:02,600",
        "end": "00:18:05,920",
        "en": "Hov, hov, hov. Har jeg bedt dig være så ærlig?",
        "pa": "Hey, hey, hey. Did I ask for that much honesty?",
        "vi": "Này. Em bảo anh phải thật thà thế à?"
    },
    {
        "start": "00:18:06,040",
        "end": "00:18:10,640",
        "en": "\"Den skønne, frodige Birgitte Nyborg i elegant sort kjole.\"",
        "pa": "\"The beautiful, voluptuous Birgitte Nyborg in an elegant black dress.\"",
        "vi": "\"Birgitte Nyborg xinh đẹp, khêu gợi mặc váy đen thanh lịch\"."
    },
    {
        "start": "00:18:10,760",
        "end": "00:18:14,360",
        "en": "-Det stod der i Billed-Bladet. -Er det ikke okay?",
        "pa": "That was in Billed-Bladet from that gala.\n -Isn't that okay? -Ah! Black is slimming.",
        "vi": "Câu đó của tạp chí Bills-Bladet sau dạ tiệc đó.\n Không được à?"
    },
    {
        "start": "00:18:14,480",
        "end": "00:18:18,880",
        "en": "Sort slanker. Sort er sofistikeret og meget sexet.",
        "pa": "Black is sophisticated, it is very, very sexy.",
        "vi": "Màu đen là mảnh mai.\n Màu đen tinh tế, và rất gợi cảm."
    },
    {
        "start": "00:18:19,000",
        "end": "00:18:23,200",
        "en": "Hvis man er frodig i sort, har man et problem.",
        "pa": "If you're voluptuous in black, you have a problem.",
        "vi": "Nếu mặc đồ đen mà gợi cảm là có vấn đề."
    },
    {
        "start": "00:18:23,320",
        "end": "00:18:28,240",
        "en": "Du får en ufattelig dejlig røv af at være i valgkamp,",
        "pa": "Honey, this is how I see it:\n You get an incredible ass when you're campaigning.",
        "vi": "Em yêu à, anh thấy thế này:\n em có cặp mông tuyệt vời khi vận động tranh cử."
    },
    {
        "start": "00:18:28,360",
        "end": "00:18:33,000",
        "en": "og det prøver jeg at leve med på min egen lidt primitive måde.",
        "pa": "And I'll just have to live with that\n in my own primitive way.",
        "vi": "Và anh phải sống với nó...\n theo cách nguyên thủy của riêng anh."
    },
    {
        "start": "00:18:33,120",
        "end": "00:18:36,280",
        "en": "Sig noget mere.",
        "pa": "Tell me more.",
        "vi": "Thế à? Nói tiếp đi."
    },
    {
        "start": "00:18:36,400",
        "end": "00:18:41,200",
        "en": "Det kan jeg ikke. Du har stoppet blodtilførslen til mine ben.",
        "pa": "I can't. You've cut off the blood flow to my leg.",
        "vi": "Không thể. Em chặn mạch máu đến chân anh rồi."
    },
    {
        "start": "00:18:43,520",
        "end": "00:18:45,320",
        "en": "Du var så sjov i gamle dage, du var.",
        "pa": "-You were so funny back in the day.",
        "vi": "Ngày trước anh hài hước lắm."
    },
    {
        "start": "00:18:46,520",
        "end": "00:18:48,760",
        "en": "Du er faldet gevaldigt af på den.",
        "pa": "-I'm funny as hell. -No, you've started lagging.",
        "vi": "- Anh vẫn siêu hài hước. - Giờ anh hơi chậm rồi."
    },
    {
        "start": "00:18:56,560",
        "end": "00:19:02,000",
        "en": "Laugesen spørger, om jeg vil til champagne i Arbejderpartiet i morgen.",
        "pa": "It's from Michael Laugesen.\n He invites me for champagne with the Worker's Party tomorrow.",
        "vi": "Của Michael Laugesen.\n Ông ta mời em uống sâm-panh với Đảng Lao động ngày mai."
    },
    {
        "start": "00:19:02,120",
        "end": "00:19:07,480",
        "en": "Da jeg var ung, kunne man ikke konstruere en sætning med Arbejderparti og champagne.",
        "pa": "Okay, when I was a kid,\n you couldn't say the Worker's Party in a sentence with champagne.",
        "vi": "Được rồi.\n Hồi anh còn bé,\n từ Đảng Lao động và sâm-panh không bao giờ thuộc cùng một câu."
    },
    {
        "start": "00:19:07,600",
        "end": "00:19:10,160",
        "en": "Skal jeg gå med?",
        "pa": "Should I say yes?",
        "vi": "Em có nên đồng ý?"
    },
    {
        "start": "00:19:12,600",
        "end": "00:19:15,320",
        "en": "Hvor taktisk har du lyst til at være?",
        "pa": "How tactical do you want to be?",
        "vi": "Em muốn khôn khéo mức nào?"
    },
    {
        "start": "00:19:15,440",
        "end": "00:19:19,280",
        "en": "Jeg prøver at redde, hvor reddes kan, men det må ikke se sådan ud.",
        "pa": "I'm trying to salvage whatever I can, but it can't look like that.",
        "vi": "Em muốn cứu vãn tối đa nhưng không thể thế được."
    },
    {
        "start": "00:19:19,400",
        "end": "00:19:25,000",
        "en": "Gå med. Forklar dine vælgere, at du prioriterer at vælte regeringen",
        "pa": "Then say yes.\n Make him retract.",
        "vi": "Vậy đồng ý đi.\n Khiến ông ta rút lại."
    },
    {
        "start": "00:19:25,120",
        "end": "00:19:28,600",
        "en": "frem for at satse oppositionens liv på en mærkesag.",
        "pa": "Tell your voters that you prioritize toppling the government\n over jeopardizing the opposition on a single issue, hmm?",
        "vi": "Nói với cử tri rằng em ưu tiên lật đổ Chính phủ\n hơn là hại đối thủ trong một vấn đề đơn lẻ."
    },
    {
        "start": "00:19:28,720",
        "end": "00:19:31,040",
        "en": "Det er en stor kamel at sluge.",
        "pa": "That's a bitter pill to swallow.",
        "vi": "Đó là viên thuốc đắng khó nuốt."
    },
    {
        "start": "00:19:32,320",
        "end": "00:19:35,000",
        "en": "Prøv med lidt is.",
        "pa": "Try with some ice cream.",
        "vi": "Thử với kem xem."
    },
    {
        "start": "00:19:36,400",
        "end": "00:19:40,120",
        "en": "-Du er jo sjov. -Skidesjov.",
        "pa": "-You are funny, after all.  -Funny as hell.",
        "vi": "- Anh hài hước lắm. - Siêu hài hước."
    },
    {
        "start": "00:19:42,600",
        "end": "00:19:48,960",
        "en": "Ham der Kasper, min eks, spurgte i dag, om jeg så nogen.",
        "pa": "You know Kasper, my ex, who always figures out everything?",
        "vi": "Anh biết Kasper, bạn trai cũ của em chứ? Người giỏi xoay xở ấy."
    },
    {
        "start": "00:19:49,640",
        "end": "00:19:55,120",
        "en": "Jeg gled bare hen over det. Jeg er godt nok blevet god til at lyve.",
        "pa": "He asked today if I was seeing anyone.\n I brushed it aside. He couldn't tell at all.\n I'm getting really good at telling lies.",
        "vi": "Hôm nay anh ấy hỏi em có bạn trai không.\n Em gạt đi. Anh ấy không hề nhận ra."
    },
    {
        "start": "00:19:55,240",
        "end": "00:20:00,200",
        "en": "Min mor ved ikke engang, du findes, men det kommer hun til nu.",
        "pa": "My mom doesn't even know about you, but she will eventually.",
        "vi": "Em nói dối ngày càng giỏi.\n Mẹ em còn không biết về anh.\n Nhưng bà ấy sẽ biết."
    },
    {
        "start": "00:20:00,320",
        "end": "00:20:05,880",
        "en": "\"Hej, mor. Min kæreste er 13 år ældre end mig og har kone og to børn.\"",
        "pa": "\"Hi, Mom. I've got a guy. He's 13 years older than me\n and has a wife and two kids.\"",
        "vi": "\"Chào mẹ, con có người yêu. Anh ấy hơn con 13 tuổi,\n đã có vợ và hai con\"."
    },
    {
        "start": "00:20:09,440",
        "end": "00:20:14,080",
        "en": "Jeg har aldrig været så lykkelig før. Det synes jeg bare, du skulle vide.",
        "pa": "I don't think I've ever been this happy. I just wanted you to know.",
        "vi": "Em không ngờ mình hạnh phúc thế này. Em muốn cho anh biết."
    },
    {
        "start": "00:20:14,200",
        "end": "00:20:19,240",
        "en": "Hvor er du ond. Hvis du er faldet i søvn, får du ikke noget sex i en måned.",
        "pa": "You are so mean.\n If you're sleeping, you'll get no sex for a month. ",
        "vi": "Anh thật xấu xa.\n Nếu mải ngủ, em sẽ cấm quan hệ một tháng."
    },
    {
        "start": "00:20:21,920",
        "end": "00:20:24,120",
        "en": "Ole.",
        "pa": "Ole.",
        "vi": "Ole..."
    },
    {
        "start": "00:20:29,520",
        "end": "00:20:32,600",
        "en": "Ole...Ole, kig på mig.",
        "pa": "Ole.\n Ole, look at me.",
        "vi": "Ole?\n Ole, nhìn em đi."
    },
    {
        "start": "00:20:34,600",
        "end": "00:20:37,920",
        "en": "Ole, sig noget!",
        "pa": "Ole! Ole, talk to me!",
        "vi": "Ole! Nói với em đi!"
    },
    {
        "start": "00:20:38,040",
        "end": "00:20:41,960",
        "en": "Kom nu, for satan. Det er ikke sjovt, Ole!",
        "pa": "Come on, damn it! This isn't funny!",
        "vi": "Thôi nào, chết tiệt! Không đùa đâu!"
    },
    {
        "start": "00:20:44,400",
        "end": "00:20:48,600",
        "en": "I er i Frihedspartiet positive over for Laugesens udtalelser.",
        "pa": "Svend Åge Saltum, your Freedom Party is happy with Laugesen's statement.",
        "vi": "Svend Åge Saltum, Đảng của ông hài lòng với tuyên bố của Laugesen."
    },
    {
        "start": "00:20:48,720",
        "end": "00:20:53,480",
        "en": "Det er jo ikke nogen hemmelighed, at Arbejderpartiet har nok brug for",
        "pa": "Well, it's no secret that the Worker's Party",
        "vi": "Chà, ai cũng biết Đảng Lao động"
    },
    {
        "start": "00:20:53,640",
        "end": "00:20:58,360",
        "en": "at få lidt kontakt til sine vælgere, eftersom flere af dem stemmer på os.",
        "pa": "needs to connect with its voters,\n since more and more of them vote for us.",
        "vi": "cần lấy lòng cử tri của mình,\n vì ngày càng có nhiều người bầu cho chúng tôi."
    },
    {
        "start": "00:20:58,480",
        "end": "00:21:02,640",
        "en": "-Tager du noter, Kasper? -Godaften, Svend Åge.",
        "pa": "Are you taking notes, Kasper?\n Good evening, Svend Åge.",
        "vi": "Anh đang ghi chép à, Kasper?"
    },
    {
        "start": "00:21:02,760",
        "end": "00:21:06,320",
        "en": "Ellers tak. Du er glasklar i din retorik som altid.",
        "pa": "No need, you are crystal clear in your rhetoric as always.",
        "vi": "Chào, Svend Åge.\n Không cần, ông... vẫn nói hùng hồn, mạch lạc như mọi khi mà."
    },
    {
        "start": "00:21:06,440",
        "end": "00:21:09,560",
        "en": "Hvad laver du egentlig, Kasper?",
        "pa": "What exactly do you do, Kasper?",
        "vi": "Chính xác thì anh làm gì, Kasper?"
    },
    {
        "start": "00:21:09,680",
        "end": "00:21:13,800",
        "en": "Min vælgerforening synes, jeg skal have sådan en som dig rendende.",
        "pa": "My constituency committee has been asking if I shouldn't have someone like you,",
        "vi": "Ủy ban bầu cử của tôi hỏi liệu tôi có nên tuyển người như anh,"
    },
    {
        "start": "00:21:13,920",
        "end": "00:21:17,040",
        "en": "Men ved du hvad? Men jeg er i tvivl om,",
        "pa": "but you know what? I'm not exactly sure what you're doing",
        "vi": "nhưng anh biết không? Tôi không chắc anh đang làm gì"
    },
    {
        "start": "00:21:17,200",
        "end": "00:21:21,120",
        "en": "hvad du egentlig laver for de mange penge, du får for det.",
        "pa": "in exchange for all that money, you're probably getting.",
        "vi": "để xứng với mức lương có thể anh sắp được nhận."
    },
    {
        "start": "00:21:21,240",
        "end": "00:21:25,920",
        "en": "Hvad er det, det hedder? Spindoktor, ikke sandt?",
        "pa": "What's it called again?",
        "vi": "Họ gọi là gì nhỉ?"
    },
    {
        "start": "00:21:26,040",
        "end": "00:21:29,240",
        "en": "-Jo. -Hvem er syg, Kasper?",
        "pa": "Spin doctor, right?\n -Yes. -Who is ill, Kasper?",
        "vi": "Cố vấn truyền thông à?\n - Vâng. - Có gì mà phải cố vấn, Kasper?"
    },
    {
        "start": "00:21:31,520",
        "end": "00:21:33,240",
        "en": "Åh, undskyld.",
        "pa": "- Oh, excuse me.",
        "vi": "Ồ, xin phép."
    },
    {
        "start": "00:21:36,960",
        "end": "00:21:39,640",
        "en": "-Kasper Juhl. - Kasper...",
        "pa": "-Kasper Juul. - Kasper...",
        "vi": "- Kasper Juul. - Kasper..."
    },
    {
        "start": "00:21:39,760",
        "end": "00:21:43,880",
        "en": "Hvad lavede sådan en som dig, før mobilen blev opfundet?",
        "pa": "What the hell did people like you do before the invention of the cell phone?",
        "vi": "Những người như anh làm gì trước khi phát minh ra điện thoại di động?"
    },
    {
        "start": "00:21:44,000",
        "end": "00:21:47,800",
        "en": "-Katrine, hvad sker der? -Jeg tror, han er død.",
        "pa": "Katrine, what's going on?\n ...I think he's dead.",
        "vi": "Katrine, sao vậy?\n Hình như anh ấy chết rồi."
    },
    {
        "start": "00:21:47,920",
        "end": "00:21:52,440",
        "en": "-Slap af. Hvad sker der? -Jeg ved ikke, hvad jeg skal gøre.",
        "pa": "Breathe. What's happening?",
        "vi": "Bình tĩnh. Sao thế?"
    },
    {
        "start": "00:21:52,560",
        "end": "00:21:55,840",
        "en": "Han ligger her bare. Han har stadig åbne øjne.",
        "pa": "I don't know what to do.\n He's just lying here. His eyes are still open.",
        "vi": "Em không biết phải làm gì.\n Anh ấy nằm đây. Mắt vẫn mở."
    },
    {
        "start": "00:21:55,960",
        "end": "00:21:59,960",
        "en": "-Jeg har prøvet alt muligt. -Hvor er du?",
        "pa": "I've tried everything.\n Where are you?",
        "vi": "Em đã thử mọi cách.\n Em ở đâu?"
    },
    {
        "start": "00:22:00,080",
        "end": "00:22:03,520",
        "en": "Katrine, sig mig, hvor du er, så kommer jeg hen til dig nu.",
        "pa": "Where are you? Katrine, tell me where you are,\n and I'll come right away.",
        "vi": "Em ở đâu? Katrine, nói xem em ở đâu,\n anh sẽ đến ngay."
    },
    {
        "start": "00:22:05,400",
        "end": "00:22:08,080",
        "en": "Bredgade 20, tak.",
        "pa": "Bredgade 20, please.",
        "vi": "Cho tôi số 20, phố Bredgade."
    },
    {
        "start": "00:22:18,600",
        "end": "00:22:24,120",
        "en": "Han var pludselig bare død. Han må jo have været syg.",
        "pa": "He was just dead all of a sudden.\n He must have been ill. I didn't know...",
        "vi": "Anh ấy bị đột tử.\n Chắc anh ấy bị bệnh mà em không biết..."
    },
    {
        "start": "00:22:32,160",
        "end": "00:22:37,720",
        "en": "Så ham, jeg ikke måtte vide noget om, var statsministerens pressechef.",
        "pa": "So the guy I couldn't know anything about was the prime minister's press secretary.",
        "vi": "Người mà em không cho anh biết\n là cố vấn báo chí của Thủ tướng."
    },
    {
        "start": "00:22:39,920",
        "end": "00:22:43,640",
        "en": "Hvor længe har du set ham?",
        "pa": "How long have you been going out?",
        "vi": "Hẹn hò lâu chưa?"
    },
    {
        "start": "00:22:43,760",
        "end": "00:22:46,960",
        "en": "Tag dine ting.",
        "pa": "Get your stuff.",
        "vi": "Lấy đồ của em đi."
    },
    {
        "start": "00:22:47,080",
        "end": "00:22:50,320",
        "en": "Katrine, tag dine ting.",
        "pa": "Katrine, get your stuff!",
        "vi": "Katrine, lấy đồ đi!"
    },
    {
        "start": "00:22:51,200",
        "end": "00:22:55,440",
        "en": "De må ikke finde dine ting her. Du bliver fyret, hvis de opdager det.",
        "pa": "Katrine, they can't find your stuff here.",
        "vi": "Không thể để họ thấy đồ của em ở đây."
    },
    {
        "start": "00:22:55,560",
        "end": "00:22:58,280",
        "en": "De vil påstå, at I lækkede oplysninger til hinanden.",
        "pa": "-You'll be fired if they find out. -I don't care.\n No. They'll claim you leaked information to each other.",
        "vi": "- Họ biết, em sẽ bị sa thải. - Mặc kệ.\n Không. Họ sẽ đổ cho hai người tiết lộ thông tin cho nhau."
    },
    {
        "start": "00:22:58,440",
        "end": "00:23:02,880",
        "en": "-Det har vi aldrig gjort. -Der holder en taxa nede på gaden.",
        "pa": "-We never did that! -Just no. All right?",
        "vi": "- Bọn em không làm thế! - Không. Được chứ?"
    },
    {
        "start": "00:23:03,040",
        "end": "00:23:06,680",
        "en": "Den skal nok køre dig hjem, og så ordner jeg det.",
        "pa": "There is a taxi waiting downstairs that will take you home. I'll handle this.",
        "vi": "Taxi đợi ở dưới sẽ đưa em về nhà. Anh sẽ lo liệu."
    },
    {
        "start": "00:23:06,840",
        "end": "00:23:11,840",
        "en": "-Hans kone og to børn må intet vide. -Der er mange, der intet må vide.",
        "pa": "He has a wife and two kids. They can't find out.\n Many people can't find out.",
        "vi": "Anh ấy có vợ và hai con. Không thể cho họ biết.\n Nhiều người không thể biết."
    },
    {
        "start": "00:23:11,960",
        "end": "00:23:17,520",
        "en": "-Vi kan da ikke bare lade ham ligge. -Kom nu. Jeg skal nok ordne det.",
        "pa": "-We can't just leave him like this! -Katrine.\n Come on, I'll take care of this. Okay?",
        "vi": "- Ta không thể anh ấy thế này! - Katrine.\n Thôi nào, anh sẽ lo việc này. Được chứ?"
    },
    {
        "start": "00:23:18,880",
        "end": "00:23:24,040",
        "en": "Kom nu. Nu går du ned og tager den taxa, og så ringer jeg til dig senere.",
        "pa": "Come on. Go downstairs and get in the taxi.\n I'll call you later.",
        "vi": "Thôi nào. Xuống tầng dưới và lên taxi.\n Anh sẽ gọi lại sau."
    },
    {
        "start": "00:23:27,120",
        "end": "00:23:31,800",
        "en": "Du har været hjemme hele aftenen og set fjernsyn. Du har ikke været her.",
        "pa": "You were home, watching TV all night. You weren't here, understood?",
        "vi": "Nhớ là em ở nhà, xem tivi cả đêm. Em không ở đây nhé."
    },
    {
        "start": "00:23:31,920",
        "end": "00:23:34,880",
        "en": "Du har aldrig været her.",
        "pa": "You were never here.",
        "vi": "Em chưa hề tới đây."
    },
    {
        "start": "00:23:35,000",
        "end": "00:23:38,320",
        "en": "Skynd dig. Kom så af sted.",
        "pa": "Hurry.\n Get moving.",
        "vi": "Nhanh lên. Đi đi."
    },
    {
        "start": "00:24:08,080",
        "end": "00:24:13,320",
        "en": "Alarmcentralen, godaften. Hvad kan jeg hjælpe med? Hallo?",
        "pa": "Emergency services, good evening. How can I help?\n -Hello.",
        "vi": "Dịch vụ cấp cứu đây. Tôi có thể giúp gì?\n A lô?"
    },
    {
        "start": "00:24:24,320",
        "end": "00:24:26,960",
        "en": "Skru ned for det lort!",
        "pa": "Turn that shit down!",
        "vi": "Vặn nhỏ xuống đi!"
    },
    {
        "start": "00:24:32,120",
        "end": "00:24:35,320",
        "en": "Hallo! Hallo!",
        "pa": "Hello!\n Hello!",
        "vi": "Xin chào?\n Xin chào?"
    },
    {
        "start": "00:24:39,120",
        "end": "00:24:41,520",
        "en": "Skru ned, for fanden!",
        "pa": "Turn it down, damn it!",
        "vi": "Vặn nhỏ đi, chết tiệt!"
    },
    {
        "start": "00:24:47,880",
        "end": "00:24:51,360",
        "en": "Skru ned!",
        "pa": "Turn it down!",
        "vi": "Vặn nhỏ đi!"
    },
    {
        "start": "00:25:11,160",
        "end": "00:25:14,880",
        "en": "-Er jeg okay? -Ret på dit tørklæde. Det sidder skævt.",
        "pa": "THE PRIME MINISTER'S OFFICE\n -Am I looking okay? - Hanne, fix your scarf.",
        "vi": "VĂN PHÒNG THỦ TƯỚNG\n XEM TRƯỚC\n - Trông tôi ổn chứ? - Sửa khăn đi."
    },
    {
        "start": "00:25:15,000",
        "end": "00:25:19,480",
        "en": "Der er en mærkelig stemning herinde. Folk er virkelig chokerede.",
        "pa": "It's a little bit crooked.\n Thanks.There is a weird mood in here.",
        "vi": "Nó hơi bị lệch.\n Cảm ơn.\n Không khí ở đây lạ lắm."
    },
    {
        "start": "00:25:19,600",
        "end": "00:25:25,360",
        "en": "De Liberales partisekretær kommer ind til et båndet et interview om Ole Dahl.",
        "pa": "People are in shock.\n I've asked the Liberal Party secretary\n to come by for a short taped interview on Ole Dahl.",
        "vi": "Mọi người bị sốc.\n Tôi đã đồng ý với thư ký Đảng Tự do\n là ông ấy đến để dự phỏng vấn ngắn ghi băng về Ole Dahl."
    },
    {
        "start": "00:25:25,480",
        "end": "00:25:30,080",
        "en": "-Lad Katrine tale med ham. -Jeg kan ikke få fat på hende.",
        "pa": "Let's let Katrine interview him.\n Hanne, I have a problem. I can't reach Katrine.",
        "vi": "Để Katrine phỏng vấn ông ấy.\n Hanne, có vấn đề. Tôi không liên lạc được với Katrine."
    },
    {
        "start": "00:25:30,200",
        "end": "00:25:34,320",
        "en": "-Kællingen er fuldstændig væk. -Hvad for noget? Det er uhørt.",
        "pa": "I've tried text and mail, but the bitch is gone.",
        "vi": "Tôi nhắn tin, gửi email nhưng cô ấy bặt tăm."
    },
    {
        "start": "00:25:34,440",
        "end": "00:25:38,520",
        "en": "-Det skrev jeg også i min tredje mail. -Hej, Hanne. Det er Ulrik.",
        "pa": "- That is unheard of. -That's what I wrote in my third email.\n -Hi, Hanne, Ulrik here. -Hi, Ulrik.",
        "vi": "- Chuyện chưa từng có. - Tôi cũng viết thế trong email thứ ba.\n - Chào Hanne, Ulrik đây. - Chào Ulrik."
    },
    {
        "start": "00:25:38,640",
        "end": "00:25:43,160",
        "en": "Det er ikke for at kritisere, men Katrine er ikke altid superstabil.",
        "pa": "Not to criticize, but Katrine is not always very dependable.",
        "vi": "Không phải chê nhưng không phải lúc nào Katrine cũng đáng tin cậy."
    },
    {
        "start": "00:25:43,280",
        "end": "00:25:48,160",
        "en": "-Skulle jeg ikke bare tage interviewet? -Et: Har vi spurgt dig? Nej.",
        "pa": "She left early yesterday as well, so how about I do the interview?\n Listen here. One: Did we ask you? No.",
        "vi": "Hôm qua cô ấy cũng về sớm, hay là để tôi phỏng vấn?\n Nghe này. Một: Chúng tôi có bảo cậu không? Không."
    },
    {
        "start": "00:25:48,280",
        "end": "00:25:51,680",
        "en": "To: Hvis det ikke var for at kritisere, hvad fanden var det så?",
        "pa": "Two: If that wasn't criticism, then what the hell was it?",
        "vi": "Hai: Nếu đó không phải là chê thì là cái quái gì?"
    },
    {
        "start": "00:25:51,840",
        "end": "00:25:56,160",
        "en": "-Tre: Du skal ikke lave det interview. -Rend mig i røven!",
        "pa": "Three: No, you will not do the interview.",
        "vi": "Ba: Không, cậu không làm phỏng vấn đó,"
    },
    {
        "start": "00:25:56,280",
        "end": "00:26:00,280",
        "en": "Katrine har en anden indgang til det. 4: Det var ikke for at kritisere.",
        "pa": "-Katrine will do it. She's a journalist... -Bite me.\n ...with a different approach. And four: That was not to criticize you, Ulrik.",
        "vi": "- Katrine sẽ làm, cô ấy là nhà báo... - Khỏi nói.\n ...với cách tiếp cận khác. Và bốn: Đó không phải là chê cậu, Ulrik."
    },
    {
        "start": "00:26:00,400",
        "end": "00:26:05,320",
        "en": "-Så skred han. Var det nødvendigt? -Han slikker mig i røven hele tiden..",
        "pa": "Nicely done, Hanne. He left. Seriously.\n -Was that necessary? -He's always brown-nosing me.",
        "vi": "Hay lắm. Anh ấy đi rồi. Thật tình.\n - Có cần không? - Cậu ta toàn nịnh bợ tôi."
    },
    {
        "start": "00:26:05,440",
        "end": "00:26:10,640",
        "en": "-Han er en skidegod journalist. -Nej, han er stabil arbejdskraft.",
        "pa": "He's a great journalist.\n No, he's a dependable employee. That's very, very different.",
        "vi": "Anh ấy là một nhà báo giỏi.\n Không, cậu ta là nhân viên đáng tin cậy, điều đó"
    },
    {
        "start": "00:26:10,760",
        "end": "00:26:14,160",
        "en": "Han er en konform journalist, der aldrig bider sig fast.",
        "pa": "He's a mediocre journalist,",
        "vi": "rất khác. Cậu ta là nhà báo ba phải"
    },
    {
        "start": "00:26:14,280",
        "end": "00:26:19,400",
        "en": "-Luk ned for hende. -Så. Nu kommer statsministeren.",
        "pa": "who never digs in, because he always...\n Could you mute her? I'm trying to reach Katrine.\n Okay, here comes the prime minister.",
        "vi": "không chịu đào sâu vì toàn...\n Tắt tiếng bà ấy đi. Tôi đang gọi cho Katrine.\n Được rồi, Thủ tướng đây."
    },
    {
        "start": "00:26:25,120",
        "end": "00:26:28,600",
        "en": "Ja... Goddag, alle sammen.",
        "pa": "All right. Hello, everyone.",
        "vi": "Được rồi.\n Chào mọi người."
    },
    {
        "start": "00:26:28,720",
        "end": "00:26:31,400",
        "en": "Jeg har en meget sørgelig meddelelse.",
        "pa": "I have a very sad announcement.",
        "vi": "Tôi phải báo một tin buồn."
    },
    {
        "start": "00:26:31,520",
        "end": "00:26:36,720",
        "en": "Min nære medarbejder og ven igennem 11 år her på Borgen, Ole Dahl,",
        "pa": "My close employee and friend through the last 11 years here at Borgen,",
        "vi": "Nhân viên và bạn thân của tôi 11 năm qua ở Borgen,"
    },
    {
        "start": "00:26:36,840",
        "end": "00:26:40,800",
        "en": "afgik i aftes ved døden af en blodprop i hjertet.",
        "pa": "Ole Dahl, passed away last evening following a heart attack.",
        "vi": "Ole Dahl, tối hôm qua đã mất sau một cơn đau tim."
    },
    {
        "start": "00:26:40,920",
        "end": "00:26:43,640",
        "en": "Der er folketingsvalg om to dage.",
        "pa": "There is a general election in two days.",
        "vi": "Hai ngày nữa sẽ có tổng tuyển cử."
    },
    {
        "start": "00:26:43,760",
        "end": "00:26:48,560",
        "en": "Denne tragiske begivenhed bør ikke give anledning til spekulationer,",
        "pa": "And I would ask you not to allow this tragic event",
        "vi": "Tôi mong các bạn không để sự kiện bi thảm này"
    },
    {
        "start": "00:26:48,680",
        "end": "00:26:51,880",
        "en": "om jeg og De Liberale evner at føre valgkamp.",
        "pa": "to give rise to speculation as to whether I or the Liberals \n can continue campaigning.",
        "vi": "dẫn đến suy đoán về việc liệu tôi hay Đảng Tự do\n có thể tiếp tục vận động."
    },
    {
        "start": "00:26:52,000",
        "end": "00:26:55,800",
        "en": "Det vil sætte spørgsmålstegn ved den professionalisme,",
        "pa": "That would amount to questioning the very professionalism",
        "vi": "Điều đó sẽ khiến người ta hồ nghi về sự chuyên nghiệp"
    },
    {
        "start": "00:26:55,920",
        "end": "00:26:58,520",
        "en": "som bør være Ole Dahls eftermæle. Tak.",
        "pa": "that should be Ole Dahl's legacy. Thank you.",
        "vi": "vốn nên là di sản của Ole Dahl."
    },
    {
        "start": "00:26:58,640",
        "end": "00:27:02,760",
        "en": "-Kunne vi tale sammen et øjeblik? -Selvfølgelig.",
        "pa": "-Could I talk with you for a moment? -Sure.",
        "vi": "Xin cảm ơn.\n - Tôi trao đổi với bà một lát nhé? - Chắc chắn rồi."
    },
    {
        "start": "00:27:03,640",
        "end": "00:27:07,200",
        "en": "Hvad er dine forventninger til valget?",
        "pa": "-Good morning. - Good morning.\n What do you predict for the election?",
        "vi": "- Chào ông. - Chào anh.\n Bà mong gì sau cuộc bầu cử?"
    },
    {
        "start": "00:27:07,320",
        "end": "00:27:11,640",
        "en": "At jeg går af som partiformand. Lyder det realistisk nok for dig?",
        "pa": "That I step down as party chairman. Is that realistic enough for you?",
        "vi": "Rằng tôi từ chức Chủ tịch đảng. Đủ thực tế với anh chưa?"
    },
    {
        "start": "00:27:11,760",
        "end": "00:27:17,160",
        "en": "Jeg er kommet i besiddelse af oplysninger, der kan skaffe dig en stor ministerpost.",
        "pa": "What if I told you that I have obtained information\n that would give you a big ministry in a new administration?",
        "vi": "Nếu tôi nói với bà rằng tôi có được thông tin\n giúp bà nắm một bộ quan trọng trong chính quyền mới?"
    },
    {
        "start": "00:27:18,960",
        "end": "00:27:22,200",
        "en": "Det lyder underligt, men jeg bliver nysgerrig.",
        "pa": "Okay, that sounds weird. But it does make me curious.",
        "vi": "Nghe lạ đấy. Nhưng nó khiến tôi tò mò."
    },
    {
        "start": "00:27:22,320",
        "end": "00:27:27,440",
        "en": "Statsministeren har finansieret sit private overforbrug gennem statskassen.",
        "pa": "The prime minister pays for private spending with money from the treasury.",
        "vi": "Thủ tướng lấy tiền ngân sách để chi tiêu cá nhân."
    },
    {
        "start": "00:27:27,560",
        "end": "00:27:30,920",
        "en": "-Hvem har startet det lille rygte? -Jeg har set beviset.",
        "pa": "-And who started that little rumor? -I've seen the evidence.",
        "vi": "- Ai tung tin đồn đó? - Tôi đã thấy bằng chứng."
    },
    {
        "start": "00:27:31,040",
        "end": "00:27:35,160",
        "en": "Jeg har set bilaget på et køb hos Mulberry i London til 71.800 kr.,",
        "pa": "I've seen receipts for purchases at Mulberry in London for 71,800 kroner.",
        "vi": "Tôi thấy biên lai 71.800 kroner mua hàng tại Mulberry ở London."
    },
    {
        "start": "00:27:35,280",
        "end": "00:27:38,920",
        "en": "købt over Hesselboes Eurocard fra Statsministeriet,",
        "pa": "Bought with Lars Hesselboe's Eurocard from his office",
        "vi": "Mua bằng thẻ Eurocard của Lars Hesselboe từ văn phòng ông ấy và..."
    },
    {
        "start": "00:27:39,040",
        "end": "00:27:44,080",
        "en": "og to annullerede bilag, hvor hans kones kort blev afvist for samme køb.",
        "pa": "and two canceled receipts from his wife's credit card, rejected for that purchase.",
        "vi": "và hai biên lai từ thẻ tín dụng của vợ ông ấy, bị từ chối cho cùng giao dịch."
    },
    {
        "start": "00:27:44,200",
        "end": "00:27:47,880",
        "en": "-Hvor har du set dem henne? -Det er fortroligt.",
        "pa": "-And where did you see that? -It's classified.",
        "vi": "- Anh thấy nó ở đâu vậy? - Bí mật."
    },
    {
        "start": "00:27:48,000",
        "end": "00:27:50,520",
        "en": "-Har du dem? -Jeg kan skaffe dem.",
        "pa": "Do you have them?\n I can get them.",
        "vi": "Anh có chúng chứ?\n Tôi có thể lấy."
    },
    {
        "start": "00:27:50,640",
        "end": "00:27:56,080",
        "en": "Vi kan spørge Hesselboe, hvad han vil forhandle med,",
        "pa": "We can use them in several ways.\n Either we tell Hesselboe about them and ask what he'll give in return",
        "vi": "Có thể dùng theo nhiều cách.\n Ta nói với Hesselboe về chúng và hỏi ông ta lấy gì để trao đổi,"
    },
    {
        "start": "00:27:56,200",
        "end": "00:28:00,000",
        "en": "eller også går vi til pressen og står moralsk forargelse.",
        "pa": "or we go to the press and appear morally indignant",
        "vi": "hoặc ta nói với báo chí, ra vẻ bức xúc"
    },
    {
        "start": "00:28:00,120",
        "end": "00:28:04,080",
        "en": "Vi er ikke en del af den samlede opposition.",
        "pa": "-as part of a united opposition. -The opposition is not united.\n Or...",
        "vi": "- như thuộc phe đối lập đoàn kết. - Họ đâu có đoàn kết.\n Hoặc là..."
    },
    {
        "start": "00:28:04,200",
        "end": "00:28:09,000",
        "en": "Eller vi lækker det anonymt og venter på, at han må trække sig.",
        "pa": "we leak it anonymously and wait for him to resign.",
        "vi": "ta bí mật để rò rỉ tin này rồi đợi ông ta từ chức."
    },
    {
        "start": "00:28:09,120",
        "end": "00:28:11,440",
        "en": "Det kan være en misforståelse.",
        "pa": "Because he will have to.\n -Perhaps it's a misunderstanding. -It's a fact",
        "vi": "Ông ta sẽ phải làm thế.\n - Có lẽ đó là hiểu lầm. - Rõ ràng..."
    },
    {
        "start": "00:28:11,560",
        "end": "00:28:15,160",
        "en": "Hesselboe har købt en dyr taske og jakke for statens midler.",
        "pa": "that Hesselboe has bought a very expensive bag and coat for treasury money.",
        "vi": "là Hesselboe mua túi và áo khoác đắt đỏ bằng tiền ngân sách."
    },
    {
        "start": "00:28:15,280",
        "end": "00:28:18,560",
        "en": "-Hesselboes kone er ulykkelig. -Manden har taget af kassen.",
        "pa": "It's also a fact his wife is very unhappy.",
        "vi": "Rõ ràng vợ ông ta rất bất hạnh."
    },
    {
        "start": "00:28:18,720",
        "end": "00:28:21,040",
        "en": "Det, du foreslår mig, er afpresning.",
        "pa": "-He's stolen from the treasury! -And you suggest blackmail?",
        "vi": "- Ông ta tham ô tiền ngân sách! - Và anh đề nghị hăm dọa?"
    },
    {
        "start": "00:28:22,040",
        "end": "00:28:25,920",
        "en": "Statsministeren har lige mistet sin bedste rådgiver.",
        "pa": "The prime minister just lost his top adviser.",
        "vi": "Thủ tướng vừa mất cố vấn cấp cao."
    },
    {
        "start": "00:28:26,040",
        "end": "00:28:30,120",
        "en": "-Hvor beskidt tror du, jeg er? -Vi står til at gå tilbage.",
        "pa": "How dirty do you think I play?\n Birgitte, we are going to lose seats.",
        "vi": "Anh nghĩ tôi chơi bẩn đến mức nào?\n Birgitte, chúng ta sẽ mất nhiều ghế."
    },
    {
        "start": "00:28:30,240",
        "end": "00:28:34,960",
        "en": "Vi er i krig. Vi kan ikke lade sådan en chance forsvinde mellem hænderne på os.",
        "pa": "We are at war!\n We can't let this slip through our fingers.",
        "vi": "Đây là cuộc chiến.\n Không thể để mất cơ hội này."
    },
    {
        "start": "00:28:35,080",
        "end": "00:28:39,720",
        "en": "Jeg ville ikke kunne se mig selv i øjnene, hvis jeg får magten sådan her.",
        "pa": "I'd never forgive myself if this was how I came into office.",
        "vi": "Lên chức như thế thì tôi day dứt cả đời."
    },
    {
        "start": "00:28:40,720",
        "end": "00:28:43,400",
        "en": "Så tvivler jeg på, om du nogensinde kommer til magten.",
        "pa": "Then I doubt you'll ever get into office.",
        "vi": "Chắc bà chẳng bao giờ có chức đó."
    },
    {
        "start": "00:28:51,200",
        "end": "00:28:56,040",
        "en": "Hvem siger, man ikke kan være venstreorienteret og lækker på samme tid?",
        "pa": "-Lindenkrone! - Hi.\n Who says you can't be left wing and hot at the same time?",
        "vi": "- Lindenkrone! - Chào.\n Ai nói là người của cánh tả thì không xinh đẹp?"
    },
    {
        "start": "00:28:56,160",
        "end": "00:29:00,560",
        "en": "Aner det ikke. Det er ikke dit problem. Du er jo ikke venstreorienteret.",
        "pa": "No idea. But that's not your problem. You're not left wing.",
        "vi": "Không rõ. Không phải vấn đề của ông. Ông không thuộc cánh tả."
    },
    {
        "start": "00:29:00,680",
        "end": "00:29:05,560",
        "en": "Der var du hurtig. Aicha, godt at se dig. Der er iskolde sodavand i baren.",
        "pa": "That was witty!\n -Hello. -Aicha, nice to see you.",
        "vi": "Dí dỏm thật đấy!\n - Chào. - Aicha, rất vui được gặp cô."
    },
    {
        "start": "00:29:05,680",
        "end": "00:29:09,800",
        "en": "-Du tager bare. Og de er gratis. -Hvor er det fint. Tak.",
        "pa": "There are cold sodas at the bar.\n Help yourself. And they are free.",
        "vi": "Có xô-đa lạnh trong quầy bar.\n Cứ tự nhiên.\n Và chúng miễn phí."
    },
    {
        "start": "00:29:09,920",
        "end": "00:29:12,840",
        "en": "-Godt at se jer. -Dejligt at være her.",
        "pa": "-How lovely, thank you. - It was nice to see you.\n Lovely to be here. ",
        "vi": "- Chu đáo quá, cảm ơn. - Rất hân hạnh.\n Rất vui khi đến đây."
    },
    {
        "start": "00:29:12,960",
        "end": "00:29:15,280",
        "en": "Velkommen til.",
        "pa": "Hi, welcome. Nice to see you. Drinks on the house.",
        "vi": "Chào. Rất hân hạnh."
    },
    {
        "start": "00:29:15,400",
        "end": "00:29:20,160",
        "en": "Birgitte, Birgitte, Birgøje. Hvor har jeg tænkt på dig det sidste døgn.",
        "pa": "Birgitte, Birgitte, Birgeye.\n -Michael. -I can't stop thinking about you.",
        "vi": "Đồ uống miễn phí.\n Birgitte, Birgeye.\n - Michael. - Tôi ngày đêm nghĩ về bà."
    },
    {
        "start": "00:29:20,280",
        "end": "00:29:24,520",
        "en": "-I lige måde. -Det lyder som starten på en romance.",
        "pa": "-Likewise, Michael. -That sounds like the start of a romance.",
        "vi": "- Tôi cũng vậy, Michael. - Nghe như ta sắp yêu nhau."
    },
    {
        "start": "00:29:24,640",
        "end": "00:29:27,720",
        "en": "-Har du lige to minutter? -Det kan du tro.",
        "pa": "Kasper, nice to see you. Do you have a minute?\n Sure thing.",
        "vi": "Rất vui được gặp anh. Trao đổi chút nhé?\n Chắc chắn rồi."
    },
    {
        "start": "00:29:27,840",
        "end": "00:29:31,520",
        "en": "Du tager bare alt, hvad du vil drikke. Der er fri bar.",
        "pa": "Help yourself. Drinks are on the house.",
        "vi": "Cứ tự nhiên. Đồ uống miễn phí nhé."
    },
    {
        "start": "00:29:31,640",
        "end": "00:29:35,160",
        "en": "♪ Op til kamp med den røde fane ♪",
        "pa": "Hello.\n ♪ Rise to battle for the red banner ♪",
        "vi": "Xin chào.\n Vùng lên, hỡi các nô lệ ở thế gian"
    },
    {
        "start": "00:29:35,280",
        "end": "00:29:39,360",
        "en": "♪ i en hård og en trodsig tid... ♪",
        "pa": "♪ In a gray and defiant age... ♪",
        "vi": "Vùng lên, hỡi ai cực khổ bần hàn"
    },
    {
        "start": "00:29:39,480",
        "end": "00:29:44,200",
        "en": "Gider du smække døren? Sangene er sgu det værste ved det her job.",
        "pa": "If you wouldn't mind closing the door.\n The songs are the worst thing about this job.",
        "vi": "Phiền anh đóng cửa giúp tôi.\n Hát hò là phần chán nhất trong nghề này."
    },
    {
        "start": "00:29:44,320",
        "end": "00:29:48,880",
        "en": "Du må forstå, at jeg er under pres fra dinosaurerne i partiet.",
        "pa": "You must understand I'm pressured by dinosaurs in parts of the party.",
        "vi": "Bà phải hiểu là tôi bị một số người bảo thủ trong đảng gây áp lực."
    },
    {
        "start": "00:29:49,000",
        "end": "00:29:53,320",
        "en": "Småborgerlige småracister, der vil sælge deres stemmer til Frihedspartiet.",
        "pa": "They are a bunch of petty bourgeois racists\n who will sell their votes to the Freedom Party.",
        "vi": "Họ là lũ phân biệt chủng tộc tư sản nhỏ nhen\n sẽ bán phiếu bầu cho Đảng Tự do Cực hữu."
    },
    {
        "start": "00:29:53,440",
        "end": "00:29:58,360",
        "en": "Det kan jeg ikke lade dem gøre, for så bliver jeg ikke statsminister.",
        "pa": "And I can't allow that. Because then I won't become prime minister.",
        "vi": "Nếu muốn làm Thủ tướng, tôi không thể để thế."
    },
    {
        "start": "00:29:58,480",
        "end": "00:30:02,480",
        "en": "Jeg vil have lidt frit spillerum fra jer andre i alliancen.",
        "pa": "So I need a bit of elbow room from the rest of you in the alliance.",
        "vi": "Nên tôi vẫn giữ chỗ cho người của bà trong liên minh."
    },
    {
        "start": "00:30:02,640",
        "end": "00:30:05,520",
        "en": "Jeg kan ikke gå ud over vores aftale.",
        "pa": "I can't really let you elbow past the agreement we made.",
        "vi": "Giữ chỗ thì tôi cũng không thể để ông bỏ qua thỏa thuận của ta."
    },
    {
        "start": "00:30:05,640",
        "end": "00:30:10,040",
        "en": "Vi aftalte, at asylansøgere skulle komme i arbejde efter et halvt år.",
        "pa": "We agreed that asylum seekers would be allowed to work after six months.",
        "vi": "Ta đã nhất trí là người xin tị nạn được phép làm việc sau sáu tháng."
    },
    {
        "start": "00:30:10,160",
        "end": "00:30:14,480",
        "en": "Det er flueknepperi. De kommer fra bananstater i borgerkrig. De er i chok.",
        "pa": "Damn it, you're splitting hairs.\n They are from banana republics in civil war. They are in shock.",
        "vi": "Chết tiệt. Bà chẻ sợi tóc làm đôi.\n Họ thuộc mấy nước cộng hòa chuối bị nội chiến. Họ bị sốc."
    },
    {
        "start": "00:30:14,600",
        "end": "00:30:18,440",
        "en": "De er ikke i stand til at gøre rent på et plejehjem.",
        "pa": "They've seen all kinds of shit. They probably can't even clean a nursing home.",
        "vi": "Họ đã khốn khổ lắm, có khi không dọn nổi nhà dưỡng lão."
    },
    {
        "start": "00:30:18,560",
        "end": "00:30:24,440",
        "en": "Der vælger jeg at overhøre. Du bryder en klar politisk aftale tre dage før valget.",
        "pa": "I'm going to ignore that. Michael...\n you are breaking a clear political agreement three days before an election.",
        "vi": "Tôi sẽ lờ chuyện đó đi. Michael...\n Ông phá vỡ thỏa thuận chính trị rõ ràng ba ngày trước bầu cử."
    },
    {
        "start": "00:30:24,560",
        "end": "00:30:28,400",
        "en": "Jeg bliver sgu så tørstig af at snakke om følelser.",
        "pa": "I get so thirsty talking about feelings.",
        "vi": "Nói về cảm xúc khiến tôi khát quá."
    },
    {
        "start": "00:30:28,520",
        "end": "00:30:33,600",
        "en": "Birgitte, jeg har brug for, at du peger på mig som statsminister.",
        "pa": "Birgitte...\n I need you to support me as prime minister.",
        "vi": "Birgitte...\n Tôi cần bà ủng hộ tôi làm Thủ tướng."
    },
    {
        "start": "00:30:33,720",
        "end": "00:30:37,600",
        "en": "-Det er svært med dine udtalelser. -Jeg vil betale dig for det.",
        "pa": "You've made that very difficult with your statements.",
        "vi": "- Ông đã cản trở bằng phát biểu đó. - Tôi sẽ đền bù cho bà."
    },
    {
        "start": "00:30:37,720",
        "end": "00:30:40,880",
        "en": "To ministerposter mere, end dit mandattal berettiger til.",
        "pa": "I'll compensate you.\n Two more ministries than your number of seats entitle.",
        "vi": "Thêm hai bộ so với số ghế bà lẽ ra được nắm."
    },
    {
        "start": "00:30:41,000",
        "end": "00:30:44,080",
        "en": "Ikke Finans- og Udenrigs, men ellers kan du vælge.",
        "pa": "Anything besides finance and foreign ministry.",
        "vi": "Bất cứ bộ nào ngoài Tài chính và Ngoại giao."
    },
    {
        "start": "00:30:44,200",
        "end": "00:30:50,080",
        "en": "Kom nu. I morgen holder vi to fælles pressemøde, og så peger du på mig.",
        "pa": "Come on.\n Tomorrow we'll have a press conference, you state your support. How hard is that?",
        "vi": "Thôi nào.\n Mai ta sẽ tổ chức họp báo, bà tuyên bố ủng hộ, có gì mà khó?"
    },
    {
        "start": "00:30:50,200",
        "end": "00:30:54,800",
        "en": "Jeg lover, at vi nok skal få et par asylansøgere i arbejde,",
        "pa": "And then I promise you...\n I promise that we'll get a few asylum seekers a job.",
        "vi": "Và rồi tôi hứa với bà... Tôi hứa..."
    },
    {
        "start": "00:30:54,920",
        "end": "00:30:58,360",
        "en": "bare vi kan slippe for at tale for højt om det.",
        "pa": "Just don't make a big deal out of it.",
        "vi": "rằng sẽ tạo việc làm cho một số người xin tị nạn.\n Chỉ đừng làm to chuyện đó."
    },
    {
        "start": "00:30:58,480",
        "end": "00:31:02,280",
        "en": "Jeg kan godt forstå, du er interesseret i et fornuftsægteskab.",
        "pa": "I see why you are interested in a marriage of convenience, Michael.",
        "vi": "Tôi hiểu lý do ông muốn một cuộc hôn nhân sắp đặt."
    },
    {
        "start": "00:31:03,280",
        "end": "00:31:06,640",
        "en": "Men jeg er en gammeldags pige, så svaret er nej.",
        "pa": "But I'm an old-fashioned girl, so the answer is no.",
        "vi": "Nhưng tôi cổ hủ, nên câu trả lời là không."
    },
    {
        "start": "00:31:06,760",
        "end": "00:31:09,960",
        "en": "Vi må snakkes ved efter valget.",
        "pa": "We'll talk after the election.",
        "vi": "Ta sẽ nói chuyện sau bầu cử."
    },
    {
        "start": "00:31:14,640",
        "end": "00:31:19,160",
        "en": "-Han vil ikke trække det tilbage. -Det er svært at være din rådgiver.",
        "pa": "No deal. He wouldn't pull back.\n You're making it hard to be your adviser.",
        "vi": "Không thỏa thuận. Ông ta không nhượng bộ.\n Bà khiến tôi gặp khó khi làm cố vấn cho bà."
    },
    {
        "start": "00:31:19,280",
        "end": "00:31:23,080",
        "en": "-Du slipper nok snart for det, Kasper. - Kasper?",
        "pa": "You'll probably be free of me soon.\n Kasper.",
        "vi": "- Có lẽ anh sẽ sớm thoát khỏi tôi. - Kasper?"
    },
    {
        "start": "00:31:23,200",
        "end": "00:31:26,200",
        "en": "-Ja? -Sig ikke, du ikke kan kende mig.",
        "pa": "-Yes. -Don't you recognize me?",
        "vi": "- Vâng? - Anh không nhận ra tôi à?"
    },
    {
        "start": "00:31:26,360",
        "end": "00:31:29,520",
        "en": "-Nej. -Hornbæk.",
        "pa": "-No. -Hornbæk.",
        "vi": "- Không. - Ở Hornbæk."
    },
    {
        "start": "00:31:29,680",
        "end": "00:31:30,880",
        "en": "Hornbæk, for fanden.",
        "pa": "Hornbæk, of course! Do you want some champagne?",
        "vi": "Hornbæk, dĩ nhiên rồi! Cô uống sâm-panh không?"
    },
    {
        "start": "00:31:31,000",
        "end": "00:31:32,800",
        "en": "-Et glas champagne? -Jo tak.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:31:32,880",
        "end": "00:31:33,960",
        "en": "Det er da det, du skal.",
        "pa": "-Thanks. -That's what you need.",
        "vi": "- Cảm ơn. - Đó là thứ cô cần."
    },
    {
        "start": "00:31:42,560",
        "end": "00:31:45,920",
        "en": "-Det var tidligt. -Jeg kunne ikke.",
        "pa": "You're home early.\n I couldn't do it.",
        "vi": "Em về sớm thế.\n Em không làm được."
    },
    {
        "start": "00:31:47,920",
        "end": "00:31:52,040",
        "en": "Hvis vi mister et eller to mandater, så går jeg af til landsmødet.",
        "pa": "If we lose one or two seats, I'll resign at the annual congress.",
        "vi": "Nếu mất một, hai ghế, em sẽ từ chức ở đại hội thường niên."
    },
    {
        "start": "00:31:52,160",
        "end": "00:31:54,520",
        "en": "Hvis vi mister mere, går jeg af før.",
        "pa": "More than that and I'll resign right away.",
        "vi": "Hơn thế, em sẽ từ chức ngay."
    },
    {
        "start": "00:31:54,680",
        "end": "00:31:59,600",
        "en": "-Ingen siger... -Nu skal du dyrke noget karriere.",
        "pa": "Nobody's saying that it won't.\n Now it's your turn to work on your career, isn't it?",
        "vi": "Không ai nói nó sẽ không...\n Đã đến lượt anh phấn đấu vì sự nghiệp, nhỉ?"
    },
    {
        "start": "00:31:59,760",
        "end": "00:32:02,880",
        "en": "Jeg har brugt mine fem år. Vi har jo en aftale.",
        "pa": "I've spent my five years.",
        "vi": "Đã hết năm năm của em."
    },
    {
        "start": "00:32:03,000",
        "end": "00:32:07,640",
        "en": "-Jeg troede, du havde glemt den. -Næppe. Det var mig, der fandt på den.",
        "pa": "-We have a deal, right?\n -I thought you had forgotten that. - Hardly. It was my idea.",
        "vi": "Ta đã thỏa thuận nhỉ?\n Anh tưởng em quên rồi.\n Quên sao nổi. Đó là ý của em."
    },
    {
        "start": "00:32:09,000",
        "end": "00:32:12,800",
        "en": "Det var meget moderne tænkt af mig, synes jeg egentlig.",
        "pa": "Right.\n I thought it was very modern of me.",
        "vi": "Ừ...\n Em tưởng mình rất hiện đại mà."
    },
    {
        "start": "00:32:12,920",
        "end": "00:32:16,600",
        "en": "Fem års karriere til dig og fem til mig,",
        "pa": "Five years working for you, five for me.",
        "vi": "Năm năm cho sự nghiệp của anh, năm năm cho em."
    },
    {
        "start": "00:32:16,760",
        "end": "00:32:19,560",
        "en": "selvom du syntes, det var åndssvagt.",
        "pa": "Even though you thought it was stupid.",
        "vi": "Dù anh nghĩ nó ngu ngốc."
    },
    {
        "start": "00:32:19,680",
        "end": "00:32:25,160",
        "en": "Det forudsætter, at man hvert femte år kan skrue karrieren ned på halvt blus.",
        "pa": "Yes, because...\n that deal assumes your career can be put on hold every five years.",
        "vi": "Ừ, vì...\n theo thỏa thuận đó, sự nghiệp của em có thể bị hoãn năm năm một lần."
    },
    {
        "start": "00:32:25,280",
        "end": "00:32:28,120",
        "en": "-Det er gået godt indtil nu. -Vi har været heldige.",
        "pa": "-It's been fine so far. -We've been lucky.",
        "vi": "- Đến giờ vẫn ổn. - Ta đã may mắn."
    },
    {
        "start": "00:32:28,240",
        "end": "00:32:33,360",
        "en": "Hvad nu, hvis Bill Gates havde bedt mig være chef for Microsoft?",
        "pa": "What if Bill Gates had called me five years ago and said,",
        "vi": "Nếu năm năm trước, Bill Gates gọi cho anh và nói:"
    },
    {
        "start": "00:32:34,400",
        "end": "00:32:38,400",
        "en": "-Så havde du jo bare sagt nej. -Selvfølgelig havde jeg det.",
        "pa": "\"Do you want to run Microsoft?\"\n You would just have said no.",
        "vi": "\"Muốn điều hành Microsoft chứ?\"\n Anh sẽ nói không."
    },
    {
        "start": "00:32:38,520",
        "end": "00:32:43,240",
        "en": "Det havde været mere værdigt end at blive stemt hjem af Danmarks befolkning,",
        "pa": "Of course.\n That would have been much more dignified",
        "vi": "Tất nhiên.\n Thế còn đường hoàng hơn nhiều"
    },
    {
        "start": "00:32:43,360",
        "end": "00:32:46,120",
        "en": "som jeg bliver i overmorgen.",
        "pa": "than the Danish people voting you out, like me in two days.",
        "vi": "so với việc bị dân Đan Mạch loại bỏ, như em trong hai ngày nữa."
    },
    {
        "start": "00:32:46,240",
        "end": "00:32:51,080",
        "en": "Fornemmer jeg en, der prøver at lægge op til noget medlidenhedssex?",
        "pa": "Am I sensing a plea for some pity sex?",
        "vi": "Hình như có người xin làm tình vì thương hại."
    },
    {
        "start": "00:32:52,160",
        "end": "00:32:55,960",
        "en": "Du havde været bedre til det her end mig.",
        "pa": "You would have been better at this than me.",
        "vi": "Anh sẽ làm việc này giỏi hơn em."
    },
    {
        "start": "00:32:56,080",
        "end": "00:33:00,560",
        "en": "Nej, for jeg ville ikke have kunnet sige nej til Laugesen.",
        "pa": "No, because I wouldn't have been able to reject Laugesen.",
        "vi": "Không, vì anh không thể từ chối Laugesen."
    },
    {
        "start": "00:33:16,400",
        "end": "00:33:19,360",
        "en": "Må jeg få lov at komme igennem?",
        "pa": "Can I get through? \n Hey!",
        "vi": "Cho tôi đi nhờ nhé.\n Chào!"
    },
    {
        "start": "00:33:23,720",
        "end": "00:33:27,400",
        "en": "Alle taler så pænt om dig, Kasper.",
        "pa": "Everyone says nice things about you, Kasper.",
        "vi": "Ai cũng nói tốt về anh, Kasper."
    },
    {
        "start": "00:33:27,520",
        "end": "00:33:31,120",
        "en": "Det må være, fordi de ikke kender mig.",
        "pa": "They must not know me, then.",
        "vi": "Chắc họ không biết tôi."
    },
    {
        "start": "00:33:31,240",
        "end": "00:33:35,480",
        "en": "-Lov mig ikke at forsvinde. -Lover er et stort ord i min branche.",
        "pa": "Promise not to go anywhere.\n Promise is a big word in this business.",
        "vi": "Hứa là đừng đi đâu nhé.\n Hứa hẹn là từ hiếm trong ngành này."
    },
    {
        "start": "00:33:35,600",
        "end": "00:33:38,720",
        "en": "Vi havde besøg af en delegation kommunister fra Cuba.",
        "pa": "We had a visit from some Cuban communists.",
        "vi": "Có vài đảng viên cộng sản Cuba đến thăm."
    },
    {
        "start": "00:33:38,840",
        "end": "00:33:43,800",
        "en": "Vi måtte sende dem i gården for at ryge. Skal du med?",
        "pa": "We had to send them outside to smoke.",
        "vi": "Chúng tôi phải bảo họ ra ngoài hút thuốc."
    },
    {
        "start": "00:33:45,040",
        "end": "00:33:49,480",
        "en": "Og ryge os un cigaros Havana Cubana.",
        "pa": "Do you want to come with?\n And smoke a cigaros Havana Cubana.",
        "vi": "Muốn đi cùng không?\n Và hút một điếu xì gà Havana Cuba."
    },
    {
        "start": "00:33:57,320",
        "end": "00:34:02,480",
        "en": "Hvis jeg var kynisk nok, havde jeg taget et billede og solgt det til pressen.",
        "pa": "If I was cynical enough,\n I'd snap a picture of you and sell it to the press, Laugesen.",
        "vi": "Nếu là thằng đểu,\n tôi sẽ chụp ảnh ông và bán cho báo chí, Laugesen."
    },
    {
        "start": "00:34:02,600",
        "end": "00:34:07,280",
        "en": "-Du står og pisser op ad Borgen. -Ved du, hvad man kan pisse på?",
        "pa": "It totally looks like you are peeing on Borgen.\n If anything is worth peeing on,",
        "vi": "Trông hệt như ông đang tè lên Borgen.\n Nếu có thứ gì đáng tè vào..."
    },
    {
        "start": "00:34:07,400",
        "end": "00:34:11,640",
        "en": "Den der naive idé om folkestyret. Folket styrer ikke en skid.",
        "pa": "it's that naïve idea of the rule of the people.",
        "vi": "thì đó là ý tưởng ngây thơ về việc dân nắm quyền."
    },
    {
        "start": "00:34:11,760",
        "end": "00:34:16,520",
        "en": "Det er en lille kreds af mennesker, der afgør, hvad der sker i Danmark.",
        "pa": "The people don't rule a fucking thing.\n A small, privileged group of people decides what happens in Denmark.",
        "vi": "Người dân không nắm quyền gì hết.\n Một nhóm nhỏ, đặc quyền quyết định điều gì xảy ra ở Đan Mạch."
    },
    {
        "start": "00:34:16,640",
        "end": "00:34:21,120",
        "en": "Nogle erhvervsfolk, nogle mediefolk og nogle få politikere.",
        "pa": "Some business people, media people.\n And a few politicians.",
        "vi": "Vài doanh nhân, giới truyền thông.\n Vài chính trị gia."
    },
    {
        "start": "00:34:21,240",
        "end": "00:34:26,560",
        "en": "Så længe jeg er en del af den kreds, må de godt kalde det folkestyre.",
        "pa": "And as long as I'm a part of that group...\n they can call it rule of the people or whatever the fuck they want.",
        "vi": "Chừng nào tôi thuộc nhóm đó...\n họ thích gọi là dân nắm quyền hay gì thì tùy."
    },
    {
        "start": "00:34:30,600",
        "end": "00:34:33,720",
        "en": "Nå, hvad har du til mig, Kasper?",
        "pa": "What do you have, Kasper?",
        "vi": "Anh định nói gì, Kasper?"
    },
    {
        "start": "00:34:33,840",
        "end": "00:34:38,480",
        "en": "Jeg undskylder på min fru formands vegne, at det blev no deal.",
        "pa": "An apology on behalf of my chairman",
        "vi": "Một lời xin lỗi thay mặt bà Chủ tịch"
    },
    {
        "start": "00:34:38,600",
        "end": "00:34:42,560",
        "en": "-Det kan listes ind ad bagvejen. -Hun er ikke meget for bagvejen.",
        "pa": "-that it ended in a no deal.\n Sometimes the backdoor is open.",
        "vi": "vì không thỏa thuận được.\n Đôi khi cửa hậu mở đấy."
    },
    {
        "start": "00:34:42,680",
        "end": "00:34:46,760",
        "en": "Hun er jo en pæn pige, ved du.",
        "pa": "She's not fond of the backdoor.\n -She's a nice girl, you know.",
        "vi": "Bà ấy không thích cửa hậu.\n Ông biết bà ấy tử tế mà."
    },
    {
        "start": "00:34:47,600",
        "end": "00:34:52,600",
        "en": "Skulle du ikke til at arbejde for statsministeren på et tidspunkt?",
        "pa": "What about you?\n Don't you want to work for the prime minister?",
        "vi": "Còn anh thì sao?\n Anh không muốn làm cho Thủ tướng à?"
    },
    {
        "start": "00:34:52,720",
        "end": "00:34:55,840",
        "en": "Jeg tvivler på, Hesselboe vil ansætte mig efter Dahl.",
        "pa": "I doubt Lars Hesselboe wants me to succeed Ole Dahl.",
        "vi": "Chưa chắc Lars Hesselboe muốn tôi kế nhiệm Ole Dahl."
    },
    {
        "start": "00:34:55,960",
        "end": "00:35:00,400",
        "en": "Men tror du, Lars Hesselboe er statsminister efter valget?",
        "pa": "Do you think he is in office after the election?",
        "vi": "Anh nghĩ ông ta sẽ làm Thủ tướng sau bầu cử?"
    },
    {
        "start": "00:35:01,800",
        "end": "00:35:05,080",
        "en": "-Det behøvede han ikke at være? -Behøvede?",
        "pa": "-He need not be. -Need not?",
        "vi": "- Ông ta không cần thế. - Không cần?"
    },
    {
        "start": "00:35:08,880",
        "end": "00:35:11,520",
        "en": "Jeg ved noget.",
        "pa": "I know something.",
        "vi": "Tôi biết một điều."
    },
    {
        "start": "00:35:14,040",
        "end": "00:35:17,880",
        "en": "Jeg ved noget, der vil kunne gøre den rette til statsminister,",
        "pa": "I know something that could make someone prime minister.",
        "vi": "Tôi biết một điều có thể giúp ai đó thành Thủ tướng."
    },
    {
        "start": "00:35:18,000",
        "end": "00:35:20,520",
        "en": "hvis det bliver brugt klogt.",
        "pa": "If it was used wisely.",
        "vi": "Nếu vận dụng khôn ngoan."
    },
    {
        "start": "00:35:23,480",
        "end": "00:35:26,880",
        "en": "Jeg er en klog mand, Kasper.",
        "pa": "I am a wise man, Kasper.",
        "vi": "Tôi là người khôn ngoan."
    },
    {
        "start": "00:35:36,800",
        "end": "00:35:41,360",
        "en": "Kære venner. Jeg har en kedelig meddelelse. Det drejer sig om Hanne Holm.",
        "pa": "Listen up, guys. I have a sad announcement.",
        "vi": "Nghe này, mọi người. Tôi phải báo tin buồn."
    },
    {
        "start": "00:35:41,480",
        "end": "00:35:46,480",
        "en": "Som I ved, har Hanna Holm tidligere haft lidt problemer med alkohol.",
        "pa": "It's about Hanne Holm.\n As you know, Hanne Holm has previously had alcohol problems.",
        "vi": "Là về Hanne Holm.\n Như các bạn biết, Hanne Holm từng có vấn đề về rượu."
    },
    {
        "start": "00:35:46,600",
        "end": "00:35:51,120",
        "en": "I går modtog jeg en e-mail, som fortalte, at Hanne drak igen.",
        "pa": "Yesterday, I received an email telling me Hanne was drinking again.",
        "vi": "Hôm qua tôi nhận được một email nói rằng Hanne lại uống rượu."
    },
    {
        "start": "00:35:51,240",
        "end": "00:35:54,120",
        "en": "Den var afsendt her fra redaktionen.",
        "pa": "It was sent from this office from a public computer.",
        "vi": "Nó được gửi ở văn phòng này từ một máy tính chung."
    },
    {
        "start": "00:35:54,240",
        "end": "00:36:00,720",
        "en": "Vi vil ikke beskyldes for at have en alkoholiker til at lede partilederrunden.",
        "pa": "TV1 cannot allow, the day before an election,\n an alcoholic to moderate a political debate. That's that.",
        "vi": "Một ngày trước bầu cử, TV1 không thể để\n một kẻ nghiện rượu dẫn cuộc tranh luận với các lãnh đạo đảng. Vậy thôi."
    },
    {
        "start": "00:36:00,840",
        "end": "00:36:04,800",
        "en": "Jeg har med øjeblikkeligt varsel valgt at fritstille Hanne.",
        "pa": "I have with immediate notice released Hanne from her contract.",
        "vi": "Nên tôi đã chấm dứt hợp đồng với Hanne, hiệu lực ngay lập tức."
    },
    {
        "start": "00:36:04,920",
        "end": "00:36:10,360",
        "en": "Tilbage til arbejdet. Og dig? Er du sød at komme ind til mig?",
        "pa": "All right? We have an election to cover, so back to work. And you.",
        "vi": "Được chứ? Phải đưa tin về bầu cử, làm việc tiếp đi. Còn cô."
    },
    {
        "start": "00:36:10,480",
        "end": "00:36:14,440",
        "en": "For vi skal vist lige have en snak.",
        "pa": "Please step into my office,\n because you and I need to talk.",
        "vi": "Mời vào văn phòng tôi, vì ta cần nói chuyện."
    },
    {
        "start": "00:36:15,160",
        "end": "00:36:17,560",
        "en": "Hej, hej.",
        "pa": "Hey, there.",
        "vi": "Xin chào."
    },
    {
        "start": "00:36:19,920",
        "end": "00:36:23,440",
        "en": "-Hvor fanden har du været? -Jeg har været syg.",
        "pa": "Where the hell have you been?\n -I was sick-- -Sick? Listen here!",
        "vi": "Cô đã ở chỗ quái nào?\n - Tôi bị ốm. - Ốm? Nghe này!"
    },
    {
        "start": "00:36:23,600",
        "end": "00:36:27,200",
        "en": "Du skal tage din telefon. Jeg kunne fyre dig for det her.",
        "pa": "Listen! You pick up your phone, all right? I could fire you for this shit!",
        "vi": "Này! Phải nghe điện thoại. Tôi có thể sa thải cô vì chuyện này!"
    },
    {
        "start": "00:36:27,360",
        "end": "00:36:31,280",
        "en": "Men vi har bare ikke råd til at miste flere gode medarbejdere lige nu.",
        "pa": "I just can't lose any more good employees right now.",
        "vi": "Giờ tôi không thể mất người tài nữa."
    },
    {
        "start": "00:36:33,760",
        "end": "00:36:38,640",
        "en": "Det, jeg vil sige nu, kunne sagtens opfattes som en forfremmelse,",
        "pa": "Listen, Katrine. What I'm about to say can easily be misunderstood",
        "vi": "Nghe này, Katrine. Điều tôi sắp nói có thể dễ dàng bị hiểu lầm"
    },
    {
        "start": "00:36:38,760",
        "end": "00:36:40,800",
        "en": "men det er det ikke.",
        "pa": "as a promotion, but it definitely is not.",
        "vi": "là thăng chức, nhưng không phải."
    },
    {
        "start": "00:36:40,920",
        "end": "00:36:43,640",
        "en": "Jeg vil gerne bede dig tage afslutningsdebatten i aften.",
        "pa": "I want you to moderate the final debate tonight.",
        "vi": "Hãy dẫn cuộc tranh luận cuối cùng tối nay."
    },
    {
        "start": "00:36:49,480",
        "end": "00:36:54,040",
        "en": "Læste du talen, jeg har skrevet til afslutningsdebatten i aften?",
        "pa": "Did you read the speech I wrote for the final debate tonight?",
        "vi": "Bà đọc bài diễn văn tôi viết cho cuộc tranh luận cuối chưa?"
    },
    {
        "start": "00:36:54,160",
        "end": "00:36:59,320",
        "en": "-Ja, den er fin. -Godt. Husk at tage det sorte sæt på.",
        "pa": "Your two minutes?\n Yes, it looks fine.\n Good. And remember to wear the black suit, right?",
        "vi": "Hai phút của bà?\n Rồi, có vẻ ổn.\n Tốt. Và nhớ mặc bộ vest đen nhé?"
    },
    {
        "start": "00:36:59,440",
        "end": "00:37:05,640",
        "en": "Det ser godt ud på tv, og det slanker. Skal vi gå den igennem?",
        "pa": "It looks good on TV and makes you look slimmer.",
        "vi": "Lên hình đẹp, khiến bà thon thả hơn."
    },
    {
        "start": "00:37:05,760",
        "end": "00:37:10,520",
        "en": "Det virker som et forsøg på at redde en taktisk vanskelig situation.",
        "pa": "Shall we go over it?\n Kasper, I think it looks like a clever attempt",
        "vi": "Ta xem qua nhé?\n Kasper, nó như một nỗ lực khôn khéo"
    },
    {
        "start": "00:37:10,600",
        "end": "00:37:11,920",
        "en": "Det er det også.",
        "pa": "to salvage a tactically difficult situation.\n That's exactly what it is.",
        "vi": "để cứu vãn tình huống khó khăn về chiến thuật.\n Chính xác là vậy."
    },
    {
        "start": "00:37:12,000",
        "end": "00:37:16,040",
        "en": "Hvis det er min sidste tale, vil jeg ikke bruge tiden på taktik.",
        "pa": "If this is my last time, I don't want to waste time on tactics.",
        "vi": "Nếu đây là lần cuối, tôi không muốn phí thì giờ vào chiến thuật."
    },
    {
        "start": "00:37:16,160",
        "end": "00:37:19,280",
        "en": "Vil du have en afskedstale i stedet?",
        "pa": "Do you want me to make a farewell speech?",
        "vi": "Bà muốn tôi viết bài phát biểu chia tay à?"
    },
    {
        "start": "00:37:19,400",
        "end": "00:37:25,080",
        "en": "Hvis du skulle skrive om dødsstraf, skulle du bare vide, om du var for eller imod.",
        "pa": "If I asked for a speech about capital punishment,\n you'd ask, \"For or against?\"",
        "vi": "Nếu tôi bảo anh viết bài phát biểu về phạt tử hình,\n anh hỏi: \"Ủng hộ hay phản đối?\""
    },
    {
        "start": "00:37:25,200",
        "end": "00:37:30,640",
        "en": "-Mit job er ikke at tro på noget. -Så vil jeg tale til dig i aften.",
        "pa": "My job doesn't require me to believe in anything.\n Then I'll speak to you tonight.",
        "vi": "Làm nghề này, tôi không phải tin vào bất cứ gì.\n Vậy tối nay tôi sẽ nói chuyện với anh."
    },
    {
        "start": "00:37:46,240",
        "end": "00:37:48,680",
        "en": "Tillykke.",
        "pa": "Congratulations.",
        "vi": "Chúc mừng cô."
    },
    {
        "start": "00:37:48,800",
        "end": "00:37:51,520",
        "en": "Burde jeg ikke sige tillykke?",
        "pa": "Shouldn't I say that?",
        "vi": "Nên nói thế nhỉ?"
    },
    {
        "start": "00:37:51,640",
        "end": "00:37:56,080",
        "en": "Jeg har altid respekteret piger, der knepper sig til tops.",
        "pa": "You know what?\n I've always respected girls who fucked their way to the top.",
        "vi": "Cô biết không?\n Tôi luôn nể những phụ nữ đổi tình để leo cao."
    },
    {
        "start": "00:37:56,200",
        "end": "00:38:01,200",
        "en": "Det er i det mindste et talent, ikke? De knepper godt, kan man sige.",
        "pa": "That is a talent, at least.\n Being good at fucking, I mean.",
        "vi": "Ít nhất đó là một tài năng.\n Ý tôi là giỏi chuyện tình dục."
    },
    {
        "start": "00:38:02,680",
        "end": "00:38:06,400",
        "en": "Men at sladre om folk, der passer deres arbejde,",
        "pa": "But tattling on people,",
        "vi": "Nhưng đặt điều về người"
    },
    {
        "start": "00:38:06,520",
        "end": "00:38:10,520",
        "en": "rammer ned i den grimmeste lille danske tradition for angiveri.",
        "pa": "who are actually doing their job,\n it hits right at the nastiest little tradition in Denmark for snitching.",
        "vi": "đang chú tâm vào chuyên môn,\n thì đúng là truyền thống mách lẻo xấu xa nhất của Đan Mạch."
    },
    {
        "start": "00:38:10,640",
        "end": "00:38:14,440",
        "en": "-Det har jeg ingen respekt for. -Tror du, det var mig...",
        "pa": "And I have no respect for that.",
        "vi": "Và tôi khinh rẻ điều đó."
    },
    {
        "start": "00:38:14,560",
        "end": "00:38:18,240",
        "en": "Hvem er det, der har fået afslutningsdebatten?",
        "pa": "-Hanne, do you think I-- -Drop it.\n Who profits here? Who got to do the final debate?",
        "vi": "- Hanne, bà nghĩ tôi... - Thôi đi.\n Ai hưởng lợi ở đây? Ai dẫn cuộc tranh luận cuối cùng?"
    },
    {
        "start": "00:38:18,360",
        "end": "00:38:22,520",
        "en": "-Hanne, det kunne jeg da aldrig... -Slip mig!",
        "pa": "-Hanne, I would never-- -Let go of me!",
        "vi": "- Tôi không bao giờ... - Bỏ ra."
    },
    {
        "start": "00:38:23,920",
        "end": "00:38:28,080",
        "en": "Det værste, det er...at jeg faktisk godt kunne lide dig.",
        "pa": "The worst part is...\n I actually liked you.",
        "vi": "Buồn nhất là...\n tôi thật sự đã mến cô."
    },
    {
        "start": "00:38:39,680",
        "end": "00:38:44,280",
        "en": "-Det kan ikke lade sig gøre, mor. -Skrid. Væk med dig.",
        "pa": "That won't work, Mom.\n Beat it. Go away, seriously.",
        "vi": "Không được, mẹ ạ.\n Biến đi. Đi đi, thật đấy."
    },
    {
        "start": "00:38:45,760",
        "end": "00:38:50,360",
        "en": "Far, sig noget til hende. Hun er alt for fed til den nederdel.",
        "pa": "Dad, you have to say something. She's too fat for that skirt.",
        "vi": "Bố nói gì đi, mẹ quá béo, không ních nổi cái váy đó."
    },
    {
        "start": "00:38:52,680",
        "end": "00:38:57,880",
        "en": "-Der er en taxa om fem minutter. -Den må fandeme bare vente.",
        "pa": "Oh, stop it...\n -The taxi will be here in five minutes. -It'll just have to wait!",
        "vi": "Thôi đi...\n - Năm phút nữa taxi đến. - Cứ để nó đợi!"
    },
    {
        "start": "00:38:58,680",
        "end": "00:39:00,760",
        "en": "Sådan her.",
        "pa": "-There.",
        "vi": "Đấy."
    },
    {
        "start": "00:39:00,880",
        "end": "00:39:06,400",
        "en": "Hvis man skubber det ned, så ser man det ikke, vel?",
        "pa": "If you just push this down...",
        "vi": "Nếu nhét chỗ này xuống..."
    },
    {
        "start": "00:39:06,520",
        "end": "00:39:10,680",
        "en": "-Går det an? -Sandheden eller den kærlige version?",
        "pa": "nobody can tell, right?\n -Is this okay?\n Do you want the truth or the loving version?",
        "vi": "thì chẳng ai biết nhỉ?\n Thế này được chứ?\n Em muốn sự thật hay phiên bản ngọt ngào?"
    },
    {
        "start": "00:39:10,800",
        "end": "00:39:13,520",
        "en": "-Sandheden. -Din røv er for stor.",
        "pa": "The truth.",
        "vi": "Sự thật."
    },
    {
        "start": "00:39:13,640",
        "end": "00:39:17,520",
        "en": "Der er fem kilo mellem dig og det sorte sæt.",
        "pa": "Your ass is too big. There are five kilos between you and that black suit.",
        "vi": "Mông em to quá. Em giảm năm cân nữa mới vừa bộ vest đen đó."
    },
    {
        "start": "00:39:17,640",
        "end": "00:39:21,920",
        "en": "-Okay. Den kærlige version. -Renseriet har krympet det sorte sæt.",
        "pa": "All right, the loving version.\n The cleaners shrunk the black suit. They apologize.",
        "vi": "Phiên bản ngọt ngào.\n Nhân viên giặt là làm co bộ đó. Họ xin lỗi."
    },
    {
        "start": "00:39:22,880",
        "end": "00:39:24,720",
        "en": "Nå.",
        "pa": "-Oh. -Yeah.",
        "vi": "- Ồ. - Ừ."
    },
    {
        "start": "00:39:26,160",
        "end": "00:39:30,520",
        "en": "Okay. Så må jeg jo bare tage den gamle kjole på.",
        "pa": "Okay.\n I'll just have to wear the old dress.",
        "vi": "Được rồi.\n Em mặc váy cũ vậy."
    },
    {
        "start": "00:39:30,640",
        "end": "00:39:33,120",
        "en": "Det er den eneste, jeg kan være i.",
        "pa": "It's the only one I can fit in.",
        "vi": "Em mặc vừa mỗi cái này."
    },
    {
        "start": "00:39:33,240",
        "end": "00:39:37,600",
        "en": "Den er fuldstændig upassende til en partilederrunde. Prøv at se.",
        "pa": "It's completely inappropriate for a party leader debate. Look at it.",
        "vi": "Hoàn toàn không hợp với cuộc tranh luận của lãnh đạo đảng. Nhìn xem."
    },
    {
        "start": "00:39:38,960",
        "end": "00:39:43,720",
        "en": "Forleden dag sad jeg og så dig på tv sammen med ungerne.",
        "pa": "Oh.\n You know what, honey?\n The other day, me and the kids were watching you on TV, right?",
        "vi": "Em biết không, em yêu?\n Hôm nọ, bố con anh xem em trên tivi ấy."
    },
    {
        "start": "00:39:43,840",
        "end": "00:39:46,560",
        "en": "Så spurgte Magnus mig bagefter:",
        "pa": "Afterwards, Magnus asked me...",
        "vi": "Sau đó, Magnus hỏi anh..."
    },
    {
        "start": "00:39:46,680",
        "end": "00:39:52,240",
        "en": "\"Far, tror du, jeg bliver lige så klog som mor, når jeg bliver stor?\"",
        "pa": "\"Dad, do you think I'll be as smart as mom when I grow up?\"",
        "vi": "\"Bố... Bố có nghĩ lớn lên con có thông minh như mẹ không?\""
    },
    {
        "start": "00:39:52,360",
        "end": "00:39:56,920",
        "en": "Vi er pissestolte af dig. Ved du det?",
        "pa": "We are so damn proud of you. Do you know that?",
        "vi": "Bố con anh rất tự hào về em, em biết chứ?"
    },
    {
        "start": "00:39:58,720",
        "end": "00:40:02,640",
        "en": "-Nå, jeg skal have den på. -Ja ja, men så tag den på.",
        "pa": "-Hmm? -Hmm.\n -All right, I need to put this on. -Yes, put it on.",
        "vi": "- Được rồi, em phải mặc cái này. - Mặc đi."
    },
    {
        "start": "00:40:06,280",
        "end": "00:40:09,040",
        "en": "Kom så. Det er godt.",
        "pa": "Go on. That's good.",
        "vi": "Ăn đi. Ngon đấy."
    },
    {
        "start": "00:40:10,480",
        "end": "00:40:15,200",
        "en": "Katrine, du er 29 år gammel. Og du har fået afslutningsdebatten.",
        "pa": "Katrine, you are 29 years old.",
        "vi": "Katrine, em 29 tuổi rồi."
    },
    {
        "start": "00:40:15,320",
        "end": "00:40:20,280",
        "en": "Nu tager vi hen, og så fyrer du den af, fordi det er det, du kan.",
        "pa": "And you got the final debate.\n So now we'll go over there,\n -and you'll steal the show,",
        "vi": "Em dẫn cuộc tranh luận cuối cùng.\n Giờ ta sẽ đến đó, em sẽ làm thật xuất sắc,"
    },
    {
        "start": "00:40:20,400",
        "end": "00:40:24,760",
        "en": "-Jeg render rundt og tuder hele tiden. -De tror, det er nervøsitet.",
        "pa": "because that's what you do.\n But, Kasper, I'm crying all the time, and I don't know why.",
        "vi": "vì đó là tài của em.\n Nhưng Kasper, em khóc suốt, chẳng hiểu tại sao."
    },
    {
        "start": "00:40:24,880",
        "end": "00:40:29,480",
        "en": "Kom nu. Det er afslutningsdebatten. Jeg kører dig derind i det sorte lyn.",
        "pa": "They think it's nerves.\n Come on, damn it. It's the final debate.\n I'll drive you in the Black Lightning.",
        "vi": "Họ nghĩ là do căng thẳng.\n Chết tiệt. Là cuộc tranh luận cuối cùng đấy.\n Anh sẽ chở em bằng Tia Chớp Đen."
    },
    {
        "start": "00:40:31,440",
        "end": "00:40:33,160",
        "en": "Kom nu.",
        "pa": "- Come on.",
        "vi": "Đi nào."
    },
    {
        "start": "00:40:40,680",
        "end": "00:40:45,720",
        "en": "Tjek positionerne. Lad os holde øje med baggrund og publikum. Tak for det.",
        "pa": "Let's check positions again. One, check focus.\n Let's keep an eye on the background and the audience. Thank you.\n - There you go.",
        "vi": "Kiểm tra lại vị trí. Máy một, kiểm tra tiêu điểm.\n Hãy để ý đến hình nền và khán giả. Cảm ơn."
    },
    {
        "start": "00:40:53,640",
        "end": "00:40:58,200",
        "en": "-Kan man se panikken? -Du er så skidehamrende lækker.",
        "pa": "Is the panic visible?\n You are so damn tasty.",
        "vi": "Được rồi.\n Trông tôi có hoảng loạn?\n Trông cô hết sức ngon lành."
    },
    {
        "start": "00:40:59,640",
        "end": "00:41:01,920",
        "en": "Har du hørt noget derude?",
        "pa": "-Have you heard anything out there? -Well...",
        "vi": "- Cô có nghe đồn gì không? - Thì..."
    },
    {
        "start": "00:41:02,040",
        "end": "00:41:06,640",
        "en": "Regeringen og Frihedspartiet har rimelig godt styr på det. Pas på Laugesen.",
        "pa": "The government and Freedom Party seem on top of it.",
        "vi": "Chính phủ và Đảng Tự do Cực hữu có vẻ làm chủ tình hình."
    },
    {
        "start": "00:41:06,760",
        "end": "00:41:11,440",
        "en": "Han er totalt speedet her til aften. Han tog mig fandeme på røven.",
        "pa": "Watch out for that guy Laugesen from the Worker's Party. \n He's on edge tonight. He grabbed my fucking ass.",
        "vi": "Coi chừng gã đó, Laugesen, của Đảng Lao động.\n Tối nay ông ta khó ở. Ông ta đập mông tôi."
    },
    {
        "start": "00:41:11,560",
        "end": "00:41:15,360",
        "en": "Fint. Vi knalder ham for sexchikane. Katrine, snak til mig.",
        "pa": "That's fine. We'll nail him for harassment afterwards.",
        "vi": "Không sao. Sau này ta sẽ tố ông ta quấy rối."
    },
    {
        "start": "00:41:15,480",
        "end": "00:41:20,560",
        "en": "Trekvart million danskere vil måske stemme anderledes end sidst.",
        "pa": "Katrine, give it to me.\n About 750,000 might vote differently than last election.",
        "vi": "Katrine, nói xem nào.\n 750.000 người có thể bỏ phiếu khác lần trước."
    },
    {
        "start": "00:41:20,680",
        "end": "00:41:24,200",
        "en": "-De trækker lod om rækkefølgen. -To minutter.",
        "pa": "-Laugesen is chasing the 250,000 middle... -Yes.\n -They are drawing lots for the order. -Katrine, two minutes.",
        "vi": "- Laugesen nhắm vào 250.000 người chưa... - Đúng.\n - Họ đang rút thăm lấy thứ tự. - Katrine, hai phút."
    },
    {
        "start": "00:41:24,320",
        "end": "00:41:27,800",
        "en": "Du klarer det pissegodt. Du ser vanvittig godt ud.",
        "pa": "Katrine, come here. You're going to do great.",
        "vi": "Katrine, lại đây. Cô sẽ làm rất tốt."
    },
    {
        "start": "00:41:27,920",
        "end": "00:41:33,880",
        "en": "Du er en dygtig journalist. Levér varen, ellers får jeg røven på komedie.",
        "pa": "You look stunning. You are an incredibly talented journalist.\n If you don't nail this, it's my ass, all right?\n Good.",
        "vi": "Trông cô tuyệt lắm. Cô là một nhà báo cực kỳ tài năng.\n Cô mà không làm tốt lần này là tôi tiêu đấy.\n Tốt."
    },
    {
        "start": "00:41:39,680",
        "end": "00:41:42,720",
        "en": "-Den sorte var til rens. -Du ser godt ud.",
        "pa": "-The black one was at the cleaners. -You look great.",
        "vi": "- Bộ đen đang ở chỗ giặt là. - Trông bà tuyệt lắm."
    },
    {
        "start": "00:41:42,840",
        "end": "00:41:46,720",
        "en": "Slap af og vær dig selv. Og hold dig til talen.",
        "pa": "Just relax and be yourself.\n And stick to the speech.",
        "vi": "Cứ thoải mái và là chính mình.\n Bám sát bài phát biểu."
    },
    {
        "start": "00:41:50,920",
        "end": "00:41:54,160",
        "en": "Kan vi lige snakke sammen?",
        "pa": "Could we talk for a minute?",
        "vi": "Ta nói chuyện chút nhé?"
    },
    {
        "start": "00:41:54,280",
        "end": "00:41:57,120",
        "en": "Du skal ikke bruge det der nu.",
        "pa": "I don't think you should use that now.",
        "vi": "Ông không nên dùng nó bây giờ."
    },
    {
        "start": "00:41:57,240",
        "end": "00:41:59,720",
        "en": "Er du idiot?",
        "pa": "Are you crazy?",
        "vi": "Anh điên à?"
    },
    {
        "start": "00:42:01,760",
        "end": "00:42:04,920",
        "en": "Der er ti sekunder. Katrine, du ser forrygende ud.",
        "pa": "Ten seconds. Katrine in position. You look enchanting.",
        "vi": "Mười giây. Katrine vào vị trí. Trông cô quyến rũ lắm."
    },
    {
        "start": "00:42:06,120",
        "end": "00:42:10,520",
        "en": "4, 3, 2, 1. Værsgo. 3 er på.",
        "pa": "And... four..\n three... two...\n one...",
        "vi": "Và... bốn...\n ba... hai...\n một..."
    },
    {
        "start": "00:42:11,400",
        "end": "00:42:16,280",
        "en": "-Far, det begynder. -Jeg kommer nu.",
        "pa": "Ready, three.\n -Good evening, welcome... - Dad, it's starting!\n All right, all right, I'm coming.",
        "vi": "Máy ba sẵn sàng.\n - Chào mừng quý vị... - Bố, bắt đầu đầu!\n Được rồi, bố đến đây."
    },
    {
        "start": "00:42:17,680",
        "end": "00:42:20,760",
        "en": "Vi skal debattere valgets hovedemner.",
        "pa": "-Here you go, honey. - Come on.\n We are debating this election's main topics. Plenty to talk about",
        "vi": "- Của con đây. - Mau lên.\n Ta sẽ tranh luận về các chủ đề chính. Rất nhiều điều để nói,"
    },
    {
        "start": "00:42:20,880",
        "end": "00:42:25,000",
        "en": "Til sidst får hver partileder sine afsluttende to minutters taletid.",
        "pa": "and at the end of the program, each leader gets two minutes to talk.",
        "vi": "và đến cuối chương trình, mỗi lãnh đạo có hai phút để nói."
    },
    {
        "start": "00:42:25,120",
        "end": "00:42:30,520",
        "en": "Vi er meget hårde. Vi lukker for mikrofonen efter to minutter.",
        "pa": "We are tough. The microphone is switched off after two minutes.",
        "vi": "Khắt khe lắm, micro sẽ bị tắt sau hai phút."
    },
    {
        "start": "00:42:30,640",
        "end": "00:42:35,680",
        "en": "Nu skal du ikke sende mig det blik. Jeg skal nok opføre mig ordentligt.",
        "pa": "Everyone gets the same, however difficult it may sound.\n Don't look at me like that, I'll behave tonight.",
        "vi": "Dù có vẻ khó, nhưng mọi người có thời gian như nhau.\n Đừng nhìn tôi như thế, tối nay tôi sẽ ngoan."
    },
    {
        "start": "00:42:35,800",
        "end": "00:42:38,240",
        "en": "Det er så første gang, Svend Åge.",
        "pa": "-That would be a first, Svend Åge.",
        "vi": "Sẽ là lần đầu đấy, Svend Åge."
    },
    {
        "start": "00:42:38,360",
        "end": "00:42:42,680",
        "en": "-Der er mor. Hej, mor. -Det er så pinligt med den kjole.",
        "pa": "There's Mom! Hi, Mom!\n Dad, that dress is so embarrassing.",
        "vi": "Mẹ kìa! Chào mẹ!\n Bố, thật xấu hổ khi mẹ mặc váy đó."
    },
    {
        "start": "00:42:42,800",
        "end": "00:42:46,280",
        "en": "Vi sender positiv energi til mor.",
        "pa": "Send positive energy to your mom. Positive energy.",
        "vi": "Gửi năng lượng tích cực cho mẹ đi chứ."
    },
    {
        "start": "00:42:46,400",
        "end": "00:42:50,000",
        "en": "Hesselboe har været Danmarks statsminister i syv år.",
        "pa": "The Liberals' Lars Hesselboe has been the prime minister for seven years,",
        "vi": "Lars Hesselboe của Đảng Tự do đã làm Thủ tướng bảy năm"
    },
    {
        "start": "00:42:50,120",
        "end": "00:42:52,680",
        "en": "Laugesen vil ind og sidde på det kontor.",
        "pa": "Michael Laugesen from the Worker's Party wants his office.",
        "vi": "và Michael Laugesen của Đảng Lao động muốn có chức đó."
    },
    {
        "start": "00:42:52,800",
        "end": "00:42:56,320",
        "en": "Det har ikke skortet på store valgløfter,",
        "pa": "There has been no shortage of promises from the two gentlemen,",
        "vi": "Hai quý ông này đều hứa hẹn to tát,"
    },
    {
        "start": "00:42:56,440",
        "end": "00:43:00,800",
        "en": "men på kvindernes vegne vil jeg sige, at det ikke kommer det an på størrelsen.",
        "pa": "but on behalf of the women, I'll say that as with elsewhere, size doesn't matter.",
        "vi": "nhưng thay mặt phái nữ, tôi xin nói như bất cứ đâu, kích cỡ không quan trọng."
    },
    {
        "start": "00:43:00,920",
        "end": "00:43:04,840",
        "en": "Velkommen til afslutningsdebat 2010.",
        "pa": "-Welcome to the final debate 2010.",
        "vi": "Chào mừng tới cuộc tranh luận cuối cùng năm 2010."
    },
    {
        "start": "00:43:12,800",
        "end": "00:43:17,080",
        "en": "Så er vi kommet til det. Det er nu, alle partilederne får to minutters fri taletid.",
        "pa": "This is it, friends.\n Now every party leader gets two minutes to speak.",
        "vi": "Xong rồi, các vị.\n Giờ mỗi lãnh đạo đảng có hai phút để phát biểu."
    },
    {
        "start": "00:43:17,200",
        "end": "00:43:20,680",
        "en": "Vi starter med Anne Sofie Lindenkrone. Værsgo.",
        "pa": "-First is Anne Sophie Lindenkrone.",
        "vi": "Đầu tiên là Anne Sophie Lindenkrone.\n - Diễn đàn là của cô. - Cảm ơn."
    },
    {
        "start": "00:43:20,800",
        "end": "00:43:27,680",
        "en": "Jeg skammer mig over det egoistiske Danmark, Hesselboe har vist os i syv år.",
        "pa": "- The floor is yours. -Thank you.\n I'm ashamed to be Danish when I see the selfish Denmark",
        "vi": "Tôi xấu hổ vì là người Đan Mạch khi thấy điều mà người Đan Mạch ích kỷ"
    },
    {
        "start": "00:43:27,800",
        "end": "00:43:31,080",
        "en": "-Amir Diwan er på 3'eren. -Er Diwan med w?",
        "pa": "Hesselboe and friends have shown us the last seven years.\n Katrine, your intro for Amir Diwan on three.",
        "vi": "Hesselboe và bạn bè ông ta thể hiện bảy năm qua.\n Katrine, đếm đến ba cô giới thiệu Amir Diwan."
    },
    {
        "start": "00:43:31,200",
        "end": "00:43:32,680",
        "en": "Ja.",
        "pa": "-Are we sure Diwan is with a \"w\"? -Yes. And he's there.",
        "vi": "- Chắc chứ? Diwan có chữ \"w\" à? - Ừ. Anh ấy kia."
    },
    {
        "start": "00:43:32,800",
        "end": "00:43:38,520",
        "en": "En stemme på os er en stemme på et miljørigtigt, ansvarligt og sundt Danmark.",
        "pa": "And a vote for us is a vote for an environmentally,",
        "vi": "Một phiếu bầu cho chúng tôi là bầu cho một Đan Mạch"
    },
    {
        "start": "00:43:38,640",
        "end": "00:43:42,880",
        "en": "Naturligvis skal Danmark have et forsvar, der er veluddannet.",
        "pa": "economically responsible and healthy Denmark.\n Of course Denmark needs armed forces that are up to date and educated.",
        "vi": "lành mạnh, có trách nhiệm với môi trường và kinh tế.\n Dĩ nhiên Đan Mạch cần các lực lượng vũ trang"
    },
    {
        "start": "00:43:43,000",
        "end": "00:43:44,440",
        "en": "Hesselboe på 3.",
        "pa": "Prepare for Hesselboe on three.",
        "vi": "hiện đại và được đào tạo kỹ.\n Chuẩn bị cho Hesselboe ở máy ba."
    },
    {
        "start": "00:43:44,560",
        "end": "00:43:48,720",
        "en": "Vi tror på, at den enkeltes frihed, initiativ og handlemulighed",
        "pa": "We also believe the individual's freedom, initiative and ability to act",
        "vi": "Chúng tôi cũng tin là tự do, sáng kiến và khả năng hành động của cá nhân"
    },
    {
        "start": "00:43:48,880",
        "end": "00:43:51,440",
        "en": "er vigtig drivkraft for dansk økonomi.",
        "pa": "is a vital motor for the Danish economy.",
        "vi": "là động lực sống còn của kinh tế Đan Mạch."
    },
    {
        "start": "00:43:51,560",
        "end": "00:43:53,960",
        "en": "Kan vi passe godt på de ældre,",
        "pa": "Can we still take care of our elders,",
        "vi": "Ta vẫn có thể chăm sóc người cao tuổi,"
    },
    {
        "start": "00:43:54,080",
        "end": "00:44:01,320",
        "en": "selvom vi også skal tage hånd om kriminelle indvandrere og flygtninge?",
        "pa": "while taking care of criminal immigrants and refugees",
        "vi": "trong khi lo về dân nhập cư phạm tội, và người tị nạn,"
    },
    {
        "start": "00:44:01,440",
        "end": "00:44:06,840",
        "en": "Katrine, Birgitte Nyborg-oplæg på 3'eren.",
        "pa": "who travel 6,000 miles to get here...\n Katrine, it's Birgitte Nyborg now, and she is on three.",
        "vi": "những người đã đi 6.000 ki-lô-mét để tới đây...\n Katrine, giờ là Birgitte Nyborg, bà ấy ở máy ba."
    },
    {
        "start": "00:44:06,960",
        "end": "00:44:09,720",
        "en": "Tak, Svend Åge Saltum.",
        "pa": "And three is on.\n -Thank you, Svend Åge Saltum.",
        "vi": "Và... máy ba lên sóng.\n Cảm ơn ông Svend."
    },
    {
        "start": "00:44:09,840",
        "end": "00:44:14,160",
        "en": "Den næstsidste er Birgitte Nyborg. Ordet er dit.",
        "pa": "The penultimate speaker is Birgitte Nyborg from the Moderates.\n Thank you.",
        "vi": "Diễn giả áp chót là bà Birgitte Nyborg của Đảng Ôn hòa.\n Cảm ơn cô."
    },
    {
        "start": "00:44:16,440",
        "end": "00:44:19,520",
        "en": "Vi er blevet meget professionelle.",
        "pa": "Well... all of us up here have become very professional.",
        "vi": "Thì...\n Tất cả chúng tôi ở đây đều trở nên rất chuyên nghiệp."
    },
    {
        "start": "00:44:19,640",
        "end": "00:44:24,440",
        "en": "Vi ved, hvad vi bliver spurgt om, for det har vi aftalt med journalisterne.",
        "pa": "We know the questions in advance, because they are agreed with the media.",
        "vi": "Chúng tôi biết trước câu hỏi vì đã thống nhất với báo chí."
    },
    {
        "start": "00:44:24,560",
        "end": "00:44:30,440",
        "en": "Det er sgu ikke aftalt. Katrine, det er ikke en forberedt tale. Det er ren impro.",
        "pa": "-We get polls every hour... - That's not scripted.\n Katrine, it's not a prepared speech.",
        "vi": "- Có kết quả thăm dò... - Không có trong kịch bản.\n Đó không phải bài đã chuẩn bị."
    },
    {
        "start": "00:44:30,560",
        "end": "00:44:34,040",
        "en": "Det gør vi, fordi det er vigtigt at ramme rigtigt.",
        "pa": "It's pure improvisation.\n And we do all this because it is so important to be perfect.",
        "vi": "Hoàn toàn là ứng khẩu...\n Chúng ta làm thế vì đề cao tầm quan trọng của sự hoàn hảo."
    },
    {
        "start": "00:44:34,160",
        "end": "00:44:40,800",
        "en": "Min spindoktor står og korser sig over, at jeg ikke holder mig til min tale.",
        "pa": "Right now, my spin doctor is backstage and cursing me",
        "vi": "Giờ cố vấn truyền thông của tôi đang chửi rủa tôi ở hậu trường"
    },
    {
        "start": "00:44:40,920",
        "end": "00:44:45,120",
        "en": "Han er også meget ked af, at jeg ikke har taget det tøj på, vi har aftalt.",
        "pa": "for not reading my speech.\n And he is upset that I didn't wear the clothes we agreed on.",
        "vi": "vì không đọc bài diễn văn.\n Và anh ấy bực vì tôi không mặc trang phục như đã thống nhất."
    },
    {
        "start": "00:44:45,240",
        "end": "00:44:49,840",
        "en": "Men sagen er, at jeg ikke kan passe det, fordi jeg er blevet for tyk.",
        "pa": "But the thing is...\n it doesn't fit me these days because I've put on a little too much weight.",
        "vi": "Nhưng vấn đề là...\n tôi không mặc vừa nó nữa vì tăng cân hơi quá nhiều."
    },
    {
        "start": "00:44:51,520",
        "end": "00:44:57,760",
        "en": "Lad os lige se hende i fuld figur. Vi skal se kjolen. Hold fast.",
        "pa": "Give me a full frontal shot, two.\n We need to see the dress, two. Yes, hold it.",
        "vi": "Quay toàn thân trực diện đi, máy hai.\n Ta cần thấy cái váy, máy hai. Vâng, giữ đó."
    },
    {
        "start": "00:44:57,880",
        "end": "00:45:01,120",
        "en": "Vi bliver nødt til at indrømme, når vi tager fejl,",
        "pa": "You are on, two.\n I believe we have to admit when we are wrong",
        "vi": "Đang phát, máy hai.\n Tôi tin rằng khi sai, ta phải thừa nhận,"
    },
    {
        "start": "00:45:01,240",
        "end": "00:45:04,320",
        "en": "og sige til, når der er noget, vi ikke forstår.",
        "pa": "and speak up when there is something we don't understand or know.",
        "vi": "và nói ra khi có gì mà ta không hiểu hoặc không biết."
    },
    {
        "start": "00:45:04,440",
        "end": "00:45:06,960",
        "en": "Jeg er blevet politiker,",
        "pa": "I became a politician",
        "vi": "Tôi làm chính trị gia vì..."
    },
    {
        "start": "00:45:07,080",
        "end": "00:45:12,120",
        "en": "fordi jeg engang havde en mening om, hvordan vi skulle indrette verden.",
        "pa": "because I once had an opinion on how to organize the world.",
        "vi": "tôi đã có ý tưởng về cách tổ chức thế giới."
    },
    {
        "start": "00:45:12,240",
        "end": "00:45:17,080",
        "en": "Jeg mener, at vi er ved at miste det, der får Danmark til at hænge sammen.",
        "pa": "I still do.\n I believe...\n that we are losing the glue that holds Denmark together.",
        "vi": "Giờ vẫn có.\n Tôi tin...\n rằng ta đang mất đi chất keo gắn kết Đan Mạch."
    },
    {
        "start": "00:45:17,200",
        "end": "00:45:21,920",
        "en": "Jeg mener, at vi lever allerede i et multietnisk samfund,",
        "pa": "I believe, opposite the Freedom Party,",
        "vi": "Trái với Đảng Tự do Cực hữu, tôi tin"
    },
    {
        "start": "00:45:22,040",
        "end": "00:45:25,560",
        "en": "og at det er spild af tid at diskutere, hvordan vi undgår det.",
        "pa": "that we already live in a multi-ethnic society\n and that it is meaningless to discuss how to avoid it.",
        "vi": "rằng chúng ta đang sống trong xã hội đa chủng tộc\n và bàn cách tránh né nó là vô nghĩa."
    },
    {
        "start": "00:45:25,680",
        "end": "00:45:30,680",
        "en": "Jeg mener, det er en myte, at vi alle er lige og har de sammen muligheder.",
        "pa": "I believe it is a myth\n that we are equal with equal opportunities.",
        "vi": "Tôi tin rằng việc ta\n có cơ hội như nhau chỉ là lời đồn."
    },
    {
        "start": "00:45:30,800",
        "end": "00:45:35,280",
        "en": "I de sidste syv år er der blevet meget længere mellem fattig og rig.",
        "pa": "During the last seven years, the gap between rich and poor has grown.",
        "vi": "Trong bảy năm qua, khoảng cách giàu nghèo ngày càng lớn."
    },
    {
        "start": "00:45:35,400",
        "end": "00:45:40,080",
        "en": "Statsministeren vil sikkert sige: Enhver er sin egen lykkes smed.",
        "pa": "And the prime minister will probably say, \"It will be fine.",
        "vi": "Và Thủ tướng có thể sẽ nói: \"Sẽ ổn thôi, mỗi người tạo nên số phận mình\"."
    },
    {
        "start": "00:45:40,200",
        "end": "00:45:45,280",
        "en": "Men at de frie markedskræfter er det bedste middel mod social ulighed,",
        "pa": "Everyone forges his own destiny.\"\n But believing that free market forces",
        "vi": "Nhưng tin rằng các lực lượng thị trường tự do"
    },
    {
        "start": "00:45:45,400",
        "end": "00:45:51,360",
        "en": "er det samme som at tro, at biler selv kan udbedre drivhuseffekten.",
        "pa": "is the best weapon against social inequality\n is like saying cars will stop global warming on their own.",
        "vi": "là vũ khí tốt nhất chống lại bất công bằng xã hội,\n chẳng khác nào bảo ô tô tự ngăn hiện tượng ấm lên toàn cầu."
    },
    {
        "start": "00:45:51,480",
        "end": "00:45:54,560",
        "en": "Hvis vi skal skabe et nyt Danmark sammen,",
        "pa": "It is not good enough.\n If we are to create a new Denmark together,",
        "vi": "Như thế chưa đủ.\n Nếu ta muốn cùng tạo nên một Đan Mạch mới,"
    },
    {
        "start": "00:45:54,680",
        "end": "00:46:00,760",
        "en": "skal vi opfinde en ny måde at tale på og føre politik på.",
        "pa": "we have to invent a new way of talking to each other",
        "vi": "ta phải tạo ra một cách đối thoại mới "
    },
    {
        "start": "00:46:00,880",
        "end": "00:46:06,560",
        "en": "Det kan godt være, at ord som socialisme, liberalisme og solidaritet,",
        "pa": "and a new way of doing politics.\n It is possible that words like socialism, liberalism and solidarity",
        "vi": "và cách làm chính trị mới.\n Có thể những từ như chủ nghĩa xã hội, chủ nghĩa tự do và đoàn kết"
    },
    {
        "start": "00:46:06,680",
        "end": "00:46:10,720",
        "en": "er ord, der beskriver verden af i går og ikke verden af i morgen.",
        "pa": "are words that describe the world of yesterday, not tomorrow.",
        "vi": "là những từ mô tả thế giới của hôm qua, không phải ngày mai."
    },
    {
        "start": "00:46:10,840",
        "end": "00:46:16,640",
        "en": "En moderne verden er mangfoldig. Det må vores demokrati også være.",
        "pa": "The modern world is full of variety,",
        "vi": "Một thế giới hiện đại đầy đa dạng,"
    },
    {
        "start": "00:46:16,760",
        "end": "00:46:22,120",
        "en": "En stemme på De Moderate i morgen er en stemme på et nyt Danmark. Tak.",
        "pa": "and our democracy must mirror this as well.\n A vote for the Moderates tomorrow is a vote for a new Denmark.",
        "vi": "và nền dân chủ của ta cũng phải thế.\n Một phiếu cho Đảng Ôn hòa vào ngày mai là một phiếu cho Đan Mạch mới."
    },
    {
        "start": "00:46:25,200",
        "end": "00:46:31,040",
        "en": "-Tak, Birgitte Nyborg. -Nyborg har fat i den i aften, hvad?",
        "pa": "Thank you.\n Thank you, Birgitte Nyborg.\n Holy smokes, Nyborg is on fire tonight.",
        "vi": "Xin cảm ơn.\n Cảm ơn bà Birgitte Nyborg.\n Trời đất, tối nay Nyborg ác thật."
    },
    {
        "start": "00:46:31,160",
        "end": "00:46:36,240",
        "en": "Det er jeres mor. Hende kan I fandeme godt være stolte af.",
        "pa": "That's your mom. You can be proud of her.",
        "vi": "Là mẹ các con đấy.\n Các có thể tự hào về mẹ mình."
    },
    {
        "start": "00:46:36,360",
        "end": "00:46:40,800",
        "en": "-Laugesen, kan du stikke den? -Det kan du tro, jeg kan.",
        "pa": "Thank you, moving on.\n Last man, Michael Laugesen. Can you top that?",
        "vi": "Cảm ơn, tiếp tục.\n Laugesen. Ông vượt được không?"
    },
    {
        "start": "00:46:40,920",
        "end": "00:46:45,760",
        "en": "Jeg har skrevet en tale ligesom alle andre, eller de fleste andre,",
        "pa": "You bet. Thank you.\n I have of course written a speech like everyone else... or most of us.",
        "vi": "Chắc chắn rồi. Cảm ơn.\n Dĩ nhiên tôi đã viết sẵn như mọi người. Hay..."
    },
    {
        "start": "00:46:45,840",
        "end": "00:46:47,680",
        "en": "men den kan jeg ikke holde.",
        "pa": "But I can't make it,",
        "vi": "đa số mọi người.\n Nhưng tôi không đọc được,"
    },
    {
        "start": "00:46:47,760",
        "end": "00:46:53,440",
        "en": "For jeg har i dag set beviset på magtens arrogance hos statsministeren.",
        "pa": "because I today have seen proof of, what I would call,",
        "vi": "vì hôm nay tôi đã thấy bằng chứng về cái mà tôi gọi là"
    },
    {
        "start": "00:46:53,560",
        "end": "00:46:57,800",
        "en": "I syv år har statsministeren prædiket økonomisk ansvarlighed for vælgerne.",
        "pa": "the arrogance of power in the prime minister.\n For seven years, the prime minister has preached",
        "vi": "sự lạm quyền của Thủ tướng.\n Bảy năm qua, Thủ tướng rao giảng với cử tri về chính sách thắt chặt kinh tế."
    },
    {
        "start": "00:46:57,920",
        "end": "00:47:01,200",
        "en": "Men hvordan får du det til at hænge sammen med,",
        "pa": "economic austerity for the voters.\n But, Lars Hesselboe,\n how can you do this when you apparently",
        "vi": "Nhưng Lars Hesselboe...\n sao ông có thể làm thế, khi mà có vẻ như"
    },
    {
        "start": "00:47:01,320",
        "end": "00:47:06,400",
        "en": "at du finansierer dit eget private overforbrug med statens midler?",
        "pa": "run around and pay private expenses with treasury money?",
        "vi": "ông đi khắp nơi, chi tiêu riêng bằng tiền ngân sách?"
    },
    {
        "start": "00:47:06,520",
        "end": "00:47:10,320",
        "en": "-Hvad taler du om? -Det her er et bilag.",
        "pa": "- What are you talking about? -This, Lars Hesselboe,",
        "vi": "- Ông nói gì vậy? - Đây, Lars Hesselboe..."
    },
    {
        "start": "00:47:10,440",
        "end": "00:47:17,400",
        "en": "Det viser, at Statsministeren har givet gaver til sin kone for over 70.000 kr.",
        "pa": "is a receipt that shows the prime minister\n has given his wife presents worth over 70,000 kroner from the treasury!",
        "vi": "là một biên lai cho thấy Thủ tướng\n đã tặng quà cho vợ trị giá hơn 70.000 kroner bằng tiền ngân sách!"
    },
    {
        "start": "00:47:17,520",
        "end": "00:47:21,160",
        "en": "-Hold kæft. -Lad os se bilagene.",
        "pa": "Holy shit!",
        "vi": "Chết tiệt!"
    },
    {
        "start": "00:47:21,280",
        "end": "00:47:24,800",
        "en": "Hvad fanden sker der? Bare fortsæt.",
        "pa": "Show us the receipt, one. Yes, two.\n What the hell is happening?",
        "vi": "Chiếu biên lai, máy một. Máy hai.\n Chuyện quái gì thế?"
    },
    {
        "start": "00:47:24,920",
        "end": "00:47:29,400",
        "en": "-70.000 kr., Lars Hesselboe! -Er der ikke ens regler for alle?",
        "pa": "Go on, I need to check something.\n -70,000 kroner! - Please, quiet down.\n -Don't the rules apply to us all? - Yes.",
        "vi": "Tôi cần kiểm tra vài thứ.\n - Là 70.000 kroner! - Làm ơn trật tự.\n - Luật không loại trừ ai nhỉ? - Vâng."
    },
    {
        "start": "00:47:29,520",
        "end": "00:47:34,920",
        "en": "-Lad statsministeren svare. -Katrine, lad ham køre.",
        "pa": "The prime minister on three. Can you do that?\n Katrine, let him continue, even if he runs out of time.",
        "vi": "Thủ tướng ở máy ba, làm được không?\n Katrine, cứ để ông ta tiếp tục dù đã hết thời gian."
    },
    {
        "start": "00:47:35,040",
        "end": "00:47:38,520",
        "en": "Vi skal lige have et svar fra Lars Hesselboe.",
        "pa": "We need a response from Lars Hesselboe.",
        "vi": "Cần ông Lars Hesselboe trả lời."
    },
    {
        "start": "00:47:38,640",
        "end": "00:47:42,320",
        "en": "Jeg ved ikke, hvad det er for bilag, Laugesen har,",
        "pa": "Thank you.\n I don't know what kind of...",
        "vi": "Cảm ơn.\n Tôi không biết Laugesen có biên lai gì..."
    },
    {
        "start": "00:47:42,480",
        "end": "00:47:45,040",
        "en": "men dette er ikke det rette forum til dem.",
        "pa": "receipts Laugesen has, but I can say that this is not the right place for that.",
        "vi": "nhưng có thể nói làm thế ở đây là không đúng chỗ."
    },
    {
        "start": "00:47:45,160",
        "end": "00:47:49,000",
        "en": "-Er det din underskrift? -Nej. Nu stopper du.",
        "pa": "Is that your signature, Lars Hesselboe?",
        "vi": "Đây có phải chữ ký của ông?"
    },
    {
        "start": "00:47:49,120",
        "end": "00:47:54,440",
        "en": "Jeg vil ikke lade mig anklage for en eller anden opdigtet kriminel handling.",
        "pa": "No, that's enough!\n I won't stand here and be accused of some imagined criminal act.",
        "vi": "Không, đủ rồi!\n Tôi không đứng đây để họ vu khống đâu."
    },
    {
        "start": "00:47:54,560",
        "end": "00:47:58,960",
        "en": "Du må tale med min advokat. Jeg forlader debatten nu.",
        "pa": "-You have to answer for your actions. -Talk with my lawyer.\n Yes, and I'm leaving this debate now.",
        "vi": "- Hãy giải thích cho việc làm của ông. - Hãy nói với luật sư của tôi.\n Tôi sẽ rời khỏi cuộc tranh luận này."
    },
    {
        "start": "00:47:59,840",
        "end": "00:48:04,520",
        "en": "-Det er da at indrømme en fejl. -Følg ham ud.",
        "pa": "That's like admitting to it!",
        "vi": "Làm thế giống như thừa nhận vậy!"
    },
    {
        "start": "00:48:04,640",
        "end": "00:48:07,880",
        "en": "Følg ham hele vejen ud.",
        "pa": "-Follow him, follow him. -Three, follow him.\n Follow him. All the way out. Even though it's ugly. Follow him.",
        "vi": "- Theo ông ta. - Máy ba, đi theo ông ta.\n Theo ông ta. Ra tận ngoài. Dù là khó coi. Theo ông ta."
    },
    {
        "start": "00:48:08,000",
        "end": "00:48:13,440",
        "en": "Tak til Michael Laugesen. Jeg stopper dig nu. Debatten er slut.",
        "pa": "Thank you to Laugesen.\n - He is admitting-- - I'm cutting you off.",
        "vi": "Cảm ơn ông Laugesen.\n - Ông ta thừa nhận... - Tôi sẽ ngắt lời ông."
    },
    {
        "start": "00:48:13,560",
        "end": "00:48:16,280",
        "en": "Vi slutter på en overraskende måde.",
        "pa": "The debate is over. Thank you.\n This debate ended in a surprising way it's safe to say.",
        "vi": "Cuộc tranh luận kết thúc. Cảm ơn.\n Có thể nói cuộc tranh luận kết thúc trong sự ngỡ ngàng,"
    },
    {
        "start": "00:48:16,400",
        "end": "00:48:21,640",
        "en": "Vi vender tilbage senere i aften med en ekstraudsendelse. Rigtig godt valg.",
        "pa": "We'll be back tonight with a special broadcast covering the debate.\n -Thank you and have a great election. - And two.",
        "vi": "tối nay chúng tôi trở lại với chương trình đặc biệt về việc này.\n - Cảm ơn, chúc cuộc bầu cử tuyệt vời. - Máy hai."
    },
    {
        "start": "00:48:22,760",
        "end": "00:48:26,720",
        "en": "-Vi er af. -Sådan. Hold da kæft, mand.",
        "pa": "We are off, friends. Great job!\n Damn! Listen up.",
        "vi": "Kết thúc ở đây, các bạn. Tốt lắm!"
    },
    {
        "start": "00:48:26,840",
        "end": "00:48:30,400",
        "en": "Det er edderrådme godt fjernsyn. Det skider jeg på.",
        "pa": "That is damn good television, boys and girls.\n No doubt about it.",
        "vi": "Chết tiệt. Nghe này.\n Một chương trình truyền hình cực hay, các anh chị em. Không nghi ngờ gì."
    },
    {
        "start": "00:48:32,520",
        "end": "00:48:37,640",
        "en": "Hold kæft, hvor var du god. Min datter vil gerne have din autograf.",
        "pa": "Damn, you were good!\n I think my daughter might want your autograph. Could I have it later?",
        "vi": "Chết tiệt, bà giỏi quá!\n Chắc con gái tôi muốn xin chữ ký của bà. Lúc nào cho tôi xin nhé?"
    },
    {
        "start": "00:48:37,760",
        "end": "00:48:40,320",
        "en": "-Selvfølgelig. -Tak skal du have.",
        "pa": "-Of course. -Thank you.\n Thank you.",
        "vi": "- Tất nhiên. - Cảm ơn.\n Xin cảm ơn."
    },
    {
        "start": "00:48:44,880",
        "end": "00:48:49,280",
        "en": "Hvor havde Laugesen de oplysninger fra?",
        "pa": "Where did Laugesen get that information from?",
        "vi": "Laugesen lấy đâu ra thông tin đó?"
    },
    {
        "start": "00:48:49,400",
        "end": "00:48:54,760",
        "en": "Du stiller op kl. 9 i morgen på Borgen og rydder dit skrivebord.",
        "pa": "Be at Borgen nine a.m. tomorrow and clear your desk.\n Oh.",
        "vi": "Anh đến Borgen lúc 9:00 sáng mai và dọn bàn nhé."
    },
    {
        "start": "00:49:10,960",
        "end": "00:49:13,640",
        "en": "-Hav en god dag. -Hej, hej.",
        "pa": "-Have a good day. -Yes, bye!",
        "vi": "- Chúc con ngày tốt lành. - Tạm biệt mẹ!"
    },
    {
        "start": "00:49:14,400",
        "end": "00:49:17,160",
        "en": "I dag skal danskerne stemme om,",
        "pa": "Bye!\n Today is when the Danes vote on who will be in power the next four years",
        "vi": "Tạm biệt con!\n Hôm nay, người Đan Mạch bỏ phiếu để quyết định ai sẽ cầm quyền bốn năm tới"
    },
    {
        "start": "00:49:17,280",
        "end": "00:49:20,480",
        "en": "hvem der skal have magten i de næste fire år.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:49:20,600",
        "end": "00:49:25,920",
        "en": "Meningsmålingerne kan ikke give et klart billede efter afslutningsdebatten i går,",
        "pa": "at Christiansborg.\n This time, often-reliable polls\n are believed to be useless following yesterday's debate,",
        "vi": "tại Christiansborg.\n Những cuộc thăm dò đáng tin cậy\n giờ không còn hữu dụng sau cuộc tranh luận cuối cùng hôm qua,"
    },
    {
        "start": "00:49:26,040",
        "end": "00:49:30,360",
        "en": "der betegnes som den mest kaotiske nogen sinde...",
        "pa": "which is described as the most chaotic political debate ever.\n Several commentators have said...\n THE PRIME MINISTER ACCUSED",
        "vi": "được mô tả là cuộc tranh luận hỗn loạn nhất từng có.\n Vài nhà bình luận đã nói...\n THỦ TƯỚNG BỊ BUỘC TỘI"
    },
    {
        "start": "00:49:51,600",
        "end": "00:49:55,040",
        "en": "Jeg tror ellers, vi kunne have været et godt miks i længden.",
        "pa": "I think we would have made a great team.",
        "vi": "Tôi nghĩ ta sẽ phối hợp ăn ý."
    },
    {
        "start": "00:49:55,160",
        "end": "00:49:59,880",
        "en": "Drop følelserne, Kasper. Dem er jeg meget bedre til end dig.",
        "pa": "Drop the emotion. I'm better at that than you.",
        "vi": "Quên cảm xúc đi. Nó hợp với tôi hơn."
    },
    {
        "start": "00:50:00,000",
        "end": "00:50:02,200",
        "en": "Mine nøgler.",
        "pa": "My keys...",
        "vi": "Chìa khóa của tôi..."
    },
    {
        "start": "00:50:03,120",
        "end": "00:50:06,640",
        "en": "Og jeres telefon.",
        "pa": "and your phone.",
        "vi": "và..."
    },
    {
        "start": "00:50:06,760",
        "end": "00:50:09,920",
        "en": "Computer og kampagnepapirerne er derovre.",
        "pa": "Computer and the campaign files are over there.",
        "vi": "điện thoại của bà.\n Máy tính. Và hồ sơ chiến dịch ở đằng kia."
    },
    {
        "start": "00:50:10,040",
        "end": "00:50:15,760",
        "en": "Jeg har aftalt, at du skal aflevere dit id-kort til mig, inden du forlader Borgen.",
        "pa": "I agreed with security that you must give your ID card to me before leaving Borgen.",
        "vi": "Tôi đồng ý với bảo vệ là anh đưa tôi thẻ nhân viên trước khi rời Borgen."
    },
    {
        "start": "00:50:21,360",
        "end": "00:50:23,920",
        "en": "Tak.",
        "pa": "-Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:50:40,120",
        "end": "00:50:45,440",
        "en": "Birgitte! Arbejderpartiets top har fandeme taget afstand fra Laugesen.",
        "pa": "Birgitte!\n Leadership in the Worker's Party has distanced itself from Laugesen.",
        "vi": "Birgitte!\n Lãnh đạo Đảng Lao động đã tránh xa Laugesen."
    },
    {
        "start": "00:50:47,160",
        "end": "00:50:51,160",
        "en": "Den dramatiske udgang på partilederrunden i aftes",
        "pa": "The unexpected and dramatic end to yesterday's party leader debate on TV1",
        "vi": "Kết thúc bất ngờ, kịch tính trong cuộc tranh luận của lãnh đạo đảng trên TV1"
    },
    {
        "start": "00:50:51,320",
        "end": "00:50:53,160",
        "en": "har rystet Arbejderpartiets bagland.",
        "pa": "has shaken the Worker's Party.",
        "vi": "đã làm rung chuyển Đảng Lao động."
    },
    {
        "start": "00:50:53,280",
        "end": "00:50:58,400",
        "en": "Den tidligere formand Hardy Eriksen udtaler her til morgen,",
        "pa": "The highly respected former chairman, Hardy Eriksen,",
        "vi": "Cựu chủ tịch rất được kính trọng, Hardy Eriksen,"
    },
    {
        "start": "00:50:58,560",
        "end": "00:51:02,240",
        "en": "at Laugesens opførsel var en fuldkommen skændsel.",
        "pa": "said on the radio this morning,\n that Laugesen's behavior during the final debate was a disgrace.",
        "vi": "phát biểu trên đài sáng nay,\n rằng hành vi của Laugesen trong cuộc tranh luận là đáng hổ thẹn."
    },
    {
        "start": "00:51:02,360",
        "end": "00:51:07,360",
        "en": "\"Jeg kan ikke længere støtte Laugesen som formand,\" udtaler Hardy Eriksen.",
        "pa": "\"I can no longer support Michael Laugesen,\" says Hardy Eriksen.",
        "vi": "\"Tôi không thể ủng hộ Michael Laugesen nữa\", Hardy Eriksen nói."
    },
    {
        "start": "00:51:09,720",
        "end": "00:51:14,200",
        "en": "Det her kan gå alle veje.",
        "pa": "This could... this could go in any direction.",
        "vi": "Việc này có thể..."
    },
    {
        "start": "00:51:14,320",
        "end": "00:51:17,320",
        "en": "Vi skal have det nålestribede på i aften.",
        "pa": "I think we have to wear our pinstripes tonight.\n MOM",
        "vi": "đi theo bất cứ hướng nào.\n Tôi nghĩ tối nay ta phải mặc bộ vest kẻ sọc.\n MẸ ĐANG GỌI"
    },
    {
        "start": "00:51:33,640",
        "end": "00:51:37,680",
        "en": "Helt fra starten har vi overraskelser. De første exit polls tyder på,",
        "pa": "And right off the bat is a surprise,",
        "vi": "Ta có ngay một bất ngờ,"
    },
    {
        "start": "00:51:37,800",
        "end": "00:51:43,200",
        "en": "at De Moderate kan gå hen og blive en af aftenens helt store vindere.",
        "pa": "since the first exit polls suggest the Moderates might wind up\n tonight's big winners with more than eight seats...",
        "vi": "các cuộc thăm dò đầu tiên cho thấy Đảng Ôn hòa có thể\n đại thắng tối nay"
    },
    {
        "start": "00:51:43,320",
        "end": "00:51:47,320",
        "en": "-Mor, du går frem med 8 point. -De får mandater, din spade.",
        "pa": "Mom! You've gained eight points!\n It's called seats, you dumb-ass.",
        "vi": "với thêm tám ghế nữa...\n Mẹ! Mẹ được tám điểm!"
    },
    {
        "start": "00:51:47,440",
        "end": "00:51:52,960",
        "en": "-I må ikke lave sjov med det. -Men det er rigtigt nok.",
        "pa": "Hey, don't joke around with this, okay?\n - It's true. -Yes, Ritzau just announced it.",
        "vi": "Nó gọi là ghế, đồ đần.\n Đừng đùa với chuyện này, được chứ?\n - Thật đấy ạ. - Ừ, Ritzau vừa công bố."
    },
    {
        "start": "00:51:53,040",
        "end": "00:51:53,840",
        "en": "Ja, okay.",
        "pa": "Okay, fine.",
        "vi": "Ừ, được thôi."
    },
    {
        "start": "00:51:56,000",
        "end": "00:52:00,440",
        "en": "Jeg hader det. Jeg hader det. Jeg hader det. Jeg hader det.",
        "pa": "I hate it.\n I hate it, hate it, hate it.",
        "vi": "Mình ghét nó.\n Mình ghét nó, ghét nó."
    },
    {
        "start": "00:52:00,560",
        "end": "00:52:04,600",
        "en": "-Lige et øjeblik. Jeg er i helvede. -Birgitte.",
        "pa": "A moment, Phillip, I am in hell here.\n Birgitte.",
        "vi": "- Chờ chút, Phillip, em khổ quá. - Birgitte."
    },
    {
        "start": "00:52:19,000",
        "end": "00:52:25,080",
        "en": "Jeg fik renseriet til at købe et nyt. De havde jo krympet det gamle.",
        "pa": "I made the cleaners buy you a new one.\n They shrunk the old one, remember?",
        "vi": "Anh đã đòi thợ giặt là đền bộ mới.\n Họ làm co bộ cũ, nhớ không?"
    },
    {
        "start": "00:52:28,200",
        "end": "00:52:31,480",
        "en": "Jeg elsker dig.",
        "pa": "-I love you. -Mmm!",
        "vi": "Em yêu anh."
    },
    {
        "start": "00:52:31,600",
        "end": "00:52:36,160",
        "en": "Nu sker der noget. Vi forventer, at Arbejderpartiets formand...",
        "pa": "Something is happening. We expect the chairman for the Worker's Party...",
        "vi": "Đang có chuyện gì đó. Chúng tôi mong chủ tịch Đảng Lao động..."
    },
    {
        "start": "00:52:36,280",
        "end": "00:52:40,400",
        "en": "Vi mangler stadig nogle af nøglepersonerne ved dette valg.",
        "pa": "We still await key personalities in this election,\n one of the most surprising in modern time.",
        "vi": "Chúng ta vẫn đợi các nhân vật chính trong cuộc bầu cử,\n một trong những cuộc bầu cử bất ngờ nhất."
    },
    {
        "start": "00:52:40,520",
        "end": "00:52:43,840",
        "en": "Er det mig, I venter på eller hvad?",
        "pa": "-Is it me you are waiting for?",
        "vi": "Mọi người đang đợi tôi à?"
    },
    {
        "start": "00:52:44,560",
        "end": "00:52:48,880",
        "en": "-Vent lidt. Der er en, der skal ind først. - Hvorfor egentlig det?",
        "pa": "Wait a minute. Somebody has to enter before us.",
        "vi": "Đợi chút. Cứ để người khác vào trước."
    },
    {
        "start": "00:52:49,000",
        "end": "00:52:52,920",
        "en": "Mor skal da også i fjernsynet.",
        "pa": "- Why? -Mom needs to be on television too, honey.",
        "vi": "- Tại sao? - Mẹ cũng cần lên tivi, con yêu."
    },
    {
        "start": "00:52:54,880",
        "end": "00:52:59,520",
        "en": "Statsministeren er netop ankommet. Hvad siger du til resultatet?",
        "pa": "The prime minister and Mrs. Hesselboe have arrived.",
        "vi": "Thủ tướng và bà Hesselboe đã đến."
    },
    {
        "start": "00:52:59,640",
        "end": "00:53:05,120",
        "en": "Jeg er rystet over, at misforståelsen har fået så store politiske konsekvenser.",
        "pa": "Lars Hesselboe, how do you feel about the results?\n I am both shocked and disappointed that the last 24 hours of misunderstandings",
        "vi": "Lars Hesselboe, ông thấy sao về kết quả?\n Tôi vừa sốc vừa thất vọng vì những hiểu lầm 24 giờ qua"
    },
    {
        "start": "00:53:05,240",
        "end": "00:53:07,720",
        "en": "Din advokat kan ikke afvise,",
        "pa": "will have such huge political consequences.\n But are they misunderstandings? Your lawyer has not denied the allegations",
        "vi": "sẽ gây hậu quả lớn về chính trị.\n Có phải hiểu lầm không? Luật sư của ông không phủ nhận cáo buộc"
    },
    {
        "start": "00:53:07,840",
        "end": "00:53:12,240",
        "en": "at din kone har købt tøj for over 70.000 på statens regning.",
        "pa": "concerning your wife's purchases for over 70,000 kroner.",
        "vi": "về việc vợ ông mua sắm hết hơn 70.000 kroner."
    },
    {
        "start": "00:53:12,360",
        "end": "00:53:18,320",
        "en": "-Der er ikke noget at komme efter. -Fortsætter du som statsminister?",
        "pa": "-There is talk of police involvement. -The accusations are baseless.\n Will you continue as prime minister?",
        "vi": "- Nghe nói cảnh sát có can thiệp. - Đó là cáo buộc vô căn cứ.\n Ông sẽ tiếp tục làm Thủ tướng chứ?"
    },
    {
        "start": "00:53:19,240",
        "end": "00:53:21,440",
        "en": "Så.",
        "pa": "All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:53:24,760",
        "end": "00:53:28,680",
        "en": "Jeg har lagt beviser på bordet, som Hesselboe ikke kan afvise.",
        "pa": "Michael Laugesen, do you have a comment...\n I've brought clear evidence which Hesselboe can't refute.",
        "vi": "Michael Laugesen, ông có bình luận...\n Tôi đã mang bằng chứng rõ ràng mà Hesselboe không thể bác bỏ."
    },
    {
        "start": "00:53:28,800",
        "end": "00:53:33,120",
        "en": "Manden har taget af kassen og skal bøde for det. Jeg fortryder intet.",
        "pa": "He has stolen from the treasury and should pay for it. I regret nothing.\n Do you think you'll become prime minister tonight?",
        "vi": "Ông ta tham ô tiền ngân sách và phải trả giá. Tôi không hối hận gì.\n Ông có nghĩ tối nay mình sẽ trở thành Thủ tướng?"
    },
    {
        "start": "00:53:35,880",
        "end": "00:53:41,160",
        "en": "Jeg vil bare lige sige, at min kones kjole er ti år gammel.",
        "pa": "I just want to say that my wife Margit's dress, look at that...",
        "vi": "Tôi chỉ muốn nói rằng chiếc váy của Margit, vợ tôi, nhìn xem..."
    },
    {
        "start": "00:53:41,280",
        "end": "00:53:44,000",
        "en": "375 kr. i Damernes Magasin.",
        "pa": "Ten years old, 375 kroner at a department store.",
        "vi": "Mua từ mười năm trước với giá 375 kroner ở Damernes Magasin."
    },
    {
        "start": "00:53:51,760",
        "end": "00:53:57,040",
        "en": "Her er en af valgets helt store vindere. Birgitte Nyborg fra De Moderate.",
        "pa": "- Birgitte!\n Here we have one of the election's biggest winners,\n Birgitte Nyborg Christensen from the Moderates.",
        "vi": "- Gitte! - Birgitte!\n Đây là một trong những người giành chiến thắng lớn nhất,\n Birgitte Nyborg, Đảng Ôn hòa."
    },
    {
        "start": "00:54:02,480",
        "end": "00:54:05,320",
        "en": "Husk lige det her, skat.",
        "pa": "- Birgitte!\n Remember this moment, honey.",
        "vi": "- Gitte! - Birgitte!\n Ghi nhớ giây phút này đi em."
    },
    {
        "start": "00:54:06,080",
        "end": "00:54:07,640",
        "en": "Fortsat god aften.",
        "pa": "Have a good evening.",
        "vi": "Chúc buổi tối tốt lành."
    },
    {
        "start": "00:54:07,720",
        "end": "00:54:12,920",
        "en": "De Moderates himmelflugt fortsætter. 10 mandater mere til Birgitte Nyborg.",
        "pa": "The ascent of the Moderates continues,\n ten more seats for Birgitte Nyborg and her party in the new parliament.",
        "vi": "Đảng Ôn hòa tiếp tục tiến lên,\n thêm mười ghế cho Birgitte Nyborg và đảng của bà trong Quốc hội mới."
    },
    {
        "start": "00:54:14,440",
        "end": "00:54:18,920",
        "en": "Det er fuldstændig sindssygt. Vi er gået 10 mandater frem.",
        "pa": "This is insane! We've gained ten seats, Birgitte!",
        "vi": "Thật điên rồ! Chúng ta đã giành được mười ghế, Birgitte!"
    },
    {
        "start": "00:54:19,040",
        "end": "00:54:23,080",
        "en": "Måske kan vi ikke bruge dem til noget, fordi Hesselboe har nok.",
        "pa": "Damn it, what if they become useless because Hesselboe has enough?",
        "vi": "Chết tiệt, nếu Hesselboe đã có đủ thì cũng vô dụng thôi."
    },
    {
        "start": "00:54:23,200",
        "end": "00:54:27,800",
        "en": "Han er gået 12 mandater ned. Han er nødt til at gå af. Der er åbent!",
        "pa": "He has lost 12 seats, he must resign. The path is clear!",
        "vi": "Ông ta đã mất 12 ghế, phải từ chức. Rộng đường rồi!"
    },
    {
        "start": "00:54:27,920",
        "end": "00:54:31,120",
        "en": "-Tak for i aften. -Jeg vil se landsresultatet.",
        "pa": "Thank you.\n -We are going to call it a night. -I want to see the national result.",
        "vi": "Cảm ơn ông.\n - Mình về thôi. - Con muốn xem kết quả toàn quốc."
    },
    {
        "start": "00:54:31,240",
        "end": "00:54:35,280",
        "en": "I ser så trætte ud. Prøv lige at se din lillebror.",
        "pa": "No, you guys look so tired. Look at your little brother.",
        "vi": "Thôi, trông các con mệt rồi. Nhìn em con kìa."
    },
    {
        "start": "00:54:35,400",
        "end": "00:54:39,640",
        "en": "-Er det okay? -Ja, det er fint. Du ligner en statsmand.",
        "pa": "Is that okay?\n It's fine. You looked like a statesman tonight.",
        "vi": "Ổn chứ?\n Ổn. Tối nay trông em như chính khách."
    },
    {
        "start": "00:54:39,760",
        "end": "00:54:42,640",
        "en": "Kom så, unger. Kom.",
        "pa": "See you later. Come on, kids. Come on.",
        "vi": "Gặp em sau nhé. Đi nào, các con."
    },
    {
        "start": "00:54:44,280",
        "end": "00:54:48,880",
        "en": "Der bliver tale om en markant fremgang. To mandater mere til...",
        "pa": "Bye!\n A great leap forward again.\n -Two more seats...",
        "vi": "Một bước nhảy vọt nữa.\n Thêm hai ghế..."
    },
    {
        "start": "00:54:52,640",
        "end": "00:54:55,480",
        "en": "Og nu kan vi præsentere landsresultatet.",
        "pa": "And we are now ready with the national result.",
        "vi": "Chúng tôi đã có kết quả toàn quốc."
    },
    {
        "start": "00:54:55,600",
        "end": "00:55:00,040",
        "en": "Der er uden for enhver tvivl, at der er tale om et jordskredsvalg i Danmark.",
        "pa": "It is without a doubt a landslide election in Denmark.",
        "vi": "Đây chắc chắn là một cuộc bầu cử gây chấn động ở Đan Mạch."
    },
    {
        "start": "00:55:00,160",
        "end": "00:55:05,000",
        "en": "Valgets to store modstandere, Laugesen og Hesselboe, er valgets tabere.",
        "pa": "The election's two big opponents, Laugesen and Hesselboe,",
        "vi": "Hai đối thủ lớn là Laugesen và Hesselboe,"
    },
    {
        "start": "00:55:05,120",
        "end": "00:55:08,560",
        "en": "Valgets helt store sejrherre er De Moderate.",
        "pa": "are also this election's biggest losers.\n But the big winner is without a doubt the Moderates.",
        "vi": "cũng là những người thua đậm nhất.\n Nhưng phe đại thắng chắc chắn là Đảng Ôn hòa."
    },
    {
        "start": "00:55:08,680",
        "end": "00:55:11,600",
        "en": "15 mandater. Jeg kan ikke forstå det.",
        "pa": "Fifteen seats, Bent, fifteen seats. I can't believe it. ",
        "vi": "Mười lăm ghế, Bent ạ. Không thể tin được."
    },
    {
        "start": "00:55:11,720",
        "end": "00:55:17,160",
        "en": "Du har fundet et hul i tiden. Det er simpelthen starten på noget nyt.",
        "pa": "It shouldn't even be possible. You captured some kind of zeitgeist.",
        "vi": "Có thể mà. Bà đã nắm được hệ tư tưởng thời đại."
    },
    {
        "start": "00:55:17,280",
        "end": "00:55:22,120",
        "en": "Nu går du ind og siger du tak, og så skal du lede dem, for de vil ledes af dig.",
        "pa": "This is the beginning of something new, Birgitte.\n -Now you go in there and thank them.",
        "vi": "Đây là khởi đầu của thời kỳ mới, Birgitte.\n Giờ hãy vào trong và cảm ơn họ."
    },
    {
        "start": "00:55:22,240",
        "end": "00:55:27,120",
        "en": "-Jeg ved ikke, hvordan man gør. -Du må lære det hen ad vejen.",
        "pa": "And lead them, for they have shown they want you to lead them.\n -Bent, what if I don't know how? -Then you'll learn it on the fly!",
        "vi": "Lãnh đạo họ, vì họ đã thể hiện họ muốn bà lãnh đạo.\n - Bent, nếu tôi không biết cách thì sao? - Bà sẽ tranh thủ học nhanh được!"
    },
    {
        "start": "00:55:36,800",
        "end": "00:55:39,080",
        "en": "Tak.",
        "pa": "Thank you!",
        "vi": "Cảm ơn các bạn!"
    },
    {
        "start": "00:55:39,160",
        "end": "00:55:41,000",
        "en": "Birgitte! Birgitte!",
        "pa": "Gitte! Gitte! Gitte!",
        "vi": "- Gitte! - Gitte!"
    },
    {
        "start": "00:55:41,080",
        "end": "00:55:44,520",
        "en": "Vi er kommet rigtig langt.",
        "pa": "We've come so far! ",
        "vi": "Ta đã tiến rất xa!"
    },
    {
        "start": "00:55:45,640",
        "end": "00:55:49,640",
        "en": "Birgitte! Birgitte!",
        "pa": "Gitte! Gitte! Gitte! Gitte...",
        "vi": "- Gitte! - Gitte!"
    },
    {
        "start": "00:55:53,320",
        "end": "00:55:57,880",
        "en": "Vælgerne har fravalgt såvel Arbejderpartiet som De Liberale",
        "pa": "Several analysts say that voters\n have rejected both the Worker's Party as well as the Liberals",
        "vi": "Một số nhà phân tích nói cử tri\n đã từ chối cả Đảng Lao động và Đảng Tự do"
    },
    {
        "start": "00:55:58,000",
        "end": "00:56:02,000",
        "en": "netop på grund af personopgøret mellem Laugesen og Hesselboe.",
        "pa": "because of the personal showdown between Laugesen and Hesselboe.",
        "vi": "vì sự đối đầu cá nhân giữa Laugesen và Hesselboe."
    },
    {
        "start": "00:56:02,120",
        "end": "00:56:06,240",
        "en": "Det tomrum har Birgitte Nyborg formået at indtage.",
        "pa": "And that this void has been filled by Birgitte Nyborg\n with a different and personal...",
        "vi": "Và rằng khoảng trống này đã được Birgitte Nyborg lấp đầy.\n với một sự khác biệt và..."
    },
    {
        "start": "00:56:11,960",
        "end": "00:56:16,120",
        "en": "Torben spørger efter dig. Han skal i gang med sin tale.",
        "pa": "-Aren't you coming?\n Torben is asking for you. He's about to start his speech.",
        "vi": "Cô không đến à?\n Torben đang cho gọi cô. Anh ấy sắp phát biểu."
    },
    {
        "start": "00:56:16,240",
        "end": "00:56:18,640",
        "en": "Jeg kommer nu.",
        "pa": "Be right there.",
        "vi": "Tôi tới đây."
    },
    {
        "start": "00:56:24,200",
        "end": "00:56:28,560",
        "en": "Katrine, nu må du komme. Jeg står og skamroser dig helt vildt.",
        "pa": "Katrine, you have to come. I'm praising you to the skies, damn it.",
        "vi": "Katrine, cô phải đến. Tôi sẽ ca ngợi cô hết lời, chết tiệt."
    },
    {
        "start": "00:56:31,800",
        "end": "00:56:33,840",
        "en": "Hvad sker der?",
        "pa": "What's going on?",
        "vi": "Có chuyện gì vậy?"
    },
    {
        "start": "00:56:36,560",
        "end": "00:56:38,800",
        "en": "Nåh...",
        "pa": "There, there.",
        "vi": "Thôi nào."
    },
    {
        "start": "00:56:50,040",
        "end": "00:56:51,840",
        "en": "Tak.",
        "pa": "DENMARK HAS CHOSEN: THE VIRTUE OF THE MIDDLE\n Thank you.",
        "vi": "ĐAN MẠCH ĐÃ CHỌN: PHẨM CHẤT CỦA NGƯỜI TRUNG LẬP\n Cảm ơn anh."
    },
    {
        "start": "00:57:05,880",
        "end": "00:57:07,800",
        "en": "Hej.",
        "pa": "-Hi.",
        "vi": "Chào em."
    },
    {
        "start": "00:57:17,480",
        "end": "00:57:20,040",
        "en": "Jeg har ikke købt tebirkes.",
        "pa": "I didn't buy pastries.",
        "vi": "Anh chưa mua bánh ngọt đâu."
    },
    {
        "start": "00:57:20,160",
        "end": "00:57:23,600",
        "en": "De siger, jeg skal være statsminister.",
        "pa": "They say I'm going to be prime minister. ",
        "vi": "Họ nói em sẽ làm Thủ tướng."
    },
    {
        "start": "00:58:10,960",
        "end": "00:58:13,560",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật.\n Phim có nói đến các nhân vật lịch sử và sự kiện\n của chính trường Đan Mạch trước năm 1982.\n Biên dịch: Nhung Vũ "
    }
]