[
    {
        "start": "00:00:00,080",
        "end": "00:00:06,880",
        "en": "Der står et enigt Arbejderparti bag mig og en kommende regering.",
        "pa": "I can assure you the Worker's Party stands united",
        "vi": "Tôi có thể đảm bảo Đảng Lao động thống nhất"
    },
    {
        "start": "00:00:07,000",
        "end": "00:00:09,480",
        "en": "Bjørn, jeg kan ikke pege på dig.",
        "pa": "behind me and therefore a future government.\n Bjørn, I can't support you. We both know you are no prime minister.",
        "vi": "ủng hộ tôi và sau đó là Chính phủ tương lai.\n Tôi không thể ủng hộ ông. Ta đều biết ông đâu phải Thủ tướng."
    },
    {
        "start": "00:00:09,600",
        "end": "00:00:13,760",
        "en": "Du har store kvaliteter som politiker, men ikke som leder.",
        "pa": "You have great qualities as a politician, but not as a bloody leader.",
        "vi": "Ông có phẩm chất tuyệt khi làm chính trị, chứ làm lãnh đạo thì không."
    },
    {
        "start": "00:00:13,880",
        "end": "00:00:16,800",
        "en": "Du er justitsminister på papiret",
        "pa": "You may still be minister of justice on paper,",
        "vi": "Trên giấy tờ ông vẫn có thể là Bộ trưởng Tư pháp,"
    },
    {
        "start": "00:00:16,920",
        "end": "00:00:21,600",
        "en": "men i mine øjne blev du fyret kl. 9 i morges på mit kontor.",
        "pa": "but as I see it, I fired you this morning in my office, as it should have been.",
        "vi": "mà như tôi thấy, sáng nay tôi sa thải ông ở văn phòng, như nó nên thế."
    },
    {
        "start": "00:00:21,720",
        "end": "00:00:27,560",
        "en": "-Hjælper Nyborg med flytningen? -Jeg har ikke så mange ting.",
        "pa": "Is the prime minister coming to help you move?\n Don't count on it. Besides, I don't have a lot of stuff.",
        "vi": "Thủ tướng giúp anh chuyển nhà không?\n Đừng có mơ. Với cả, anh chả có nhiều đồ."
    },
    {
        "start": "00:00:27,680",
        "end": "00:00:30,560",
        "en": "♪ I dag er det Katrines fødselsdag ♪",
        "pa": "Happy birthday to you, dear Katrine",
        "vi": "Chúc mừng sinh nhật, Katrine thân mến."
    },
    {
        "start": "00:00:30,680",
        "end": "00:00:34,600",
        "en": "-Jeg kan bestille bord til os. -Er det okay med din kæreste?",
        "pa": "How about I book a table some place nice?",
        "vi": "Hay anh đặt bàn ở một chỗ hay ho nhé?"
    },
    {
        "start": "00:00:34,720",
        "end": "00:00:39,120",
        "en": "-Skål, Katrine. -Katrine?",
        "pa": "Is your girlfriend okay with that?\n Cheers, Katrine.\n Katrine?",
        "vi": "Bạn gái anh đồng ý chứ?\n Cạn ly, Katrine.\n Katrine ư?"
    },
    {
        "start": "00:00:39,240",
        "end": "00:00:43,960",
        "en": "Jeg har ikke skrevet dem under. Jeg har ikke lyst til at blive skilt.",
        "pa": "-I didn't sign them. -Why not?\n Because I don't want to divorce you.",
        "vi": "- Em chưa ký. - Vì sao?\n Vì em không muốn ly dị anh."
    },
    {
        "start": "00:00:59,720",
        "end": "00:01:03,960",
        "en": "I weekenden afholder regeringen et Fælles Fremtid-seminar",
        "pa": "\"Ours is one hell of a victory.\"\n - THOMAS NIELSEN former chairman of the Confederation of Trade Unions\n This weekend, the government is having a seminar called Our Common Future",
        "vi": "\"Chiến thắng của ta thật huy hoàng\".\n - THOMAS NIELSEN, cựu Chủ tịch Liên đoàn Công đoàn\n Cuối tuần này, Chính phủ có hội thảo gọi là \"Tương lai chung của ta\""
    },
    {
        "start": "00:01:04,080",
        "end": "00:01:06,840",
        "en": "om velfærdssamfundet.",
        "pa": "aimed at discussing the Danish welfare state.",
        "vi": "nhằm thảo luận về phúc lợi xã hội của Đan Mạch."
    },
    {
        "start": "00:01:06,960",
        "end": "00:01:10,080",
        "en": "Hvordan skal Danmark se ud i år 2020?",
        "pa": "What is Denmark going to look like in the year 2020?",
        "vi": "Đan Mạch sẽ ra sao vào năm 2020?"
    },
    {
        "start": "00:01:10,200",
        "end": "00:01:15,640",
        "en": "Hvordan sikrer vi os, at vores børn også får del i fremtidens velfærd?",
        "pa": "How do we ensure\n that our children will also be able to partake in future welfare.",
        "vi": "Làm sao để đảm bảo\n tương lai con cháu ta cũng hưởng phúc lợi."
    },
    {
        "start": "00:01:15,760",
        "end": "00:01:20,520",
        "en": "Velfærdssamfundet har været et fundament i vores selvopfattelse",
        "pa": "The welfare state has been a cornerstone of our self-image.",
        "vi": "Nhà nước phúc lợi là nền tảng của nhận thức về bản thân ta."
    },
    {
        "start": "00:01:20,640",
        "end": "00:01:23,840",
        "en": "og noget, vi med rette har været stolte af.",
        "pa": "Something we've been proud of, and rightly so.",
        "vi": "Một điều ta tự hào, cũng đúng thôi."
    },
    {
        "start": "00:01:23,960",
        "end": "00:01:29,000",
        "en": "Vi er nødt til at se på, hvad vi har råd til, og hvor vi vil prioritere.",
        "pa": "The government believes that we must look at what we can afford",
        "vi": "Chính phủ tin là phải xem xét những gì trong khả năng"
    },
    {
        "start": "00:01:29,120",
        "end": "00:01:33,440",
        "en": "Folkeskolen og uddannelsen af vores unge ligger højt på listen.",
        "pa": "and what to prioritize.\n Primary school and education of our youth is one of our top priorities.",
        "vi": "và những gì cần ưu tiên.\n Tiểu học và giáo dục tuổi trẻ là một trong những ưu tiên hàng đầu của chúng ta."
    },
    {
        "start": "00:01:33,560",
        "end": "00:01:37,200",
        "en": "Vi ønsker at skabe verdens bedste skole.",
        "pa": "We want to create the best school in the world.",
        "vi": "Ta muốn tạo ra ngôi trường tốt nhất thế giới."
    },
    {
        "start": "00:01:37,320",
        "end": "00:01:42,440",
        "en": "Hvordan vil vi finansiere det? Vi ønsker at prioritere skarpt.",
        "pa": "How are we going to finance it?",
        "vi": "Làm sao đủ tiền làm?"
    },
    {
        "start": "00:01:42,560",
        "end": "00:01:47,040",
        "en": "Vi er nødt til at se på efterlønnen og med tiden begrænse den.",
        "pa": "We want to make tough priorities.\n There are things we can no longer afford.\n We must review early retirement and decrease down the line. Yes?",
        "vi": "Ta muốn đặt ưu tiên khó.\n Có những thứ ta không làm nổi nữa.\n Phải xem lại nghỉ hưu sớm và sau đó giảm đi. Vâng?"
    },
    {
        "start": "00:01:47,160",
        "end": "00:01:50,120",
        "en": "Piller I ikke ved nogle grundrettigheder?",
        "pa": "Aren't you tampering with basic welfare rights?",
        "vi": "Bà đụng vào quyền lợi phúc lợi cơ bản à?"
    },
    {
        "start": "00:01:50,240",
        "end": "00:01:54,080",
        "en": "Vores sociale sikkerhedsnet vil kunne gribe de personer",
        "pa": "Yes, but we believe other parts of our social security net could catch those",
        "vi": "Vâng, nhưng chúng tôi tin các phần khác của an sinh xã hội có thể giúp"
    },
    {
        "start": "00:01:54,200",
        "end": "00:01:57,800",
        "en": "som er oplagte efterlønnere.",
        "pa": "eligible for early retirement in the future.",
        "vi": "những ai đủ điều kiện nghỉ hưu sớm trong tương lai."
    },
    {
        "start": "00:01:57,920",
        "end": "00:02:00,280",
        "en": "Vi skal passe på den formulering.",
        "pa": "Be careful with that phrasing.",
        "vi": "Cẩn thận với cụm từ đó."
    },
    {
        "start": "00:02:00,360",
        "end": "00:02:04,400",
        "en": "Det lyder, som om du betragter folk på efterløn som sociale tabere.",
        "pa": "It sounds as if you see early retirement pensioners as social losers.",
        "vi": "Cứ như bà coi người về hưu sớm là thất bại trong xã hội."
    },
    {
        "start": "00:02:04,480",
        "end": "00:02:07,320",
        "en": "Ja, det lød ikke godt.",
        "pa": "Yes, I could hear how it sounded wrong. Yes?",
        "vi": "Ừ, tôi cũng thấy nghe không ổn. Vâng?"
    },
    {
        "start": "00:02:07,400",
        "end": "00:02:11,080",
        "en": "De første journalister er kommet. Hvor skal de gå hen?",
        "pa": "Excuse me.\n The first journalists are here. But where should they go?",
        "vi": "Xin lỗi.\n Những nhà báo đầu tiên đã tới. Họ nên đi đâu?"
    },
    {
        "start": "00:02:11,200",
        "end": "00:02:14,720",
        "en": "-To minutter. -Bed dem vente udenfor.",
        "pa": "Two minutes.\n Two minutes. Have them wait outside until then.",
        "vi": "Hai phút.\n Hai phút. Bảo họ đợi ở ngoài."
    },
    {
        "start": "00:02:14,840",
        "end": "00:02:19,720",
        "en": "Jeg har også Bjørn Marrot herude. Han vil tale med Birgitte.",
        "pa": "Bjørn Marrot is here, too.\n He wants to talk to Birgitte. He say's it's urgent--",
        "vi": "Bjørn Marrot cũng tới.\n Muốn nói chuyện với Birgitte. Bảo khẩn..."
    },
    {
        "start": "00:02:19,840",
        "end": "00:02:23,000",
        "en": "Det var godt, jeg nåede dig.",
        "pa": "-I'm glad I made it, Birgitte. -Bjørn, can't it wait until after?",
        "vi": "- May mà tôi đến được, Birgitte. - Bjørn, để sau được chứ?"
    },
    {
        "start": "00:02:23,120",
        "end": "00:02:26,960",
        "en": "Jeg må bede dig vente med at sige noget om efterlønnen.",
        "pa": "I must ask you to please hold off mentioning early retirement.",
        "vi": "Tôi phải yêu cầu bà chưa nêu nghỉ hưu sớm vội."
    },
    {
        "start": "00:02:27,080",
        "end": "00:02:30,960",
        "en": "-Fagbevægelsen er skeptisk. -Har I ikke clearet det med dem?",
        "pa": "What?\n Several union members have issues with it.",
        "vi": "- Sao? - Thành viên Công đoàn thấy có vấn đề."
    },
    {
        "start": "00:02:31,080",
        "end": "00:02:35,520",
        "en": "Flere af de toneangivende formænd mener ikke, at de er blevet hørt.",
        "pa": "You said you cleared it with them.\n Yes, but now several key leaders feel they haven't been heard.",
        "vi": "Ông bảo đã thỏa thuận với họ.\n Phải, nhưng giờ vài lãnh đạo chủ chốt cảm thấy họ chưa được lắng nghe."
    },
    {
        "start": "00:02:35,640",
        "end": "00:02:40,240",
        "en": "-Hvem fanden lægger jeres politik? -Det gør jeg.",
        "pa": "Excuse me, but who the hell dictates your policies, Bjørn?",
        "vi": "Xin lỗi, ai quyết định chính sách của ông?"
    },
    {
        "start": "00:02:40,360",
        "end": "00:02:43,840",
        "en": "Og jeg kan heller ikke leve med det.",
        "pa": "I do, Birgitte.\n And I don't condone it either.\n I've been awake all night thinking about it.",
        "vi": "Tôi biết, Birgitte.\n Tôi cũng không bỏ qua.\n Tôi thức cả đêm để nghĩ."
    },
    {
        "start": "00:02:43,960",
        "end": "00:02:48,280",
        "en": "Efterlønnen var en mærkesag, da vi fik den gennemført.",
        "pa": "Early retirement was one of our key issues, and we fought to implement it.",
        "vi": "Về hưu sớm là vấn đề quan trọng, và ta chiến đấu để thực hiện."
    },
    {
        "start": "00:02:48,400",
        "end": "00:02:54,800",
        "en": "Du må vente med at nævne den, til vi har drøftet sagen til bunds.",
        "pa": "Please don't mention it, until we've talked the matter over.",
        "vi": "Xin đừng nhắc tới vội, cho đến khi chúng tôi thỏa thuận xong."
    },
    {
        "start": "00:02:54,920",
        "end": "00:02:59,160",
        "en": "Det er den væsentligste kilde til finansieringen af velfærdspakken.",
        "pa": "There must be other options!\n It's definitively the main financial source",
        "vi": "Phải có lựa chọn khác!\n Nó rõ là nguồn tiền chính"
    },
    {
        "start": "00:02:59,280",
        "end": "00:03:04,120",
        "en": "Pressen vil naturligvis spørge, hvor jeg får pengene fra.",
        "pa": "for our entire new welfare package.\n I'm presenting it to the press in three minutes.\n What the hell should I tell them when they ask where the money will come from?",
        "vi": "cho toàn bộ gói phúc lợi mới.\n Ba phút nữa tôi nói với báo chí.\n Nên nói cái gì với họ khi họ hỏi tiền từ đâu?"
    },
    {
        "start": "00:03:04,240",
        "end": "00:03:07,480",
        "en": "Birgitte. Det er nu.",
        "pa": "Birgitte. We're on now.",
        "vi": "Birgitte. Đến giờ rồi."
    },
    {
        "start": "00:03:09,920",
        "end": "00:03:14,040",
        "en": "Hvad synes du egentlig, vi er fælles om, Bjørn?",
        "pa": "Do we even have common ground, Bjørn?\n FUNDING FOR OUR COMMON FUTURE",
        "vi": "Thống nhất không, Bjørn?\n TƯƠNG LAI CHUNG CỦA TA"
    },
    {
        "start": "00:04:20,240",
        "end": "00:04:25,480",
        "en": "-Det gik da rigtig fint. -Jeg talte udenom i 20 min.",
        "pa": "EPISODE 13 THE LAST WORKER\n That went really well.\n Really well? I avoided the issue for 20 minutes.",
        "vi": "Rất suôn sẻ đấy.\n Rất suôn sẻ? Tôi né vấn đề suốt 20 phút."
    },
    {
        "start": "00:04:25,600",
        "end": "00:04:30,120",
        "en": "Du må lægge en hård linje over for Arbejderpartiet.",
        "pa": "That's what I always say. You have to be tough with the Worker's Party.\n I bloody well intend to.",
        "vi": "Tôi vẫn luôn bảo vậy. Bà phải rắn với Đảng Lao động.\n Tôi rất muốn thế mà."
    },
    {
        "start": "00:04:30,240",
        "end": "00:04:35,360",
        "en": "-Marrot er gift med fagbevægelsen. -Han er et produkt af en anden tid.",
        "pa": "Marrot is practically married to the union.\n He worked for them for several years.",
        "vi": "Marrot gần như gắn chặt với Công đoàn.\n Ông ta làm cho họ vài năm."
    },
    {
        "start": "00:04:35,480",
        "end": "00:04:38,560",
        "en": "Jeg skal til møde nu.",
        "pa": "He's the product of another age.\n Kasper, we'll have to do this later.\n -I have a meeting now. -Right.",
        "vi": "Ông ta là sản phẩm của thời khác.\n Kasper, ta phải làm sau.\n - Giờ tôi có họp. - Vâng."
    },
    {
        "start": "00:04:38,680",
        "end": "00:04:43,840",
        "en": "-Din eksmand... -Sig, jeg ringer til ham senere.",
        "pa": "Regarding your ex-husband--\n Jytte, I don't have time for that.",
        "vi": "Chồng cũ của bà...\n Jyett, không có thời gian."
    },
    {
        "start": "00:04:43,960",
        "end": "00:04:48,320",
        "en": "-Jo, men han har ikke ringet. -Birgitte?",
        "pa": "If he calls, tell him I'll call him back when I can.\n But he didn't call, he...\n Birgitte?",
        "vi": "Nếu anh ấy gọi, bảo tôi sẽ gọi khi được.\n - Nhưng ông ấy không gọi... - Birgitte?"
    },
    {
        "start": "00:04:48,440",
        "end": "00:04:54,720",
        "en": "-Phillip? Hvad laver du her? -Vi er nødt til at tale sammen.",
        "pa": "Phillip?\n -What are you doing here? -I've been calling you for days.",
        "vi": "Phillip?\n - Anh làm gì ở đây? - Anh gọi em bao ngày rồi."
    },
    {
        "start": "00:04:54,840",
        "end": "00:04:59,880",
        "en": "-Det tager ikke særlig lang tid. -Jeg er allerede forsinket.",
        "pa": "-We need to talk. -Does it have to be right now?\n -It won't take long. -I'm already late for a meeting.\n Birgitte...",
        "vi": "- Ta cần nói chuyện. - Ngay bây giờ sao?\n - Không lâu đâu. - Em đã muộn họp rồi.\n Birgitte..."
    },
    {
        "start": "00:05:06,880",
        "end": "00:05:12,440",
        "en": "Jo. Jeg har jo mødt en kvinde, der hedder Cecilie.",
        "pa": "Alright, look...\n I've met a woman named Cecilie.",
        "vi": "Được rồi, này...\n Anh đã gặp một phụ nữ tên là Cecilie."
    },
    {
        "start": "00:05:12,560",
        "end": "00:05:16,000",
        "en": "Jeg har prøvet at fortælle dig det et par gange.",
        "pa": "I've tried to tell you a couple of times, but...",
        "vi": "Anh đã định kể với em vài lần, nhưng..."
    },
    {
        "start": "00:05:16,120",
        "end": "00:05:19,680",
        "en": "Nu er det blevet ret seriøst.",
        "pa": "No, what I want to say is, things have become serious between us.",
        "vi": "Không, ý anh là, chuyện giữa bọn anh là nghiêm túc."
    },
    {
        "start": "00:05:19,800",
        "end": "00:05:24,400",
        "en": "-Hvad er det, der er så vigtigt? -Jeg skal have ungerne på fredag.",
        "pa": "Good for you. But why is this important?",
        "vi": "Tốt cho anh. Có gì mà quan trọng?"
    },
    {
        "start": "00:05:24,520",
        "end": "00:05:28,880",
        "en": "Jeg vil gerne have, at de møder hende i biffen i aften",
        "pa": "The kids are staying with me Friday.\n And I'd like them to meet her...",
        "vi": "Các con sẽ ở với anh vào thứ Sáu.\n Và anh muốn các con gặp cô ấy..."
    },
    {
        "start": "00:05:29,000",
        "end": "00:05:35,640",
        "en": "så de lige har tid til at vænne sig til tanken.",
        "pa": "when we all go to the movies tonight so they can...\n Well... have time to get used to...\n the idea, right?",
        "vi": "khi tối nay tất cả đi xem phim để các con...\n À... có thời gian quen dần...\n hoàn cảnh mới."
    },
    {
        "start": "00:05:42,000",
        "end": "00:05:46,440",
        "en": "Nej, Phillip. Det tror jeg, er en rigtig dårlig idé.",
        "pa": "No, Phillip. I think that's a very bad idea.",
        "vi": "Không, Phillip. Đó là ý rất tệ."
    },
    {
        "start": "00:05:46,560",
        "end": "00:05:52,480",
        "en": "Ungerne skal ikke møde alle mulige af dine kærester.",
        "pa": "It's too soon.\n I don't want the kids to meet your random girlfriends.",
        "vi": "Còn quá sớm.\n Em chả muốn con gặp bạn gái tình cờ của anh. Magnus vừa bình tâm lại."
    },
    {
        "start": "00:05:52,600",
        "end": "00:05:57,320",
        "en": "Alle mulige af mine kærester? Jeg har kendt Cecilie længe.",
        "pa": "Magnus is only just calming down.\n All my random girlfriends?\n -I've known Cecilie for months. -Then why only tell me know?",
        "vi": "Tất cả bạn gái tình cờ?\n - Anh quen Cecilie vài tháng. - Sao giờ mới kể?"
    },
    {
        "start": "00:05:57,440",
        "end": "00:06:02,200",
        "en": "Du har selv bedt om ikke at få noget at vide, før det var seriøst.",
        "pa": "I've tried to tell you--\n You asked me not to say anything until it was serious.",
        "vi": "Anh cố nói với em..."
    },
    {
        "start": "00:06:02,320",
        "end": "00:06:05,840",
        "en": "-Og det er det blevet i dag? -Hun er en del af mit liv.",
        "pa": "-And it just got serious today? -No, it's been for long, Birgitte.",
        "vi": "Em bảo đừng nói nếu chưa nghiêm túc.\n - Và hôm nay nghiêm túc? - Không, lâu rồi."
    },
    {
        "start": "00:06:05,960",
        "end": "00:06:09,280",
        "en": "Jeg vil gerne have, at ungerne møder hende.",
        "pa": "She's a part of my life now. I just want the kids to meet her.",
        "vi": "Giờ cô ấy là một phần đời anh. Anh chỉ muốn con gặp cô ấy."
    },
    {
        "start": "00:06:09,400",
        "end": "00:06:14,000",
        "en": "Svaret er nej. Hvis du vil introducere Cecilie i aften",
        "pa": "No. I'm sorry, Phillip. But the answer is no.",
        "vi": "Không. Xin lỗi Phillip. Trả lời là không."
    },
    {
        "start": "00:06:14,120",
        "end": "00:06:17,640",
        "en": "bliver ungerne ikke udleveret.",
        "pa": "If you intend to introduce them to Cecilie tonight\n I'm not handing over the kids when you come to pick them up.",
        "vi": "Nếu tối anh giới thiệu con với Cecilie\n em sẽ không giao con khi anh đến đón."
    },
    {
        "start": "00:06:17,760",
        "end": "00:06:21,400",
        "en": "-Kan du bestemme det? -Ja. De er ikke parate.",
        "pa": "-Is that for you to decide? -I'm their mother. They're not ready.",
        "vi": "- Em có quyền à? - Em là mẹ. Con chưa sẵn sàng."
    },
    {
        "start": "00:06:30,080",
        "end": "00:06:33,920",
        "en": "-Ja, ja. Vi venter. -Godt.",
        "pa": "Fine. We'll wait then.\n -Good. -Right.",
        "vi": "Ừ. Đành chờ vậy.\n - Tốt. - Ừ."
    },
    {
        "start": "00:06:35,440",
        "end": "00:06:38,880",
        "en": "Så må du have en dejlig dag.",
        "pa": "Have a nice day then.",
        "vi": "Chúc ngày tốt lành."
    },
    {
        "start": "00:06:44,440",
        "end": "00:06:49,680",
        "en": "-Skatteministeren har ringet. -Jeg ringer til ham senere.",
        "pa": "The minister of taxation called about the meeting. What should I say?",
        "vi": "Cục trưởng Cục thuế hỏi về họp. Tôi nên nói gì?"
    },
    {
        "start": "00:06:51,120",
        "end": "00:06:56,960",
        "en": "Du klarede det forbilledligt. Jeg er ked af, du måtte ændre taktik.",
        "pa": "-I'll call him back later. -Okay.\n Birgitte, I think you handled the press conference fantastically.",
        "vi": "- Tôi sẽ gọi lại. - Vâng.\n Birgitte, tôi nghĩ bà giải quyết họp báo rất tuyệt vời."
    },
    {
        "start": "00:06:57,080",
        "end": "00:07:02,160",
        "en": "Det ville være lettere, hvis Marrot havde styr på sine holdninger.",
        "pa": "I'm sorry you were forced to change tactics.\n It would be easier if the Worker's Party had a leader who knew his own beliefs.",
        "vi": "Xin lỗi vì bà phải đổi chiến thuật.\n Sẽ dễ hơn nếu lãnh đạo Đảng Lao động quyết đoán."
    },
    {
        "start": "00:07:02,280",
        "end": "00:07:05,600",
        "en": "Det er svært at lede en regering med tre partier.",
        "pa": "I think Marrot is doing his best.\n I'm just saying, it's hard enough to lead a three-party coalition.",
        "vi": "Tôi nghĩ Marrot cố hết sức.\n Tôi chỉ nói, lãnh đạo liên minh ba đảng đã khó rồi."
    },
    {
        "start": "00:07:05,720",
        "end": "00:07:11,160",
        "en": "Når Arbejderpartiet ikke er enige med sig selv, er det tæt på umuligt.",
        "pa": "And when the Worker's Party can't agree internally, it's close to impossible.\n -We could talk at the minister's meeting. -Sure.",
        "vi": "Nội bộ Đảng Lao động lục đục, gần như bó tay.\n - Có thể nói ở họp Bộ trưởng. - Rõ rồi."
    },
    {
        "start": "00:07:13,800",
        "end": "00:07:16,400",
        "en": "Jeg er lidt presset.",
        "pa": "I don't have much time.",
        "vi": "Anh chả có nhiều thời gian."
    },
    {
        "start": "00:07:16,520",
        "end": "00:07:21,240",
        "en": "Din minister var lidt svævende mht. finansieringen af velfærdspakken.",
        "pa": "No wonder.\n The prime minister sure seemed dodgy\n regarding how to finance your otherwise fine welfare package.",
        "vi": "Thảo nào.\n Thủ tướng rõ là né tránh\n về nguồn tiền cho gói phúc lợi tốt đẹp."
    },
    {
        "start": "00:07:21,360",
        "end": "00:07:23,960",
        "en": "Vi arbejder på de sidste detaljer.",
        "pa": "Thanks. We're working on the final details.",
        "vi": "Cảm ơn. Bọn anh đang hoàn thiện chi tiết."
    },
    {
        "start": "00:07:24,080",
        "end": "00:07:29,240",
        "en": "Finansieringen kan næppe beskrives som \"de sidste detaljer\".",
        "pa": "Can we agree that financing a bill worth a couple of billion or ten",
        "vi": "Có thể đồng ý là cấp vốn cho gói trị giá vài hay mười tỷ"
    },
    {
        "start": "00:07:29,360",
        "end": "00:07:32,760",
        "en": "Jeg bliver nødt til at smutte.",
        "pa": "hardly counts as \"the final details\"?\n Katrine, I'm sorry. I've got to go now.",
        "vi": "khó mà là \"hoàn thiện chi tiết\"?\n Anh xin lỗi. Anh phải đi ngay."
    },
    {
        "start": "00:07:32,880",
        "end": "00:07:37,840",
        "en": "Har du ændringerne til Fælles Fremtid? Tak.",
        "pa": "Have you got the amendments to Our Common Future?",
        "vi": "Có bản sửa Tương lai chung của ta chưa?"
    },
    {
        "start": "00:07:37,960",
        "end": "00:07:42,120",
        "en": "-Er der noget galt? -Galt?",
        "pa": "Thank you.\n Is anything wrong?\n Wrong?",
        "vi": "Cảm ơn.\n Có gì không ổn?\n Không ổn?"
    },
    {
        "start": "00:07:42,240",
        "end": "00:07:46,840",
        "en": "-Du prøver at undgå mig. -Hvorfor siger du det?",
        "pa": "I have a funny feeling that you're trying to avoid me.\n That is a funny feeling. What makes you say that?",
        "vi": "Em cảm giác lạ là anh cố tránh em."
    },
    {
        "start": "00:07:46,960",
        "end": "00:07:50,840",
        "en": "Siden min fødselsdag har vi ikke talt så meget sammen.",
        "pa": "We usually talk three to four times a week,",
        "vi": "Cảm giác lạ đấy. Sao nói thế?\n Thường mình nói chuyện ba bốn lần một tuần,"
    },
    {
        "start": "00:07:50,960",
        "end": "00:07:55,720",
        "en": "-Du undgår mig på redaktionen. -Du er ikke alene på Ekspres.",
        "pa": "and we haven't since my birthday,\n and you've started calling the others at the paper.\n You're not the only correspondent on politics at Ekspres, Katrine.",
        "vi": "mà sau sinh nhật em lại chả nói gì,\n rồi anh bắt đầu gọi người khác ở báo.\n Em đâu phải phóng viên duy nhất về chính trị ở Express."
    },
    {
        "start": "00:07:55,840",
        "end": "00:07:59,240",
        "en": "-Jeg er nødt til at smutte. -Hvordan går det med Lotte?",
        "pa": "No.\n -I really have to go now. -How are things with Lotte?",
        "vi": "Không.\n - Anh phải đi ngay. - Anh với Lotte sao?"
    },
    {
        "start": "00:07:59,360",
        "end": "00:08:02,680",
        "en": "Godt. Vi er glade.",
        "pa": "Fine. We're happy.",
        "vi": "Ổn. Bọn anh hạnh phúc."
    },
    {
        "start": "00:08:04,360",
        "end": "00:08:07,720",
        "en": "Jeg skulle sige fra Birgitte, at hun er på vej.",
        "pa": "Birgitte asked me to tell she's on her way.\n Thanks.",
        "vi": "Birgitte báo là bà đang đến.\n Cảm ơn."
    },
    {
        "start": "00:08:09,320",
        "end": "00:08:14,080",
        "en": "Så du Marrot i morges? Han kan snart ikke se mere forvirret ud.",
        "pa": "Did you see Marrot this morning?",
        "vi": "Sáng thấy Marrot không?"
    },
    {
        "start": "00:08:14,200",
        "end": "00:08:18,160",
        "en": "Det er ikke overblik, der kendetegner vores formand.",
        "pa": "Everyday I think he has peaked in how confused he can look.\n \"In control\" is not what I would call our chairman and foreign minister.",
        "vi": "Càng ngày ông ta càng bối rối hơn.\n \"Làm chủ\" không phải là từ tôi mô tả Chủ tịch và Ngoại trưởng."
    },
    {
        "start": "00:08:18,280",
        "end": "00:08:20,800",
        "en": "Eller engelskkundskaber.",
        "pa": "Same for his grasp of English.",
        "vi": "Tiếng Anh ông ta cũng vậy."
    },
    {
        "start": "00:08:22,560",
        "end": "00:08:26,880",
        "en": "-Så skylder jeg en rejemad. -Ja, og to snapse.",
        "pa": "-I owe you a shrimp sandwich. -And two snaps.",
        "vi": "- Tôi nợ ông một cái bánh kẹp tôm. - Và hai ly rượu."
    },
    {
        "start": "00:08:30,200",
        "end": "00:08:34,160",
        "en": "Værsgo. Vi tales ved senere.",
        "pa": "Here. I want to talk to you later.",
        "vi": "Đây. Tí tôi nói riêng với anh."
    },
    {
        "start": "00:08:39,720",
        "end": "00:08:43,320",
        "en": "Jeg vil gerne drøfte det, der skete her til formiddag.",
        "pa": "Before we start, I want to talk about this morning's episode.",
        "vi": "Trước khi bắt đầu, tôi muốn nói về chuyện sáng nay."
    },
    {
        "start": "00:08:43,440",
        "end": "00:08:47,720",
        "en": "Jeg er på vej ind til pressemødet. Bjørn Marrot kommer",
        "pa": "I was on my way to the press conference",
        "vi": "Tôi sắp sửa họp báo"
    },
    {
        "start": "00:08:47,840",
        "end": "00:08:55,440",
        "en": "og har nu ændret holdning til planen om afvikling af efterlønnen.",
        "pa": "and Bjørn Marrot shows up last minute and has now changed his stance\n on our plan to dismantle early retirement,",
        "vi": "thì phút chót Bjørn Marrot tới và đổi lập trường\n về kế hoạch bỏ nghỉ hưu sớm của ta,"
    },
    {
        "start": "00:08:55,560",
        "end": "00:09:01,400",
        "en": "Vi må have klare, rene linjer. Jeg mener det alvorligt, Bjørn.",
        "pa": "which is the most important source of financing for our welfare package.\n I have to stress this for everyone.\n We need clear and straight lines. I'm very serious, Bjørn.",
        "vi": "là nguồn tiền quan trọng nhất cho gói phúc lợi.\n Tôi phải nhấn mạnh nó với các vị.\n Ta cần thẳng thắn rõ ràng. Tôi rất nghiêm túc, Bjørn."
    },
    {
        "start": "00:09:01,520",
        "end": "00:09:07,440",
        "en": "Du kan ikke fjerne mit mandat til at tale på regeringens vegne i 11. time.",
        "pa": "I cannot accept that we lay out a course\n for you to rob me last minute of my mandate to speak for the government.",
        "vi": "Tôi chả thể chấp nhận là ta đặt lộ trình\n để phút chót ông làm tôi không thể phát biểu thay Chính phủ."
    },
    {
        "start": "00:09:07,560",
        "end": "00:09:13,600",
        "en": "-Jeg var nødt til at stå fast. -Burde vi ikke have drøftet det?",
        "pa": "I know it was a bad situation.\n But I had to put my foot down.",
        "vi": "Tôi biết đó là dở.\n Nhưng tôi phải cương quyết."
    },
    {
        "start": "00:09:13,720",
        "end": "00:09:18,760",
        "en": "Vi har aldrig accepteret at fjerne efterlønnen uden videre.",
        "pa": "Shouldn't we discuss this internally in the party?\n I take full responsibility as chairman.\n We never agreed to abolish early retirement.",
        "vi": "Ta nên thảo luận nội bộ trong đảng chứ?\n Là Chủ tịch, tôi chịu trách nhiệm.\n Chúng tôi chưa bao giờ đồng ý bãi bỏ việc nghỉ hưu sớm."
    },
    {
        "start": "00:09:18,880",
        "end": "00:09:23,160",
        "en": "Vi var enige om en nedtrapning.",
        "pa": "We are not abolishing early retirement.",
        "vi": "Ta không bãi bỏ nghỉ hưu sớm."
    },
    {
        "start": "00:09:23,280",
        "end": "00:09:27,520",
        "en": "Arbejderpartiet er helt enige. Vi rører ikke ved efterlønnen.",
        "pa": "We agreed on a phase-out.\n The Worker's Party agrees on this. We won't touch early retirement.",
        "vi": "Ta đã đồng ý dừng từ từ.\n Đảng Lao động đồng ý việc này. Chúng tôi sẽ không sờ đến về hưu sớm."
    },
    {
        "start": "00:09:27,640",
        "end": "00:09:31,920",
        "en": "Nå da. Det er helt nye toner. Kan I blive enige med jer selv?",
        "pa": "Well, that's news to me. As long as you agree among yourselves.",
        "vi": "Đó là tin mới với tôi. Miễn là các vị đồng ý với nhau."
    },
    {
        "start": "00:09:32,040",
        "end": "00:09:39,040",
        "en": "Vi er ikke enige internt i partiet, men vi bakker op om vores formand.",
        "pa": "Look, it's no secret that opinions diverge internally in the party,\n but naturally, we support our chairman.",
        "vi": "Nghe này, không lạ gì khi ý kiến phân tán trong nội bộ đảng,\n nhưng tất nhiên, chúng tôi ủng hộ Chủ tịch."
    },
    {
        "start": "00:09:41,080",
        "end": "00:09:44,080",
        "en": "Vi kan ikke bruge mere tid på det nu.",
        "pa": "Okay. We don't have time for this now.",
        "vi": "Được. Giờ không có thời gian."
    },
    {
        "start": "00:09:44,200",
        "end": "00:09:47,960",
        "en": "Bjørn, jeg vil gerne tale med dig og Troels i morgen.",
        "pa": "Bjørn, I want to talk to you tomorrow,\n and Troels, as vice-chairman, you should come with.",
        "vi": "Bjørn, mai tôi muốn nói chuyện,\n và Troels là Phó Chủ tịch nên đi cùng."
    },
    {
        "start": "00:09:48,080",
        "end": "00:09:50,880",
        "en": "Skal vi sige på mit kontor kl. 16?",
        "pa": "Should we say my office at 4 p.m.?",
        "vi": "Văn phòng tôi bốn giờ chiều nhé?"
    },
    {
        "start": "00:09:51,000",
        "end": "00:09:54,600",
        "en": "Lad os gå videre med dagsordenen.",
        "pa": "-Yes, 4 p.m. -Alright.\n Then let's return to the agenda.",
        "vi": "- Vâng, bốn giờ. - Rồi.\n Quay lại kế hoạch."
    },
    {
        "start": "00:09:57,400",
        "end": "00:10:02,960",
        "en": "Der er ikke så meget historie endnu. Må jeg se det andet igen?",
        "pa": "Right. Not so much story yet. But it does tell something.",
        "vi": "Phải rồi. Chưa có gì nhiều. Nhưng nó nói lên điều gì đó."
    },
    {
        "start": "00:10:03,080",
        "end": "00:10:08,960",
        "en": "Nyborg holdt pressemøde i 20 min. uden at sige noget som helst.",
        "pa": "-And this one... -Let me see the other one.\n She's grown as a prime minister, that Birgitte Nyborg.\n Katrine says she held a press conference for 20 minutes without saying a thing.",
        "vi": "- Cái này... - Để xem cái còn lại.\n Thủ tướng giỏi dần lên, Birgitte Nyborg.\n Katrine bảo bà làm họp báo trong 20 phút mà không nói gì."
    },
    {
        "start": "00:10:09,080",
        "end": "00:10:12,040",
        "en": "En levebrødspolitiker uden holdninger.",
        "pa": "She's become your everyday career politician without opinions.",
        "vi": "Bà thành chính trị gia sự nghiệp hàng ngày mà không nêu ý kiến."
    },
    {
        "start": "00:10:12,160",
        "end": "00:10:17,000",
        "en": "Det blev usammenhængende, da hun kom til finansieringen af lovpakken.",
        "pa": "Something went wrong.\n It was a weird press conference.",
        "vi": "Có gì không ổn.\n Đó là buổi họp báo kỳ lạ."
    },
    {
        "start": "00:10:17,120",
        "end": "00:10:21,760",
        "en": "Jeg fik et par gode skud, hvor hun kigger irriteret på sin spindoktor.",
        "pa": "Her Power Point made no sense when it came to financing.\n I got some good shots of her looking at her spin doctor\n and looking pissed as hell.",
        "vi": "Bài PowerPoint của bà ấy vô lý ở phần tài chính.\n Tôi có vài bức ảnh rõ bà ấy nhìn cố vấn truyền thông\n và trông cực tức giận."
    },
    {
        "start": "00:10:24,080",
        "end": "00:10:29,160",
        "en": "Det er skidegodt, Kalle. Tager I to op til regeringsseminaret?",
        "pa": "That is bloody great, Kalle.",
        "vi": "Tuyệt quá, Kalle."
    },
    {
        "start": "00:10:29,280",
        "end": "00:10:32,400",
        "en": "Jeg har linet en del interviews op.",
        "pa": "Are the two of you covering the government seminar at Helenekilde?\n We're counting on it. I have several interviews lined up.",
        "vi": "Hai người làm hội thảo Chính phủ ở Helenekilde à?\n Chúng tôi đang hóng. Tôi có vài cuộc phỏng vấn."
    },
    {
        "start": "00:10:33,440",
        "end": "00:10:39,480",
        "en": "-Jeg giver en taxabon. Ellers noget? -Det svirrer med rygter om Marrot.",
        "pa": "-That just got you the cab fare. -Sure.\n Anything else?\n There's been a lot of rumours about Bjørn Marrot.",
        "vi": "- Có tiền taxi rồi. - Vâng.\n Còn gì nữa?\n Có rất nhiều đồn đại về Bjørn Marrot."
    },
    {
        "start": "00:10:39,600",
        "end": "00:10:43,840",
        "en": "Han skulle være inkompetent. Flere i partiet nævner det.",
        "pa": "Oh? What about?\n Basically that he is incompetent.\n -Several from his party mention it. -I hear it too.",
        "vi": "Hả? Về chuyện gì?\n Cơ bản là ông ta bất tài.\n - Vài người trong đảng nói vậy. - Tôi cũng nghe."
    },
    {
        "start": "00:10:43,960",
        "end": "00:10:47,640",
        "en": "Det er taget til de seneste dage. Der er et eller andet i gang.",
        "pa": "And the rumours have increased recently. Something's up.",
        "vi": "Và tin đồn gần đây đã tăng lên. Có chuyện rồi."
    },
    {
        "start": "00:10:47,760",
        "end": "00:10:50,480",
        "en": "Det skal vi vel lave noget på, ikke?",
        "pa": "We should write about that, right?",
        "vi": "Ta nên viết về điều đó, nhỉ?"
    },
    {
        "start": "00:10:50,600",
        "end": "00:10:55,440",
        "en": "Nej. Det er bare nogen, der vil sprede onde rygter.",
        "pa": "No, we shouldn't.\n It's just someone spreading malicious rumors.",
        "vi": "Không, không nên.\n Chỉ là có người tung tin ác ý."
    },
    {
        "start": "00:10:55,560",
        "end": "00:11:00,600",
        "en": "-Vi skal ikke være møgspredere. -Alle andre medier går ind i det.",
        "pa": "We are not fanning out the dirt for a bunch of spin.",
        "vi": "Ta không nên tiếp tay để họ lèo lái vậy."
    },
    {
        "start": "00:11:00,720",
        "end": "00:11:05,000",
        "en": "Siden hvornår er vi blevet for fine til rygter?",
        "pa": "Won't it look odd if all the other papers go into it?\n I have to get this. This is Michael.\n Since when are we above rumors?",
        "vi": "Sẽ lạ không nếu các báo khác đều làm?\n Tôi phải nghe. Michael đây.\n Ta thờ ơ với tin đồn từ khi nào?"
    },
    {
        "start": "00:11:05,120",
        "end": "00:11:08,360",
        "en": "Siden de er begyndt at omhandle Marrot.",
        "pa": "Since they were about Marrot.",
        "vi": "Từ khi liên quan tới Marrot."
    },
    {
        "start": "00:11:08,480",
        "end": "00:11:13,200",
        "en": "Vi har ikke bragt negative historier om ham, siden Laugesen blev ansat.",
        "pa": "Ekspres hasn't run a single negative story about him since Laugesen got hired.",
        "vi": "Express chưa hề có bài tiêu cực nào về ông ta kể từ khi Laugesen làm."
    },
    {
        "start": "00:11:13,320",
        "end": "00:11:17,000",
        "en": "Marrot er Laugesens sidste allierede i partiet.",
        "pa": "That's true.\n Marrot is Laugesen's last ally in the party.",
        "vi": "- Đúng vậy. - Marrot là đồng minh của Laugesen ở đảng."
    },
    {
        "start": "00:11:17,120",
        "end": "00:11:22,240",
        "en": "Hvis vi skriver negativt om ham, mister han en kilde fra Borgen.",
        "pa": "If we slam him, he'll lose a very important supporter and source at Borgen.",
        "vi": "Nếu ta tẩn ông ta, anh ta sẽ mất người hỗ trợ và nguồn tin quan trọng ở Borgen."
    },
    {
        "start": "00:11:22,360",
        "end": "00:11:25,520",
        "en": "Det er sateme utroligt.",
        "pa": "That is bloody unbelievable.",
        "vi": "Không thể tin được."
    },
    {
        "start": "00:11:27,040",
        "end": "00:11:29,520",
        "en": "Hvis jeg var dig",
        "pa": "If I were you,",
        "vi": "Nếu tôi là cô,"
    },
    {
        "start": "00:11:29,640",
        "end": "00:11:33,960",
        "en": "så ville jeg finde ud af, hvem der står bag de rygter.",
        "pa": "I'd find out who's spreading those rumors.",
        "vi": "tôi sẽ tìm kẻ tung tin đồn."
    },
    {
        "start": "00:11:34,080",
        "end": "00:11:38,840",
        "en": "Marrot har haft prædikatet harmløs, lige siden han tiltrådte.",
        "pa": "It makes you wonder, right?\n Marrot has been designated harmless ever since he was elected leader.",
        "vi": "Nó làm cô tò mò, nhỉ?\n Marrot được cho là vô hại từ khi được bầu làm lãnh đạo."
    },
    {
        "start": "00:11:38,960",
        "end": "00:11:42,920",
        "en": "Hvem er det, der vil ham til livs?",
        "pa": "Who's got it in for him now?",
        "vi": "Giờ ai muốn tấn công ông ta?"
    },
    {
        "start": "00:11:45,640",
        "end": "00:11:49,360",
        "en": "Kim kører mig hjem. Phillip skal have ungerne med i biografen.",
        "pa": "I've asked Kim to take me home.",
        "vi": "Tôi bảo Kim đưa tôi về."
    },
    {
        "start": "00:11:49,480",
        "end": "00:11:52,520",
        "en": "Jeg vil gerne nå at se dem inden.",
        "pa": "Phillip's going to the movies with the kids. I want to send them off.",
        "vi": "Phillip sẽ xem phim với bọn trẻ. Tôi muốn để họ đi."
    },
    {
        "start": "00:11:53,840",
        "end": "00:11:58,280",
        "en": "Må jeg spørge om noget personligt? Er der noget, vi skal tale om?",
        "pa": "Can I ask you a personal question?",
        "vi": "Tôi hỏi một câu riêng tư nhé?"
    },
    {
        "start": "00:11:58,400",
        "end": "00:12:02,600",
        "en": "Du virkede en smule påvirket af den snak med Phillip i morges.",
        "pa": "Is there something we should talk about?\n You just seemed shaken after your talk with Phillip this morning.",
        "vi": "Có điều gì ta cần bàn không?\n Bà có vẻ run sau khi nói chuyện với Phillip sáng nay."
    },
    {
        "start": "00:12:02,720",
        "end": "00:12:07,160",
        "en": "Det har intet med det at gøre. Det handler om Marrots rod.",
        "pa": "That's got nothing to with it.",
        "vi": "Chả liên quan đâu."
    },
    {
        "start": "00:12:07,280",
        "end": "00:12:13,000",
        "en": "Okay. Du må ikke lade din irritation over Marrot...",
        "pa": "I'm upset because of the mess Marrot has caused.\n Okay.\n Just be careful not to let your frustration about Marrot--",
        "vi": "Tôi bực vì mớ hỗn độn Marrot gây ra.\n Được rồi.\n Cẩn thận đừng để sự thất vọng về Marrot..."
    },
    {
        "start": "00:12:13,120",
        "end": "00:12:18,240",
        "en": "-Jeg finder det kun rimeligt. -Det er jeg fuldstændig enig i.",
        "pa": "Considering what he put me through this morning, I find it fair.",
        "vi": "Với điều ông ta bắt tôi chịu sáng nay, tôi thấy ổn."
    },
    {
        "start": "00:12:18,360",
        "end": "00:12:22,520",
        "en": "Men der er kritiske røster omkring Marrots person for tiden.",
        "pa": "And I agree completely.\n You should just know\n there are some critical voices surrounding Marrot these days.",
        "vi": "Tôi hoàn toàn đồng ý.\n Bà nên biết\n dạo này có vài chỉ trích về Marrot."
    },
    {
        "start": "00:12:22,640",
        "end": "00:12:28,280",
        "en": "Jeg går ikke for hårdt til ham. Ikke halvt så hårdt, som jeg burde.",
        "pa": "Don't come down too hard on him.\n I don't come down on him, Kasper. Not half as hard as I should.",
        "vi": "Đừng quá xét nét với ông ấy.\n Tôi không xét nét, Kasper. Chưa bằng một nửa mức cần."
    },
    {
        "start": "00:12:28,400",
        "end": "00:12:32,400",
        "en": "Man skal passe på med at tromle folk.",
        "pa": "Be careful about browbeating people.",
        "vi": "Cẩn thận những người cau có."
    },
    {
        "start": "00:12:44,360",
        "end": "00:12:48,560",
        "en": "Jeg savner, hvordan det var engang, Kasper.",
        "pa": "I miss...\n the way it used to be, Kasper.",
        "vi": "Tôi nhớ...\n hồi trước đây, Kasper."
    },
    {
        "start": "00:12:50,680",
        "end": "00:12:55,040",
        "en": "-Jeg savner Sejrø. -Hvordan har han det?",
        "pa": "I miss Sejrø.",
        "vi": "Tôi nhớ Sejrø."
    },
    {
        "start": "00:12:55,160",
        "end": "00:12:59,560",
        "en": "Bedre, men han bliver ikke den samme som før.",
        "pa": "How is he?\n He's better, but we shouldn't count on him being his old self.",
        "vi": "Ông ấy ra sao?\n Đỡ hơn, nhưng không nên mong là ông ấy sẽ như cũ."
    },
    {
        "start": "00:12:59,680",
        "end": "00:13:03,800",
        "en": "Jeg tror ikke, han kommer tilbage til Borgen.",
        "pa": "I don't think he'll return to Borgen.",
        "vi": "Tôi không nghĩ ông ấy quay lại Borgen."
    },
    {
        "start": "00:13:08,360",
        "end": "00:13:13,240",
        "en": "-Kan du have en god aften? -I lige måde.",
        "pa": "Have a good evening.\n You too.",
        "vi": "Chúc buổi tối tốt lành.\n Bà cũng vậy."
    },
    {
        "start": "00:13:23,040",
        "end": "00:13:27,280",
        "en": "-Har det været en stille dag? -Jeg har strikket hele dagen.",
        "pa": "You're leaving early. Not much to do today?",
        "vi": "Bà về sớm. Hôm nay không nhiều việc à?"
    },
    {
        "start": "00:13:27,400",
        "end": "00:13:30,600",
        "en": "-Grillhandsker? -Nej, en lille tophue.",
        "pa": "-I spent most of it knitting. -How are the oven mitts coming along?\n I'm working on a little hat.",
        "vi": "- Tôi dành hầu hết thời gian để đan. - Găng tay lò nướng thế nào?\n Tôi đang làm cái mũ nhỏ."
    },
    {
        "start": "00:13:33,640",
        "end": "00:13:37,560",
        "en": "Kim, jeg skal lige ringe.",
        "pa": "Kim, I need to make a phone call.",
        "vi": "Kim, tôi cần gọi điện."
    },
    {
        "start": "00:13:42,000",
        "end": "00:13:44,920",
        "en": "Du har ringet til Phillip. Læg en besked.",
        "pa": "This is Phillip. Leave a message.",
        "vi": "Phillip đây. Hãy để lại lời nhắn."
    },
    {
        "start": "00:13:45,040",
        "end": "00:13:49,000",
        "en": "Det er Birgitte. Jeg har tænkt over det, og...",
        "pa": "Hi Phillip, it's Birgitte.\n Look, I've been thinking, and...",
        "vi": "Phillip, Birgitte đây. Nghe này, em đã suy nghĩ, và..."
    },
    {
        "start": "00:13:50,280",
        "end": "00:13:53,360",
        "en": "Du må undskylde, jeg virkede hård i tonen.",
        "pa": "I'm sorry I was so hard on you.",
        "vi": "em xin lỗi vì quá khó khăn với anh."
    },
    {
        "start": "00:13:53,480",
        "end": "00:13:57,200",
        "en": "Jeg var bare presset på grund af en masse...",
        "pa": "I was just under pressure from a lot of...",
        "vi": "Em chịu áp lực từ nhiều..."
    },
    {
        "start": "00:13:59,000",
        "end": "00:14:02,480",
        "en": "Men hvis du føler, at ungerne er klar",
        "pa": "But...",
        "vi": "Nhưng..."
    },
    {
        "start": "00:14:02,600",
        "end": "00:14:06,040",
        "en": "så skal de selvfølgelig møde din kæreste.",
        "pa": "If you feel they are ready, then of course they can meet your girlfriend.",
        "vi": "Nếu anh thấy sẵn sàng, dĩ nhiên các con có thể gặp bạn gái anh."
    },
    {
        "start": "00:14:06,160",
        "end": "00:14:12,640",
        "en": "Hvis du tager hende med i aften, kan ungerne se, at alt er okay.",
        "pa": "And I want to meet her too.\n So I think it would be a great idea if you brought her along tonight...",
        "vi": "Em cũng muốn gặp cô ấy.\n Nên em nghĩ sẽ rất tuyệt nếu tối anh đưa cô ấy tới..."
    },
    {
        "start": "00:14:12,760",
        "end": "00:14:18,240",
        "en": "Jeg er på vej hjem nu. I kan bare komme forbi, når det passer.",
        "pa": "Then the kids could see that everything is okay, right?\n I'm on my way home. Come by whenever you're ready.",
        "vi": "Để bọn trẻ thấy mọi việc ổn, nhé?\n Em sắp về nhà. Bao giờ xong thì anh tới."
    },
    {
        "start": "00:14:19,840",
        "end": "00:14:23,320",
        "en": "Kender du en god blomsterbutik, Kim?",
        "pa": "Okay? Bye.\n Do you know a good florist, Kim?",
        "vi": "Được chứ? Tạm biệt.\n Biết hàng hoa nào ổn không Kim?"
    },
    {
        "start": "00:14:37,080",
        "end": "00:14:41,440",
        "en": "-Hvorfor har du gjort det så pænt? -Det har jeg da heller ikke.",
        "pa": "Why are you shining up the house?",
        "vi": "Sao mẹ thắp sáng cả nhà?"
    },
    {
        "start": "00:14:41,560",
        "end": "00:14:45,400",
        "en": "Hvornår har du sidst taget blomster med hjem?",
        "pa": "-But I'm not. -Sure you are.\n When was the last time you brought home flowers?",
        "vi": "- Đâu có. - Chắc chắn rồi.\n Lần cuối mẹ mua hoa về là khi nào?"
    },
    {
        "start": "00:14:45,520",
        "end": "00:14:50,440",
        "en": "Det sker da en gang imellem. Laura, har du hørt fra din far?",
        "pa": "I do now and then. Laura, have you heard from your dad?",
        "vi": "Thỉnh thoảng có. Laura, bố gọi chưa con?"
    },
    {
        "start": "00:14:50,560",
        "end": "00:14:55,480",
        "en": "-Han har en med, som vi skal møde. -Er det hans kæreste?",
        "pa": "No.\n He may be bringing someone for us to meet.",
        "vi": "Chưa ạ.\n Có lẽ bố đưa ai đó về để mình gặp."
    },
    {
        "start": "00:14:55,600",
        "end": "00:15:00,200",
        "en": "-Vidste du, at han havde mødt en? -Jeg kunne fornemme det på ham.",
        "pa": "Is it his girlfriend?\n You knew he'd met someone?\n He didn't tell me directly, but I had a feeling.",
        "vi": "Bạn gái bố ạ?\n Con biết bố có bạn à?\n Bố không nói với con, nhưng con cảm thấy thế."
    },
    {
        "start": "00:15:00,320",
        "end": "00:15:04,840",
        "en": "Når han talte i telefon med hende, var han lidt mere glad og fjollet.",
        "pa": "He's been like...\n When he's on the phone with her, he seems more happy and silly.",
        "vi": "Gần đây bố...\n Khi bố gọi cho cô ấy, bố có vẻ hạnh phúc và khờ hơn."
    },
    {
        "start": "00:15:13,840",
        "end": "00:15:16,120",
        "en": "Hej.",
        "pa": "Hi, honey.",
        "vi": "Chào con yêu."
    },
    {
        "start": "00:15:18,760",
        "end": "00:15:23,240",
        "en": "Hej, lillemand. Nej, hvor er her hyggeligt.",
        "pa": "-Hi. -Hi, dad.\n Hey, champ. It's so nice here.",
        "vi": "- Chào. - Chào bố.\n Chào nhà vô địch. Ở đây đẹp quá."
    },
    {
        "start": "00:15:23,360",
        "end": "00:15:26,520",
        "en": "Kommer du alene? Fik du ikke min besked?",
        "pa": "You're alone? Didn't you get my message?",
        "vi": "Mình anh à? Không nhận tin của em à?"
    },
    {
        "start": "00:15:26,640",
        "end": "00:15:32,040",
        "en": "Unger, find det, I skal have med. Vi kører med det samme.",
        "pa": "Kids, grab what you need, because we're leaving right away.\n -Sure. -Good.",
        "vi": "Các con, lấy thứ con cần, vì chúng ta sẽ đi ngay.\n - Được ạ. - Tốt."
    },
    {
        "start": "00:15:32,160",
        "end": "00:15:36,600",
        "en": "Jeg har tænkt over det. Måske har du ret. Jeg vil ikke forcere det.",
        "pa": "Look, I...\n I've been thinking too, and you may be right. I don't want to force it.",
        "vi": "Nghe này, anh...\n Anh cũng suy nghĩ, có lẽ em đúng. Anh không muốn ép."
    },
    {
        "start": "00:15:36,720",
        "end": "00:15:41,200",
        "en": "Selvfølgelig skal de møde hende. Jeg var bare stresset.",
        "pa": "You're not. Stop.\n Sure they can meet her. I was just stressed out.",
        "vi": "Không đâu. Thôi đi.\n Các con gặp cô ấy được. Em chỉ căng thẳng thôi."
    },
    {
        "start": "00:15:41,320",
        "end": "00:15:43,440",
        "en": "Er du sikker?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:43,560",
        "end": "00:15:48,040",
        "en": "Jeg er ikke den første statsminister, der skifter standpunkt.",
        "pa": "Are you sure?\n I'm not the first prime minister to have a change of heart.",
        "vi": "Em chắc chứ?\n Em không phải Thủ tướng đầu tiên đổi ý."
    },
    {
        "start": "00:15:48,160",
        "end": "00:15:50,960",
        "en": "Vi skal møde hinanden alle sammen.",
        "pa": "I think we should meet, all of us. Of course.",
        "vi": "Em nghĩ tất cả nên gặp nhau. Tất nhiên."
    },
    {
        "start": "00:15:52,520",
        "end": "00:15:56,320",
        "en": "Hvad med i morgen? Jeg kan være hjemme halv seks.",
        "pa": "-Okay? -What about tomorrow?\n I can be home by 5.30 p.m. and we could...",
        "vi": "- Nhé? - Mai thì sao?\n Em có thể về lúc 5h30 chiều và mình..."
    },
    {
        "start": "00:15:56,440",
        "end": "00:16:00,200",
        "en": "-Så kan I få en kop kaffe. -Cecilie drikker te.",
        "pa": "-You could come by for coffee or... -Yeah, sure. Well...",
        "vi": "- Bọn anh có thể tới uống cà phê hay... - Ừ rồi. À..."
    },
    {
        "start": "00:16:00,320",
        "end": "00:16:03,240",
        "en": "Fint. Vi har masser af te.",
        "pa": "-Cecilie drinks tea, but... -Tea is fine. We have plenty.",
        "vi": "- Cecilie uống trà, nhưng... - Trà ổn. Có rất nhiều."
    },
    {
        "start": "00:16:03,360",
        "end": "00:16:06,360",
        "en": "I kan lige ringe på vejen.",
        "pa": "-Sure. -Tea and coffee.\n -Call me when you're on your way, then... -Sure, we will.",
        "vi": "- Rồi. - Trà và cà phê.\n - Gọi cho em khi bọn anh trên đường đến... - Rồi, sẽ gọi."
    },
    {
        "start": "00:16:06,480",
        "end": "00:16:10,080",
        "en": "Skal den med i biografen? Hvad hvis den bliver væk?",
        "pa": "You're taking that to the movies?\n -Yes. -What if you lose it?",
        "vi": "Con cầm nó đi xem phim à?"
    },
    {
        "start": "00:16:10,200",
        "end": "00:16:14,320",
        "en": "-Det gør den ikke. -Skal vi køre? Tag din jakke.",
        "pa": "-We'll be careful. Come on. -It won't.\n -Yeah. -Grab your coat.",
        "vi": "- Vâng. - Mất thì sao?\n - Bọn anh sẽ cẩn thận. Đi nào. - Không đâu.\n - Vâng. - Lấy áo khoác đi."
    },
    {
        "start": "00:16:14,440",
        "end": "00:16:17,280",
        "en": "Hej, hej, mor.",
        "pa": "-Bye, Mom. -Bye.",
        "vi": "- Tạm biệt mẹ. - Tạm biệt."
    },
    {
        "start": "00:16:39,040",
        "end": "00:16:42,320",
        "en": "Torben, I kan ikke få en eksklusiv på den her.",
        "pa": "Torben, I can't give you an exclusive.",
        "vi": "Torben, không thể cho anh độc quyền."
    },
    {
        "start": "00:16:42,440",
        "end": "00:16:47,840",
        "en": "Vi skal lægge den økonomiske politik for Danmark de næste to år.",
        "pa": "Because it's a government seminar outlining the financial policy",
        "vi": "Vì đây là hội thảo của Chính phủ về chính sách tài chính"
    },
    {
        "start": "00:16:47,960",
        "end": "00:16:52,480",
        "en": "Nej, den her er du nødt til at dele med de andre i klassen.",
        "pa": "for Denmark the next two years.\n No, you're going to have to share this with the rest of the class.\n Yes. Bye.",
        "vi": "cho Đan Mạch trong hai năm tới.\n Không, anh sẽ phải chia sẻ điều này với mọi người.\n Phải. Tạm biệt."
    },
    {
        "start": "00:16:53,600",
        "end": "00:16:55,920",
        "en": "Vi ses.",
        "pa": "Oh, man. See you, gorgeous.",
        "vi": "Ôi trời. Cảm ơn nhé, người đẹp."
    },
    {
        "start": "00:16:56,040",
        "end": "00:17:00,040",
        "en": "-Er du her? -Hvad?",
        "pa": "Are you here?",
        "vi": "Anh có đây chứ?"
    },
    {
        "start": "00:17:00,160",
        "end": "00:17:04,000",
        "en": "Jeg synes ikke, du er til stede. Du er et andet sted.",
        "pa": "What?\n I don't feel like you're here very much. You're somewhere else.",
        "vi": "Sao?\n Em không thấy anh ở đây nhiều. Đầu óc anh ở đâu ý."
    },
    {
        "start": "00:17:04,120",
        "end": "00:17:07,920",
        "en": "De sidste uger har været lidt underlige.",
        "pa": "I feel like these past weeks have been a little...",
        "vi": "Em thấy mấy tuần vừa rồi hơi... kỳ lạ."
    },
    {
        "start": "00:17:08,040",
        "end": "00:17:11,520",
        "en": "Regeringsseminaret er kæmpestort.",
        "pa": "strange.\n It's this government seminar. It's a big thing.",
        "vi": "Đây là hội thảo của Chính phủ. Chuyện lớn."
    },
    {
        "start": "00:17:11,640",
        "end": "00:17:15,760",
        "en": "Lige nu er det en udfordring at holde sammen på regeringen.",
        "pa": "It just needs to get in the air.\n Right now it's a challenge just keeping the government together.",
        "vi": "Anh cần làm cho xong.\n Giờ giữ yên Chính phủ đã là thử thách rồi."
    },
    {
        "start": "00:17:15,880",
        "end": "00:17:19,960",
        "en": "-Ja, selvfølgelig. -Vi ses.",
        "pa": "Yes, of course.",
        "vi": "Vâng, tất nhiên."
    },
    {
        "start": "00:17:20,080",
        "end": "00:17:24,560",
        "en": "Prøv og hør, Kasper. Er du sikker på, at du vil bo sammen med mig?",
        "pa": "See you.\n Look, Kasper.",
        "vi": "Hẹn gặp lại.\n Nghe này, Kasper."
    },
    {
        "start": "00:17:24,680",
        "end": "00:17:30,000",
        "en": "-Det virker overhovedet ikke sådan. -Det har jeg sagt, at jeg gerne vil.",
        "pa": "Are you sure you want to move in with me?\n It doesn't seem like it at all.\n I told you I want to.",
        "vi": "Anh có chắc muốn ở cùng em không?\n Có vẻ không phải vậy.\n Anh bảo anh muốn mà."
    },
    {
        "start": "00:17:30,120",
        "end": "00:17:32,960",
        "en": "Det har jeg da.",
        "pa": "I did.",
        "vi": "Thực vậy."
    },
    {
        "start": "00:17:37,480",
        "end": "00:17:43,000",
        "en": "Lige så snart det er overstået, så tager vi to et sted hen",
        "pa": "I promise you now...\n that as soon as this is over, you and I are going to go away",
        "vi": "Giờ hứa với em...\n ngay khi xong, anh với em sẽ đi"
    },
    {
        "start": "00:17:43,120",
        "end": "00:17:48,920",
        "en": "hvor der er sol, og der er strand, og der er drinks.",
        "pa": "to a place with sunlight, beaches and cocktails.",
        "vi": "tới nơi có ánh nắng mặt trời, bãi biển và cocktail."
    },
    {
        "start": "00:17:49,040",
        "end": "00:17:54,400",
        "en": "Og der er ingen undskyldning for ikke at kneppe fem gange i døgnet.",
        "pa": "And with no excuses for not fucking five times a day.",
        "vi": "Và không lý gì để không làm tình năm lần một ngày."
    },
    {
        "start": "00:18:10,680",
        "end": "00:18:13,720",
        "en": "Godmorgen. Höxenhaven har spurgt",
        "pa": "Good morning.\n Troels Höxenhaven called to ask",
        "vi": "Xin chào.\n Troels Höxenhaven gọi để hỏi liệu"
    },
    {
        "start": "00:18:13,840",
        "end": "00:18:16,960",
        "en": "om vi kan rykke mødet med Marrot frem til kl. 11.",
        "pa": "if we could move the meeting with Marrot to 11 a.m.",
        "vi": "ta có thể dời họp với Marrot tới 11h sáng không."
    },
    {
        "start": "00:18:17,080",
        "end": "00:18:21,200",
        "en": "Mødet med Dansk Industri er udsat, så det er ikke noget problem.",
        "pa": "Since the meeting with Danish Industry was postponed,",
        "vi": "Vì cuộc họp với Công nghiệp Đan Mạch bị hoãn,"
    },
    {
        "start": "00:18:21,320",
        "end": "00:18:25,080",
        "en": "Papirerne til regeringsseminaret ligger på dit bord.",
        "pa": "I didn't see a problem.\n No, that's fine.\n The papers for the government seminar are on your desk.",
        "vi": "- tôi không thấy có vấn đề. - Không sao.\n Giấy tờ cho hội thảo Chính phủ ở trên bàn bà."
    },
    {
        "start": "00:18:25,200",
        "end": "00:18:29,160",
        "en": "-Sagde han hvorfor? -Næ, han sagde ingenting.",
        "pa": "Did he say why?\n No, not a word.",
        "vi": "Ông ấy nói lý do không?\n Không nói gì."
    },
    {
        "start": "00:18:30,800",
        "end": "00:18:33,680",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:18:33,760",
        "end": "00:18:35,760",
        "en": "Så er justitsministeren kommet.",
        "pa": "-The minister of justice is here. -Show him in.",
        "vi": "- Bộ trưởng Tư pháp tới. - Cho vào đi."
    },
    {
        "start": "00:18:35,840",
        "end": "00:18:40,520",
        "en": "-Bare send ham ind. -Jeg beklager forsinkelsen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:18:40,680",
        "end": "00:18:46,480",
        "en": "Jeg ved ikke, hvor Marrot er. Jeg har ventet på ham i ti minutter.",
        "pa": "Sorry I'm late.\n -You're alone? -I don't know where Marrot is.\n I've been waiting ten minutes.",
        "vi": "Xin lỗi tôi đến muộn.\n - Mình ông? - Chả rõ Marrot đâu.\n Tôi đợi mười phút rồi."
    },
    {
        "start": "00:18:47,480",
        "end": "00:18:53,920",
        "en": "-Jytte, få fat i Bjørn Marrot. -Jeg har min ministersekretær her.",
        "pa": "Jytte, please get hold of Marrot and ask what's keeping him.",
        "vi": "- Jytte, gọi Marrot xem ông ta bận gì. - Birgitte, tôi gọi thư ký của tôi."
    },
    {
        "start": "00:18:54,040",
        "end": "00:18:59,520",
        "en": "Han har styr på det. Det er Troels. Har du noget nyt om Marrot?",
        "pa": "Birgitte, I have my secretary on the line.\n -Never mind. -He's got a handle on it.\n Right. Troels speaking. Any news about Marrot?",
        "vi": "- Không cần. - Anh ta xử lý được.\n Phải. Troels đây. Có tin gì về Marrot không?"
    },
    {
        "start": "00:19:01,200",
        "end": "00:19:07,160",
        "en": "Okay. Kan du ikke bede ham ringe, når han kommer tilbage?",
        "pa": "Okay.\n Well, tell him to call as soon as he gets back.",
        "vi": "Được rồi.\n À, bảo ông ấy gọi ngay khi quay về."
    },
    {
        "start": "00:19:08,880",
        "end": "00:19:12,440",
        "en": "Marrot er til møde på den mexicanske ambassade.",
        "pa": "Thanks.\n It seems Marrot is at a meeting at the Mexican embassy.",
        "vi": "Cảm ơn.\n Có vẻ Marrot đang họp tại sứ quán Mexico."
    },
    {
        "start": "00:19:12,560",
        "end": "00:19:17,240",
        "en": "Han har haft meget om ørerne her på det sidste, så...",
        "pa": "What?\n He's had a lot on his mind lately.",
        "vi": "Sao?\n Gần đây ông ấy lo nhiều việc."
    },
    {
        "start": "00:19:18,760",
        "end": "00:19:25,400",
        "en": "-Skal vi aftale et nyt møde? -Nej, vi to kan vel tale sammen.",
        "pa": "So...\n I don't know... Should we schedule a new meeting?\n No, since you're here, you and I can talk, right?",
        "vi": "Nên...\n Tôi không biết... Ta có nên hẹn lại không?\n Không, ông ở đây, ông và tôi có thể trao đổi, nhỉ?"
    },
    {
        "start": "00:19:30,440",
        "end": "00:19:34,360",
        "en": "Jeg forstår godt, at du følte dig udstillet på pressemødet.",
        "pa": "I understand if you felt put on the spot at the press conference.",
        "vi": "Tôi hiểu nếu bà thấy bị dồn ép ở buổi họp báo."
    },
    {
        "start": "00:19:34,480",
        "end": "00:19:37,400",
        "en": "Jeg er enig med dig om efterlønnen",
        "pa": "But you should know I share your stance completely on early retirement.",
        "vi": "Nhưng bà nên biết tôi hoàn toàn chia sẻ lập trường của bà về nghỉ hưu sớm."
    },
    {
        "start": "00:19:37,520",
        "end": "00:19:42,120",
        "en": "men det kan jeg ikke gå ud og sige som næstformand.",
        "pa": "-But I can't say that as vice-chairman. -No, of course.",
        "vi": "- Tôi không thể nói khi là Phó Chủ tịch. - Không, dĩ nhiên."
    },
    {
        "start": "00:19:42,240",
        "end": "00:19:45,440",
        "en": "Arbejderpartiet er et gammelt parti",
        "pa": "The Worker's Party is a large and old party",
        "vi": "Đảng Lao động là một đảng lớn và lâu đời"
    },
    {
        "start": "00:19:45,560",
        "end": "00:19:49,160",
        "en": "som har andre traditioner end De Moderate.",
        "pa": "bound by other traditions and considerations than the Moderate Party.",
        "vi": "bị ràng buộc bởi các truyền thống và cân nhắc khác hơn Đảng Ôn hòa."
    },
    {
        "start": "00:19:49,280",
        "end": "00:19:54,600",
        "en": "Det kan være dybt frustrerende at danse med så tung en partner.",
        "pa": "It must be deeply frustrating\n having to dance with such a cumbersome partner, I understand.",
        "vi": "Hẳn là rất khó chịu khi\n nhảy với bạn nhảy cồng kềnh vậy, tôi hiểu."
    },
    {
        "start": "00:19:54,720",
        "end": "00:19:59,400",
        "en": "Troels, er stemningen omkring Marrot dårlig i partiet?",
        "pa": "Troels, is Marrot in bad standing in the party?",
        "vi": "Troels, Marrot đang bị tiếng xấu ở đảng à?"
    },
    {
        "start": "00:19:59,520",
        "end": "00:20:03,640",
        "en": "-Det har jeg ikke lagt mærke til. -Der florerer en masse rygter.",
        "pa": "-Not that I've noticed. -Rumors are buzzing.",
        "vi": "- Tôi không để ý. - Có xì xào."
    },
    {
        "start": "00:20:03,760",
        "end": "00:20:09,680",
        "en": "Manden er formand for landets største parti. Der vil altid være rygter.",
        "pa": "Sure, but look... He heads the largest Danish party.\n Rumors come with the territory.",
        "vi": "Ừ, nhưng này... Ông ta đứng đầu đảng lớn nhất Đan Mạch.\n Đương nhiên sẽ có tin đồn."
    },
    {
        "start": "00:20:10,680",
        "end": "00:20:14,840",
        "en": "Det skal man ikke lægge så meget i.",
        "pa": "Right?\n Don't put too much stock into that.",
        "vi": "Đúng không?\n Đừng quá tin chuyện đó."
    },
    {
        "start": "00:20:16,000",
        "end": "00:20:23,640",
        "en": "Marrot har gjort sig uheldig bemærket i rollen som Danmarks repræsentant.",
        "pa": "Foreign minister Bjørn Marrot has become a subject of attention\n since he has performed poorly as a representative of Denmark.",
        "vi": "Ngoại trưởng Bjørn Marrot đã thành tâm điểm chú ý\n vì thể hiện kém cỏi với vai trò đại diện cho Đan Mạch."
    },
    {
        "start": "00:20:23,760",
        "end": "00:20:28,360",
        "en": "Også Marrots uheldige ordvalg i BBC nævnes som eksempel på",
        "pa": "Marrot's unfortunate choice of words in BBC earlier this year is used as proof",
        "vi": "Việc Marrot lựa chọn từ ngữ tai hại khi trả lời BBC vào đầu năm là bằng chứng"
    },
    {
        "start": "00:20:28,480",
        "end": "00:20:32,080",
        "en": "at Danmark ikke har skudt papegøjen med sin udenrigsminister.",
        "pa": "we sure didn't \"shoot the parrot\" with our choice of foreign minister.",
        "vi": "cho thấy ta không \"bắn đúng con vẹt\" với lựa chọn Ngoại trưởng."
    },
    {
        "start": "00:20:32,240",
        "end": "00:20:37,280",
        "en": "Med den nye aftale kan vi sige, at Danmark og resten af EU-landene",
        "pa": "With this new deal I think we can say that both\n Denmark and the rest of the EU countries",
        "vi": "Với thỏa thuận mới này, tôi nghĩ ta có thể nói là\n cả Đan Mạch và các nước EU khác"
    },
    {
        "start": "00:20:37,400",
        "end": "00:20:41,960",
        "en": "så at sige har skudt papegøjen.",
        "pa": "have, so to speak, shot the parrot.",
        "vi": "phải, có thể nói, bắn đúng con vẹt."
    },
    {
        "start": "00:20:42,040",
        "end": "00:20:47,480",
        "en": "I har stavet forkert. F-æ-l-d-e-s siger fældes",
        "pa": "You spelled it wrong, okay?\n F-Æ-L-D-E-S spells \"fældes\",",
        "vi": "Anh đánh vần sai, nhé?\n F-Æ-L-D-E-S là \"fældes\","
    },
    {
        "start": "00:20:47,600",
        "end": "00:20:50,600",
        "en": "og ikke fælles. Det er en passiv form.",
        "pa": "and not \"fælles.\"\n It's a passive form of the word \"at fælde\"",
        "vi": "chứ không phải \"fælles\".\n Thể bị động của từ \"at fælde\""
    },
    {
        "start": "00:20:50,720",
        "end": "00:20:56,560",
        "en": "Måske kender du ikke \"passiv form\", men der er fandeme intet d i fælles",
        "pa": "and perhaps you don't know the concept of a passive form,",
        "vi": "và có lẽ anh không biết khái niệm thể bị động,"
    },
    {
        "start": "00:20:56,680",
        "end": "00:21:00,440",
        "en": "for så taler vi om at fælde træer. Forstår du det?",
        "pa": "but there is no fucking \"D\" in \"fælles\".\n If there is, then we're talking about cutting down trees. Understand?",
        "vi": "nhưng chả có \"D\" trong \"fælles\".\n Nếu có, ta sẽ nói về việc chặt cây. Hiểu chứ?"
    },
    {
        "start": "00:21:00,560",
        "end": "00:21:04,080",
        "en": "Vi skal bare have nye bannere klar om 24 timer.",
        "pa": "Just have new banners ready for the seminar in 24 hours.",
        "vi": "Phải xong biểu ngữ mới cho hội thảo sau 24h."
    },
    {
        "start": "00:21:04,200",
        "end": "00:21:07,680",
        "en": "Du, Kasper... Det kommer ikke fra os",
        "pa": "-Say, Kasper? -Yes?",
        "vi": "- Này, Kasper? - Vâng?"
    },
    {
        "start": "00:21:07,800",
        "end": "00:21:11,520",
        "en": "de tåbelige rygter om udenrigsministeren.",
        "pa": "-You should know, we're not behind them. -What?\n The foolish rumors about the foreign minister.",
        "vi": "- Nên biết, không phải chúng tôi. - Sao?\n Những tin đồn ngu ngốc về Ngoại trưởng."
    },
    {
        "start": "00:21:11,640",
        "end": "00:21:14,080",
        "en": "Men I har interesse i det.",
        "pa": "But surely you are the only ones to gain from it.",
        "vi": "Nhưng rõ là chỉ các ông hưởng lợi."
    },
    {
        "start": "00:21:14,200",
        "end": "00:21:16,440",
        "en": "Det er snæversynet at tro",
        "pa": "Sure, if you look at it with a narrow mind",
        "vi": "Đúng, nếu anh nhìn bằng đầu óc hạn hẹp"
    },
    {
        "start": "00:21:16,560",
        "end": "00:21:20,800",
        "en": "at oppositionen elsker alt, der miskrediterer regeringen.",
        "pa": "and assume that we, the opposition, per definition love everything",
        "vi": "cho là chúng tôi, phe đối lập, mặc nhiên thích mọi thứ"
    },
    {
        "start": "00:21:20,920",
        "end": "00:21:23,840",
        "en": "Sig til Birgitte, at det ikke kommer fra os.",
        "pa": "that discredits the government.\n Just tell Birgitte we're not the instigators.",
        "vi": "làm mất uy tín của Chính phủ.\n Hãy bảo Birgitte chúng tôi không phải chủ mưu."
    },
    {
        "start": "00:21:23,960",
        "end": "00:21:28,080",
        "en": "Du må undskylde, Lars, men Birgitte Nyborg tror næppe på dig.",
        "pa": "Sorry, Lars, but I don't think Birgitte Nyborg believes anything you say.",
        "vi": "Xin lỗi, tôi không nghĩ Birgitte Nyborg tin bất cứ điều gì ông nói."
    },
    {
        "start": "00:21:28,200",
        "end": "00:21:32,600",
        "en": "Vi husker alle sammen dit lille stunt med Afghanistan.",
        "pa": "We all remember your little Afghanistan stunt.",
        "vi": "Chúng tôi đều nhớ trò ở Afghanistan."
    },
    {
        "start": "00:21:32,720",
        "end": "00:21:35,800",
        "en": "Det var ren taktik. Det her er noget andet.",
        "pa": "That was pure strategy, Kasper. This is different.",
        "vi": "Đó thuần túy là chiến lược, Kasper. Việc này khác."
    },
    {
        "start": "00:21:35,920",
        "end": "00:21:39,920",
        "en": "Hvis Bjørn var en dårlig minister, kunne jeg vælte ham i morgen.",
        "pa": "If I could topple Bjørn Marrot as a bad foreign minister, I'd do it tomorrow.",
        "vi": "Nếu tôi lật được Bjørn Marrot vì là Ngoại trưởng dở, tôi làm ngay."
    },
    {
        "start": "00:21:40,040",
        "end": "00:21:43,320",
        "en": "Men det er han ikke. Han er en lidt svag natur",
        "pa": "But he's not.",
        "vi": "Nhưng ông ấy không thế."
    },
    {
        "start": "00:21:43,440",
        "end": "00:21:46,040",
        "en": "men han er en god mand.",
        "pa": "He may be weak, but he knows his priorities, and he's a good man.",
        "vi": "Ông ấy có thể yếu đuối, nhưng biết ưu tiên của mình, và là người tốt."
    },
    {
        "start": "00:21:46,160",
        "end": "00:21:49,600",
        "en": "Jeg har siddet i tinget med ham i næsten 15 år.",
        "pa": "He and I have been in parliament together nearly 15 years.",
        "vi": "Ông ấy cùng tôi đã ở Quốc hội gần 15 năm."
    },
    {
        "start": "00:21:49,720",
        "end": "00:21:56,240",
        "en": "Det her kommer ikke fra mig, for det mangler stil.",
        "pa": "One thing should convince you that it isn't coming from me.",
        "vi": "Một điều sẽ thuyết phục anh rằng không phải từ tôi."
    },
    {
        "start": "00:21:56,360",
        "end": "00:22:01,320",
        "en": "At sige, at han taler dårligt engelsk eller går med sokker i sandalerne",
        "pa": "-And what is that? -It's lacks style, Kasper.\n To say that the foreign minister is bad at English",
        "vi": "- Là gì? - Nó không nhã, Kasper.\n Để nói rằng Ngoại trưởng kém tiếng Anh"
    },
    {
        "start": "00:22:01,440",
        "end": "00:22:05,680",
        "en": "er jo ren mobning. Og jeg mobber mig ikke tilbage i Statsministeriet.",
        "pa": "or that he wears socks in his sandals... It's pure bullying.\n And I won't bully my way back to being prime minister.",
        "vi": "hay ông ta đi tất với dép. Đó thuần túy là bắt nạt.\n Và tôi không bắt nạt để trở lại làm Thủ tướng."
    },
    {
        "start": "00:22:05,800",
        "end": "00:22:08,920",
        "en": "Hils Birgitte.",
        "pa": "Say hi to Birgitte for me.",
        "vi": "Chào Birgitte hộ tôi."
    },
    {
        "start": "00:22:15,200",
        "end": "00:22:18,640",
        "en": "Okay, Kasper. Tak skal du have.",
        "pa": "Okay, Kasper. Right. Thanks, bye.",
        "vi": "Được, Kasper. Phải. Cảm ơn, tạm biệt."
    },
    {
        "start": "00:22:18,760",
        "end": "00:22:22,640",
        "en": "Jeg arbejder hjemmefra resten af dagen.",
        "pa": "-I'll work from home the rest of the day. -Yes, okay.",
        "vi": "- Tôi làm việc ở nhà cả ngày. - Vâng."
    },
    {
        "start": "00:22:22,760",
        "end": "00:22:25,520",
        "en": "-Rigtig god aften. -Hej, Bjørn.",
        "pa": "-Have a good evening. -You, too.",
        "vi": "- Buổi tối tốt lành. - Cô cũng vậy."
    },
    {
        "start": "00:22:25,640",
        "end": "00:22:28,520",
        "en": "-Hvor er du på vej hen? -Hjem.",
        "pa": "-Hi, Bjørn. -Where are you going?",
        "vi": "- Chào Bjørn. - Bà đi đâu vậy?"
    },
    {
        "start": "00:22:28,640",
        "end": "00:22:32,920",
        "en": "-Har vi ikke et møde kl. 16? -Höx rykkede det til i formiddags.",
        "pa": "I'm going home.\n What about our meeting at four?",
        "vi": "- Tôi về nhà. - Còn cuộc họp lúc bốn giờ?"
    },
    {
        "start": "00:22:33,040",
        "end": "00:22:36,640",
        "en": "Vi sad og ventede på dig.",
        "pa": "Höxenhaven moved it to this morning.\n His secretary should have talked to yours. I waited for you.",
        "vi": "Höxenhaven dời sang sáng nay.\n Thư ký ông ấy phải báo cho ông. Tôi đã đợi ông."
    },
    {
        "start": "00:22:37,920",
        "end": "00:22:43,040",
        "en": "Der er flere og flere ting, jeg ikke får noget at vide om.",
        "pa": "I feel like I'm left out of the loop more and more",
        "vi": "Tôi thấy mình như bị loại ra. Càng ngày càng thế."
    },
    {
        "start": "00:22:43,160",
        "end": "00:22:47,720",
        "en": "Jeg hverken kan eller vil blande mig i jeres interne anliggender.",
        "pa": "Bjørn, I can't and won't interfere in your internal affairs.",
        "vi": "Bjørn, tôi không thể và không can thiệp vào nội bộ của ông."
    },
    {
        "start": "00:22:47,840",
        "end": "00:22:52,360",
        "en": "Men vi er nødt til at være på linje, inden vi mødes på seminaret.",
        "pa": "But you have to agree before we meet the day after tomorrow at Helenekilde.\n Yes, of course.",
        "vi": "Nhưng ông phải đồng ý trước khi ngày kia ta gặp nhau ở Helenekilde.\n Tất nhiên rồi.\n TRÀ"
    },
    {
        "start": "00:23:10,880",
        "end": "00:23:14,760",
        "en": "Du behøver ikke gøre så meget, bare fordi hende der kommer.",
        "pa": "Mom, you don't have to do all this",
        "vi": "Mẹ, mẹ không cần phải làm thế"
    },
    {
        "start": "00:23:14,880",
        "end": "00:23:17,680",
        "en": "Hvis I stillede jeres sko pænt",
        "pa": "just because that lady is coming with dad.\n It has nothing to do with that.\n If you didn't leave your shoes all over the place, I wouldn't have to tidy up.",
        "vi": "chỉ vì cô kia của bố đến.\n Không liên quan đâu.\n Nếu con không vứt giày bừa bãi, mẹ đâu phải dọn."
    },
    {
        "start": "00:23:17,760",
        "end": "00:23:21,960",
        "en": "var der ikke noget at rydde op.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:23:26,200",
        "end": "00:23:30,280",
        "en": "-Hej, Phillip. -Jeg vil bare sige, at vi er på vej.",
        "pa": "Hi, Phillip.\n Hi, Birgitte. We're on our way now.",
        "vi": "Chào Phillip.\n Chào Birgitte. Bọn anh đang đến."
    },
    {
        "start": "00:23:30,400",
        "end": "00:23:34,000",
        "en": "-Du skal op her og til højre. -Var det her?",
        "pa": "-Go right here. - Here?",
        "vi": "- Rẽ phải ở đây. - Đây à?"
    },
    {
        "start": "00:23:34,120",
        "end": "00:23:39,360",
        "en": "-Nej, til højre. -Okay. Jamen du sagde...",
        "pa": "- No, go right. - Okay.",
        "vi": "- Không, rẽ phải. - Được rồi."
    },
    {
        "start": "00:23:39,480",
        "end": "00:23:44,080",
        "en": "Du pegede til venstre...",
        "pa": "But you said...\n - Sure thing. - You pointed to the left...",
        "vi": "Nhưng anh nói...\n - Chắc chắn. - Anh chỉ sang trái..."
    },
    {
        "start": "00:23:46,240",
        "end": "00:23:49,440",
        "en": "Undskyld, nu er jeg her igen.",
        "pa": "Oh. Sorry about that. I'm back.",
        "vi": "Ôi. Xin lỗi. Anh quay lại đây."
    },
    {
        "start": "00:23:49,560",
        "end": "00:23:51,760",
        "en": "Birgitte?",
        "pa": "Birgitte?",
        "vi": "Birgitte?"
    },
    {
        "start": "00:23:53,440",
        "end": "00:23:56,640",
        "en": "Hallo?",
        "pa": "Hello?",
        "vi": "A lô?"
    },
    {
        "start": "00:23:56,760",
        "end": "00:23:59,480",
        "en": "-Hallo? -Undskyld, Phillip.",
        "pa": "-Hello? -I'm sorry, Phillip.",
        "vi": "- A lô? - Em xin lỗi, Phillip."
    },
    {
        "start": "00:23:59,600",
        "end": "00:24:03,800",
        "en": "Jeg kan simpelt hen ikke slippe væk fra kontoret.",
        "pa": "It's good that you called. I just can't get away from the office.",
        "vi": "Thật tốt khi anh gọi. Em không thể rời khỏi văn phòng."
    },
    {
        "start": "00:24:03,920",
        "end": "00:24:08,960",
        "en": "-Kunne du ikke have ringet? -Vi må finde på noget andet.",
        "pa": "I'm still here.\n A call would have been nice.\n I know, and I'm sorry. We'll reschedule, okay?",
        "vi": "Em vẫn ở đây.\n Gọi báo trước thì tốt.\n Em biết, em xin lỗi. Ta sẽ đổi lịch, được chứ?"
    },
    {
        "start": "00:24:09,080",
        "end": "00:24:11,680",
        "en": "Hej.",
        "pa": "Bye.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:24:24,480",
        "end": "00:24:29,000",
        "en": "Det er okay, mor. Vi møder hende bare en anden dag.",
        "pa": "It's okay, Mom.\n We can meet her another day.",
        "vi": "Không sao đâu mẹ.\n Có thể gặp hôm khác."
    },
    {
        "start": "00:24:38,080",
        "end": "00:24:43,120",
        "en": "Flere aviser sår tvivl om Marrots evne som udenrigsminister.",
        "pa": "The episode makes many other papers question\n Bjørn Marrot's skill as foreign minister.",
        "vi": "Sự việc khiến nhiều tờ báo khác nghi ngờ\n kỹ năng làm Ngoại trưởng của Bjørn Marrot."
    },
    {
        "start": "00:24:43,240",
        "end": "00:24:46,760",
        "en": "B.T. kalder ham \"pinlig for Danmark\".",
        "pa": "Today's headline in BT calls him \"an embarrassment for Denmark,\"",
        "vi": "Báo BT hôm nay giật tít gọi ông ấy là \"sự xấu hổ cho Đan Mạch\","
    },
    {
        "start": "00:24:46,880",
        "end": "00:24:52,040",
        "en": "Til en middag på USA's ambassade havde han misforstået \"black tie\".",
        "pa": "because he attended a dinner at the American embassy\n and misunderstood the invitation saying \"black tie.\"",
        "vi": "vì ông dự tiệc tối ở đại sứ quán Mỹ\n và hiểu nhầm là thư mời ghi \"cà vạt đen\"."
    },
    {
        "start": "00:24:52,160",
        "end": "00:24:59,120",
        "en": "Black tie dækker over smoking. Marrot troede, det var et sort slips.",
        "pa": "But that's old news?\n This means tuxedo and not, as Bjørn Marrot erroneously thought,",
        "vi": "Đó là tin cũ?\n Thế nghĩa là tuxedo và không phải như Bjørn Marrot hiểu,"
    },
    {
        "start": "00:24:59,240",
        "end": "00:25:03,840",
        "en": "Ny Højre og De Liberale påstår, at det ikke kommer fra dem.",
        "pa": "a black tie.\n The episode makes many--\n When I speak with the secretaries for the New Right and the Liberals,",
        "vi": "cà vạt đen.\n Vụ việc khiến...\n Khi tôi nói với bí thư Đảng Cánh hữu Mới và Đảng Tự do,"
    },
    {
        "start": "00:25:03,960",
        "end": "00:25:09,040",
        "en": "Det kan komme fra Arbejderpartiet. Höxenhaven eller Pernille Madsen.",
        "pa": "they make a big fuss about it not being them.\n It could be the Worker's Party.\n Höxenhaven or that witch, Pernille Madsen.",
        "vi": "họ làm ầm lên vì không phải họ.\n Có thể là Đảng Lao động.\n Höxenhaven hoặc phù thủy Pernille Madsen."
    },
    {
        "start": "00:25:09,160",
        "end": "00:25:12,840",
        "en": "De har altid gået i små sko. Men det er fandeme effektivt.",
        "pa": "They've always had bad taste and petty minds.",
        "vi": "Họ luôn có kiểu dở hơi và đầu óc nhỏ mọn."
    },
    {
        "start": "00:25:12,960",
        "end": "00:25:16,120",
        "en": "Først skal offeret latterliggøres.",
        "pa": "But it is damn efficient.\n It's a classic recipe.\n First you humiliate your victim.",
        "vi": "Nhưng rất hiệu quả.\n Trò kinh điển."
    },
    {
        "start": "00:25:16,240",
        "end": "00:25:20,360",
        "en": "Når alle griner, kommer der et mere alvorligt karakterangreb.",
        "pa": "When everyone is laughing, you launch the serious character assassination.",
        "vi": "Đầu tiên hạ nhục nạn nhân.\n Khi mọi người cười, họ sẽ ám sát nhân vật thật nặng."
    },
    {
        "start": "00:25:20,480",
        "end": "00:25:25,600",
        "en": "Lur mig, om der ikke kommer noget med alkohol eller rod i bilagene.",
        "pa": "I'll bet that the next few days will surface\n a little story about alcohol or misfiled receipts.",
        "vi": "Tôi cá là vài ngày tới sẽ xuất hiện\n chuyện nhỏ về rượu hoặc hóa đơn chưa thanh toán."
    },
    {
        "start": "00:25:25,720",
        "end": "00:25:29,560",
        "en": "På den måde forsvinder den sidste sympati for manden.",
        "pa": "Then the last sympathy will disappear, and he'll be ripe for toppling.",
        "vi": "Rồi mất sự thông cảm cuối cùng, ông ta sẵn sàng bị lật đổ."
    },
    {
        "start": "00:25:29,680",
        "end": "00:25:33,280",
        "en": "Det er en stor risiko at løbe.",
        "pa": "But isn't it a big risk to run\n two years after the Worker's Party finally got into government?",
        "vi": "Chả phải là rủi ro to khi làm vậy\n hai năm sau khi Đảng Lao động vào Chính phủ sao?"
    },
    {
        "start": "00:25:33,400",
        "end": "00:25:38,840",
        "en": "Höxenhavens ambitioner overgår hans loyalitet over for partiet.",
        "pa": "If you ask me...\n Höxenhaven's personal ambitions outweigh his loyalty to the party.",
        "vi": "Theo tôi là...\n tham vọng riêng của Höxenhaven cao hơn sự trung thành của ông ta với đảng."
    },
    {
        "start": "00:25:38,960",
        "end": "00:25:42,040",
        "en": "Tyv tror, hver mand stjæler.",
        "pa": "There's the pot calling the kettle black, right, Michael?",
        "vi": "Nghĩ ai cũng đen tối như mình à, Michael?"
    },
    {
        "start": "00:25:42,160",
        "end": "00:25:46,320",
        "en": "-Vi kan køre bøssehistorien på ham. -Michael?",
        "pa": "We could run the gay story on him?",
        "vi": "Có thể làm bài ông ta đồng tính không?"
    },
    {
        "start": "00:25:46,440",
        "end": "00:25:50,360",
        "en": "-Så kan han selv mærke det. -Det er en vandrehistorie.",
        "pa": "Michael?\n Seriously. Let him feel the sting of public ridicule.",
        "vi": "Michael?\n Thật. Để ông ta thấy công chúng chế nhạo."
    },
    {
        "start": "00:25:50,480",
        "end": "00:25:55,000",
        "en": "Nej. Der er sket ting og sager, når vi har været på udlandsrejser.",
        "pa": "Isn't that just an urban myth?\n Nope.\n I promise you stuff went down at Höx's hotel rooms, when we were abroad.",
        "vi": "Là giai thoại thôi mà?\n Không.\n Cam đoan có chuyện ở phòng khách sạn của Höx, khi chúng tôi ra nước ngoài."
    },
    {
        "start": "00:25:55,120",
        "end": "00:25:59,200",
        "en": "-Han er crazy med helt unge fyre. -Har du nogen beviser?",
        "pa": "He's mad for young guys.\n Enough of that, Michael. Do you have any proof?",
        "vi": "Ông ta cuồng trai trẻ.\n Đủ rồi, Michael. Có bằng chứng gì không?"
    },
    {
        "start": "00:25:59,320",
        "end": "00:26:02,800",
        "en": "-Ikke sort på hvidt. -Du har måske selv været der?",
        "pa": "-Not hard evidence. -Oh, so you took part?",
        "vi": "- Không phải bằng chứng xịn. - Ồ, vậy anh tham gia?"
    },
    {
        "start": "00:26:02,920",
        "end": "00:26:05,600",
        "en": "-Manden er gift. -Det er ingen hindring.",
        "pa": "Oh, shut up.\n -The guy has been married for many years. -That's no obstacle.",
        "vi": "Im đi.\n - Gã này kết hôn nhiều năm. - Đó không phải trở ngại."
    },
    {
        "start": "00:26:05,680",
        "end": "00:26:08,800",
        "en": "-Michael. -Jeg kommer.",
        "pa": "-Michael. -I said, I'll be right in!",
        "vi": "- Michael. - Đã bảo vào ngay!"
    },
    {
        "start": "00:26:08,920",
        "end": "00:26:14,080",
        "en": "Der er mange pæne ægtemænd, der lige skal forbi Ørstedsparken.",
        "pa": "That's no obstacle.\n Do you know how many married men swoop by Ørstedsparken for a quickie?",
        "vi": "Đâu phải trở ngại.\n Có biết bao nhiêu đàn ông có vợ chạy qua Ørstedsparken chơi nhanh không?"
    },
    {
        "start": "00:26:14,200",
        "end": "00:26:18,560",
        "en": "-Det er sgu da rigtigt. -Vi kan ikke køre den historie.",
        "pa": "-Look... -Before they go home to wifey.\n -It is bloody true. -Look, we can't run it, no matter what.",
        "vi": "- Này... - Trước khi về với vợ.\n - Đó là sự thật. - Không thể lên bài thế, dù thế nào."
    },
    {
        "start": "00:26:19,880",
        "end": "00:26:24,200",
        "en": "Så kører vi en positiv historie om Marrot. Hvor flittig han er.",
        "pa": "Fine, we'll run a positive story on Marrot.",
        "vi": "Được, ta sẽ làm bài tích cực về Marrot."
    },
    {
        "start": "00:26:24,320",
        "end": "00:26:29,440",
        "en": "Hvor mange møder han dukker op til. Den snupper du, Katrine.",
        "pa": "How much he travels, how busy and diligent he is,\n how many meetings he attends.\n I have a meeting. You take a look at this one, Katrine.",
        "vi": "Ông ấy đi lại nhiều, bận rộn và chăm thế nào,\n dự bao nhiêu cuộc họp.\n Tôi có một cuộc họp. Xem xét cái này nhé, Katrine."
    },
    {
        "start": "00:26:29,560",
        "end": "00:26:33,080",
        "en": "Mojn, mojn, som man siger i Sønderjylland.",
        "pa": "See you later, alligator.\n I bloody told you I was coming, damn it...",
        "vi": "Gặp sau, con cá sấu.\n Đã nói là tôi sẽ tới, mẹ kiếp..."
    },
    {
        "start": "00:26:33,200",
        "end": "00:26:36,920",
        "en": "-Er det bestilt hurra-journalistik? -Det tyder det på.",
        "pa": "-Am I just a suck-up journalist now? -Seems like it.",
        "vi": "- Giờ tôi là nhà báo ngoan hiền à? - Có vẻ vậy."
    },
    {
        "start": "00:26:44,320",
        "end": "00:26:47,520",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:26:52,840",
        "end": "00:26:57,360",
        "en": "Rykkede du mødet i går bevidst for at sætte Marrot i et dårligt lys?",
        "pa": "Did you reschedule yesterday's meeting to make Marrot look bad?",
        "vi": "Ông đổi họp hôm qua để Marrot bị mang tiếng à?"
    },
    {
        "start": "00:26:57,480",
        "end": "00:27:02,200",
        "en": "-Der var tale om en misforståelse. -Hvad med black tie-historien?",
        "pa": "Of course not.\n It was all a misunderstanding between secretaries.",
        "vi": "Rõ là không.\n Chỉ là hiểu lầm giữa các bí thư."
    },
    {
        "start": "00:27:02,320",
        "end": "00:27:06,920",
        "en": "Hvorfor skulle jeg udsætte min egen formand for det?",
        "pa": "What about the black-tie story? Was that you?\n -Why should I humiliate my chairman? -That's what I'm asking.",
        "vi": "Còn vụ cà vạt đen? Do ông à?\n - Sao tôi phải làm bẽ mặt Chủ tịch? - Thì ti đang hỏi."
    },
    {
        "start": "00:27:07,040",
        "end": "00:27:11,960",
        "en": "Mit gæt er, at De Liberale lægger kimen til en tidlig valgkamp.",
        "pa": "My guess is that it's the Liberals",
        "vi": "Tôi đoán là Đảng Tự do"
    },
    {
        "start": "00:27:12,080",
        "end": "00:27:14,840",
        "en": "Det tror jeg ikke.",
        "pa": "who are laying the groundwork to an early election.\n I don't think so.",
        "vi": "đang đặt nền móng cho cuộc bầu cử sớm.\n Tôi không nghĩ vậy."
    },
    {
        "start": "00:27:14,960",
        "end": "00:27:20,720",
        "en": "-Er der tale om et internt opgør? -Alle står samlet bag Marrot.",
        "pa": "Troels, can you promise me there isn't a showdown coming in the Worker's Party?",
        "vi": "Troels, có thể hứa không đấu đá ở Đảng Lao động không?"
    },
    {
        "start": "00:27:20,840",
        "end": "00:27:24,840",
        "en": "Vi står over for et vigtigt regeringsseminar.",
        "pa": "Listen, Birgitte. Everyone stands behind Marrot.\n May I remind you, we have a very important government seminar tomorrow?",
        "vi": "Này Birgitte. Ai cũng ủng hộ Marrot.\n Tôi nhắc nhé, mai ta có hội thảo Chính phủ rất quan trọng?"
    },
    {
        "start": "00:27:24,960",
        "end": "00:27:30,040",
        "en": "Vores lovpakker vil kunne forandre vores velfærdssamfund.",
        "pa": "We have several bills in the pipeline that would change",
        "vi": "Ta có vài dự luật chuẩn bị thực hiện sẽ thay đổi"
    },
    {
        "start": "00:27:30,160",
        "end": "00:27:36,440",
        "en": "Det er uhensigtsmæssigt at diskutere engelskkundskaber og Marrots tøj.",
        "pa": "the welfare society we all talk so much about.\n Do you understand then that it is not helpful\n that we instead discuss proficiency in English and Marrot's clothing?",
        "vi": "phúc lợi xã hội mà ta nói mãi.\n Ông có hiểu là không ích gì khi ta\n bàn về việc trình độ tiếng Anh và quần áo của Marrot không?"
    },
    {
        "start": "00:27:36,560",
        "end": "00:27:40,160",
        "en": "-Det er klart. -Tak. Det var alt.",
        "pa": "Yes, of course.\n Thank you. That's all.\n Yes.",
        "vi": "Tất nhiên rồi.\n Cảm ơn. Thế thôi.\n Vâng."
    },
    {
        "start": "00:27:46,440",
        "end": "00:27:49,600",
        "en": "- Hvordan har du det? - Okay.",
        "pa": "How are you doing?",
        "vi": "Ông sao rồi?"
    },
    {
        "start": "00:27:49,720",
        "end": "00:27:53,240",
        "en": "Det er aldrig rart at være i pressens søgelys.",
        "pa": "I'm okay.\n It's never nice to be the subject of attention in the press,",
        "vi": "Tôi ổn.\n Chả bao giờ hay khi được chú ý trên báo chí,"
    },
    {
        "start": "00:27:53,360",
        "end": "00:27:56,360",
        "en": "Det følger jo med jobbet.",
        "pa": "but it comes with the territory.",
        "vi": "nhưng phải chịu thôi."
    },
    {
        "start": "00:27:56,480",
        "end": "00:28:01,880",
        "en": "Bjørn, du er vicestatsminister og partiformand. Du har magt.",
        "pa": "Bjørn, you are vice-prime minister and party chairman.",
        "vi": "Bjørn, ông là Phó Thủ tướng và Chủ tịch đảng."
    },
    {
        "start": "00:28:02,000",
        "end": "00:28:05,280",
        "en": "Jeg foreslår, at du bruger den. Du er bekendt med",
        "pa": "You have power.\n I suggest you use it.",
        "vi": "Ông có quyền lực.\n Đề nghị ông dùng nó."
    },
    {
        "start": "00:28:05,400",
        "end": "00:28:09,080",
        "en": "at rygterne kan komme fra dit eget bagland.",
        "pa": "You do know that it might be people from your own party\n who are spreading rumors, right?",
        "vi": "Ông biết rõ có thể là người của chính đảng ông tung tin đồn chứ?"
    },
    {
        "start": "00:28:09,200",
        "end": "00:28:14,080",
        "en": "Folk tror hvad som helst om Arbejderpartiet pga. fløjkrigene.",
        "pa": "People will believe anything about the Worker's Party",
        "vi": "Người ta sẽ tin bất cứ điều gì về Đảng Lao động"
    },
    {
        "start": "00:28:14,200",
        "end": "00:28:18,200",
        "en": "Nu ville Sejrø have sagt, at Cæsar blev myrdet af sine egne.",
        "pa": "just because we have had internal strife before.\n Had Sejrø been here now, he would have said",
        "vi": "chỉ vì chúng tôi từng xung đột nội bộ.\n Nếu Sejrø ở đây, ông ấy sẽ bảo"
    },
    {
        "start": "00:28:18,320",
        "end": "00:28:23,160",
        "en": "Jeg kan ikke handle på jeres interne stridigheder.",
        "pa": "that Caesar was murdered by his own.\n Bjørn, I can't act on the internal strife in the Worker's Party.",
        "vi": "Caesar bị thủ hạ sát hại.\n Bjørn, tôi không thể hành động khi Đảng Lao động có xung đột nội bộ."
    },
    {
        "start": "00:28:23,280",
        "end": "00:28:27,480",
        "en": "-Der er du på egen hånd. -Hvad er det, du beder mig om?",
        "pa": "You're on your own there.\n What do you want me to do?",
        "vi": "Tự ông phải lo thôi.\n Bà muốn tôi làm gì?"
    },
    {
        "start": "00:28:28,880",
        "end": "00:28:33,280",
        "en": "Af og til skal man være konsekvent, hvis ens position bliver truet",
        "pa": "Sometimes you have to act resolutely when your position is threatened.",
        "vi": "Đôi khi phải hành động kiên quyết khi vị trí của mình bị đe dọa."
    },
    {
        "start": "00:28:33,400",
        "end": "00:28:37,520",
        "en": "for at statuere et eksempel og genskabe den fornødne respekt.",
        "pa": "To make an example and regain the necessary respect.",
        "vi": "Để làm gương và lấy lại sự tôn trọng cần thiết."
    },
    {
        "start": "00:28:37,640",
        "end": "00:28:42,360",
        "en": "Vi tæsker ikke folk på plads i Arbejderpartiet. Vi taler sammen.",
        "pa": "We don't whip people into place in the Worker's Party.\n We prefer dialogue.",
        "vi": "Ở Đảng Lao động chúng tôi không ép người khác. Chúng tôi thiên đối thoại."
    },
    {
        "start": "00:28:42,480",
        "end": "00:28:46,080",
        "en": "Thorsen bakker op om mig.",
        "pa": "Listen. Thorsen is behind me.",
        "vi": "Nghe này. Thorsen ủng hộ tôi."
    },
    {
        "start": "00:28:46,200",
        "end": "00:28:50,680",
        "en": "Vi vil stramme op over for folketingsgruppen og ministrene.",
        "pa": "He is a key figure in the party.\n We've decided to tighten the grip in the parliamentary group",
        "vi": "Ông ấy là nhân vật chủ chốt ở đảng.\n Chúng tôi quyết định giám sát chặt nhóm nghị sĩ"
    },
    {
        "start": "00:28:50,800",
        "end": "00:28:54,320",
        "en": "Ikke mere solorytteri og illoyalitet.",
        "pa": "and on our ministers.\n No more renegading and disloyalty.",
        "vi": "và các bộ trưởng.\n Không phản bội và bất trung nữa."
    },
    {
        "start": "00:28:54,440",
        "end": "00:28:59,440",
        "en": "Vi bekender os til de kerneværdier, som partiet er grundlagt på.",
        "pa": "I will make clear that we still follow\n the core values that our party was founded on.",
        "vi": "Tôi sẽ nói rõ chúng tôi vẫn theo\n các giá trị cốt lõi của đảng chúng tôi."
    },
    {
        "start": "00:28:59,560",
        "end": "00:29:04,440",
        "en": "Fælles fodslag og solidaritet. Og sådan bliver det.",
        "pa": "Common ground and solidarity.\n And that's how it will be.",
        "vi": "Điểm chung và sự đoàn kết.\n Và nó là như thế."
    },
    {
        "start": "00:29:05,880",
        "end": "00:29:09,160",
        "en": "-Tak, Christoffer. -Her er byttepengene.",
        "pa": "Thanks, Christoffer.\n -Here's your change. -Fantastic.",
        "vi": "Cảm ơn Christoffer.\n - Đây là tiền thừa. - Tuyệt vời."
    },
    {
        "start": "00:29:12,280",
        "end": "00:29:16,880",
        "en": "Har du lige brugt en højtuddannet jurist til byærinder?",
        "pa": "Did you just have a guy with a law degree,\n probably the top of his class, run your errands?",
        "vi": "Bà vừa sai một người có bằng luật,\n có lẽ đứng đầu lớp, làm việc vặt à?"
    },
    {
        "start": "00:29:17,000",
        "end": "00:29:22,440",
        "en": "Laura skal møde Phillips nye kæreste, og hun har intet sort tøj.",
        "pa": "Trust me, it concerns national security.\n Laura is meeting Phillip's new girl and didn't have any black clothes.",
        "vi": "Tin tôi, an ninh quốc gia đấy.\n Laura gặp bạn mới của Phillip mà không có quần áo đen."
    },
    {
        "start": "00:29:22,560",
        "end": "00:29:26,120",
        "en": "Så hvad gør en enlig, hårdtarbejdende mor?",
        "pa": "-Black? -Black! It has to be black.",
        "vi": "- Đen? - Màu đen! Phải là màu đen."
    },
    {
        "start": "00:29:26,240",
        "end": "00:29:30,120",
        "en": "Hun sender selvfølgelig sin ministersekretær i byen.",
        "pa": "So, what do all hardworking single moms do?\n -She makes her secretary run errands. -Yes, she does.",
        "vi": "Vậy các bà mẹ đơn thân chăm chỉ làm gì?\n - Sai thư ký làm việc vặt. - Vâng, đúng."
    },
    {
        "start": "00:29:30,240",
        "end": "00:29:33,720",
        "en": "-Hvad med mødet i K-udvalget? -Marrot har udsat det.",
        "pa": "Shouldn't you be meeting with the coordination committee?",
        "vi": "Bà không gặp ban điều phối à?"
    },
    {
        "start": "00:29:33,840",
        "end": "00:29:38,840",
        "en": "De skulle lige afslutte en intern snak i Arbejderpartiet.",
        "pa": "Marrot asked me to postpone an hour.\n They had to finish a talk in the Worker's Party.\n -Did you talk to him? -I think he got it. They have to close it.",
        "vi": "Marrot bảo tôi hoãn một tiếng.\n Đảng Lao động phải thảo luận xong.\n - Bà nói với ông ấy chưa? - Ông ấy hiểu đấy. Họ phải xử êm."
    },
    {
        "start": "00:29:38,960",
        "end": "00:29:43,840",
        "en": "Pressen skal skrive om velfærd og uddannelse i stedet for sladder.",
        "pa": "We want the press to write about welfare and education instead of gossip, right?",
        "vi": "Ta muốn báo viết về phúc lợi và giáo dục thay vì buôn chuyện, nhỉ?"
    },
    {
        "start": "00:29:45,200",
        "end": "00:29:48,200",
        "en": "-Tak. -Kasper, har du et øjeblik?",
        "pa": "-Thanks. -Kasper?",
        "vi": "- Cảm ơn. - Kasper này?"
    },
    {
        "start": "00:29:48,320",
        "end": "00:29:53,800",
        "en": "Jeg talte med departementschefen i Udenrigsministeriet i morges.",
        "pa": "Do you have a minute?\n Just for your information,\n I had an informal meeting",
        "vi": "Anh rảnh chứ?\n Nói để anh biết,\n tôi họp không chính thức"
    },
    {
        "start": "00:29:53,920",
        "end": "00:30:00,360",
        "en": "Det er ikke just tilfredshed med ministeren, der præger stemningen.",
        "pa": "with the permanent secretary at the foreign ministry this morning.\n And I have to tell you it's not exactly contentment with the minister",
        "vi": "với thư ký thường trực Bộ Ngoại giao sáng nay.\n Và tôi phải nói là không hẳn việc hài lòng với Bộ trưởng tả được"
    },
    {
        "start": "00:30:00,480",
        "end": "00:30:04,680",
        "en": "Det er ikke alle, der føler, at Marrot passer ind.",
        "pa": "that describes the mood over there.\n The foreign ministry is a place of tradition,\n and not everyone feels that Marrot fits in.",
        "vi": "không khí ở đó.\n Bộ Ngoại giao là nơi có truyền thống,\n không phải ai cũng thấy Marrot hợp."
    },
    {
        "start": "00:30:04,800",
        "end": "00:30:07,960",
        "en": "Og den slags viser sig på et tidspunkt.",
        "pa": "And stuff like that surfaces at some point or another.",
        "vi": "Những thứ như thế xuất hiện lúc này hay lúc khác."
    },
    {
        "start": "00:30:08,080",
        "end": "00:30:12,800",
        "en": "Nogle \"glemmer\" at fortælle ham, at han skal tage smoking på",
        "pa": "So someone \"forgets\" to tell Marrot he should wear a tuxedo",
        "vi": "Nên có người \"quên\" nói với Marrot rằng ông ta nên mặc tuxedo"
    },
    {
        "start": "00:30:12,920",
        "end": "00:30:16,880",
        "en": "for at få ham til at se latterlig ud.",
        "pa": "and not a black tie,\n to make him look stupid.",
        "vi": "và không phải cà vạt đen,\n để khiến ông ta trông ngớ ngẩn."
    },
    {
        "start": "00:30:17,000",
        "end": "00:30:21,680",
        "en": "Du siger, at noget kan være lækket fra hans eget ministerium.",
        "pa": "So you're saying the rumors could've been leaked from his own ministry?",
        "vi": "Vậy ý anh là tin đồn có thể bị xì ra từ chính Bộ của ông ta?"
    },
    {
        "start": "00:30:21,800",
        "end": "00:30:25,840",
        "en": "Og at jeg ikke kan garantere, at det ikke sker igen.",
        "pa": "And that I can't guarantee it won't happen again.",
        "vi": "Và tôi không thể đảm bảo không xảy ra nữa."
    },
    {
        "start": "00:30:29,440",
        "end": "00:30:34,320",
        "en": "Jeg glæder mig til et godt og frugtbart seminar.",
        "pa": "Well, as a final remark I'd like to say\n I'm looking forward to a good and rewarding seminar.",
        "vi": "Như lời phát biểu cuối tôi muốn nói\n là tôi mong buổi hội thảo tốt và bổ ích."
    },
    {
        "start": "00:30:34,440",
        "end": "00:30:36,960",
        "en": "Tak skal I have.",
        "pa": "-Thank you. -Thanks.",
        "vi": "- Cảm ơn. - Cảm ơn."
    },
    {
        "start": "00:30:37,080",
        "end": "00:30:40,920",
        "en": "-Jeg vil bede alle blive siddende. -Kan det ikke vente?",
        "pa": "I'd like to ask everyone to stay seated.\n Can't it wait? I have a meeting at the ministry.",
        "vi": "Tôi muốn mọi người ngồi yên.\n Lúc khác được không? Tôi có họp ở Bộ."
    },
    {
        "start": "00:30:41,040",
        "end": "00:30:44,360",
        "en": "Nej, vær sød at sætte dig ned.",
        "pa": "No, it can't. Please sit down, Troels.",
        "vi": "Không được. Ngồi đi, Troels."
    },
    {
        "start": "00:30:45,760",
        "end": "00:30:53,160",
        "en": "Jeg vil gerne understrege, at der nu er enighed i Arbejderpartiet om",
        "pa": "I didn't get to talk to all of you personally.\n But I'd like to stress that the Worker's Party has agreed now",
        "vi": "Tôi không có cơ hội nói riêng với các vị.\n Nhưng tôi muốn nhấn mạnh rằng Đảng Lao động đã đồng ý"
    },
    {
        "start": "00:30:53,280",
        "end": "00:30:56,160",
        "en": "at stå sammen om efterlønnen.",
        "pa": "to protect early retirement.",
        "vi": "bảo vệ nghỉ hưu sớm."
    },
    {
        "start": "00:30:57,440",
        "end": "00:31:02,200",
        "en": "Det glæder mig, at I har fundet en linje, I kan blive enige om.",
        "pa": "I'm glad to hear you have...",
        "vi": "Tôi rất vui khi biết ông..."
    },
    {
        "start": "00:31:02,320",
        "end": "00:31:06,280",
        "en": "Men jeg vil gerne diskutere efterlønnen.",
        "pa": "you've found a stance you agree on, Bjørn. But...\n But I would have liked to discuss early retirement.",
        "vi": "ông tìm được lập trường để đồng ý, Bjørn. Nhưng...\n Nhưng tôi muốn thảo luận việc nghỉ hưu sớm."
    },
    {
        "start": "00:31:06,400",
        "end": "00:31:10,120",
        "en": "Hvordan skal vi finansiere velfærdspakken?",
        "pa": "But then I assume you have another coherent proposal",
        "vi": "Nhưng tôi cho là ông có đề xuất chặt chẽ khác"
    },
    {
        "start": "00:31:10,240",
        "end": "00:31:14,640",
        "en": "Vi vil udsætte de tilskudsordninger til industrien og landbruget",
        "pa": "for financing the welfare package.\n Of course.\n We want to postpone some subsidies",
        "vi": "để dồn tiền cho gói phúc lợi.\n Tất nhiên.\n Chúng tôi muốn hoãn một số trợ cấp"
    },
    {
        "start": "00:31:14,760",
        "end": "00:31:17,560",
        "en": "som er en del af Grøn Vækst-planen.",
        "pa": "for industry and agriculture in the Green Growth program.",
        "vi": "cho công nông nghiệp trong chương trình Tăng trưởng Xanh."
    },
    {
        "start": "00:31:17,680",
        "end": "00:31:23,240",
        "en": "Vi kan ikke begynde at slække på ambitionsniveauet for miljøet",
        "pa": "But that's not a solution, Bjørn.\n I'm sorry, but we can't lower our ambitions for the climate and environment",
        "vi": "Nhưng đó không phải là giải pháp, Bjørn.\n Xin lỗi, nhưng chúng tôi không thể hạ thấp tham vọng về khí hậu và môi trường"
    },
    {
        "start": "00:31:23,360",
        "end": "00:31:26,120",
        "en": "fordi I skifter holdning.",
        "pa": "just because your party suddenly changes stance.",
        "vi": "chỉ vì đảng của ông đột nhiên thay đổi lập trường."
    },
    {
        "start": "00:31:26,240",
        "end": "00:31:32,600",
        "en": "Så må vi hæve skatten eller sænke ambitionsniveauet for folkeskolen",
        "pa": "-Then we'll negotiate. -We already have negotiated, Bjørn.\n Then we'll have to raise taxes or lower ambitions for primary school",
        "vi": "- Vậy ta thương lượng. - Đã làm rồi Bjørn.\n Vậy ta phải tăng thuế hoặc giảm tham vọng với tiểu học"
    },
    {
        "start": "00:31:32,720",
        "end": "00:31:35,520",
        "en": "og gøre velfærdspakken billigere.",
        "pa": "to make the welfare package a little cheaper.",
        "vi": "để làm gói phúc lợi rẻ hơn một chút."
    },
    {
        "start": "00:31:35,640",
        "end": "00:31:38,600",
        "en": "Det kan der ikke blive tale om.",
        "pa": "I'm afraid that's out of the question. We'll have to find it elsewhere.",
        "vi": "Tôi e là không được. Ta phải đi tìm chỗ khác."
    },
    {
        "start": "00:31:38,720",
        "end": "00:31:42,280",
        "en": "-Hvad siger finansministeren? -Regnestykket passede.",
        "pa": "-What does the minister of finance say? -That the numbers added up before.",
        "vi": "- Bộ trưởng Tài chính nói gì? - Trước đó con số vẫn ổn."
    },
    {
        "start": "00:31:42,400",
        "end": "00:31:48,040",
        "en": "Vi skal finde 27 mia., hvis efterlønnen ikke længere er i spil.",
        "pa": "And that we need to find 27 billion, if we leave early retirement out of it.",
        "vi": "Và chúng ta cần tìm ra 27 tỷ, nếu chúng ta bỏ nghỉ hưu sớm."
    },
    {
        "start": "00:31:48,160",
        "end": "00:31:52,720",
        "en": "Hvordan kan Bjørn sige, at der er enighed i partiet?",
        "pa": "And I'd like to know how Bjørn can say the party is in agreement",
        "vi": "Tôi muốn biết sao Bjørn có thể nói đảng đã đồng ý khi"
    },
    {
        "start": "00:31:52,840",
        "end": "00:31:57,840",
        "en": "Det kan han, fordi han som formand lægger linjen.",
        "pa": "when he hasn't spoken with all of us.\n He can do it, because he is our chairman.\n He sets the course, which also goes for the minister of finance.",
        "vi": "chưa nói với tất cả chúng tôi.\n Ông ấy làm được, vì là Chủ tịch.\n Ông ấy đặt mục tiêu, cũng thông qua Bộ trưởng Tài chính."
    },
    {
        "start": "00:31:57,960",
        "end": "00:32:00,400",
        "en": "Jeg er glad for, at du er enig.",
        "pa": "I'm glad you agree, Pernille.",
        "vi": "Tôi vui vì bà đồng ý, Pernille."
    },
    {
        "start": "00:32:00,520",
        "end": "00:32:05,560",
        "en": "Lad os hæve mødet nu. Vi ses i morgen til seminaret.",
        "pa": "Let's adjourn for now.\n See you tomorrow at the seminar.",
        "vi": "Giờ ta tạm hoãn họp,\n Mai gặp lại ở hội thảo."
    },
    {
        "start": "00:32:08,720",
        "end": "00:32:12,080",
        "en": "Det bliver svært at finde pengene.",
        "pa": "I still despair over the issue of finding the money, Bjørn.",
        "vi": "Tôi vẫn tuyệt vọng về vấn đề tìm kiếm tiền, Bjørn."
    },
    {
        "start": "00:32:12,200",
        "end": "00:32:15,880",
        "en": "Men det er godt, at du har fået styr på din gruppe.",
        "pa": "-But I'm glad you got your group in line. -Thank you.",
        "vi": "- Nhưng mừng là ông ổn định nội bộ. - Cảm ơn."
    },
    {
        "start": "00:32:16,000",
        "end": "00:32:20,240",
        "en": "Og skulle der blive mere vrøvl i pressen om sorte slips",
        "pa": "And should there be more fuss in the press",
        "vi": "Nếu có thêm thông tin trên báo chí"
    },
    {
        "start": "00:32:20,360",
        "end": "00:32:24,240",
        "en": "så håber jeg, at du bakker mig op som din udenrigsminister.",
        "pa": "regarding black ties and dead parrots,\n I hope you'll go out and support your foreign minister.",
        "vi": "về cà vạt đen và vẹt chết,\n hy vọng bà sẽ ra mặt ủng hộ Bộ trưởng Ngoại giao."
    },
    {
        "start": "00:32:28,320",
        "end": "00:32:31,480",
        "en": "Du skal ikke støtte Marrot offentligt.",
        "pa": "-Be careful with that. -What?",
        "vi": "- Cẩn thận đấy. - Sao?"
    },
    {
        "start": "00:32:31,600",
        "end": "00:32:36,040",
        "en": "Der kan blive lækket flere ting fra Udenrigsministeriet.",
        "pa": "Supporting Marrot in public.\n I just spoke with the permanent secretary, and it is quite possible",
        "vi": "Công khai ủng hộ Marrot.\n Tôi vừa nói với thư ký thường trực và có khả năng"
    },
    {
        "start": "00:32:36,160",
        "end": "00:32:41,160",
        "en": "Du skal ikke give Marrot din fulde støtte i pressen i dag",
        "pa": "more things will leak from the foreign ministry.\n -What? -We don't know for sure,\n but don't give Marrot your full support in the press today",
        "vi": "nhiều thứ sẽ bị xì ra từ Bộ Ngoại giao.\n - Sao? - Ta chưa biết chắc,\n nhưng hôm nay đừng hết sức ủng hộ Marrot trên báo"
    },
    {
        "start": "00:32:41,280",
        "end": "00:32:44,960",
        "en": "hvis du bliver nødt til at trække den tilbage i morgen.",
        "pa": "if you have to take it back tomorrow.",
        "vi": "nếu mai lại phải rút lời."
    },
    {
        "start": "00:32:45,080",
        "end": "00:32:48,480",
        "en": "Har statsministeren stadig fuld tillid til Marrot?",
        "pa": "Does the prime minister still have full confidence in Bjørn Marrot\n after the latest news?",
        "vi": "Liệu Thủ tướng có hoàn toàn tin Bjørn Marrot\n sau tin mới nhất?"
    },
    {
        "start": "00:32:48,600",
        "end": "00:32:53,080",
        "en": "Jeg har tillid til, at han selv kan besvare alle spørgsmål.",
        "pa": "I trust the foreign minister can answer any questions about his duties.",
        "vi": "Tôi tin Bộ trưởng Ngoại giao có thể trả lời bất kỳ câu hỏi nào về nhiệm vụ."
    },
    {
        "start": "00:32:53,200",
        "end": "00:32:57,040",
        "en": "Mere er der vist ikke at sige i den sag.",
        "pa": "And that's all I have to say about that.\n Thank you.",
        "vi": "Tôi chỉ muốn nói vậy.\n Cảm ơn."
    },
    {
        "start": "00:32:57,960",
        "end": "00:33:01,280",
        "en": "Hvad siger statsministeren imellem linjerne?",
        "pa": "Torben Friis, what is the prime minister really saying between the lines?",
        "vi": "Torben Friis, Thủ tướng thật sự có hàm ý gì?"
    },
    {
        "start": "00:33:01,400",
        "end": "00:33:06,720",
        "en": "Hun vil ikke kommentere Marrots engelskkundskaber",
        "pa": "That she won't get involved in this case.\n She won't comment on whether",
        "vi": "Rằng bà ấy không tham gia vụ này.\n Bà sẽ không bình luận"
    },
    {
        "start": "00:33:06,840",
        "end": "00:33:12,680",
        "en": "eller om han bærer det rigtige jakkesæt. Og det gør hun klogt i.",
        "pa": "the foreign minister's English is up to par,\n or whether he wears the proper suit and so on.\n And she's wise to refrain from commenting on stuff like this.",
        "vi": "tiếng Anh của Bộ trưởng Ngoại giao có chuẩn,\n hay ông ấy mặc trang phục hợp lý không.\n Bà khôn ngoan khi không bình luận về những thứ như thế."
    },
    {
        "start": "00:33:12,800",
        "end": "00:33:18,840",
        "en": "Hvor befinder Bjørn Marrot sig i det politiske landskab nu?",
        "pa": "What is Bjørn Marrot's current political position?\n We can agree that he's been humiliated a lot lately.",
        "vi": "Vị thế chính trị hiện tại của Bjørn Marrot là gì?\n Ta có thể đồng ý rằng gần đây ông ấy bị sỉ nhục rất nhiều."
    },
    {
        "start": "00:33:18,960",
        "end": "00:33:21,760",
        "en": "Marrot er en gammel rotte.",
        "pa": "Absolutely, but Marrot is an old-timer.",
        "vi": "Rõ thế, nhưng Marrot là cáo già."
    },
    {
        "start": "00:33:21,880",
        "end": "00:33:26,840",
        "en": "Han har faktisk været medlem af Arbejderpartiet i 35 år.",
        "pa": "He's been in the game for many years.\n And he's been a member of the Worker's Party for 35 years.",
        "vi": "Ông đã làm chính trị nhiều năm.\n Và ông là thành viên của Đảng Lao động trong 35 năm."
    },
    {
        "start": "00:33:26,960",
        "end": "00:33:30,680",
        "en": "Han var svejser på Helsingør Skibsværft i 70'erne",
        "pa": "He was a welder at the shipyard in Helsingør back in the 70's.",
        "vi": "Ông ấy là thợ hàn ở xưởng đóng tàu ở Helsingør vào những năm 70."
    },
    {
        "start": "00:33:30,800",
        "end": "00:33:33,840",
        "en": "da der stadig var en arbejderbevægelse.",
        "pa": "Exactly, back when there was still a real worker's movement in Denmark.",
        "vi": "Chính xác, hồi đó vẫn còn phong trào công nhân thực sự ở Đan Mạch."
    },
    {
        "start": "00:33:33,960",
        "end": "00:33:37,800",
        "en": "Der er to ting galt med arbejderbevægelsen.",
        "pa": "An old joke tells of two problems with the worker's movement.",
        "vi": "Một truyện cười kể về hai vấn đề của phong trào công nhân."
    },
    {
        "start": "00:33:37,920",
        "end": "00:33:44,560",
        "en": "1. Der er ingen arbejdere. 2. Der er faktisk ingen bevægelse.",
        "pa": "One, there are no workers. And two, there's really not a movement.\n But stay with me, because...",
        "vi": "Một, không có công nhân. Và hai, không có phong trào nào cả.\n Nhưng ở lại với tôi, vì..."
    },
    {
        "start": "00:33:48,760",
        "end": "00:33:52,880",
        "en": "-Godmorgen. -Tusind tak, mor. Det er så fedt.",
        "pa": "-Good morning. -Have a look.\n -Thanks, Mom. I love it. -It looks great on you.",
        "vi": "- Chào con - Mẹ nhìn đi.\n - Cảm ơn mẹ. Con thích lắm. - Trông hợp với con ghê."
    },
    {
        "start": "00:33:53,000",
        "end": "00:33:55,480",
        "en": "Det klæder dig godt.",
        "pa": "It's really nice.",
        "vi": "Rất đẹp đấy."
    },
    {
        "start": "00:33:55,600",
        "end": "00:33:58,680",
        "en": "Er I søde lige at sætte jer ned?",
        "pa": "Please sit down.",
        "vi": "Ngồi đi."
    },
    {
        "start": "00:34:01,560",
        "end": "00:34:04,920",
        "en": "Hvordan har I det med at skulle møde Cecilie?",
        "pa": "So, how are you feeling about meeting your dad's new girlfriend?",
        "vi": "Thế, con thấy thế nào về việc gặp bạn gái mới của bố?"
    },
    {
        "start": "00:34:05,040",
        "end": "00:34:07,520",
        "en": "-Er I okay? -Ja.",
        "pa": "-Are you guys okay? -Yes.",
        "vi": "- Bọn con ổn chứ? - Vâng."
    },
    {
        "start": "00:34:11,080",
        "end": "00:34:14,360",
        "en": "Selv om der ikke er noget mærkeligt i situationen",
        "pa": "Look, even though there is nothing strange in your dad having a new girlfriend,",
        "vi": "Này, mặc dù không có gì lạ khi bố có bạn gái mới,"
    },
    {
        "start": "00:34:14,480",
        "end": "00:34:17,840",
        "en": "er det helt i orden at være lidt ked af det.",
        "pa": "it's okay for you to be a bit upset.",
        "vi": "nhưng con buồn thì cũng chả sao."
    },
    {
        "start": "00:34:19,040",
        "end": "00:34:23,840",
        "en": "Hvis I synes, at Cecilie er skøn og dejlig",
        "pa": "But I'd like to say, that if you think Cecilie is...",
        "vi": "Nhưng mẹ muốn nói, nếu con nghĩ cô Cecille..."
    },
    {
        "start": "00:34:23,960",
        "end": "00:34:28,240",
        "en": "så er I ikke illoyale over for mig.",
        "pa": "really nice and wonderful, you're not being disloyal to me.",
        "vi": "thật sự tốt và tuyệt vời, không có nghĩa là con phản bội mẹ."
    },
    {
        "start": "00:34:28,360",
        "end": "00:34:33,720",
        "en": "Altså tarvelig. Det er også okay, hvis I ikke er vilde med hende.",
        "pa": "You're not being mean, okay?\n And if you don't like her you're not being disloyal with your dad.",
        "vi": "Các con không xấu, nhé?"
    },
    {
        "start": "00:34:33,840",
        "end": "00:34:38,000",
        "en": "-Vi har det fint nok, mor. -Det er godt.",
        "pa": "I think we're fine, Mom.\n That's good.",
        "vi": "Và nếu không thích cô ấy, không phải là phản bội bố.\n Con nghĩ bọn con ổn, mẹ ạ.\n Tốt đấy."
    },
    {
        "start": "00:34:38,120",
        "end": "00:34:42,000",
        "en": "Jeg vil også bare sige, at jeg elsker jer rigtig højt.",
        "pa": "I just want to add that I love you both very much.",
        "vi": "Mẹ chỉ muốn nói thêm là mẹ yêu hai đứa nhiều."
    },
    {
        "start": "00:34:42,120",
        "end": "00:34:45,040",
        "en": "Og det er helt okay, hvis I lige skal...",
        "pa": "And it's okay, if you...",
        "vi": "Và không sao, nếu các con..."
    },
    {
        "start": "00:34:46,280",
        "end": "00:34:49,880",
        "en": "...bruge noget tid på at vænne jer til hende.",
        "pa": "need some time to get used to her. Right?",
        "vi": "cần thời gian để quen với cô ấy. Nhỉ?"
    },
    {
        "start": "00:34:50,000",
        "end": "00:34:55,120",
        "en": "-Hun bliver ikke min mor. -Det gør hun i hvert fald ikke.",
        "pa": "-She's not going to be my mom. -She sure isn't.\n Right, honey?",
        "vi": "- Cô ấy sẽ không phải mẹ con. - Chắc chắn rồi.\n Đúng không con?"
    },
    {
        "start": "00:34:55,240",
        "end": "00:34:58,680",
        "en": "Går du op og gør dig klar til skolen?",
        "pa": "-Go and get ready for school. -Okay.",
        "vi": "- Chuẩn bị đi học đi. - Vâng ạ."
    },
    {
        "start": "00:34:58,800",
        "end": "00:35:02,920",
        "en": "Laura, jeg skal... Det er vigtigt, at du er den store.",
        "pa": "Laura, I...",
        "vi": "Laura, mẹ..."
    },
    {
        "start": "00:35:03,040",
        "end": "00:35:07,040",
        "en": "Du må ringe til mig, hvis der er det mindste med Magnus.",
        "pa": "I need you to be the big sister.\n Please call me, if Magnus gets even a little upset.",
        "vi": "Mẹ cần con làm chị cả.\n Hãy gọi mẹ, nếu Magnus có chút khó chịu."
    },
    {
        "start": "00:35:07,160",
        "end": "00:35:12,200",
        "en": "Det kan være svært at se sin far være glad for en anden kvinde.",
        "pa": "-Yes. -I can pick you up any time.\n And that goes for you too.\n It may be hard for the both of you to see your dad with another woman.",
        "vi": "- Vâng. - Mẹ có thể đón bất cứ lúc nào.\n Với con cũng vậy.\n Có lẽ khó cho cả hai con khi thấy bố với người phụ nữ khác."
    },
    {
        "start": "00:35:12,320",
        "end": "00:35:15,360",
        "en": "Ring, hvis der er noget. Jeg er her.",
        "pa": "-Mom... -Promise to call me, okay?\n -I'll be right here. -I will.",
        "vi": "- Mẹ... - Hứa là gọi cho mẹ, nhé?\n - Mẹ sẽ tới ngay. - Vâng."
    },
    {
        "start": "00:35:15,480",
        "end": "00:35:19,640",
        "en": "Det er en aftale, ikke? En fast aftale? Godt.",
        "pa": "-So we have a deal, right? -Sure.\n -A firm deal. Great. -Right.",
        "vi": "- Hứa rồi nhé? - Vâng.\n - Hứa chuẩn. Tuyệt. - Vâng."
    },
    {
        "start": "00:35:19,760",
        "end": "00:35:24,440",
        "en": "Katrine, du skal møde Mikkel, som er ny fotopraktikant.",
        "pa": "Katrine!\n Meet Mikkel.\n Our new trainee photographer tagging along to the seminar.",
        "vi": "Katrine!\n Gặp Mikkel này.\n Thợ ảnh thực tập mới của ta sẽ cùng tới hội thảo."
    },
    {
        "start": "00:35:24,560",
        "end": "00:35:26,960",
        "en": "Hej, Katrine.",
        "pa": "Okay? I didn't know. Hi, I'm Katrine.",
        "vi": "OK? Tôi không biết. Chào, tôi là Katrine."
    },
    {
        "start": "00:35:27,080",
        "end": "00:35:31,760",
        "en": "Laugesen til gerne gøre noget ekstra ud af vores indslag til tv.",
        "pa": "Why...\n It's Laugesen. He wants to put an extra effort into the segments",
        "vi": "- Sao... - Do Laugesen.\n Anh ấy muốn nỗ lực hơn cho các bên của Express TV."
    },
    {
        "start": "00:35:31,880",
        "end": "00:35:36,400",
        "en": "Der bliver knald på, så Mikkel skal assistere på videodelen.",
        "pa": "for Ekspres TV.\n Things will be high speed up there, so Mikkel will assist on the video side.",
        "vi": "Mọi thứ trên đó sẽ ở tốc độ cao, nên Mikkel sẽ hỗ trợ cho video."
    },
    {
        "start": "00:35:36,520",
        "end": "00:35:40,120",
        "en": "-Har du været med til den slags før? -Nej.",
        "pa": "Great.\n Have you been close to government before?\n No, I don't think so.",
        "vi": "Tuyệt.\n Cậu từng làm với Chính phủ chưa?\n Tôi nghĩ là chưa."
    },
    {
        "start": "00:35:40,240",
        "end": "00:35:45,400",
        "en": "Har du fulgt med i skriverierne om udenrigsministeren?",
        "pa": "-Should be exciting. -Yes.\n Are you up-to-date on the rumors about the foreign minister?",
        "vi": "- Thú vị đấy. - Vâng.\n Cậu có cập nhật tin đồn về Ngoại trưởng không?"
    },
    {
        "start": "00:35:49,920",
        "end": "00:35:54,760",
        "en": "Han er 22. Jeg læste heller ikke aviser, da jeg var 22.",
        "pa": "He's 22, okay? I didn't read the bloody papers when I was 22, either.",
        "vi": "Cậu ấy mới 22 tuổi, nhé? Tôi cũng chả đọc báo khi 22 tuổi."
    },
    {
        "start": "00:35:55,880",
        "end": "00:36:00,640",
        "en": "Jeg ville ikke vække dig, fordi du så så dejlig ud, mens du sov.",
        "pa": "I did.\n No, beautiful. I just didn't want to disturb you,\n because you looked so beautiful in your sleep.",
        "vi": "Tôi thì có.\n Không, người đẹp. Anh chỉ không muốn phiền em,\n vì khi ngủ trông em rất đẹp."
    },
    {
        "start": "00:36:01,560",
        "end": "00:36:03,680",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:36:04,640",
        "end": "00:36:06,800",
        "en": "Det ved jeg ikke.",
        "pa": "I don't know.",
        "vi": "Anh không biết."
    },
    {
        "start": "00:36:06,920",
        "end": "00:36:11,000",
        "en": "Jeg kommer hjem, når jeg kommer hjem.",
        "pa": "No, I...\n Lotte, don't wait up for me. We have a lot of work.",
        "vi": "Không, anh...\n Lotte, đừng đợi. Bọn anh còn nhiều việc lắm."
    },
    {
        "start": "00:36:14,120",
        "end": "00:36:18,600",
        "en": "Jeg tror, det er med overnatning.",
        "pa": "I think we'll...\n spend the night.",
        "vi": "Anh nghĩ mình sẽ...\n qua đêm với nhau."
    },
    {
        "start": "00:36:20,480",
        "end": "00:36:26,760",
        "en": "I Ekstra Bladet kan man under overskriften \"Porno og Pernod\" læse",
        "pa": "Sure. I will.\n Today's issue of Ekstrabladet says, under the headline \"Porn and Pernod\",",
        "vi": "Được. Sẽ thế.\n Số báo Ekstrabladet hôm nay giật tít \"Phim khiêu dâm và rượu Pernod\","
    },
    {
        "start": "00:36:26,880",
        "end": "00:36:32,280",
        "en": "at Marrot har drukket Pernod på skatteborgernes regning.",
        "pa": "that foreign minister Bjørn Marrot during a hotel visit...\n I'll call you back.",
        "vi": "Ngoại trưởng Bjørn Marrot khi ở khách sạn...\n Anh sẽ gọi lại."
    },
    {
        "start": "00:36:32,400",
        "end": "00:36:37,280",
        "en": "Marrot har drukket fra minibaren og set film for 330 kr.",
        "pa": "...watched movies and drank Pernod for taxpayer money.\n According to the newspaper, Bjørn Marrot raided the minibar",
        "vi": "...xem phim và uống Pernod bằng thuế của dân.\n Theo tờ báo, Bjørn Marrot đã lục lọi tủ lạnh trong phòng"
    },
    {
        "start": "00:36:37,400",
        "end": "00:36:41,440",
        "en": "og fået udgifterne refunderet i Udenrigsministeriet.",
        "pa": "and watched movies for 330 kroner,\n and furthered the bill to the foreign ministry afterwards.",
        "vi": "và xem phim mất 330 kroner,\n và sau đó chuyển hóa đơn cho Bộ Ngoại giao."
    },
    {
        "start": "00:36:41,560",
        "end": "00:36:46,160",
        "en": "Vi fangede Troels Höxenhaven og fik denne kommentar:",
        "pa": "Earlier this morning we caught vice-chairman in the Worker's Party,",
        "vi": "Sáng nay, chúng tôi gặp Phó Chủ tịch Đảng Lao động,"
    },
    {
        "start": "00:36:46,280",
        "end": "00:36:50,320",
        "en": "Jeg finder smædekampagnen uværdig og afsporet.",
        "pa": "Troels Höxenhaven for a comment:\n I find this smear campaign undignified and deranged.",
        "vi": "Troels Höxenhaven với một bình luận:\n Tôi thấy chiến dịch bôi nhọ này là vô căn cứ và phá hoại."
    },
    {
        "start": "00:36:50,440",
        "end": "00:36:54,280",
        "en": "Jeg bakker fuldt ud op om Bjørn Marrot.",
        "pa": "I have nothing else to say than that I support Bjørn Marrot completely.",
        "vi": "Tôi không nói gì hơn ngoài hoàn toàn ủng hộ Bjørn Marrot."
    },
    {
        "start": "00:36:56,400",
        "end": "00:37:00,320",
        "en": "Et ministerium får sit eget liv, hvis lederen er for svag",
        "pa": "Is there--\n It's like I said...\n A ministry gets a life of its own, if the leader is too weak",
        "vi": "Có...\n Như tôi nói...\n Mỗi bộ có một cuộc sống riêng, nếu lãnh đạo quá yếu"
    },
    {
        "start": "00:37:00,440",
        "end": "00:37:04,240",
        "en": "eller hvis utilfredsheden med lederen bliver for stor.",
        "pa": "or if discontentment with the leader grows too big.",
        "vi": "hoặc nếu bất mãn với lãnh đạo trở nên quá lớn."
    },
    {
        "start": "00:37:04,360",
        "end": "00:37:09,200",
        "en": "Så opstår der sprækker, og ud af de sprækker siver der oplysninger.",
        "pa": "Cracks appear, and from those cracks seeps...\n information.",
        "vi": "Các vết nứt xuất hiện, và từ các vết nứt rò rỉ...\n thông tin."
    },
    {
        "start": "00:37:26,560",
        "end": "00:37:30,000",
        "en": "Hvad siger du til rygterne om de interne stridigheder?",
        "pa": "Troels Höxenhaven what is your comment on the rumors of party strife?",
        "vi": "Troels Höxenhaven ông bình luận gì về tin đồn bất đồng trong đảng?"
    },
    {
        "start": "00:37:30,120",
        "end": "00:37:35,240",
        "en": "Jeg kommenterer ikke rygter. Jeg beskæftiger mig med realiteter.",
        "pa": "I don't have much to comment on rumors.\n I stick to the facts.",
        "vi": "Tôi không có nhiều điều để nói về tin đồn.\n Tôi bám sát sự thật."
    },
    {
        "start": "00:37:38,640",
        "end": "00:37:43,200",
        "en": "-Hvad sker der? -Höx byder velkommen. Gå nu ind.",
        "pa": "-Kim, what's going on? -Höx is greeting the press.\n Go on inside, Troels! Go in and warm yourself.",
        "vi": "- Kim, gì thế? - Höx chào báo chí.\n Vào trong đi, Troels! Vào trong và sưởi ấm đi."
    },
    {
        "start": "00:37:47,640",
        "end": "00:37:52,680",
        "en": "Hold nu kæft. Man bliver i tvivl om, hvem der er formand og næstformand.",
        "pa": "Bloody hell...\n You can't tell who's chairman and vice-chairman.",
        "vi": "Chết tiệt...\n Chả biết ai là Chủ tịch và Phó Chủ tịch."
    },
    {
        "start": "00:37:54,760",
        "end": "00:38:00,560",
        "en": "Höx kunne nemt vælte Marrot, men han holder sig altid tilbage.",
        "pa": "What the devil is he up to?\n Höx could have toppled Marrot several times,",
        "vi": "Ông ta có ý gì?\n Höx có nhiều cơ hội lật đổ Marrot,"
    },
    {
        "start": "00:38:00,680",
        "end": "00:38:06,040",
        "en": "-Kim, gør noget. Vi mister status. -Vent, til vi åbner døren.",
        "pa": "but every time he holds back and says he supports him.\n Kim, do something. This is demeaning.\n Don't worry.",
        "vi": "nhưng lần nào cũng dừng và nói ủng hộ ông ấy.\n Kim, làm gì đi. Việc này là hạ mình.\n Đừng lo."
    },
    {
        "start": "00:38:06,160",
        "end": "00:38:10,360",
        "en": "Thorsen, befinder Arbejderpartiet sig i en fløjkrig?",
        "pa": "Just wait until we open the door.\n Hans Christian Thorsen, is there a war going on in the Worker's Party?",
        "vi": "Cứ đợi đến khi mở cửa.\n Hans Christian Thorsen, có cuộc chiến đang diễn ra trong Đảng Lao động à?"
    },
    {
        "start": "00:38:10,480",
        "end": "00:38:14,000",
        "en": "Vi har en aftale. Den holder vi.",
        "pa": "Stick to the deal, okay?",
        "vi": "Hãy làm theo kế hoạch, nhé?"
    },
    {
        "start": "00:38:17,600",
        "end": "00:38:21,920",
        "en": "Birgitte Nyborg.",
        "pa": "Birgitte Nyborg!",
        "vi": "- Birgitte Nyborg. - Birgitte Nyborg!"
    },
    {
        "start": "00:38:22,040",
        "end": "00:38:26,120",
        "en": "Venter du på nogen? Godmorgen.",
        "pa": "-Are you waiting for someone? -Not at all.",
        "vi": "- Ông đợi ai à? - Không hề."
    },
    {
        "start": "00:38:26,240",
        "end": "00:38:31,880",
        "en": "Kan du løfte sløret for, hvordan velfærdspakken skal finansieres?",
        "pa": "-Good morning. - Good morning.\n Birgitte Nyborg, it's still unclear how you will finance the welfare package.",
        "vi": "- Xin chào. - Xin chào.\n Birgitte Nyborg, vẫn chưa rõ bà sẽ cấp tiền cho gói phúc lợi thế nào."
    },
    {
        "start": "00:38:32,000",
        "end": "00:38:37,960",
        "en": "Så bliver pressemødet i eftermiddag ikke nær så spændende. Vi ses der.",
        "pa": "Can you tell us something?\n That would rather take the edge off of tomorrow's press conference. See you then.\n -Good luck. - Thanks.",
        "vi": "Bà tiết lộ không?\n Thế thì họp báo ngày mai mất cả hay. Gặp sau nhé.\n - Chúc may mắn. - Cảm ơn."
    },
    {
        "start": "00:38:42,360",
        "end": "00:38:46,080",
        "en": "-Hvad tid er de færdige? -Klokken tre.",
        "pa": "Do you know, when they're done?",
        "vi": "Anh biết bao giờ xong không?"
    },
    {
        "start": "00:38:46,200",
        "end": "00:38:48,520",
        "en": "Hvad med Marrots bilagssag?",
        "pa": "At three p.m.\n Is the issue of the foreign minister's receipts on the agenda?",
        "vi": "Ba giờ chiều.\n Hóa đơn của Ngoại trưởng có trong kế hoạch không?"
    },
    {
        "start": "00:38:48,640",
        "end": "00:38:53,800",
        "en": "Er der en bilagssag? Er det ikke kun Ekstra Bladet, der tror det.",
        "pa": "I didn't know there was an issue about his receipts.\n Oh, you didn't?",
        "vi": "Tôi không biết hóa đơn của ông ấy có vấn đề.\n Anh không biết à?"
    },
    {
        "start": "00:38:53,920",
        "end": "00:38:59,520",
        "en": "-Den sag huer nok ikke Nyborg. -Hun vil næppe kommentere den.",
        "pa": "Isn't only Ekstrabladet writing about it?\n Birgitte Nyborg can't be pleased with the trouble with the foreign minister.",
        "vi": "Chỉ Ekstrabladet viết về nó mà?\n Birgitte Nyborg không thể vui với rắc rối của Ngoại trưởng."
    },
    {
        "start": "00:38:59,640",
        "end": "00:39:04,400",
        "en": "Marrot ser porno og drikker på skatteydernes regning.",
        "pa": "I don't think the prime minister has a comment.\n So she doesn't mind Marrot spending taxpayers' money on porn and booze?",
        "vi": "Anh không nghĩ Thủ tướng bình luận gì.\n Bà ấy không phiền khi Marrot tiêu tiền thuế vào phim khiêu dâm và rượu à?"
    },
    {
        "start": "00:39:04,520",
        "end": "00:39:07,280",
        "en": "-Vi taler om 300 kr. -330.",
        "pa": "Seriously.\n Look, we're talking about 300 kroner.",
        "vi": "Thật đấy.\n Này, có 300 kroner thôi mà."
    },
    {
        "start": "00:39:07,400",
        "end": "00:39:12,920",
        "en": "På seminaret lægger vi fremtidens politik. Lad os højne niveauet lidt.",
        "pa": "-330. -Yes.\n This seminar lays the foundation for the future policies of the government.",
        "vi": "- 330. - Ừ.\n Hội thảo đặt nền móng cho chính sách tương lai của Chính phủ."
    },
    {
        "start": "00:39:13,040",
        "end": "00:39:18,240",
        "en": "Er der en bagatelgrænse for forbruget af porno på skatteydernes regning?",
        "pa": "Let's raise the bar a little, shall we?\n So, you're proposing a triviality limit on tax-funded porn consumption?",
        "vi": "Hãy nâng tầm một chút nhé?\n Anh đề xuất giới hạn tầm thường với xem phim khiêu dâm bằng tiền thuế?"
    },
    {
        "start": "00:39:18,360",
        "end": "00:39:21,080",
        "en": "Det er Kasper.",
        "pa": "Please excuse me.\n Kasper speaking.",
        "vi": "Tôi xin phép.\n Kasper nghe."
    },
    {
        "start": "00:39:23,560",
        "end": "00:39:28,800",
        "en": "Jeg sender en fax til dig i morgen.",
        "pa": "Oh, yeah... I'll fax you.",
        "vi": "Ồ, vâng, tôi sẽ gửi fax cho."
    },
    {
        "start": "00:39:30,400",
        "end": "00:39:35,520",
        "en": "Du taler ikke med nogen. Du har aldrig din telefon på lydløs.",
        "pa": "Tomorrow, yes. So...\n I know there's no one on the line.\n You never mute your phone.",
        "vi": "Ngày mai, vâng. Nên...\n Em biết chả ai gọi anh.\n Anh có bao giờ tắt chuông đâu."
    },
    {
        "start": "00:39:35,640",
        "end": "00:39:39,520",
        "en": "Jeg ringer lige tilbage.",
        "pa": "Call you back, okay?",
        "vi": "Gọi lại sau nhé?"
    },
    {
        "start": "00:39:39,640",
        "end": "00:39:43,600",
        "en": "-Vi kender vist hinanden for godt. -Det er en fordel for mig.",
        "pa": "I'm not sure it's a good thing we know each other so well.",
        "vi": "Anh không chắc là hay khi mình hiểu nhau quá rõ."
    },
    {
        "start": "00:39:43,720",
        "end": "00:39:50,680",
        "en": "Du må befri mig for den underlige praktikant, jeg er blevet prakket på.",
        "pa": "Well, it's good for me.\n Please save me from that strange trainee they saddled me with.",
        "vi": "À, hay với em.\n Làm ơn cứu em khỏi tên thực tập kỳ lạ mà họ giao cho em."
    },
    {
        "start": "00:39:50,800",
        "end": "00:39:55,080",
        "en": "Han er den mest uoplyste fotograf, jeg har danset med.",
        "pa": "The one you spoke with before?\n He must be the most ignorant \"photographer\" I ever had to work with.",
        "vi": "Cậu em nói chuyện lúc nãy à?\n Hắn hẳn là thợ ảnh dốt nhất mà em từng làm việc cùng."
    },
    {
        "start": "00:39:55,200",
        "end": "00:39:57,880",
        "en": "Hvad får jeg for det?",
        "pa": "What's in it for me?",
        "vi": "Thế anh được gì?"
    },
    {
        "start": "00:39:59,000",
        "end": "00:40:01,960",
        "en": "-Et tip. -Om hvad?",
        "pa": "-A tip. -What about?",
        "vi": "- Tin báo. - Về chuyện gì?"
    },
    {
        "start": "00:40:03,040",
        "end": "00:40:08,360",
        "en": "Höxenhaven og Thorsen virkede meget forbrødrede i morges.",
        "pa": "Höxenhaven and Thorsen seemed very brotherly when they met this morning.",
        "vi": "Höxenhaven và Thorsen có vẻ rất thân khi gặp nhau sáng nay."
    },
    {
        "start": "00:40:08,480",
        "end": "00:40:14,160",
        "en": "Min fotograf så dem sent i går aftes i Arbejderpartiets gruppeværelse.",
        "pa": "Is that so?\n And my photographer, Kalle, saw them\n late last night at the group offices of the Worker's Party.",
        "vi": "Vậy sao?\n Và thợ ảnh của em, Kalle, thấy họ\n hôm qua ở lại muộn ở khu văn phòng Đảng Lao động."
    },
    {
        "start": "00:40:18,440",
        "end": "00:40:20,800",
        "en": "Er det så underligt?",
        "pa": "That doesn't have to be strange.",
        "vi": "Không có gì lạ cả."
    },
    {
        "start": "00:40:20,920",
        "end": "00:40:23,880",
        "en": "Thorsen har altid tilhørt Marrots fløj i partiet.",
        "pa": "Except Thorsen has always been one of Marrot's allies in the party.",
        "vi": "Trừ việc Thorsen luôn là đồng minh của Marrot trong đảng."
    },
    {
        "start": "00:40:27,800",
        "end": "00:40:31,960",
        "en": "-Hey, sukkertop. -Fik du styr på det?",
        "pa": "Hi, baby.\n -All set? -Sure thing.",
        "vi": "Chào cưng.\n - Sẵn sàng chưa? - Rồi."
    },
    {
        "start": "00:40:35,640",
        "end": "00:40:38,920",
        "en": "Der er minibar på værelset. Kan Marrot styre sig?",
        "pa": "I saw there was a minibar in the rooms. You think Marrot can stay away from it?",
        "vi": "Tôi thấy có tủ lạnh trong phòng. Anh nghĩ Marrot có thể tránh nó chứ?"
    },
    {
        "start": "00:40:39,040",
        "end": "00:40:43,880",
        "en": "Hvis der også er voksenkanaler på tv'et, går han da helt amok.",
        "pa": "If there are any adult channels on TV, he's going to go berserk.\n Thanks.",
        "vi": "Nếu có kênh người lớn trên TV, ông ấy sẽ cuồng.\n Cảm ơn."
    },
    {
        "start": "00:40:50,480",
        "end": "00:40:55,520",
        "en": "Goddag, alle sammen. Jeg vil gerne byde jer velkommen.",
        "pa": "- Hello, everyone. -Hello.",
        "vi": "- Chào mọi người. - Xin chào."
    },
    {
        "start": "00:40:55,640",
        "end": "00:40:59,840",
        "en": "Og så håber jeg inderligt, at I vil lægge dramatikken på hylden",
        "pa": "First, I'd like to welcome you all.\n I truly hope you are all ready to all drop the drama,",
        "vi": "Đầu tiên tôi muốn chào tất cả.\n Tôi thực sự hy vọng mọi người sẵn sàng dẹp kịch tính đi,"
    },
    {
        "start": "00:40:59,960",
        "end": "00:41:03,320",
        "en": "så vi kan koncentrere os om det væsentlige.",
        "pa": "so we can focus on the important issues.",
        "vi": "để tập trung vào các vấn đề quan trọng."
    },
    {
        "start": "00:41:03,440",
        "end": "00:41:08,440",
        "en": "Vi skal lægge grunden til noget, som rækker ud over valgperioden.",
        "pa": "We are laying the foundations for something\n that for once goes beyond our term in office.",
        "vi": "Chúng ta đang đặt nền móng cho thứ\n mà lần này sẽ tồn tại vượt quá nhiệm kỳ của ta."
    },
    {
        "start": "00:41:08,560",
        "end": "00:41:12,240",
        "en": "Jeg går ud fra, at alle har læst vores oplæg.",
        "pa": "I assume you've all read our proposal.",
        "vi": "Tôi cho là các vị đã đọc đề xuất của chúng tôi."
    },
    {
        "start": "00:41:12,360",
        "end": "00:41:16,880",
        "en": "Men først har udenrigsministeren bedt om ordet. Bjørn Marrot.",
        "pa": "But before we start, foreign minister Bjørn Marrot wants to say a few words.",
        "vi": "Trước khi bắt đầu, Bộ trưởng Ngoại giao muốn có vài lời."
    },
    {
        "start": "00:41:17,000",
        "end": "00:41:23,960",
        "en": "Som de fleste formentlig har set, er der en del skriverier i pressen.",
        "pa": "Thank you.\n As most of you have probably seen...",
        "vi": "Cảm ơn.\n Như hầu hết các vị đều đã thấy..."
    },
    {
        "start": "00:41:24,080",
        "end": "00:41:28,840",
        "en": "Også nogle, der ikke handler om mig, men om noget væsentligt.",
        "pa": "there is a lot of talk about me in the press.\n Well, some stories aren't about me,",
        "vi": "có rất nhiều thông tin về tôi trên báo.\n Vài bài báo không phải về tôi,"
    },
    {
        "start": "00:41:28,960",
        "end": "00:41:33,880",
        "en": "LO's formand og fagbevægelsen er kommet frem med tanker om",
        "pa": "but about more important issues.\n Specifically that the chairman of LO\n and several of the labor union's economists have found",
        "vi": "mà về những việc quan trọng hơn.\n Cụ thể là Chủ tịch Công đoàn\n và một số nhà kinh tế của công đoàn đã thấy"
    },
    {
        "start": "00:41:34,000",
        "end": "00:41:39,920",
        "en": "hvordan vi måske alligevel kan udfase efterlønnen over tid.",
        "pa": "ways on how we might after all...\n phase out early retirement over time.",
        "vi": "về cách để rồi ta có thể...\n dần dần bỏ nghỉ hưu sớm."
    },
    {
        "start": "00:41:40,040",
        "end": "00:41:42,960",
        "en": "Så mon ikke vi finder en løsning?",
        "pa": "So I think we may just find a solution for that problem.",
        "vi": "Nên tôi nghĩ ta có thể tìm ra giải pháp cho vấn đề đó."
    },
    {
        "start": "00:41:43,080",
        "end": "00:41:45,960",
        "en": "Lægger fagbevægelsen vores politik?",
        "pa": "It sounds a little like the unions control the government.",
        "vi": "Nghe có vẻ như các công đoàn kiểm soát Chính phủ."
    },
    {
        "start": "00:41:46,080",
        "end": "00:41:52,040",
        "en": "Jeg har ordet. Fagbevægelsen lægger ikke vores politik.",
        "pa": "I have the floor, Pernille!\n Of course the labour unions don't dictate our policies.",
        "vi": "Tôi đang nói, Pernille!\n Tất nhiên Công đoàn không tác động lên chính sách của ta."
    },
    {
        "start": "00:41:52,160",
        "end": "00:41:56,920",
        "en": "Men historisk set er der et tæt bånd mellem dem og os.",
        "pa": "There are nonetheless, historically speaking, close ties",
        "vi": "Về mặt lịch sử, dù sao vẫn có những mối liên hệ chặt chẽ"
    },
    {
        "start": "00:41:57,040",
        "end": "00:42:00,240",
        "en": "-Måske for tæt. -Hvad prøver du på at sige?",
        "pa": "between them and us.\n Maybe too close.\n What are you trying to say, Pernille?",
        "vi": "giữa họ và chúng ta.\n Có lẽ quá gần."
    },
    {
        "start": "00:42:00,360",
        "end": "00:42:04,720",
        "en": "Din fortid i fagbevægelsen giver dig en loyalitetsfølelse.",
        "pa": "Everyone knows that your history with the union fosters a great loyalty in you.",
        "vi": "Bà định nói gì, Pernille?\n Ai cũng biết lịch sử của ông với Công đoàn khiến ông hết sức trung thành."
    },
    {
        "start": "00:42:04,840",
        "end": "00:42:10,560",
        "en": "Men her ligner det ren slingrekurs. Du vakler i forhold til efterlønnen.",
        "pa": "But you've wavered back and forth on this issue.\n First, you want to phase out early retirement, then you don't,",
        "vi": "Nhưng ông dao động về việc này.\n Đầu tiên, ông muốn loại dần nghỉ hưu sớm, rồi lại không,"
    },
    {
        "start": "00:42:10,680",
        "end": "00:42:16,280",
        "en": "Jeg prøver bare at finde en anstændig løsning på et kompliceret problem.",
        "pa": "and then perhaps you do.\n Excuse me for trying to find a decent solution",
        "vi": "sau đó có lẽ lại có.\n Xin lỗi vì đã cố tìm một giải pháp tốt"
    },
    {
        "start": "00:42:16,400",
        "end": "00:42:22,480",
        "en": "Det drejer sig ikke om fagbevægelsen, men om den danske befolkning.",
        "pa": "for a complicated problem.\n What Pernille is aiming at is that in the end\n this isn't about the union movement, but about every Danish citizen.",
        "vi": "cho một vấn đề phức tạp.\n Điều Pernille nhắm đến là cuối cùng, đây không phải\n là về phong trào công đoàn, mà về mọi công dân Đan Mạch."
    },
    {
        "start": "00:42:22,600",
        "end": "00:42:29,160",
        "en": "Befolkningen består ikke kun af funktionærer og akademikere.",
        "pa": "They should be our main concern.\n All Danish citizens aren't white-collar workers and academics",
        "vi": "Họ nên là quan tâm chính của ta.\n Dân Đan Mạch đâu phải toàn trí thức cổ cồn và học giả"
    },
    {
        "start": "00:42:29,280",
        "end": "00:42:33,600",
        "en": "Der findes svage mennesker i det her samfund",
        "pa": "like you and Pernille.\n There are people in need in our society, who...",
        "vi": "như ông và Pernille.\n Có những người cần giúp trong xã hội..."
    },
    {
        "start": "00:42:33,720",
        "end": "00:42:36,760",
        "en": "som vi engang bekymrede os om.",
        "pa": "Who we used to care about in this party!",
        "vi": "Những người ta từng quan tâm ở đảng này!"
    },
    {
        "start": "00:42:36,880",
        "end": "00:42:40,880",
        "en": "Du beskriver et Danmark, som ikke længere findes.",
        "pa": "You're talking about a Denmark that no longer exists, Bjørn.",
        "vi": "Ông nói về một Đan Mạch không tồn tại, Bjørn."
    },
    {
        "start": "00:42:41,000",
        "end": "00:42:45,800",
        "en": "De \"svage\" mennesker kan klare sig på førtidspension og rehabilitering.",
        "pa": "What?\n I think the people you talk about\n could get by on disability retirement and rehabilitation.",
        "vi": "Sao?\n Tôi nghĩ những người ông nói đến\n có thể dựa vào nghỉ mất sức và phục hồi chức năng."
    },
    {
        "start": "00:42:45,920",
        "end": "00:42:50,920",
        "en": "Dit forhold til efterlønnen er primært sentimentalt.",
        "pa": "Your relationship to early retirement is of a sentimental nature,",
        "vi": "Mối quan hệ của ông với nghỉ hưu sớm thực ra là đa cảm,"
    },
    {
        "start": "00:42:51,040",
        "end": "00:42:55,480",
        "en": "Der er intet sentimentalt ved at bekymre sig om de svageste.",
        "pa": "because you helped get it passed.\n There is nothing sentimental about caring for those in need.",
        "vi": "vì ông giúp nó được thông qua.\n Chả có gì là đa cảm khi quan tâm tới những người cần giúp đỡ."
    },
    {
        "start": "00:42:55,600",
        "end": "00:43:00,480",
        "en": "Vi er flere i partiet, der mener, at du lægger linjen et forkert sted.",
        "pa": "Fine, we'll shelve it for now.\n But I must tell you, many in the party disagree with your stance on this issue.",
        "vi": "Được, ta tạm gác lại.\n Nhiều người trong đảng không đồng tình với lập trường của ông về việc này."
    },
    {
        "start": "00:43:00,600",
        "end": "00:43:04,320",
        "en": "Det er ude af trit med tiden.",
        "pa": "It's out of touch with the times, the state finances or public opinion.",
        "vi": "Nó lạc lõng với thời đại, tài chính nhà nước hay dư luận xã hội."
    },
    {
        "start": "00:43:04,440",
        "end": "00:43:08,760",
        "en": "Nu tror jeg lige, at vi skal stramme lidt op på partidisciplinen.",
        "pa": "How about a show of party discipline, if you please?",
        "vi": "Thế còn thể hiện kỷ luật của đảng thì sao?"
    },
    {
        "start": "00:43:08,880",
        "end": "00:43:13,800",
        "en": "-Hvad siger du, Thorsen? -Det tror jeg ikke, vi skal, Bjørn.",
        "pa": "Right, Thorsen?\n No, I don't think so, Bjørn.",
        "vi": "Phải không, Thorsen?\n Tôi không nghĩ vậy."
    },
    {
        "start": "00:43:15,600",
        "end": "00:43:21,000",
        "en": "-Den her må du stå alene med. -Tag den samtale en anden gang.",
        "pa": "You're on your own on this one.",
        "vi": "Ông đơn độc trong vụ này."
    },
    {
        "start": "00:43:21,120",
        "end": "00:43:24,600",
        "en": "Det handler om en finansiering...",
        "pa": "This sounds like a talk for another time.\n But it also concerns the prime--",
        "vi": "Nghe như chuyện nói vào lúc khác.\n Nhưng cũng liên quan Thủ..."
    },
    {
        "start": "00:43:24,720",
        "end": "00:43:27,040",
        "en": "Hvem tror du, du er?",
        "pa": "Who do you think you are?",
        "vi": "Bà nghĩ mình là ai?"
    },
    {
        "start": "00:43:27,160",
        "end": "00:43:31,680",
        "en": "Hvem fanden i helvede tror du egentlig, du er?",
        "pa": "Who the bloody hell do you think you are?",
        "vi": "Bà nghĩ mình là cái quái gì hả?"
    },
    {
        "start": "00:43:31,800",
        "end": "00:43:37,640",
        "en": "Hvor fanden er jeres respekt? Hvordan fanden er det, I opfører jer?",
        "pa": "Where the hell is your respect? What the hell are you playing at?",
        "vi": "Tôn trọng của bà để đâu? Các vị định làm cái quái gì?"
    },
    {
        "start": "00:43:37,760",
        "end": "00:43:41,000",
        "en": "-Sæt dig. -Hold så kæft.",
        "pa": "-You think I'll just roll over? -Stop. Sit down.\n Shut it!",
        "vi": "- Tưởng tôi đồng ý à? - Dừng lại. Ngồi đi.\n Im đi!"
    },
    {
        "start": "00:43:41,120",
        "end": "00:43:45,080",
        "en": "Jeg er ikke klassens tykke dreng, som I bare kan dolke i ryggen.",
        "pa": "I'm not the fat class clown you can all stab in the back.",
        "vi": "Tôi không phải là tên hề béo, để các vị có thể đâm sau lưng."
    },
    {
        "start": "00:43:45,200",
        "end": "00:43:50,600",
        "en": "Hvor er jeres solidaritet og respekt? Jeg er jeres formand, for helvede!",
        "pa": "-Bjørn... -Where the hell is your solidarity?\n Where the hell is your respect? I'm your chairman, damn it!",
        "vi": "- Bjørn... - Sự đoàn kết đâu rồi?\n Sự tôn trọng ở đâu? Tôi là chủ tịch của bà, mẹ kiếp!"
    },
    {
        "start": "00:43:50,720",
        "end": "00:43:55,040",
        "en": "Bjørn, sæt dig ned. Vil du være sød at sætte dig ned?",
        "pa": "Bjørn, sit down. Will you please sit down, Bjørn?",
        "vi": "Bjørn, ngồi xuống đi. Ông ngồi xuống được không, Bjørn?"
    },
    {
        "start": "00:43:58,440",
        "end": "00:44:03,120",
        "en": "Sæt dig ned på din stol, ikke?",
        "pa": "Sit down in your chair.",
        "vi": "Ngồi xuống ghế đi."
    },
    {
        "start": "00:44:03,240",
        "end": "00:44:05,960",
        "en": "Hør nu efter, hvad hun siger.",
        "pa": "Okay?\n Do as she says.",
        "vi": "Được chứ?\n Nghe lời bà ấy đi."
    },
    {
        "start": "00:44:08,600",
        "end": "00:44:12,960",
        "en": "Jeg vil godt undskylde på Arbejderpartiets vegne.",
        "pa": "I'd like to... apologise on behalf of the Worker's Party,",
        "vi": "Tôi muốn... thay mặt Đảng Lao động xin lỗi,"
    },
    {
        "start": "00:44:13,080",
        "end": "00:44:17,480",
        "en": "Vi har brug for et par timer alene for at rede trådene ud.",
        "pa": "but I think we need a couple of hours alone to sort this out.",
        "vi": "nhưng tôi nghĩ chúng tôi cần vài giờ để giải quyết riêng."
    },
    {
        "start": "00:44:17,600",
        "end": "00:44:24,400",
        "en": "Vi er her for at tale om regeringens politik på afgørende områder.",
        "pa": "Let's calm down.\n We're here to discuss the government's policy on absolutely vital areas.",
        "vi": "Bình tĩnh nào.\n Ta ở đây để thảo luận chính sách của Chính phủ về các lĩnh vực quan trọng."
    },
    {
        "start": "00:44:25,840",
        "end": "00:44:30,440",
        "en": "Vi har et stramt program. Vi går ud og får lidt frisk luft.",
        "pa": "We have a tight schedule.\n This is what we'll do: Let's take a breath of fresh air.",
        "vi": "Ta đang rất bận.\n Ta sẽ làm  thế này: Cùng hít không khí trong lành."
    },
    {
        "start": "00:44:30,560",
        "end": "00:44:35,440",
        "en": "Og så mødes vi igen med fokus på det, som vi er her for at tale om.",
        "pa": "Some ocean air to clear our minds.",
        "vi": "Chút không khí đại dương để giải tỏa."
    },
    {
        "start": "00:44:35,560",
        "end": "00:44:39,080",
        "en": "Vi har brug for et par timer. Beklager.",
        "pa": "And then let's meet again and focus on the issues at hand.\n Birgitte, listen. We need a couple of hours. I'm sorry.",
        "vi": "Và sau đó tập hợp và tập trung vào các vấn đề trước mắt.\n Birgitte, nghe này. Chúng tôi cần vài giờ. Tôi xin lỗi."
    },
    {
        "start": "00:44:47,400",
        "end": "00:44:52,320",
        "en": "Så lader vi Arbejderpartiet rede trådene ud. Vi andre går udenfor.",
        "pa": "Then we'll let the Worker's Party sort this out, while the rest of us leave.\n Thank you.",
        "vi": "Vậy ta sẽ để Đảng Lao động giải quyết, những người còn lại đi.\n Cảm ơn."
    },
    {
        "start": "00:45:06,920",
        "end": "00:45:10,440",
        "en": "Ja.",
        "pa": "-Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:45:10,560",
        "end": "00:45:14,720",
        "en": "Der er ved at ske noget nu. Pressen har samlet sig ude foran.",
        "pa": "Something's up. The press is crowding around outside.",
        "vi": "Có chuyện rồi. Báo chí đang vây quanh bên ngoài."
    },
    {
        "start": "00:45:14,840",
        "end": "00:45:17,880",
        "en": "Der er kun gået 40 minutter.",
        "pa": "-It's only been 40 minutes. -I know.",
        "vi": "- Mới có 40 phút. - Tôi biết."
    },
    {
        "start": "00:45:23,040",
        "end": "00:45:29,040",
        "en": "For kort tid siden trak Bjørn Marrot sig tilbage af personlige årsager.",
        "pa": "...from the government seminar at Tisvildeleje.\n A short while ago,\n chairman of the Worker's Party Bjørn Marrot",
        "vi": "...từ hội thảo Chính phủ ở Tisvildeleje.\n Vừa lúc nãy,\n Chủ tịch Đảng Lao động Bjørn Marrot"
    },
    {
        "start": "00:45:29,160",
        "end": "00:45:34,400",
        "en": "Troels Höxenhaven bliver midlertidig formand",
        "pa": "resigned for personal reasons.\n The parliamentary group has voted to elect Troels Höxenhaven as acting chairman",
        "vi": "từ chức vì lý do cá nhân.\n Nhóm nghị sĩ đã bỏ phiếu bầu Troels Höxenhaven làm Quyền Chủ tịch"
    },
    {
        "start": "00:45:34,520",
        "end": "00:45:40,680",
        "en": "indtil vi afholder ekstraordinær kongres inden for de næste tre uger.",
        "pa": "until the party can hold an extraordinary congress as soon as possible,",
        "vi": "cho đến khi đảng có thể tổ chức đại hội bất thường càng sớm càng tốt,"
    },
    {
        "start": "00:45:40,800",
        "end": "00:45:43,320",
        "en": "Har Höxenhaven væltet Marrot?",
        "pa": "-Great timing. -within the next three weeks--\n Did Höxenhaven topple Marrot?",
        "vi": "- Đúng lúc. - trong ba tuần tới...\n Höxenhaven lật đổ Marrot chăng?"
    },
    {
        "start": "00:45:43,440",
        "end": "00:45:47,800",
        "en": "Troels Höxenhaven holder pressemøde senere på dagen.",
        "pa": "Troels Höxenhaven will hold a press conference later today",
        "vi": "Troels Höxenhaven sẽ tổ chức họp báo vào ngày hôm nay,"
    },
    {
        "start": "00:45:47,920",
        "end": "00:45:50,880",
        "en": "Vil Höxenhaven være statsminister?",
        "pa": "where you can all ask questions.\n Does Höxenhaven want to be prime minister?",
        "vi": "rồi các bạn có thể đặt câu hỏi.\n Höxenhaven muốn làm Thủ tướng à?"
    },
    {
        "start": "00:45:51,000",
        "end": "00:45:53,880",
        "en": "Der er historisk set tradition for",
        "pa": "No comments, although historically, of course,",
        "vi": "Không bình luận, mặc dù theo lịch sử, đương nhiên,"
    },
    {
        "start": "00:45:54,000",
        "end": "00:45:58,560",
        "en": "at vores formand kandiderer til statsministerposten.",
        "pa": "the chairman of the Worker's Party is always a candidate for that post.",
        "vi": "Chủ tịch Đảng Lao động luôn là ứng cử viên cho chức vụ đó."
    },
    {
        "start": "00:45:58,680",
        "end": "00:46:03,400",
        "en": "Der røg regeringsseminaret helt officielt.",
        "pa": "There goes the government seminar, officially.",
        "vi": "Chính thức tan hội thảo Chính phủ."
    },
    {
        "start": "00:46:03,520",
        "end": "00:46:05,840",
        "en": "Jeg skal væk herfra nu.",
        "pa": "I've got to get out of here, now.",
        "vi": "Tôi phải ra khỏi đây ngay."
    },
    {
        "start": "00:46:05,960",
        "end": "00:46:09,760",
        "en": "Vi meddeler pressen, at Arbejderpartiet skal samle sig.",
        "pa": "We'll inform the press that\n we'll give the Worker's Party time to gather themselves,",
        "vi": "Ta sẽ thông báo với báo chí\n rằng ta sẽ cho Đảng Lao động ổn định,"
    },
    {
        "start": "00:46:09,880",
        "end": "00:46:13,360",
        "en": "Vi udskyder seminaret til efter deres kongres.",
        "pa": "so we'll postpone the seminar until after their congress.",
        "vi": "nên sẽ hoãn hội thảo cho đến sau đại hội của họ."
    },
    {
        "start": "00:46:13,480",
        "end": "00:46:16,720",
        "en": "Udfordrede de mig lige på statsministerposten?",
        "pa": "Excuse me, but did they just challenge me as prime minister?",
        "vi": "Xin lỗi, họ vừa thách thức vai trò Thủ tướng của tôi à?"
    },
    {
        "start": "00:46:16,800",
        "end": "00:46:19,440",
        "en": "Ja.",
        "pa": "-Yes?",
        "vi": "Vâng?"
    },
    {
        "start": "00:46:22,400",
        "end": "00:46:27,080",
        "en": "-Det må I virkelig undskylde. -Hvorfor har I orienteret pressen?",
        "pa": "I do apologize.\n Why did you inform the press before me?",
        "vi": "Tôi xin lỗi.\n Sao ông lại báo với báo chí trước tôi?"
    },
    {
        "start": "00:46:27,200",
        "end": "00:46:31,000",
        "en": "Vi valgte at sige noget, inden de selv begyndte at digte.",
        "pa": "It was already out.\n So we chose to set it straight before they began guessing.",
        "vi": "Đã xì ra ngoài rồi.\n Nên chúng tôi chọn cách uốn nắn trước khi họ suy đoán."
    },
    {
        "start": "00:46:31,120",
        "end": "00:46:36,480",
        "en": "-Hvad har du gang i? -Vi ville ikke ødelægge seminaret.",
        "pa": "What are you playing at, Troels?\n Birgitte, it was never anyone's intention to ruin this seminar.",
        "vi": "Ông giở trò gì, Troels?\n Birgitte, chưa ai có ý định hủy hoại buổi hội thảo này."
    },
    {
        "start": "00:46:36,600",
        "end": "00:46:41,040",
        "en": "Men det er lykkedes. Jeg meddeler pressen, at seminaret er aflyst",
        "pa": "But you did anyway.\n I'm going to inform the press that the seminar is off,",
        "vi": "Nhưng ông đã làm vậy.\n Tôi sẽ thông báo với báo chí rằng hội thảo đã kết thúc,"
    },
    {
        "start": "00:46:41,160",
        "end": "00:46:45,040",
        "en": "så I kan samle trådene op. Og så tager jeg hjem.",
        "pa": "so you can pick up the pieces.",
        "vi": "để các ông ổn định lại."
    },
    {
        "start": "00:46:45,160",
        "end": "00:46:49,360",
        "en": "Det er betænksomt af dig. Partiet er meget skrøbeligt lige nu.",
        "pa": "-And then I'm going home. -Thank you.\n That's very considerate of you.\n Obviously, the party is pretty fragile right now.",
        "vi": "- Rồi tôi về nhà. - Cảm ơn.\n Bà chu đáo lắm.\n Rõ là đảng hiện nay khá mong manh."
    },
    {
        "start": "00:46:49,480",
        "end": "00:46:52,880",
        "en": "Det er ikke med min gode vilje.",
        "pa": "I'm not happy, I'll tell you that.",
        "vi": "Tôi không vui, nói ông biết."
    },
    {
        "start": "00:46:53,000",
        "end": "00:46:56,720",
        "en": "Jeg er indstillet på at reformere efterlønnen",
        "pa": "But you should know,\n I'm all for reforming early retirement if I'm elected at the congress.",
        "vi": "Nhưng bà nên biết,\n tôi chỉ muốn cải cách nghỉ hưu sớm nếu được bầu trong đại hội."
    },
    {
        "start": "00:46:56,840",
        "end": "00:47:00,400",
        "en": "hvis jeg bliver valgt på kongressen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:47:00,520",
        "end": "00:47:04,000",
        "en": "Husker du vores samtale i aflytningssagen?",
        "pa": "I hope you remember our conversation after the bugging affair?",
        "vi": "Hy vọng ông nhớ cuộc nói chuyện sau vụ nghe lén?"
    },
    {
        "start": "00:47:04,120",
        "end": "00:47:06,960",
        "en": "Vi løste det professionelt.",
        "pa": "We overcame our differences, because we're professionals.",
        "vi": "Ta vượt qua sự khác biệt, vì ta chuyên nghiệp."
    },
    {
        "start": "00:47:07,080",
        "end": "00:47:11,720",
        "en": "Jeg forventer, at du også er professionel i din nye position.",
        "pa": "I expect you to be professional in your new position.",
        "vi": "Tôi hy vọng ông sẽ chuyên nghiệp ở vị trí mới."
    },
    {
        "start": "00:47:11,840",
        "end": "00:47:15,200",
        "en": "Men nok på en lidt anden måde end Bjørn Marrot.",
        "pa": "Yes, of course.\n But not quite like Bjørn Marrot.",
        "vi": "Tất nhiên rồi.\n Nhưng không hẳn giống Bjørn Marrot."
    },
    {
        "start": "00:47:15,320",
        "end": "00:47:21,000",
        "en": "Bjørn var loyal. Det er en egenskab, jeg værdsætter som statsminister.",
        "pa": "At least Bjørn was loyal, Höx.\n And that's a quality I value as prime minister. Remember that.",
        "vi": "Ít nhất Bjørn trung thành, Höx.\n Là Thủ tướng tôi đánh giá cao phẩm chất đó. Nhớ điều đó."
    },
    {
        "start": "00:47:21,120",
        "end": "00:47:23,280",
        "en": "Ja.",
        "pa": "Sure.",
        "vi": "Chắc chắn rồi."
    },
    {
        "start": "00:47:23,400",
        "end": "00:47:26,160",
        "en": "Tak.",
        "pa": "-Thank you. -Thank you.",
        "vi": "- Cảm ơn. - Cảm ơn."
    },
    {
        "start": "00:47:31,000",
        "end": "00:47:35,320",
        "en": "-Hvad mener du om sagen? -Det er en beklagelig situation.",
        "pa": "What do you think of today's events?\n It's a very regrettable situation.",
        "vi": "Bà nghĩ gì về sự kiện hôm nay?\n Đó là một tình huống rất đáng tiếc."
    },
    {
        "start": "00:47:35,440",
        "end": "00:47:43,080",
        "en": "-Får det konsekvenser for seminaret? -Det vil blive afholdt senere.",
        "pa": "But, Birgitte Nyborg, will it affect the seminar?\n I assure you that the government seminar will be held",
        "vi": "Nhưng Birgitte Nyborg, nó ảnh hưởng đến hội thảo không?\n Tôi đảm bảo hội thảo của Chính phủ sẽ được tổ chức"
    },
    {
        "start": "00:47:43,200",
        "end": "00:47:46,920",
        "en": "Höxenhaven afholder pressemøde senere på dagen.",
        "pa": "as soon as the Worker's Party has dealt with their issues.\n That's all from me. Troels Höxenhaven's press conference is later today.",
        "vi": "ngay khi Đảng Lao động giải quyết vấn đề của họ.\n Chỉ vậy thôi. Họp báo của Troels Höxenhaven là vào hôm nay."
    },
    {
        "start": "00:47:47,040",
        "end": "00:47:50,680",
        "en": "Vil det medføre en ministerrokade?",
        "pa": "Birgitte Nyborg, will this result in a reshuffle of ministers?",
        "vi": "Liệu điều này có dẫn đến việc thay đổi Bộ trưởng không?"
    },
    {
        "start": "00:47:55,520",
        "end": "00:47:58,280",
        "en": "Bjørn?",
        "pa": "Bjørn?",
        "vi": "Bjørn?"
    },
    {
        "start": "00:48:10,360",
        "end": "00:48:13,800",
        "en": "-Er du okay, Bjørn? -Ja.",
        "pa": "Are you okay, Bjørn?",
        "vi": "Ôn chứ, Bjørn?"
    },
    {
        "start": "00:48:13,920",
        "end": "00:48:18,800",
        "en": "Kan du huske, da du sagde, at jeg ikke var nogen leder?",
        "pa": "Yes.\n Do you remember when you said I wasn't a leader?",
        "vi": "Vâng.\n Bà có nhớ khi bà nói tôi không phải lãnh đạo?"
    },
    {
        "start": "00:48:21,160",
        "end": "00:48:24,560",
        "en": "Du havde ret. Jeg er ikke nogen leder.",
        "pa": "Well, I didn't mean...\n You were right. I'm no leader.",
        "vi": "À, tôi không có ý...\n Bà nói đúng. Tôi không phải lãnh đạo."
    },
    {
        "start": "00:48:25,560",
        "end": "00:48:29,360",
        "en": "Måske ikke, men du har ikke fortjent det her.",
        "pa": "Maybe not, but you didn't deserve this.",
        "vi": "Có thể không, nhưng ông không đáng bị thế."
    },
    {
        "start": "00:48:31,320",
        "end": "00:48:36,480",
        "en": "Den her fik jeg, dengang jeg gik i lære som svejser.",
        "pa": "I got this when I was an apprentice welder.",
        "vi": "Tôi xăm cái này khi còn là thợ hàn học việc."
    },
    {
        "start": "00:48:36,600",
        "end": "00:48:41,000",
        "en": "Hvis nogen dengang havde sagt, at jeg en dag blev udenrigsminister",
        "pa": "If anyone had said back then that I'd end up as the Danish foreign minister,",
        "vi": "Nếu hồi đó có ai bảo tôi sẽ trở thành Ngoại trưởng Đan Mạch,"
    },
    {
        "start": "00:48:41,120",
        "end": "00:48:44,960",
        "en": "så havde jeg sgu grinet ad dem.",
        "pa": "I'd have laughed at them.",
        "vi": "tôi sẽ cười nhạo họ."
    },
    {
        "start": "00:48:46,720",
        "end": "00:48:49,600",
        "en": "Du har meget at være stolt af, Bjørn.",
        "pa": "You have a lot to be proud of, Bjørn.",
        "vi": "Ông có nhiều điều để tự hào, Bjørn."
    },
    {
        "start": "00:48:49,720",
        "end": "00:48:54,800",
        "en": "Ja. Jeg har fået det maksimale ud af mit politiske talent.",
        "pa": "Yes, I've gotten the most out of my political talent.",
        "vi": "Vâng, tôi đã tận dụng tối đa khả năng chính trị của mình."
    },
    {
        "start": "00:48:57,440",
        "end": "00:49:02,120",
        "en": "Kan du huske den LO-formand, der i sin afskedstale sagde:",
        "pa": "Do you remember that LO chairman who said in his farewell speech:",
        "vi": "Bà có nhớ vị Chủ tịch Công đoàn nói trong bài phát biểu chia tay:"
    },
    {
        "start": "00:49:02,240",
        "end": "00:49:05,520",
        "en": "\"Vi har sejret ad helvede til.\"?",
        "pa": "\"Ours is one hell of a victory.\"?",
        "vi": "\"Chiến thắng của ta thật huy hoàng\" ấy?"
    },
    {
        "start": "00:49:05,640",
        "end": "00:49:09,960",
        "en": "Der var ikke flere behov at dække. Vi havde fået indført efterlønnen.",
        "pa": "We had no more needs to meet.\n We'd just passed the early retirement bill.",
        "vi": "Chả cần đáp ứng nhu cầu gì nữa.\n Cứ thế thông qua dự luật nghỉ hưu sớm."
    },
    {
        "start": "00:49:10,080",
        "end": "00:49:14,480",
        "en": "Og alle de mennesker, der havde boet med lokum i gården",
        "pa": "And all the people who'd been living in tenements with outhouses",
        "vi": "Và tất cả những người sống ở chung cư với nhà phụ"
    },
    {
        "start": "00:49:14,600",
        "end": "00:49:18,040",
        "en": "boede nu i parcelhus.",
        "pa": "now lived in a house of their own.",
        "vi": "giờ sống trong căn nhà riêng."
    },
    {
        "start": "00:49:20,880",
        "end": "00:49:23,400",
        "en": "Hvem kunne vide",
        "pa": "Who would have guessed",
        "vi": "Ai mà đoán được"
    },
    {
        "start": "00:49:23,520",
        "end": "00:49:28,320",
        "en": "at jeg var den sidste arbejder i Arbejderpartiet?",
        "pa": "that I was the last worker in the Worker's Party?",
        "vi": "tôi là công nhân cuối cùng của Đảng Lao động?"
    },
    {
        "start": "00:49:37,880",
        "end": "00:49:41,480",
        "en": "Skål for Bjørn. Han skal nok komme sig igen",
        "pa": "Here's to Bjørn. He'll get back on his feet,",
        "vi": "Uống vì Bjørn. Ông ấy sẽ ổn trở lại,"
    },
    {
        "start": "00:49:41,600",
        "end": "00:49:45,000",
        "en": "selv om han var nede med nakken.",
        "pa": "even though he took a fall.",
        "vi": "dù ông ấy bị vấp váp."
    },
    {
        "start": "00:49:45,120",
        "end": "00:49:47,960",
        "en": "Han har masser at tage sig til.",
        "pa": "He's got lots of options.",
        "vi": "Ông ấy có rất nhiều lựa chọn."
    },
    {
        "start": "00:49:48,080",
        "end": "00:49:51,840",
        "en": "Han har sin gamle uddannelse at falde tilbage på.",
        "pa": "He's got his old craft to fall back on.",
        "vi": "Ông ấy có nghề cũ để dựa vào."
    },
    {
        "start": "00:49:51,960",
        "end": "00:49:54,560",
        "en": "Han har sit sommerhus.",
        "pa": "-He's got his summerhouse. -True.",
        "vi": "- Ông ấy có nhà nghỉ mát. - Đúng."
    },
    {
        "start": "00:49:54,680",
        "end": "00:50:00,000",
        "en": "Det er ikke det første kongemord i danmarkshistorien.",
        "pa": "It's not like it is the first regicide\n in Danish history.",
        "vi": "Đâu phải vụ giết vua đầu tiên\n trong lịch sử Đan Mạch."
    },
    {
        "start": "00:50:01,600",
        "end": "00:50:06,720",
        "en": "Det bliver sgu nok heller ikke det sidste. Må jeg låne en cigaret?",
        "pa": "And I bet it won't be the last either.\n Can I have a cigarette?",
        "vi": "Tôi cá cũng không phải lần cuối.\n Cho tôi điếu thuốc nhé?"
    },
    {
        "start": "00:50:17,480",
        "end": "00:50:22,240",
        "en": "Kan du huske dengang, man kunne ryge en smøg uden at fryse ihjel?",
        "pa": "Remember when you could smoke without freezing to death?",
        "vi": "Nhớ lúc anh có thể hút mà không chết lạnh chứ?"
    },
    {
        "start": "00:50:28,400",
        "end": "00:50:30,200",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:50:33,120",
        "end": "00:50:36,920",
        "en": "Hvorfor er du her stadig? Er din minister ikke taget hjem?",
        "pa": "Why are you still here? Your minister's gone home.",
        "vi": "Sao anh vẫn ở đây? Thủ tướng đã về nhà."
    },
    {
        "start": "00:50:37,040",
        "end": "00:50:40,960",
        "en": "Der er nogle vigtige folk, jeg skal snakke med.",
        "pa": "I need to talk to some important people and keep an eye on the Worker's Party.",
        "vi": "Anh cần nói chuyện với vài người quan trọng và theo dõi Đảng Lao động."
    },
    {
        "start": "00:50:41,080",
        "end": "00:50:44,080",
        "en": "Hvad er det for nogle vigtige folk?",
        "pa": "What important people?",
        "vi": "Người quan trọng nào?"
    },
    {
        "start": "00:50:44,200",
        "end": "00:50:49,520",
        "en": "Det er dig, for eksempel, som jeg skal påvirke til ikke at skrive",
        "pa": "You, for instance.\n I'll have to try to influence you",
        "vi": "Em chẳng hạn.\n Anh phải cố gắng thuyết phục em"
    },
    {
        "start": "00:50:49,640",
        "end": "00:50:53,320",
        "en": "at det her har dårlig indflydelse på regeringen.",
        "pa": "into not writing that this will harm the government.",
        "vi": "không viết là điều này sẽ gây hại cho Chính phủ."
    },
    {
        "start": "00:50:53,440",
        "end": "00:50:55,440",
        "en": "Det bliver dyrt.",
        "pa": "-That's going to cost you. -I bet.",
        "vi": "- Anh sẽ phải trả giá. - Rõ."
    },
    {
        "start": "00:50:55,560",
        "end": "00:50:59,760",
        "en": "Arbejderpartiet betaler i aften.",
        "pa": "That's perfect.\n The Worker's Party is picking up the tab tonight.",
        "vi": "Hoàn hảo.\n Tối nay Đảng Lao động sẽ trả tiền."
    },
    {
        "start": "00:51:03,040",
        "end": "00:51:06,720",
        "en": "Nu sidder vi på et dødssygt kursuscenter",
        "pa": "Here we are at some boring course facility,",
        "vi": "Ta ở đây ở cơ sở đào tạo tẻ ngắt,"
    },
    {
        "start": "00:51:06,840",
        "end": "00:51:12,080",
        "en": "og hele regeringsseminaret har bare været én stor lort.",
        "pa": "in the middle of nowhere, and the entire government seminar was one big turd.",
        "vi": "ở nơi hoang vu, và toàn bộ hội thảo của Chính phủ là dở hơi nặng."
    },
    {
        "start": "00:51:12,200",
        "end": "00:51:18,800",
        "en": "Nu begynder vores fotopraktikant endelig at udvise lidt initiativ.",
        "pa": "And the revolutionary Worker's Party--\n And now that everything is over,\n our young photographer finally shows some initiative.",
        "vi": "Và Đảng Lao động cách mạng...\n Và giờ mọi thứ đã kết thúc,\n thợ ảnh trẻ của bọn em cuối cùng cũng cho thấy thế chủ động."
    },
    {
        "start": "00:51:21,120",
        "end": "00:51:28,160",
        "en": "Må jeg så få den stenhårde analyse? Havde Höx planlagt det hele?",
        "pa": "Alright. Let's have your sharp analysis.\n Did Höx plan this all along? I hear the craziest rumors.",
        "vi": "Được rồi. Hãy dùng kỹ năng phân tích sắc sảo của anh.\n Höx có lên kế hoạch toàn bộ không? Em nghe những tin đồn điên rồ nhất."
    },
    {
        "start": "00:51:28,280",
        "end": "00:51:31,880",
        "en": "Giver det mening med Höx og Thorsen?",
        "pa": "Does it make sense, what I told you about Höx and Thorsen?",
        "vi": "Có hợp lý không, điều nói về Höx và Thorsen?"
    },
    {
        "start": "00:51:32,000",
        "end": "00:51:34,760",
        "en": "Ja, men...",
        "pa": "Yeah, but...",
        "vi": "Ừ, nhưng..."
    },
    {
        "start": "00:51:35,880",
        "end": "00:51:39,600",
        "en": "-Jeg gider ikke tale politik. -Er du syg?",
        "pa": "I don't want to talk politics.\n Don't you feel well?",
        "vi": "chả muốn nói về chính trị.\n Anh khỏe không?"
    },
    {
        "start": "00:51:45,200",
        "end": "00:51:50,760",
        "en": "Kan du huske, da vi boede på hotel i Bretagne ude ved kysten?",
        "pa": "Do you remember when we stayed at that hotel?",
        "vi": "Em có nhớ khi mình ở khách sạn không?"
    },
    {
        "start": "00:51:50,880",
        "end": "00:51:54,920",
        "en": "Og vi fik de bedste hummere, vi nogensinde har smagt.",
        "pa": "By the sea in Brittany?\n -Yes. -You remember?\n We had the best lobster ever.",
        "vi": "Bên bờ biển ở Brittany?\n - Có. - Em nhớ à?\n Mình đã ăn tôm hùm ngon nhất."
    },
    {
        "start": "00:51:55,040",
        "end": "00:51:59,840",
        "en": "Og klamme havsnegle, som du insisterede på at bestille.",
        "pa": "And those gross sea snails you insisted on ordering.",
        "vi": "Và những con ốc biển ghê sợ mà anh cứ đòi gọi món."
    },
    {
        "start": "00:52:05,000",
        "end": "00:52:08,520",
        "en": "Og så gik vi op på hotelværelset",
        "pa": "And then we went to our room...",
        "vi": "Rồi mình về phòng..."
    },
    {
        "start": "00:52:08,640",
        "end": "00:52:12,280",
        "en": "og så havde vi fuldstændig fantastisk sex.",
        "pa": "and had totally incredible sex.",
        "vi": "quan hệ tình dục thật tuyệt vời."
    },
    {
        "start": "00:52:13,640",
        "end": "00:52:18,280",
        "en": "Nej, du husker forkert. Vi kom op og skændes.",
        "pa": "No...\n You're wrong. We got into a fight.",
        "vi": "Không...\n Anh nhầm. Bọn mình cãi nhau."
    },
    {
        "start": "00:52:19,560",
        "end": "00:52:23,960",
        "en": "I så fald var det et fantastisk skænderi.",
        "pa": "Well, it was an incredible fight then.",
        "vi": "À, đó là cãi nhau tuyệt vời."
    },
    {
        "start": "00:52:38,120",
        "end": "00:52:41,960",
        "en": "Nu er det vist på tide at sige godnat.",
        "pa": "Alright... I think it's time to say goodnight.",
        "vi": "Được rồi... Đến lúc chúc ngủ ngon rồi."
    },
    {
        "start": "00:52:42,080",
        "end": "00:52:46,080",
        "en": "Det er det i hvert fald. Godnat, Katrine.",
        "pa": "It sure is. Good night, Katrine.",
        "vi": "Chắc chắn rồi. Ngủ ngon, Katrine."
    },
    {
        "start": "00:53:06,640",
        "end": "00:53:09,520",
        "en": "-Hej, Phillip. -Det er Laura.",
        "pa": "-Hi, Phillip. -No, mom, it's Laura.",
        "vi": "- Chào, Phillip. - Không, mẹ, là Laura."
    },
    {
        "start": "00:53:09,640",
        "end": "00:53:14,800",
        "en": "-Min mobil løb tør for batteri. -Skal jeg komme og hente jer?",
        "pa": "My battery's dead.\n Hi, honey.",
        "vi": "Điện thoại con hết pin.\n Chào con yêu."
    },
    {
        "start": "00:53:14,920",
        "end": "00:53:18,280",
        "en": "Nej, det går fint.",
        "pa": "Is something wrong. Do you want me to come get you?\n No, everything's fine.",
        "vi": "Có chuyện à? Muốn mẹ đón không?\n Không, ổn cả."
    },
    {
        "start": "00:53:18,400",
        "end": "00:53:24,480",
        "en": "-Hvorfor er Magnus så sent oppe? -Vi har spillet Tegn og Gæt.",
        "pa": "What's Magnus doing up this late?\n We've just been playing Pictionary.",
        "vi": "Magnus làm gì muộn thế này?\n Bọn con vừa chơi Pictionary."
    },
    {
        "start": "00:53:28,440",
        "end": "00:53:31,680",
        "en": "Og så har mig og Cecilie lavet mexicansk mad.",
        "pa": "And me and Cecilie cooked up a Mexican dinner.",
        "vi": "Con với cô Cecilie nấu bữa tối kiểu Mexico."
    },
    {
        "start": "00:53:31,800",
        "end": "00:53:36,240",
        "en": "-Og hun er rigtig, rigtig sød. -Nå, det var da dejligt.",
        "pa": "And she's really, really nice.",
        "vi": "Cô ấy rất, rất tốt."
    },
    {
        "start": "00:53:36,360",
        "end": "00:53:40,520",
        "en": "Magnus, hold nu op. Det kan du altså ikke.",
        "pa": "Well, that's great.\n Hey, Magnus, that's against the rules.",
        "vi": "À. tuyệt quá.\n Này, Magnus, đó là phạm luật."
    },
    {
        "start": "00:53:40,640",
        "end": "00:53:44,120",
        "en": "Må vi blive hos far til på tirsdag i stedet for?",
        "pa": "Anyway, I just called to ask if we can stay at Dad's until Tuesday?",
        "vi": "À mà, con chỉ gọi để hỏi có thể ở lại nhà bố đến thứ Ba không?"
    },
    {
        "start": "00:53:44,240",
        "end": "00:53:49,360",
        "en": "-Vi skal i teatret på mandag. -Selvfølgelig må I det.",
        "pa": "We've got tickets for the theater on Monday.\n Yes, of course you can.",
        "vi": "Có vé xem kịch vào thứ Hai.\n Ừ, dĩ nhiên con có thể."
    },
    {
        "start": "00:53:51,360",
        "end": "00:53:53,400",
        "en": "Er der noget i vejen?",
        "pa": "Is anything wrong?",
        "vi": "Có chuyện gì sao?"
    },
    {
        "start": "00:53:53,520",
        "end": "00:53:56,880",
        "en": "Nej, jeg er ved at blive lidt forkølet.",
        "pa": "No, I'm just coming down with a cold.",
        "vi": "Không, mẹ chỉ vừa bị cảm lạnh thôi."
    },
    {
        "start": "00:53:57,000",
        "end": "00:54:01,800",
        "en": "Det er fint, skat. Smut tilbage til de andre. Og hils.",
        "pa": "But that's great, sweetie.\n You'd better get back to the others. Say hi from me.",
        "vi": "Nhưng tuyệt lắm, con ạ.\n Con nên quay lại với mọi người. Gửi lời chào hộ mẹ."
    },
    {
        "start": "00:54:01,920",
        "end": "00:54:04,760",
        "en": "Hej, hej.",
        "pa": "Okay, bye.\n Bye.",
        "vi": "Được rồi, tạm biệt.\n Tạm biệt."
    },
    {
        "start": "00:54:34,480",
        "end": "00:54:37,800",
        "en": "Det har været en lang dag.",
        "pa": "It's been a long day.",
        "vi": "Hôm nay là ngày dài."
    },
    {
        "start": "00:56:02,520",
        "end": "00:56:05,840",
        "en": "Er du sikker på, at det her er en god idé?",
        "pa": "Are you sure this is a good idea?",
        "vi": "Cậu chắc đây là ý hay chứ?"
    },
    {
        "start": "00:56:20,760",
        "end": "00:56:25,960",
        "en": "Og er du sikker på, at du kan holde på en hemmelighed?",
        "pa": "And are you sure you can keep a secret? ",
        "vi": "Và cậu có chắc là có thể giữ bí mật không?"
    },
    {
        "start": "00:57:30,640",
        "end": "00:57:33,240",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "Biên dịch: Trần Khánh Hưng "
    }
]