[
    {
        "start": "00:00:00,120",
        "end": "00:00:03,440",
        "en": "Danmark har fået en handlekraftig statsminister.",
        "pa": "Denmark's new prime minister is both actionable and realistic.",
        "vi": "Thủ tướng mới của Đan Mạch vừa dám hành động vừa thực tế."
    },
    {
        "start": "00:00:03,560",
        "end": "00:00:06,000",
        "en": "Ingen ægteskaber her er lykkelige.",
        "pa": "I don't know of a single happy marriage at Borgen.",
        "vi": "Tôi chưa thấy ở Borgen có hôn nhân hạnh phúc."
    },
    {
        "start": "00:00:06,120",
        "end": "00:00:11,440",
        "en": "Vi formår ikke at gå på kompromis i vores privatliv.",
        "pa": "As skilled as we are at compromising in our professional life,",
        "vi": "Ta thu xếp công việc thành thạo thế nào,"
    },
    {
        "start": "00:00:11,560",
        "end": "00:00:13,240",
        "en": "Hvad sker der?",
        "pa": "just as bad we are at it in private.\n What's going on with you and dad?",
        "vi": "thì với đời tư lại vô cùng tệ.\n Mẹ với bố có chuyện gì vậy?"
    },
    {
        "start": "00:00:13,360",
        "end": "00:00:17,680",
        "en": "Det fineste, der er sket i mit liv, det er det, vi to har haft sammen.",
        "pa": "The best thing that ever happened in my life\n is what you and I used to share.",
        "vi": "Điều tuyệt nhất của đời anh\n là những gì em và anh từng chia sẻ."
    },
    {
        "start": "00:00:19,040",
        "end": "00:00:23,480",
        "en": "Men det skal ikke være det her, vi husker. Jeg vil skilles.",
        "pa": "But I don't want this to be what we remember. I want a divorce.",
        "vi": "Nhưng anh không muốn đây là điều mình phải nhớ. Anh muốn ly hôn."
    },
    {
        "start": "00:00:23,600",
        "end": "00:00:27,520",
        "en": "Du gav statsministerens spindoktor lov til at redigere et nyhedsindslag.",
        "pa": "Torben, you let the prime minister's spin doctor edit a story!",
        "vi": "Torben, anh để cố vấn truyền thông của Thủ tướng can thiệp câu chuyện!"
    },
    {
        "start": "00:00:27,640",
        "end": "00:00:32,920",
        "en": "Du pisser på den frie presse. Du får min opsigelse på mail.",
        "pa": "In other countries, journalists die defending the free press,",
        "vi": "Ở nước khác, nhà báo chết để bảo vệ tự do báo chí,"
    },
    {
        "start": "00:00:33,040",
        "end": "00:00:36,400",
        "en": "Arbejderpartiet vil presse dig den kommende tid.",
        "pa": "and you just piss on it! I'll send my resignation.\n Prepare for the Worker's Party putting the squeeze on you now.",
        "vi": "còn anh thì kệ xác! Tôi sẽ thôi việc.\n Chuẩn bị xem Đảng Lao động gây sức ép nhé."
    },
    {
        "start": "00:00:36,520",
        "end": "00:00:39,560",
        "en": "-Hvad er dit råd? -Giv dem lidt af det, de vil have.",
        "pa": "-What's your advice? -Give them a little of what they want.",
        "vi": "- Ông khuyên thế nào? - Cho họ một tí thứ họ muốn."
    },
    {
        "start": "00:00:39,680",
        "end": "00:00:43,960",
        "en": "-De vil have Finansministeriet. -Det behøver du da ikke at give dem.",
        "pa": "-Bent, they want the ministry of finance. -You don't have to give it to them.",
        "vi": "- Bent, họ muốn Bộ Tài chính. - Bà đâu cần phải chấp thuận."
    },
    {
        "start": "00:00:44,080",
        "end": "00:00:46,920",
        "en": "Jeg har brug for, at du trækker dig.",
        "pa": "I need you to resign.",
        "vi": "Tôi cần ông từ chức."
    },
    {
        "start": "00:00:52,400",
        "end": "00:00:58,480",
        "en": "Jeg gik fra dig, fordi alt handler om dine prioriteter og hemmeligheder.",
        "pa": "This.\n This is why I left you. You world starts and ends with you.",
        "vi": "Chuyện này.\n Đây là lý do em bỏ anh. Mọi thứ bắt đầu và kết thúc cùng anh."
    },
    {
        "start": "00:00:58,600",
        "end": "00:01:01,040",
        "en": "Jeg har ingen hemmeligheder.",
        "pa": "Your priorities, your agenda, your secrets.\n -I have no secrets. -That's all you have.",
        "vi": "Ưu tiên, kế hoạch, bí mật của anh.\n - Anh đâu có bí mật. - Anh toàn thế."
    },
    {
        "start": "00:01:01,160",
        "end": "00:01:06,240",
        "en": "-Jeg gjorde det nødvendige. -Det er det, en statsminister gør.",
        "pa": "-I did what I had to do. -That's what a prime minister does.",
        "vi": "- Tôi làm việc phải làm. - Thủ tướng phải như vậy."
    },
    {
        "start": "00:01:13,640",
        "end": "00:01:17,560",
        "en": "",
        "pa": "\"War is just when it is necessary.\" - MACHIAVELLI",
        "vi": "\"Chiến tranh là chỉ khi nào cần thiết\". - MACHIAVELLI\n MƯỜI MỘT THÁNG SAU"
    },
    {
        "start": "00:01:30,080",
        "end": "00:01:34,640",
        "en": "-Det her er vores yderste forpost. -Og herfra bestemmer Taleban så?",
        "pa": "This is our most advanced post.\n Out there the Taliban's in charge?",
        "vi": "Đây là vị trí xa nhất của ta.\n Đằng kia là Taliban chiếm à?"
    },
    {
        "start": "00:01:34,760",
        "end": "00:01:38,800",
        "en": "Vi bilder os ind, at vi bestemmer, men at Taleban er til stede.",
        "pa": "We'd like to think we are in charge. But the Taliban is out there.",
        "vi": "Chúng tôi rất muốn kiếm soát chỗ đó. Nhưng Taliban ở ngoài kia."
    },
    {
        "start": "00:01:38,920",
        "end": "00:01:43,640",
        "en": "-Jeres sidste træfning var i april. -Ja. Der har været stille længe.",
        "pa": "But your last engagement was in April, right?",
        "vi": "Nhưng các anh chạm trán lần cuối vào tháng Tư, nhỉ?"
    },
    {
        "start": "00:01:43,760",
        "end": "00:01:45,600",
        "en": "Heldigvis.",
        "pa": "Yes. It's been quiet for some time. Thank God.",
        "vi": "Vâng. Cũng yên một thời gian. Ơn trời."
    },
    {
        "start": "00:01:49,840",
        "end": "00:01:54,000",
        "en": "Statsministeren kommer ned om ti minutter for at holde tale.",
        "pa": "Alright. The prime minister will be here in ten minutes\n to give her speech.",
        "vi": "Được rồi. Mười phút nữa Thủ tướng sẽ tới\n để phát biểu."
    },
    {
        "start": "00:01:58,200",
        "end": "00:02:03,840",
        "en": "Der vil være mulighed for at stille spørgsmål efterfølgende.",
        "pa": "She'll give her speech\n and she will take questions from you journalists afterwards.",
        "vi": "Bà sẽ phát biểu\n và sau đó sẽ trả lời câu hỏi từ các bạn nhà báo."
    },
    {
        "start": "00:02:08,200",
        "end": "00:02:13,440",
        "en": "-Hvad fanden laver du her? -Inviteret pressetur.",
        "pa": "Alright?\n What the hell are you doing here?",
        "vi": "Thế nhé?\n Em làm cái quái gì ở đây?"
    },
    {
        "start": "00:02:15,400",
        "end": "00:02:20,000",
        "en": "-Så Ekspres får særbehandling nu? -Jeg har spurgt pænt om lov.",
        "pa": "I'm embedded on the press tour.\n -Is Ekspres getting special treatment? -I asked military command nicely.",
        "vi": "Em đi cùng đoàn báo chí.\n - Báo Expressđược ưu ái đặc biệt à? - Em nhã nhặn đề nghị với chỉ huy."
    },
    {
        "start": "00:02:20,120",
        "end": "00:02:23,800",
        "en": "Og du er gået over til Laugesen som ny stjernereporter?",
        "pa": "I hear you've gone over to Laugesen, as the new star reporter.",
        "vi": "Anh nghe em sang chỗ Laugesen, làm phóng viên ngôi sao mới."
    },
    {
        "start": "00:02:23,920",
        "end": "00:02:29,040",
        "en": "-Hvad siger Nyborg til soldaterne? -\"Tak for kampen. Nu skal I hjem.\"",
        "pa": "What's the prime minister telling the soldiers?\n Nothing new. \"Great job. We're pulling you home.\"",
        "vi": "Thủ tướng sẽ nói gì với lính?\n Chẳng có gì mới. \"Giỏi lắm. Chúng tôi sẽ đưa các bạn về\"."
    },
    {
        "start": "00:02:29,160",
        "end": "00:02:32,080",
        "en": "Og så får hun en lille mønt af forsvaret.",
        "pa": "In return, the army gives her a small coin.",
        "vi": "Đổi lại, quân đội tặng bà ấy một đồng xu nhỏ."
    },
    {
        "start": "00:02:32,200",
        "end": "00:02:36,840",
        "en": "-Tager I hjem med de andre? -Det er Kalle, min fotograf.",
        "pa": "-Are you going home with the rest? -This is Kalle, my cameraman.",
        "vi": "- Em về cùng mọi người à? - Kalle, quay phim của em."
    },
    {
        "start": "00:02:36,960",
        "end": "00:02:41,560",
        "en": "Nej, vi skal være her en uge og følge soldaternes hverdag.",
        "pa": "-Hello. Kalle. -Kasper Juul.\n We're staying a week to gain insight in the soldiers' everyday life.",
        "vi": "- Chào. Kalle. - Kasper Juul.\n Bọn em ở một tuần để hiểu hơn về đời sống hàng ngày của lính."
    },
    {
        "start": "00:02:41,680",
        "end": "00:02:47,280",
        "en": "-Så du er blevet krigsreporter? -De siger, her er fredeligt.",
        "pa": "So you're a war correspondent now?\n They say it's peaceful here. It's been five months since the last fightings.",
        "vi": "Em là phóng viên chiến trường à?\n Họ nói ở đây yên bình. Lần chạm trán cuối là năm tháng trước."
    },
    {
        "start": "00:02:47,400",
        "end": "00:02:50,160",
        "en": "-Det er fandeme længe siden. -Ja.",
        "pa": "-It's been a while. -Yeah.",
        "vi": "- Lâu rồi không gặp. - Ừ."
    },
    {
        "start": "00:02:50,280",
        "end": "00:02:53,840",
        "en": "Du er blevet kæreste med Lotte Ågård?",
        "pa": "You're dating Lotte Ågård, the communications advisor?",
        "vi": "Giờ anh cặp với Lotte Ågård, chuyên gia truyền thông à?"
    },
    {
        "start": "00:02:53,960",
        "end": "00:02:57,560",
        "en": "-Hendes blog på Politiken er fed. -Tusind tak.",
        "pa": "I've read her blog in Politiken.\n -She's a great writer. -Thanks.",
        "vi": "Em đọc cô ấy ở Politiken. Viết tốt.\n Cảm ơn em."
    },
    {
        "start": "00:02:57,680",
        "end": "00:03:01,120",
        "en": "-Velkommen til Afghanistan. -Tak.",
        "pa": "-Welcome to Afghanistan. -Thanks.",
        "vi": "- Chào mừng đến Afghanistan. - Cảm ơn."
    },
    {
        "start": "00:03:01,240",
        "end": "00:03:05,680",
        "en": "Vi kan hilse på 1. deling. De er på vej ud på patrulje.",
        "pa": "Say hello to 1st division. They are heading out on patrol.",
        "vi": "Bà chào sư đoàn một. Họ chuẩn bị đi tuần."
    },
    {
        "start": "00:03:05,800",
        "end": "00:03:09,840",
        "en": "-Nicholas. -Goddag, Nicholas.",
        "pa": "Hello.\n -Nicholas. -Hello, Nicholas.\n -Hello. -Hello. Lund.",
        "vi": "Xin chào.\n - Nicholas. - Chào, Nicholas.\n - Xin chào. - Xin chào. Lund."
    },
    {
        "start": "00:03:11,120",
        "end": "00:03:15,720",
        "en": "Undskyld, kan jeg få taget et billede sammen med statsministeren?",
        "pa": "-Hello. -Hi.\n Hello. Hedegård.\n Excuse me, could I get a picture of me with the Prime Minister?",
        "vi": "- Xin chào. - Chào.\n Xin chào. Hedegård.\n Xin lỗi, tôi có thể chụp ảnh với Thủ tướng được không?"
    },
    {
        "start": "00:03:15,840",
        "end": "00:03:19,960",
        "en": "Vi skal på patrulje om lidt, så jeg når ikke at se din tale.",
        "pa": "Of course.\n We're heading out on patrol, so I'm going to miss your speech.",
        "vi": "Được mà.\n Chúng tôi sắp đi tuần, sẽ lỡ bài phát biểu của bà."
    },
    {
        "start": "00:03:20,080",
        "end": "00:03:24,000",
        "en": "Det er ikke hver dag, der er lækre damer hernede",
        "pa": "-Should I do it? -Sure.\n It's not everyday we have babes down here, so...",
        "vi": "- Có nên phát biểu không? - Có.\n Không phải lúc nào cũng có phụ nữ tới, nên..."
    },
    {
        "start": "00:03:24,120",
        "end": "00:03:27,880",
        "en": "så jeg skal lige benytte lejligheden.",
        "pa": "I'm not going to miss the opportunity.",
        "vi": "tôi sẽ không bỏ lỡ cơ hội này."
    },
    {
        "start": "00:03:28,000",
        "end": "00:03:30,600",
        "en": "Tag lige et til.",
        "pa": "There.\n And another.",
        "vi": "Rồi.\n Chụp cái nữa."
    },
    {
        "start": "00:03:30,720",
        "end": "00:03:35,560",
        "en": "-Så, Hedegård. Nu har du fået nok. -God tur.",
        "pa": "-That's enough, Hedegård.\n -Thank you. -Have a good trip.",
        "vi": "Đủ rồi, Hedegård.\n - Cảm ơn. - Đi vui vẻ nhé."
    },
    {
        "start": "00:03:35,680",
        "end": "00:03:39,120",
        "en": "-Kom godt videre. -I lige måde.",
        "pa": "Bye.\n -Have a safe journey. -You too.",
        "vi": "Tạm biệt.\n - Chúc đi an toàn. - Anh cũng vậy."
    },
    {
        "start": "00:03:39,240",
        "end": "00:03:44,360",
        "en": "Hold da kæft! Det er godt.",
        "pa": "Damn...",
        "vi": "Khỉ thật..."
    },
    {
        "start": "00:03:44,480",
        "end": "00:03:48,160",
        "en": "Jeg er taknemmelig for, at I på trods af den personlige risiko",
        "pa": "That's good.\n I'm very grateful that in spite of the great personal risks",
        "vi": "Đẹp đấy.\n Tôi rất biết ơn vì bất chấp rủi ro cá nhân lớn lao"
    },
    {
        "start": "00:03:48,280",
        "end": "00:03:53,520",
        "en": "har påtaget jer opgaven at skabe fred og demokrati her i Afghanistan.",
        "pa": "you've chosen to take up the task of creating peace\n and democracy here in Afghanistan.",
        "vi": "các bạn chọn nhiệm vụ kiến tạo hòa bình\n và dân chủ ở Afghanistan."
    },
    {
        "start": "00:03:53,640",
        "end": "00:03:56,200",
        "en": "I kan være stolte af resultaterne.",
        "pa": "You should be proud of your results.",
        "vi": "Các bạn nên tự hào về kết quả có được."
    },
    {
        "start": "00:03:56,320",
        "end": "00:04:01,600",
        "en": "Folketinget vil snart tage stilling til vores engagement i Afghanistan.",
        "pa": "Parliament will soon come to a decision on our future engagements in Afghanistan.",
        "vi": "Quốc hội sẽ sớm quyết định về tương lai của ta ở Afghanistan."
    },
    {
        "start": "00:04:01,720",
        "end": "00:04:07,800",
        "en": "Og det er min opfattelse, at vi snart vil trække styrkerne tilbage.",
        "pa": "I'm convinced we're going agree on withdrawing our troops very soon.",
        "vi": "Tôi tin rằng chúng tôi sẽ đồng ý rút quân sớm."
    },
    {
        "start": "00:04:07,920",
        "end": "00:04:12,560",
        "en": "Jeg forventer, at jeres mission hernede snart vil være overstået.",
        "pa": "In other words, I expect your mission here to be over soon.",
        "vi": "Nói cách khác, tôi mong nhiệm vụ của các bạn sẽ sớm kết thúc."
    },
    {
        "start": "00:04:12,680",
        "end": "00:04:17,320",
        "en": "På Danmarks vegne vil jeg sige jer tak for jeres store indsats.",
        "pa": "On behalf of Denmark, I thank you for your invaluable contribution.",
        "vi": "Đại diện cho Đan Mạch, tôi cảm ơn sự đóng góp vô giá của các bạn."
    },
    {
        "start": "00:04:17,440",
        "end": "00:04:22,280",
        "en": "Den vil ikke blive glemt hverken her eller hjemme i Danmark.",
        "pa": "It won't be forgotten, neither here nor back in Denmark.\n Thank you.",
        "vi": "Sẽ không bị lãng quên, dù ở đây cũng như Đan Mạch.\n Xin cảm ơn."
    },
    {
        "start": "00:04:28,000",
        "end": "00:04:33,480",
        "en": "-Den melding var vist uønsket. -Vi gør, som regeringen beslutter.",
        "pa": "I'm sorry if my announcement disappointed.\n We are the military extension of the decisions of our politicians.",
        "vi": "Xin lỗi nếu thông báo gây thất vọng.\n Chúng tôi là quân đội nối dài từ quyết định của các chính trị gia."
    },
    {
        "start": "00:04:33,600",
        "end": "00:04:37,400",
        "en": "-I har vel jeres egne holdninger? -Dem holder vi for os selv.",
        "pa": "-But you do have your own opinions? -We keep them to ourselves.",
        "vi": "- Nhưng anh có ý kiến riêng chứ? - Chúng tôi giữ cho riêng mình."
    },
    {
        "start": "00:04:37,520",
        "end": "00:04:41,400",
        "en": "Jeg har mistet fire soldater. Det er fire for mange.",
        "pa": "I've lost four young soldiers during my tour here. That's four too many.",
        "vi": "Tôi đã mất bốn lính trẻ trong thời gian ở đây. Bốn là quá nhiều."
    },
    {
        "start": "00:04:41,520",
        "end": "00:04:45,280",
        "en": "Den patrulje, vi sendte ud, er under kraftig beskydning.",
        "pa": "Sorry to disturb, but the patrol we sent out at 4 p.m. is under heavy fire.",
        "vi": "Xin lỗi, đội tuần tra cử đi lúc bốn giờ chiều đang bị bắn dữ dội."
    },
    {
        "start": "00:04:45,400",
        "end": "00:04:50,320",
        "en": "Vi har to sårede på vej ind. Der er fjendtlig aktivitet i hele området.",
        "pa": "Two wounded soldiers are coming in. Hostile activity reported in the area.",
        "vi": "Hai binh sĩ bị thương đang về. Báo cáo có hoạt động thù địch."
    },
    {
        "start": "00:04:50,440",
        "end": "00:04:54,720",
        "en": "Statsministeren og forsvarsministeren flyves ud nu.",
        "pa": "The Prime Minister and Minister of Defense will be flown out now.",
        "vi": "Thủ tướng và Bộ trưởng Quốc phòng sẽ bay về ngay."
    },
    {
        "start": "00:04:55,800",
        "end": "00:04:57,640",
        "en": "Kalle?",
        "pa": "Kalle?",
        "vi": "Kalle?"
    },
    {
        "start": "00:04:57,760",
        "end": "00:05:02,440",
        "en": "Der er sårede på vej ind. Vi skal have nogle billeder.",
        "pa": "-Kalle! -What's happening?\n A patrol was attacked. Incoming wounded soldiers.",
        "vi": "- Kalle! - Có chuyện gì vậy?\n Đội tuần tra bị tấn công. Thương binh đang về. Ta cần ảnh."
    },
    {
        "start": "00:05:02,560",
        "end": "00:05:05,800",
        "en": "-Får vi lov til det? -Det skal vi have.",
        "pa": "We want pictures.\n -Will they let us? -They have to.",
        "vi": "- Họ cho phép? - Phải cho."
    },
    {
        "start": "00:05:05,920",
        "end": "00:05:08,280",
        "en": "Katrine!",
        "pa": "-Katrine! -Yes?",
        "vi": "- Katrine! - Vâng?"
    },
    {
        "start": "00:05:10,120",
        "end": "00:05:14,040",
        "en": "Vi flyver ud nu. Der er ekstra plads. Skal I med?",
        "pa": "We're flying out now with extra room.\n They have no idea what will happen here. Are you coming?",
        "vi": "Máy bay về còn chỗ trống.\n Không biết sẽ thế nào. Em về không?"
    },
    {
        "start": "00:05:14,160",
        "end": "00:05:17,040",
        "en": "-Vi bliver her. -Det kan blive pissefarligt.",
        "pa": "-We're staying. -Please. They say it will be dangerous.",
        "vi": "- Bọn em sẽ ở lại. - Xin em. Thấy bảo nguy hiểm."
    },
    {
        "start": "00:05:17,160",
        "end": "00:05:20,760",
        "en": "Hvad tror du, Laugesen siger, hvis jeg tager hjem nu?",
        "pa": "How do you think Laugesen will react,\n if I bail at first sign of trouble?",
        "vi": "Anh nghĩ Laugesen phản ứng sao,\n nếu em chuồn khi có rắc rối?"
    },
    {
        "start": "00:05:20,880",
        "end": "00:05:24,280",
        "en": "Tag harddisken med hjem, hvis der sker noget.",
        "pa": "Bring this hard drive home. It's a backup, just in case.",
        "vi": "Mang ổ cứng này về. Ổ sao lưu, đề phòng."
    },
    {
        "start": "00:05:24,400",
        "end": "00:05:26,560",
        "en": "Vi ses i København.",
        "pa": "We are leaving!\n -See you in Copenhagen. -Yes.",
        "vi": "Ta đi đây!\n - Hẹn gặp ở Copenhagen. - Ừ."
    },
    {
        "start": "00:05:39,120",
        "end": "00:05:45,040",
        "en": "-Du har to traumepatienter. -Skudsår. Nedre del af mave.",
        "pa": "Two trauma patients.\n Gunshot wound. Lower abdomen. No exit wound. It's been bandaged.",
        "vi": "Hai thương binh bị chấn thương.\n Vết thương đạn bắn. Bụng dưới. Đạn còn kẹt. Đã băng bó."
    },
    {
        "start": "00:05:45,160",
        "end": "00:05:50,800",
        "en": "Der er et skudsår i halsen. Hurtig og besværet vejrtrækning.",
        "pa": "Another gunshot wound here. Entry and exit in right side of the neck.",
        "vi": "Một vết đạn nữa. Đạn vào và ra ở bên phải cổ."
    },
    {
        "start": "00:05:50,920",
        "end": "00:05:53,880",
        "en": "Vi skal have dem stabiliseret.",
        "pa": "Rapid, labored breathing. We've bandaged him.\n Get them stabilized. They fly in ten minutes.",
        "vi": "Thở nhanh và khó. Đã băng anh ấy.\n Để họ yên vị. Mười phút nữa cho họ bay."
    },
    {
        "start": "00:05:54,000",
        "end": "00:05:57,840",
        "en": "-Hvad laver de pressefolk her? -Vi har fået tilladelse.",
        "pa": "-What's the press doing here? -We have permission by high command.",
        "vi": "- Báo chí làm gì ở đây? - Chúng tôi được phép của cấp trên."
    },
    {
        "start": "00:05:57,960",
        "end": "00:06:00,360",
        "en": "Du bliver nødt til at komme.",
        "pa": "-Please keep your distance. -Doc, come here.",
        "vi": "- Đứng xa ra. - Bác sĩ, lại đây."
    },
    {
        "start": "00:06:02,640",
        "end": "00:06:07,440",
        "en": "-Vi skal have standset blødningen. -Der er to mere på vej ind.",
        "pa": "The bandage is no good. We need to stop the bleeding.",
        "vi": "Băng chưa ổn. Phải cầm máu.\n Thêm hai người nữa. Họ đang chết dở ngoài kia."
    },
    {
        "start": "00:06:07,560",
        "end": "00:06:10,880",
        "en": "Kontakt felthospitalet i hovedlejren.",
        "pa": "Two more incoming. They've gone nuts out there.\n Contact the field hospital at main camp. Tell them to have blood ready!",
        "vi": "Gọi bệnh viện dã chiến ở trại chính. Bảo họ chuẩn bị máu!"
    },
    {
        "start": "00:06:11,000",
        "end": "00:06:14,640",
        "en": "Han er ved at dø, for helvede.",
        "pa": "He's dying, damn it!",
        "vi": "Cậu ấy hấp hối, mẹ kiếp!"
    },
    {
        "start": "00:07:30,920",
        "end": "00:07:34,600",
        "en": "Selvfølgelig. Ja.",
        "pa": "BORGEN\n EPISODE 11 89,000 CHILDREN\n Yes, of course.",
        "vi": "BORGEN\n Vâng, tất nhiên rồi."
    },
    {
        "start": "00:07:34,720",
        "end": "00:07:40,520",
        "en": "Der har været samtidige angreb på engelske, tyske og amerikanske lejre.",
        "pa": "I've just received reports\n that English, German and American camps were all attacked simultaneously.",
        "vi": "Tôi vừa nhận được báo cáo\n rằng các trại Anh, Đức và Mỹ đều bị tấn công đồng thời."
    },
    {
        "start": "00:07:40,640",
        "end": "00:07:44,000",
        "en": "Der meldes om flere dræbte. Det ser planlagt ud.",
        "pa": "Several casualties have been reported. It all very looks planned.",
        "vi": "Báo cáo có một số thương vong. Có vẻ tấn công có kế hoạch."
    },
    {
        "start": "00:07:44,120",
        "end": "00:07:49,760",
        "en": "-Hvorfor sker det netop nu? -Taleban holder øje med tropperne.",
        "pa": "But why is it happening now?\n Because the Taliban monitor all countries with troops in Afghanistan.",
        "vi": "Sao lại lúc này?\n Vì Taliban theo dõi tất cả các nước có quân đội ở Afghanistan."
    },
    {
        "start": "00:07:49,880",
        "end": "00:07:53,120",
        "en": "De ved, der er stemning for en tilbagetrækning.",
        "pa": "They know many countries want to withdraw them.",
        "vi": "Chúng biết nhiều nước muốn rút quân."
    },
    {
        "start": "00:07:53,240",
        "end": "00:07:56,720",
        "en": "Når de angriber nu, ser det ud, som om vi er jaget på flugt",
        "pa": "When they attack now, they make it look as if they've got us on the run",
        "vi": "Tấn công bây giờ, chúng gây cảm giác vì chúng mà ta thoái lui,"
    },
    {
        "start": "00:07:56,840",
        "end": "00:08:00,520",
        "en": "hvilket vil være en moralsk sejr for Taleban.",
        "pa": "which would be a great moral victory to the Taliban.",
        "vi": "là thắng lợi lớn về tinh thần cho Taliban."
    },
    {
        "start": "00:08:00,640",
        "end": "00:08:06,240",
        "en": "Det var derfor, jeg var imod al tale om tilbagetrækning nu.",
        "pa": "And if I may remind you,\n that was one reason why I opposed any talk of withdrawal at this time.",
        "vi": "Và nếu tôi có thể nhắc lại,\n đó là lý do tôi phản đối bất kỳ thảo luận nào về việc rút lui."
    },
    {
        "start": "00:08:08,480",
        "end": "00:08:10,960",
        "en": "Undskyld.",
        "pa": "Excuse me.",
        "vi": "Xin lỗi."
    },
    {
        "start": "00:08:16,200",
        "end": "00:08:19,280",
        "en": "Hej, Lotte. Der har været angreb på basen.",
        "pa": "Lotte, it's me. There was an attack on our base,",
        "vi": "Lotte, anh đây. Có vụ tấn công vào căn cứ của ta,"
    },
    {
        "start": "00:08:19,400",
        "end": "00:08:22,600",
        "en": "Vi er på vej hjem nu. Jeg sover hos mig selv.",
        "pa": "but we're okay and on our way home. I'm going to sleep at my place.",
        "vi": "nhưng bọn anh vẫn ổn và đang về. Anh sẽ ngủ ở nhà anh."
    },
    {
        "start": "00:08:22,720",
        "end": "00:08:25,160",
        "en": "Jeg ringer til dig i morgen.",
        "pa": "Call you tomorrow. Kisses, beautiful. Bye.",
        "vi": "Mai gọi em. Hôn nhé, người đẹp. Tạm biệt."
    },
    {
        "start": "00:08:25,280",
        "end": "00:08:28,920",
        "en": "Vi kender ikke omfanget af Taleban-offensiven",
        "pa": "We don't know the scope of the Taliban offensive,",
        "vi": "Không rõ phạm vi tấn công của Taliban,"
    },
    {
        "start": "00:08:29,040",
        "end": "00:08:33,480",
        "en": "men to danske patruljer er blevet angrebet samtidigt",
        "pa": "but two Danish patrols were attacked simultaneously",
        "vi": "nhưng hai đội tuần tra Đan Mạch bị tấn công cùng lúc"
    },
    {
        "start": "00:08:33,600",
        "end": "00:08:37,720",
        "en": "i områder, der er blev betragtet som relativt fredelige.",
        "pa": "not far from the Helmand river\n in areas considered to be relatively peaceful until a few hours ago.",
        "vi": "không xa sông Helmand\n tại các khu vực mà vài giờ trước vẫn được coi là tương đối yên bình."
    },
    {
        "start": "00:08:37,840",
        "end": "00:08:41,640",
        "en": "Katrine Fønsmark, Ekspres. Afghanistan.",
        "pa": "Katrine Fønsmark, Ekspres. Afghanistan.",
        "vi": "Katrine Fønsmark, báo Express. Afghanistan."
    },
    {
        "start": "00:08:45,440",
        "end": "00:08:47,880",
        "en": "Tak. Farvel.",
        "pa": "Thank you. Goodbye.",
        "vi": "Xin cảm ơn. Tạm biệt."
    },
    {
        "start": "00:08:47,960",
        "end": "00:08:51,680",
        "en": "Jeg har talt med den amerikanske forsvarsminister.",
        "pa": "That was the American secretary of defense.",
        "vi": "Đó là Bộ trưởng Quốc phòng Mỹ."
    },
    {
        "start": "00:08:51,800",
        "end": "00:08:55,400",
        "en": "Amerikanerne bad os om at udskyde tilbagetrækningen.",
        "pa": "The Americans want us to postpone the withdrawal.",
        "vi": "Người Mỹ muốn ta hoãn việc rút quân."
    },
    {
        "start": "00:08:55,520",
        "end": "00:08:58,920",
        "en": "Jeg sagde, at regeringen holder møde i morgen tidlig.",
        "pa": "What did you tell him?\n That we're having a cabinet meeting tomorrow to assess the situation.",
        "vi": "Ông đã nói gì?\n Rằng mai ta sẽ họp nội các để đánh giá tình hình."
    },
    {
        "start": "00:08:59,040",
        "end": "00:09:04,840",
        "en": "Vi vil tilbagetrække styrkerne og overdrage ansvaret til afghanerne.",
        "pa": "We are working towards withdrawing the troops.",
        "vi": "Chúng ta đang nỗ lực để rút quân."
    },
    {
        "start": "00:09:04,960",
        "end": "00:09:09,000",
        "en": "Det her viser, at de ikke er i stand til at påtage sig",
        "pa": "We want to hand over responsibility to the Afghans.\n Right, but this clearly proves they aren't ready for that responsibility.",
        "vi": "Ta muốn giao trách nhiệm cho người Afghanistan.\n Phải, nhưng vụ này chứng tỏ rõ là họ chưa sẵn sàng cho trách nhiệm đó."
    },
    {
        "start": "00:09:09,080",
        "end": "00:09:11,360",
        "en": "det ansvar endnu.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:09:11,800",
        "end": "00:09:17,160",
        "en": "-Hallo. -Vi holder først pressemøde.",
        "pa": "Hello.\n We will have a press conference right away.",
        "vi": "A lô.\n Chúng ta sẽ họp báo ngay."
    },
    {
        "start": "00:09:20,000",
        "end": "00:09:22,960",
        "en": "En af vores soldater er død.",
        "pa": "One of our soldiers is dead.",
        "vi": "Một lính của ta chết."
    },
    {
        "start": "00:09:24,680",
        "end": "00:09:28,360",
        "en": "Nej. Hvordan er det sket?",
        "pa": "No.\n How did that happen?",
        "vi": "Không.\n Sao lại thế?"
    },
    {
        "start": "00:09:30,040",
        "end": "00:09:32,560",
        "en": "Er de pårørende informeret?",
        "pa": "Have you informed next of kin?",
        "vi": "Đã báo thân nhân chưa?"
    },
    {
        "start": "00:09:34,360",
        "end": "00:09:38,080",
        "en": "Godt. Ja. Tak.",
        "pa": "Good. Okay. Thanks.",
        "vi": "Tốt. Được rồi. Cảm ơn."
    },
    {
        "start": "00:09:39,680",
        "end": "00:09:46,160",
        "en": "Yderligere fire soldater er døde i ildkamp i den øvre Gereshk-dal.",
        "pa": "Another four soldiers died in battle\n close to our forward bastion in the upper Gereshk Valley.",
        "vi": "Bốn binh sĩ khác đã chết trong trận chiến\n gần tiền đồn của ta ở phía trên thung lũng Gereshk."
    },
    {
        "start": "00:09:46,280",
        "end": "00:09:50,720",
        "en": "Fem døde på et døgn. Det har vi ikke oplevet før.",
        "pa": "Five soldiers?\n Five casualties in one day. It's unprecedented.",
        "vi": "Năm người lính à?\n Năm tử vong một ngày. Chưa hề có."
    },
    {
        "start": "00:09:52,200",
        "end": "00:09:55,920",
        "en": "Vi er nødt til at tale om, hvad vi siger til pressen.",
        "pa": "We need to discuss what to tell the press when we land in Copenhagen.",
        "vi": "Ta cần bàn xem nói gì với báo chí khi hạ cánh ở Copenhagen."
    },
    {
        "start": "00:09:56,040",
        "end": "00:10:00,120",
        "en": "Jeg beder forsvarsstaben om at møde os i lufthavnen.",
        "pa": "I'll ask the defense command to meet us at the airport to discuss it.",
        "vi": "Tôi sẽ yêu cầu chỉ huy phòng ngự gặp ta ở sân bay để thảo luận."
    },
    {
        "start": "00:10:00,240",
        "end": "00:10:04,960",
        "en": "Vi skal have de soldater hjem nu. Vi skal ud derfra.",
        "pa": "We need to get those soldiers home now.\n We need to get out of there.",
        "vi": "Cần đưa những người lính đó về ngay.\n Ta phải rời khỏi đây."
    },
    {
        "start": "00:10:07,800",
        "end": "00:10:10,480",
        "en": "Prøv at se.",
        "pa": "Look.",
        "vi": "Xem này."
    },
    {
        "start": "00:10:14,400",
        "end": "00:10:18,320",
        "en": "-Det er dig fra Ekspres, ikke? -Jo. Katrine Fønsmark.",
        "pa": "-You work for Ekspres, right? -Yes. Katrine Fønsmark.",
        "vi": "- Cô làm cho báo Express phải không? - Vâng. Katrine Fønsmark."
    },
    {
        "start": "00:10:18,440",
        "end": "00:10:23,040",
        "en": "Thomas Hald. Hvordan har du tænkt dig at skrive om det her?",
        "pa": "-Thomas Hald. -Hello.\n I was wondering, what is your angle on this?",
        "vi": "- Thomas Hald. - Chào.\n Không rõ, quan điểm của cô là gì?"
    },
    {
        "start": "00:10:23,160",
        "end": "00:10:25,600",
        "en": "Det ved jeg ikke endnu.",
        "pa": "Yeah, I don't know yet.",
        "vi": "À, tôi vẫn chưa rõ."
    },
    {
        "start": "00:10:25,720",
        "end": "00:10:29,440",
        "en": "Vi har aldrig haft så mange faldne på et enkelt døgn.",
        "pa": "We've never had this many casualties in one day.",
        "vi": "Tử vong một ngày chưa hề nhiều tới vậy."
    },
    {
        "start": "00:10:29,560",
        "end": "00:10:32,240",
        "en": "Vores folk er her frivilligt.",
        "pa": "But our men are here of their own free will.\n They are aware of the risk.",
        "vi": "Nhưng lính của chúng ta tự nguyện ở đây."
    },
    {
        "start": "00:10:32,360",
        "end": "00:10:35,120",
        "en": "Jeg skal ikke blande mig i din vinkel",
        "pa": "I won't interfere with your angle,",
        "vi": "Họ ý thức được rủi ro.\n Tôi chả can dự vào quan điểm của cô,"
    },
    {
        "start": "00:10:35,240",
        "end": "00:10:39,560",
        "en": "men hvis du fremstiller dem som intetanende ofre, sårer du mange.",
        "pa": "but if you make them out to be innocent victims, people will be sad.",
        "vi": "nhưng nếu cô biến họ thành nạn nhân vô tội, mọi người sẽ buồn."
    },
    {
        "start": "00:10:39,680",
        "end": "00:10:44,560",
        "en": "En død soldat er ikke bare en død soldat. Det er nogens søn, bror, far.",
        "pa": "A dead soldier is more than just that. He's someone's son, brother, father.",
        "vi": "Một người lính không chỉ vậy. Anh ta là con, anh em, người cha của ai đó."
    },
    {
        "start": "00:10:44,680",
        "end": "00:10:47,720",
        "en": "Folk, som er meget stolte af dem.",
        "pa": "All people who are proud of them.",
        "vi": "Tất cả những người tự hào về họ."
    },
    {
        "start": "00:10:47,840",
        "end": "00:10:50,760",
        "en": "-Er det til deres familier? -Ja.",
        "pa": "-Is that for their families? -Yes.",
        "vi": "- Dành cho gia đình họ à? - Ừ."
    },
    {
        "start": "00:10:50,880",
        "end": "00:10:56,040",
        "en": "Vi beder dem om at skrive et afskedsbrev, inden de tager herned.",
        "pa": "We ask them to write a goodbye letter before they come here,",
        "vi": "Trước khi tới đây, chúng tôi bảo họ viết thư vĩnh biệt."
    },
    {
        "start": "00:10:56,160",
        "end": "00:11:00,680",
        "en": "-Tænk på dem, når du skriver. -Ja, selvfølgelig.",
        "pa": "and we send it home, if they die.\n -Think of them when you write it. -Of course.",
        "vi": "và chúng tôi sẽ gửi về nhà, nếu họ chết.\n - Hãy nghĩ về họ khi làm bài. - Tất nhiên rồi."
    },
    {
        "start": "00:11:00,800",
        "end": "00:11:03,480",
        "en": "Lov mig, at du tænker på dem.",
        "pa": "-I... -Just promise me to think of them.",
        "vi": "- Tôi... - Hãy hứa là cô sẽ nghĩ về họ."
    },
    {
        "start": "00:11:29,480",
        "end": "00:11:32,320",
        "en": "",
        "pa": "WELCOME HOME, MOM",
        "vi": "MỪNG MẸ VỀ"
    },
    {
        "start": "00:12:23,520",
        "end": "00:12:26,120",
        "en": "Jeg tror, hun sover stadigvæk.",
        "pa": "I think she's still asleep.",
        "vi": "Bố nghĩ mẹ vẫn đang ngủ."
    },
    {
        "start": "00:12:28,600",
        "end": "00:12:33,400",
        "en": "-Hun er der ikke. -Okay. Find dit gymnastiktøj.",
        "pa": "-She's not there. -Oh, okay.\n Then just get your gym clothes, okay?",
        "vi": "- Mẹ không có nhà. - Được rồi.\n Vậy con lấy quần áo tập đi, nhé?"
    },
    {
        "start": "00:12:35,280",
        "end": "00:12:39,280",
        "en": "-Godmorgen. -Har du sovet på mit værelse?",
        "pa": "-Good morning, honey. -Did you sleep in my room, Mom?",
        "vi": "- Chào con yêu. - Mẹ ngủ ở phòng con à?"
    },
    {
        "start": "00:12:39,400",
        "end": "00:12:43,560",
        "en": "Hej. Jeg kom bare efter noget gymnastiktøj.",
        "pa": "Hi. We just stopped by for his gym clothes.",
        "vi": "Chào. Hai bố con qua lấy quần áo tập của con."
    },
    {
        "start": "00:12:46,000",
        "end": "00:12:49,040",
        "en": "Jeg så nyheder i morges. Det var en hård tur.",
        "pa": "I saw the news this morning. It must have been a rough trip.",
        "vi": "Sáng nay anh xem thời sự. Hẳn là chuyến đi vất vả."
    },
    {
        "start": "00:12:49,160",
        "end": "00:12:51,640",
        "en": "Hvad er det?",
        "pa": "-Yes... -What's this?",
        "vi": "- Ừ... - Gì đây ạ?"
    },
    {
        "start": "00:12:52,680",
        "end": "00:12:56,000",
        "en": "Den fik jeg i Afghanistan.",
        "pa": "It's a present I got yesterday in Afghanistan.",
        "vi": "Đó là quà mẹ được tặng hôm qua ở Afghanistan."
    },
    {
        "start": "00:12:56,120",
        "end": "00:13:00,440",
        "en": "Det er en mønt fra Alexander den Stores tid.",
        "pa": "It's a coin dating back to Alexander the Great.",
        "vi": "Đó là đồng xu từ thời Alexander Đại đế."
    },
    {
        "start": "00:13:00,560",
        "end": "00:13:03,680",
        "en": "En berømt konge fra længe før Jesus.",
        "pa": "-Do you remember reading about him? -Yes.\n A famous king from long before Jesus' time.",
        "vi": "- Con từng đọc rồi nhớ không? - Vâng.\n Vị vua nổi tiếng trước thời Chúa Jesus rất lâu."
    },
    {
        "start": "00:13:03,800",
        "end": "00:13:07,360",
        "en": "Den mønt er blevet fundet i det område, hvor jeg var i går.",
        "pa": "This coin was found in the area where I was yesterday.",
        "vi": "Đồng xu này được tìm thấy ở chỗ mẹ tới hôm qua."
    },
    {
        "start": "00:13:07,480",
        "end": "00:13:10,000",
        "en": "-Sejt. -Den er fin.",
        "pa": "-Cool. -It's nice, huh?",
        "vi": "- Tuyệt. - Đẹp đấy nhỉ?"
    },
    {
        "start": "00:13:10,120",
        "end": "00:13:16,920",
        "en": "-Men vi skal finde det gymnastiktøj. -Det var en meget voldsom tur.",
        "pa": "Magnus, find your gym clothes.\n It was a really terrible trip.",
        "vi": "Magnus, tìm quần áo tập đi.\n Chuyến đi thật tệ hại."
    },
    {
        "start": "00:13:19,760",
        "end": "00:13:23,640",
        "en": "-Har du skrevet papirerne under? -Hvad for nogle papirer?",
        "pa": "Right.\n -Birgitte, did you sign the papers? -What papers?",
        "vi": "Phải.\n - Birgitte, em ký giấy tờ chưa? - Giấy tờ gì?"
    },
    {
        "start": "00:13:23,760",
        "end": "00:13:27,600",
        "en": "Skilsmissepapirerne. Du skal bare fylde dem ud.",
        "pa": "The divorce papers. I sent them to you.",
        "vi": "Đơn ly hôn. Anh đã gửi cho em."
    },
    {
        "start": "00:13:27,720",
        "end": "00:13:31,040",
        "en": "Undskyld. Det er jeg ked af.",
        "pa": "-Just fill them out. I've signed them. -I'm really sorry, Phillip.",
        "vi": "- Ký thôi. Anh ký rồi. - Em thực sự xin lỗi."
    },
    {
        "start": "00:13:31,160",
        "end": "00:13:37,040",
        "en": "Jeg kan ikke huske, hvor de er. Måske ligger de i ministeriet.",
        "pa": "I don't... I'm really sorry.\n I don't remember where I put them.",
        "vi": "Em không... Em rất xin lỗi.\n Em không nhớ để đâu nữa."
    },
    {
        "start": "00:13:37,160",
        "end": "00:13:40,360",
        "en": "-Vil du have kaffe? -Nej. Jeg vil have de papirer.",
        "pa": "Maybe they are in my other bag at the office.\n -Do you want coffee? -No. I just want those papers.",
        "vi": "Có lẽ đơn ở trong túi khác của em ở văn phòng.\n - Anh uống cà phê không? - Không. Anh chỉ muốn lấy đơn."
    },
    {
        "start": "00:13:40,480",
        "end": "00:13:44,920",
        "en": "Jeg flyttede for ti måneder siden. Du skal købe mig ud af huset.",
        "pa": "I moved out ten months ago, Birgitte.\n I'm stuck until you sign and buy my share of the house.",
        "vi": "Anh chuyển đi mười tháng rồi.\n Anh kẹt cho đến khi em ký và mua phần nhà của anh."
    },
    {
        "start": "00:13:45,040",
        "end": "00:13:49,720",
        "en": "Send nogle nye ind til ministeriet, så skal jeg nok skrive dem under.",
        "pa": "Send a new batch to the office, and I promise to sign them.",
        "vi": "Gửi đơn mới đến văn phòng, em hứa sẽ ký chúng."
    },
    {
        "start": "00:13:49,840",
        "end": "00:13:53,440",
        "en": "-Jeg skal bruge dem senere på ugen. -Du skal nok få dem.",
        "pa": "-I need them later this week. -You'll get them.\n Alright.",
        "vi": "- Anh muốn có vào cuối tuần. - Anh sẽ có."
    },
    {
        "start": "00:13:53,560",
        "end": "00:13:56,360",
        "en": "Magnus, kommer du?",
        "pa": "Magnus, coming?",
        "vi": "Được rồi.\n Magnus, đi chưa?"
    },
    {
        "start": "00:13:58,360",
        "end": "00:14:01,680",
        "en": "-Hav en dejlig dag, skat. -Vi ses, mor.",
        "pa": "Okay.\n -Have a great day, sweetie. -See you, Mom.",
        "vi": "Được rồi.\n - Chúc một ngày tuyệt vời, con yêu. - Chào mẹ."
    },
    {
        "start": "00:14:03,200",
        "end": "00:14:06,640",
        "en": "-Hej, hej. -Jeg sender papirerne.",
        "pa": "-Bye. -I'll send the papers over.\n -Right. -Bye.",
        "vi": "- Tạm biệt. - Anh sẽ gửi giấy tờ.\n - Ừ. - Tạm biệt."
    },
    {
        "start": "00:14:08,440",
        "end": "00:14:12,600",
        "en": "Birgitte Nyborg landede i morges efter sit besøg i Afghanistan.",
        "pa": "Birgitte Nyborg landed this morning\n after visiting the Danish troops in Afghanistan.",
        "vi": "Birgitte Nyborg hạ cánh sáng nay\n sau khi thăm quân đội Đan Mạch ở Afghanistan."
    },
    {
        "start": "00:14:12,720",
        "end": "00:14:18,800",
        "en": "Et Taleban-offensiv tvang ministeren til at forlade Helmandprovinsen",
        "pa": "The visit was interrupted when a big Taliban offensive\n forced the Danish prime minister to leave",
        "vi": "Chuyến thăm gián đoạn khi Taliban tấn công mạnh\n buộc Thủ tướng Đan Mạch rời đi"
    },
    {
        "start": "00:14:18,920",
        "end": "00:14:21,040",
        "en": "og flyve hjem.",
        "pa": "the Danish foward bases in the Helmand Province and fly home.",
        "vi": "khỏi căn cứ tiền đồn của Đan Mạch ở tỉnh Helmand và bay về."
    },
    {
        "start": "00:14:21,160",
        "end": "00:14:27,520",
        "en": "Fem danske soldater har mistet livet i de hårdeste kampe hidtil.",
        "pa": "So far five Danish soldiers have been killed\n in what military command calls the fiercest battles so far.",
        "vi": "Tới giờ, năm binh sĩ Đan Mạch đã bị giết\n trong điều quân đội gọi là cuộc chiến khốc liệt nhất cho đến nay."
    },
    {
        "start": "00:14:27,640",
        "end": "00:14:33,520",
        "en": "Torben Friis. Hvilken situation befinder Birgitte Nyborg sig i nu?",
        "pa": "Torben Friis, our political editor. Welcome.",
        "vi": "Torben Friis, biên tập viên chính trị của chúng tôi. Chào mừng."
    },
    {
        "start": "00:14:33,640",
        "end": "00:14:38,560",
        "en": "Det må være hendes hidtil vanskeligste situation.",
        "pa": "What situation does this put Birgitte Nyborg in now?\n Ulrik, this is probably the most difficult situation\n for Nyborg since she took office.",
        "vi": "Việc này đẩy Birgitte Nyborg vào tình thế nào?\n Ulrik, đây có lẽ là tình thế khó nhất\n với Nyborg từ khi nhậm chức."
    },
    {
        "start": "00:14:38,680",
        "end": "00:14:45,280",
        "en": "Hun har opsagt forliget omkring Afghanistan. Oppositionen raser.",
        "pa": "Remember, she's rescinded the Afghanistan agreement in parliament.",
        "vi": "Nhớ là, bà đã hủy bỏ thỏa thuận ở Afghanistan tại Quốc hội."
    },
    {
        "start": "00:14:45,400",
        "end": "00:14:49,080",
        "en": "Danmarks deltagelse i krigen er uafklaret.",
        "pa": "The opposition is furious right now.\n This leaves Denmark's participation in the war unresolved.",
        "vi": "Phe đối lập đang rất tức giận.\n Điều này khiến việc tham gia cuộc chiến của Đan Mạch rơi vào bế tắc."
    },
    {
        "start": "00:14:49,200",
        "end": "00:14:54,920",
        "en": "Nyborg skal beslutte sig for, om tropperne skal sendes hjem.",
        "pa": "So the pressure is on Nyborg to decide",
        "vi": "Nên áp lực lên Nyborg là phải quyết định xem"
    },
    {
        "start": "00:14:55,040",
        "end": "00:14:59,720",
        "en": "Hun oplever de største tabstal, Danmark har oplevet på én dag.",
        "pa": "whether to stand firm or withdraw.\n Exactly. She's facing the largest casualty figures",
        "vi": "nên giữ nguyên hay rút quân.\n Chính xác. Bà đối mặt thương vong lớn nhất"
    },
    {
        "start": "00:14:59,840",
        "end": "00:15:04,000",
        "en": "Som statsminister er hun nødt til at bakke op omkring indsatsen",
        "pa": "Denmark has seen in one day in Afghanistan.\n And as prime minister she has to support the war effort,",
        "vi": "mà Đan Mạch bị trong một ngày ở Afghanistan.\n Với tư cách Thủ tướng, bà phải ủng hộ động thái chiến tranh,"
    },
    {
        "start": "00:15:04,120",
        "end": "00:15:08,600",
        "en": "som hun fra starten af har været stærk modstander af.",
        "pa": "specifically a war effort she has opposed from the very start.",
        "vi": "cụ thể là đọng thái chiến tranh mà bà đã phản đối từ đầu."
    },
    {
        "start": "00:15:08,720",
        "end": "00:15:10,560",
        "en": "Godmorgen.",
        "pa": "- Good morning. -Good morning.",
        "vi": "- Xin chào. - Xin chào."
    },
    {
        "start": "00:15:10,680",
        "end": "00:15:14,600",
        "en": "Skal vi gennemgå statsministerens kalender med det samme?",
        "pa": "Should we go over the prime minister's schedule?",
        "vi": "Ta có nên xem qua lịch trình của Thủ tướng không?"
    },
    {
        "start": "00:15:14,720",
        "end": "00:15:19,840",
        "en": "Sig bare \"din\" kalender. Vi er dus. Streg alt andet end Afghanistan.",
        "pa": "You can say \"your\" schedule, Jytte. Cross out everything but Afghanistan.",
        "vi": "Có thể nói là lịch trình \"của cô\", Jytte. Gạch bỏ tất cả trừ Afghanistan."
    },
    {
        "start": "00:15:21,640",
        "end": "00:15:25,360",
        "en": "Klokken 09.15 mødes statsministeren...",
        "pa": "Okay.\n At 9.15 a.m., which is in eight minutes, the prime minister is meeting...",
        "vi": "Được ạ.\n Vào lúc 9:15 sáng, tức là tám phút nữa, Thủ tướng sẽ họp..."
    },
    {
        "start": "00:15:25,480",
        "end": "00:15:28,960",
        "en": "...møder du regeringsparterne og forsvarsministeren.",
        "pa": "You are meeting with the government parties and the minister of defense.",
        "vi": "Bà sẽ họp với các đảng của Chính phủ và Bộ trưởng Quốc phòng."
    },
    {
        "start": "00:15:29,080",
        "end": "00:15:35,560",
        "en": "Jeg har også indkaldt EU-minister Jacob Kruse.",
        "pa": "I summoned the Minister for the EU, Jacob Kruse, too.\n He's been in contact with other EU countries with troops in Afghanistan.",
        "vi": "Tôi cũng gọi Bộ trưởng về EU, Jacob Kruse.\n Anh ấy đã liên lạc với các nước EU có quân đội ở Afghanistan."
    },
    {
        "start": "00:15:35,680",
        "end": "00:15:39,800",
        "en": "Hvornår ringer USA's udenrigsminister?",
        "pa": "Then a quick press briefing--",
        "vi": "Rồi họp báo nhanh..."
    },
    {
        "start": "00:15:39,920",
        "end": "00:15:45,280",
        "en": "I overmorgen kl. 10.30. De amerikanske ngo'er har meldt tilbage.",
        "pa": "When will the American Secretary of State call?\n The day after tomorrow at 10:30 a.m. And the Afghan NGOs you met called.",
        "vi": "Khi nào Ngoại trưởng Mỹ gọi?\n Mười rưỡi sáng ngày kia. Mấy NGO Afganistan bà từng gặp gọi điện."
    },
    {
        "start": "00:15:45,400",
        "end": "00:15:48,880",
        "en": "-De vil gerne holde et møde med dig. -Ngo?",
        "pa": "-They want a meeting with you very soon. -NGO?",
        "vi": "- Họ muốn gặp bà sớm. - NGO?"
    },
    {
        "start": "00:15:49,000",
        "end": "00:15:53,040",
        "en": "-Det er en interesseorganisation. -Jeg ved godt, hvad ngo er.",
        "pa": "-A non-governmental organization. -I know what it is, Jytte. Thanks.",
        "vi": "- Tổ chức phi chính phủ. - Tôi biết mà, Jytte. Cảm ơn."
    },
    {
        "start": "00:15:53,160",
        "end": "00:15:57,880",
        "en": "-Måske efter amerikanerne. -Jeg prøver at passe dem ind.",
        "pa": "-How about after the American's call? -I'll squeeze them in.\n Thank you, Jytte.",
        "vi": "- Sau khi gọi người Mỹ thì sao? - Tôi sẽ thêm họ vào.\n Cảm ơn, Jytte."
    },
    {
        "start": "00:15:59,240",
        "end": "00:16:03,680",
        "en": "Har du ikke vigtigere ting på programmet end ngo'er?",
        "pa": "Don't you have more important things... No thank you... than Afghan NGOs?",
        "vi": "Bà không có chuyện quan trọng... Không cảm ơn... hơn NGO Afghanistan à?"
    },
    {
        "start": "00:16:03,800",
        "end": "00:16:08,200",
        "en": "-Vi har fem døde soldater. -Det behøver du ikke minde mig om.",
        "pa": "-We have five dead soldiers here. -I don't need reminding, Kasper.",
        "vi": "- Ta có năm lính chết đây. - Tôi không cần nhắc, Kasper."
    },
    {
        "start": "00:16:08,320",
        "end": "00:16:11,520",
        "en": "-Vi ses om lidt. -Det tror jeg nok, vi gør.",
        "pa": "-See you in a couple of minutes. -Oh yes.",
        "vi": "- Gặp bà sau mấy phút. - À ừ."
    },
    {
        "start": "00:16:11,640",
        "end": "00:16:14,080",
        "en": "Du har talt med dine kollegaer.",
        "pa": "-Jacob, you just spoke to your colleagues. -Yes.",
        "vi": "- Jacob, anh vừa nói chuyện với đồng cấp. - Vâng."
    },
    {
        "start": "00:16:14,200",
        "end": "00:16:17,720",
        "en": "Spanien og Italien ønsker fortsat at trække sig ud.",
        "pa": "Spain and Italy are still in favor of a withdrawal soon.",
        "vi": "Tây Ban Nha và Ý vẫn ủng hộ việc rút quân sớm."
    },
    {
        "start": "00:16:17,840",
        "end": "00:16:20,880",
        "en": "De har ikke ændret holdning på grund af angrebet.",
        "pa": "The attack didn't affect anyone's stand.",
        "vi": "Vụ tấn công không ảnh hưởng lập trường của ai."
    },
    {
        "start": "00:16:21,000",
        "end": "00:16:25,160",
        "en": "Spanien og Italien er de svageste lande i koalitionen.",
        "pa": "Everyone knows that Spain and Italy are the weakest countries in the coalition.",
        "vi": "Ai cũng biết Tây Ban Nha và Ý là những nước yếu nhất trong liên minh."
    },
    {
        "start": "00:16:25,280",
        "end": "00:16:27,920",
        "en": "Deres indsats er lille.",
        "pa": "Their contribution does not compare with the Danish.",
        "vi": "Đóng góp của họ không sánh được với Đan Mạch."
    },
    {
        "start": "00:16:28,040",
        "end": "00:16:32,200",
        "en": "Der vil være stor forståelse for en dansk tilbagetrækning.",
        "pa": "Denmark has paid a far steeper price. Our withdrawal would be understood.",
        "vi": "Đan Mạch đã trả giá đắt hơn nhiều. Việc rút quân là dễ hiểu."
    },
    {
        "start": "00:16:32,320",
        "end": "00:16:34,560",
        "en": "Vi har ikke mere at gøre der.",
        "pa": "I agree. Our job there in Afghanistan is done.",
        "vi": "Đồng ý. Ta xong việc ở Afghanistan."
    },
    {
        "start": "00:16:34,680",
        "end": "00:16:38,440",
        "en": "Talebans seneste angreb har bevist det modsatte.",
        "pa": "The latest Taliban attack seems to have proven you wrong.",
        "vi": "Vụ tấn công mới nhất của Taliban dường như đã chứng minh bà sai."
    },
    {
        "start": "00:16:38,560",
        "end": "00:16:41,640",
        "en": "Nu beder USA os om at holde stand.",
        "pa": "And now the US is asking us to hold the line there.",
        "vi": "Và giờ Mỹ đang yêu cầu ta giữ vững lập trường."
    },
    {
        "start": "00:16:41,760",
        "end": "00:16:45,320",
        "en": "Det er trods alt ikke Miljøpartiets afgørelse.",
        "pa": "Hold the line?\n It's not for the Green Party to decide.",
        "vi": "Giữ lập trường?"
    },
    {
        "start": "00:16:45,440",
        "end": "00:16:48,800",
        "en": "Der er flertal for en tilbagetrækning.",
        "pa": "There's a majority in parliament in favor of withdrawal.",
        "vi": "Đảng Xanh đâu được quyết định.\n Đa số quốc hội ủng hộ việc rút quân."
    },
    {
        "start": "00:16:48,920",
        "end": "00:16:53,280",
        "en": "Vi bør først trække os tilbage, når den strategiske situation er til det.",
        "pa": "We in the Worker's Party do not want a withdrawal",
        "vi": "Đảng Lao động chúng tôi không muốn rút quân"
    },
    {
        "start": "00:16:53,400",
        "end": "00:16:57,680",
        "en": "-Hvad mener forsvarschefen? -Forsvaret gør det, der vedtages.",
        "pa": "until the strategic position is right.\n -What does the Defense Chief think? -The military do as they're told.",
        "vi": "khi thế chiến lược chưa ổn.\n - Bộ trưởng Quốc phòng nghĩ gì? - Bảo sao thì quân đội làm vậy."
    },
    {
        "start": "00:16:57,800",
        "end": "00:17:02,080",
        "en": "Men forsvaret har en holdning.",
        "pa": "They must have an opinion based on the strategic situation.",
        "vi": "Họ phải có quan điểm dựa trên tình hình chiến lược."
    },
    {
        "start": "00:17:02,200",
        "end": "00:17:06,880",
        "en": "De ønsker ikke en tilbagetrækning fra en fjende, de mener, de kan slå.",
        "pa": "Right. They don't want to withdraw\n with their tails between their legs from an enemy they think they can beat.",
        "vi": "Đúng. Họ không muốn rút lui\n kiểu cụp đuôi trước một kẻ thù họ nghĩ có thể đánh bại."
    },
    {
        "start": "00:17:07,000",
        "end": "00:17:12,800",
        "en": "Det her er ingen Clint Eastwood-film. Vi har været i Afghanistan i ti år.",
        "pa": "Look, this isn't a Clint Eastwood movie. We've been down there ten years.",
        "vi": "Đây đâu phải phim của Clint Eastwood. Ta đã ở đó mười năm rồi."
    },
    {
        "start": "00:17:12,920",
        "end": "00:17:16,840",
        "en": "Russerne var der før os. Måske kan man bare ikke vinde i Afghanistan.",
        "pa": "The Russians were there before us. Maybe you just can't win in Afghanistan.",
        "vi": "Người Nga đã ở đó trước ta. Có lẽ không thể thắng ở Afghanistan."
    },
    {
        "start": "00:17:16,960",
        "end": "00:17:23,080",
        "en": "Jeg meddeler pressen, at vi tror på en tilbagetrækning i nær fremtid.",
        "pa": "I don't think we'll get any further.\n I'm going to tell the press the government believes",
        "vi": "Tôi chả nghĩ ta đi xa hơn.\n Tôi sẽ nói với báo chí là chính phủ tin rằng"
    },
    {
        "start": "00:17:23,200",
        "end": "00:17:26,280",
        "en": "Vi gør alt, hvad vi kan, for at undgå flere tab.",
        "pa": "in a withdrawal in the near future,\n and that we're doing everything to avoid further casualties.",
        "vi": "cần rút lui trong tương lai gần,\n và ta làm mọi điều để tránh tổn thất thêm."
    },
    {
        "start": "00:17:26,400",
        "end": "00:17:32,520",
        "en": "Den formulering skal du undgå. Du kan få skylden for fremtidige tab.",
        "pa": "Don't use the phrase \"doing everything to avoid further casualties.\"",
        "vi": "Đừng nói \"làm mọi điều để tránh tổn thất thêm\"."
    },
    {
        "start": "00:17:32,640",
        "end": "00:17:37,080",
        "en": "Vi står fast på en tilbagetrækning. Vi forsøger at få alle sikkert hjem.",
        "pa": "The press could use it against you regarding losses in the future.\n We could say we agree on the withdrawal, and we'll try to get everyone home safely.",
        "vi": "Báo chí có thể dùng nó để chống lại bà trong tương lai.\n Có thể nói ta đồng ý rút quân, và sẽ cố đưa mọi người về an toàn."
    },
    {
        "start": "00:17:37,200",
        "end": "00:17:39,800",
        "en": "Det er vi ikke enige om.",
        "pa": "But we don't agree on that.",
        "vi": "Nhưng ta đâu đồng ý vậy."
    },
    {
        "start": "00:17:39,920",
        "end": "00:17:44,320",
        "en": "Vi ønsker fortsat en tilbagetrækning, men følger situationen nøje.",
        "pa": "I suggest--\n We still want the withdrawal, but we're following the situation closely.",
        "vi": "Tôi đề nghị...\n Ta vẫn muốn rút, nhưng sẽ theo sát tình hình."
    },
    {
        "start": "00:17:44,440",
        "end": "00:17:47,360",
        "en": "Tak, mine herrer.",
        "pa": "I'll formulate it with Kasper. Thank you, gentlemen.",
        "vi": "Tôi sẽ bàn với Kasper. Cảm ơn mọi người."
    },
    {
        "start": "00:17:49,760",
        "end": "00:17:55,760",
        "en": "Skift skjorte. Vi er i krig. Tag noget sort og tilknappet på.",
        "pa": "First, you need to change your shirt.\n We're at war.",
        "vi": "Đầu tiên, bà cần thay áo.\n Đang chiến tranh. Mặc đồ đen và cài khuy áo."
    },
    {
        "start": "00:17:55,880",
        "end": "00:17:59,200",
        "en": "Regeringen er opmærksom på situationen i Afghanistan",
        "pa": "Wear something black and buttoned up.\n The government is aware of the situation in Afghanistan",
        "vi": "Chính phủ nhận thức được tình hình ở Afghanistan"
    },
    {
        "start": "00:17:59,320",
        "end": "00:18:02,640",
        "en": "og tænker på vores soldater.",
        "pa": "and the reality of life facing our soldiers abroad.",
        "vi": "và thực tế cuộc sống mà binh lính ở nước ngoài phải đối mặt."
    },
    {
        "start": "00:18:02,760",
        "end": "00:18:07,280",
        "en": "Hvad vil du svare USA, hvis de beder om en øget dansk indsats?",
        "pa": "What will you tell the US if they ask for an increased commitment?",
        "vi": "Bà sẽ nói gì với Mỹ nếu họ yêu cầu tăng cường cam kết?"
    },
    {
        "start": "00:18:07,400",
        "end": "00:18:10,200",
        "en": "Det er et hypotetisk spørgsmål.",
        "pa": "As a principle, I don't answer hypothetical questions.",
        "vi": "Về nguyên tắc, tôi không trả lời các câu hỏi giả định."
    },
    {
        "start": "00:18:10,320",
        "end": "00:18:13,600",
        "en": "Mine primære hensyn er vore soldaters sikkerhed",
        "pa": "I will stress that my primary consideration",
        "vi": "Tôi sẽ nhấn mạnh rằng quan tâm chính của tôi"
    },
    {
        "start": "00:18:13,720",
        "end": "00:18:16,600",
        "en": "samt at skabe grobund for",
        "pa": "is the safety of our soldiers and to lay the best foundation in Afghanistan",
        "vi": "là sự an toàn của binh lính và đặt nền móng tốt nhất ở Afghanistan"
    },
    {
        "start": "00:18:16,720",
        "end": "00:18:20,520",
        "en": "at afghanerne selv kan overtage kontrollen med deres land.",
        "pa": "for the Afghans to take control of their own country.",
        "vi": "để người Afghanistan kiểm soát được đất nước họ."
    },
    {
        "start": "00:18:20,640",
        "end": "00:18:25,640",
        "en": "-Birgitte... -Tusind tak for i dag.",
        "pa": "Thank you. That's all.\n -Birgitte... -Birgitte!\n Thank you very much.",
        "vi": "Cảm ơn. Vậy thôi.\n - Birgitte... - Birgitte!\n Cảm ơn rất nhiều."
    },
    {
        "start": "00:18:30,240",
        "end": "00:18:33,600",
        "en": "-Smukke. -Hey.",
        "pa": "Hey, beautiful?\n Hi!",
        "vi": "Người đẹp ơi?\n - Chào anh! - Chào em!"
    },
    {
        "start": "00:18:35,160",
        "end": "00:18:37,880",
        "en": "Hvor er det godt at se dig.",
        "pa": "Hi!\n It's so good to see you.",
        "vi": "Thật vui được gặp anh."
    },
    {
        "start": "00:18:42,560",
        "end": "00:18:46,240",
        "en": "Jeg har tænkt så meget på dig.",
        "pa": "You've been on my mind constantly.",
        "vi": "Em cứ nghĩ mãi về anh."
    },
    {
        "start": "00:18:47,840",
        "end": "00:18:51,840",
        "en": "Vi har mistet fem mand dernede på den samme dag.",
        "pa": "Bloody hell. We lost five men in one day.",
        "vi": "Chết tiệt. Ta mất năm người trong một ngày."
    },
    {
        "start": "00:18:52,840",
        "end": "00:18:55,000",
        "en": "Det er sindssygt.",
        "pa": "It's completely insane.",
        "vi": "Thật kinh khủng."
    },
    {
        "start": "00:18:55,120",
        "end": "00:18:58,840",
        "en": "Flere af dem, vi stod sammen med, kan være døde nu.",
        "pa": "Many of those we talked to may be dead now.",
        "vi": "Nhiều người bọn anh từng trao đổi có thể đã chết."
    },
    {
        "start": "00:19:00,280",
        "end": "00:19:05,280",
        "en": "-Hvordan har din dag været? -Lidt tam i forhold til din.",
        "pa": "How was your day?\n Probably a little uneventful compared to yours.",
        "vi": "Hôm nay em thế nào?\n Có lẽ hơi yên ổn so với anh."
    },
    {
        "start": "00:19:05,400",
        "end": "00:19:09,760",
        "en": "Hvordan skal et forsikringsselskab kommunikere højere priser ud",
        "pa": "I've advised an insurance company on how to communicate higher prices",
        "vi": "Em đã tư vấn cho một công ty bảo hiểm cách báo giá cao hơn mà không mất khách."
    },
    {
        "start": "00:19:09,880",
        "end": "00:19:12,480",
        "en": "uden at miste kunderne?",
        "pa": "without losing clients.\n That sounds exactly like my day. I just advised the Prime Minister on ",
        "vi": ""
    },
    {
        "start": "00:19:12,600",
        "end": "00:19:15,680",
        "en": "Jeg har rådgivet statsministeren om",
        "pa": "",
        "vi": "Nghe giống hệt ngày của anh. Anh chỉ khuyên Thủ tướng"
    },
    {
        "start": "00:19:15,800",
        "end": "00:19:19,920",
        "en": "hvordan man kommunikerer et højere tabstal ud til vælgerne.",
        "pa": "how to communicate a higher casualty figure to the voters without losing them.",
        "vi": "cách truyền đạt số thương vong cao hơn tới cử tri mà không mất họ."
    },
    {
        "start": "00:19:20,040",
        "end": "00:19:24,360",
        "en": "Og så har jeg...",
        "pa": "And then I've...",
        "vi": "Và rồi em..."
    },
    {
        "start": "00:19:26,720",
        "end": "00:19:31,400",
        "en": "...købt østers og champagne for at sige velkommen hjem.",
        "pa": "bought oysters and champagne to celebrate your homecoming.",
        "vi": "đã mua hàu và sâm panh để mừng anh về."
    },
    {
        "start": "00:19:35,120",
        "end": "00:19:40,880",
        "en": "-Du har vel ikke købt en østerskniv? -Nej, den ligger i øverste skuffe.",
        "pa": "Did you buy an oyster knife, too?\n Nope. It's in the top drawer by the oven.",
        "vi": "Em có mua dao mở hàu không?\n Không. Nó ở ngăn kéo trên chỗ lò nướng."
    },
    {
        "start": "00:19:41,000",
        "end": "00:19:45,440",
        "en": "Jeg mangler alt, hvad der hører med til en ordentlig husholdning.",
        "pa": "I believe I lack everything necessary to a decent household.",
        "vi": "Anh tin anh thiếu mọi thứ cần thiết cho một gia đình tử tế."
    },
    {
        "start": "00:19:45,560",
        "end": "00:19:49,200",
        "en": "Når du flytter ind her, kommer du ikke til at mangle noget.",
        "pa": "When you move in here, you'll have it all.",
        "vi": "Khi chuyển đến đây, anh sẽ có tất cả."
    },
    {
        "start": "00:19:49,320",
        "end": "00:19:53,280",
        "en": "Hjælper statsministeren med flytningen?",
        "pa": "Is the Prime Minister going to help you move?",
        "vi": "Thủ tướng sẽ giúp anh chuyển nhà chứ?"
    },
    {
        "start": "00:19:53,400",
        "end": "00:19:56,400",
        "en": "Jeg har ikke så meget, der skal pakkes.",
        "pa": "I don't think so. Besides, I don't have a lot of stuff to pack.",
        "vi": "Anh không nghĩ vậy. Với cả, anh đâu có nhiều đồ để đóng gói."
    },
    {
        "start": "00:19:56,520",
        "end": "00:20:02,600",
        "en": "-Skal vi bestille en flyttebil? -Jeg lejede en møbleret lejlighed.",
        "pa": "Don't we have to rent a van? You must have some personal belongings?",
        "vi": "Có phải thuê xe tải không? Chắc anh có đồ đạc cá nhân chứ?"
    },
    {
        "start": "00:20:02,720",
        "end": "00:20:08,280",
        "en": "Lotte, jeg har to kufferter og en flyttekasse. Det er det.",
        "pa": "-I rented a furnished apartment. -Yes, but...\n Lotte, I've got two suitcases and a crate.",
        "vi": "- Anh thuê căn hộ có nội thất. - Ừ, nhưng...\n Lotte, anh có hai vali và một cái thùng."
    },
    {
        "start": "00:20:08,400",
        "end": "00:20:12,200",
        "en": "Okay. Det var ikke så meget.",
        "pa": "That's it.\n Okay. That's not a whole lot.",
        "vi": "Thế thôi.\n Được rồi. Không nhiều lắm."
    },
    {
        "start": "00:20:14,000",
        "end": "00:20:18,520",
        "en": "De fleste af mine ting står opmagasineret i Sydfrankrig.",
        "pa": "Most of my stuff is in self storage in the Southern France.",
        "vi": "Hầu hết đồ của anh được lưu kho ở miền Nam nước Pháp."
    },
    {
        "start": "00:20:18,640",
        "end": "00:20:22,640",
        "en": "Jeg skal hente dem, men efter at min far døde, så...",
        "pa": "I do need to get it, but after my Dad died...",
        "vi": "Anh cần lấy về, nhưng sau khi bố anh mất..."
    },
    {
        "start": "00:20:24,080",
        "end": "00:20:29,440",
        "en": "-Nej, jeg skal ned og hente dem. -Hey... det er fint.",
        "pa": "-No, I really should go get it. -Hey...",
        "vi": "- Không, thực sự anh phải lấy về. - Này..."
    },
    {
        "start": "00:20:29,560",
        "end": "00:20:32,560",
        "en": "Det var ikke for at snage.",
        "pa": "It's okay.\n I didn't mean to pry.",
        "vi": "Không sao.\n Em không có ý soi mói."
    },
    {
        "start": "00:20:34,480",
        "end": "00:20:38,880",
        "en": "-Har vi for travlt med det her? -Nej.",
        "pa": "-Are we rushing us moving in together? -No.",
        "vi": "- Mình hơi vội chuyển đến ở cùng à? - Không."
    },
    {
        "start": "00:20:39,000",
        "end": "00:20:43,000",
        "en": "Du er den smukkeste kvinde i hele verden.",
        "pa": "You're the most beautiful woman in the world.",
        "vi": "Em là người phụ nữ đẹp nhất trên đời."
    },
    {
        "start": "00:20:48,440",
        "end": "00:20:50,600",
        "en": "Du skal huske at ringe til ham her.",
        "pa": "- You have to call this guy. - Okay.",
        "vi": "- Bà phải gọi người này. - Được rồi."
    },
    {
        "start": "00:20:50,680",
        "end": "00:20:52,040",
        "en": "Hej, Magnus.",
        "pa": "-Bye, Magnus. -Bye!",
        "vi": "- Tạm biệt Magnus. - Tạm biệt!"
    },
    {
        "start": "00:20:52,160",
        "end": "00:20:56,720",
        "en": "Jeg har vasket dit nye håndklæde og lagt det på badeværelset.",
        "pa": "I washed your new big towel and put it in the bathroom.",
        "vi": "Tôi giặt khăn tắm lớn mới của bà và để ở phòng tắm."
    },
    {
        "start": "00:20:56,840",
        "end": "00:21:00,280",
        "en": "Det er fint, Anne. Vi ses i morgen.",
        "pa": "That's great!\n -Great, Anne. See you tomorrow, right? -Yes, bye.",
        "vi": "Tuyệt quá!\n - Tuyệt, Anne. Mai gặp lại nhé? - Vâng, tạm biệt."
    },
    {
        "start": "00:21:00,400",
        "end": "00:21:05,080",
        "en": "Er det ikke på tide at trække tropperne hjem fra Afghanistan?",
        "pa": "Lars Hesselboe,\n in light of the recent casualties,\n isn't it about time we withdrew the troops from Afghanistan?",
        "vi": "Lars Hesselboe,\n với những thương vong gần đây,\n chả phải đến lúc ta rút quân khỏi Afghanistan sao?"
    },
    {
        "start": "00:21:05,200",
        "end": "00:21:11,200",
        "en": "Statsministeren og hendes parti har talt for en tilbagetrækning",
        "pa": "The Prime Minister and her party have been against the war from the start",
        "vi": "Từ đầu Thủ tướng và đảng của bà đã chống lại cuộc chiến"
    },
    {
        "start": "00:21:11,320",
        "end": "00:21:17,920",
        "en": "men afghanerne er ikke klar til at overtage kontrollen med landet.",
        "pa": "and advocated a withdrawal several times,\n which I have opposed, since I don't believe the Afghans are ready",
        "vi": "và nhiều lần ủng hộ việc rút quân,\n mà tôi phản đối, vì tôi không tin người Afghanistan sẵn sàng"
    },
    {
        "start": "00:21:18,040",
        "end": "00:21:24,880",
        "en": "Om to år kan afghanerne overtage kontrollen af Helmandprovinsen.",
        "pa": "-to take control of the country. - When are they ready?\n British reports I've seen say\n that in two years the Afghans can take over the Helmand Province.",
        "vi": "- để kiểm soát đất nước. - Khi nào họ sẵn sàng?\n Tôi xem báo cáo của nước Anh thấy\n sau hai năm, người Afghanistan có thể tiếp quản tỉnh Helkand."
    },
    {
        "start": "00:21:25,000",
        "end": "00:21:30,080",
        "en": "Da jeg var statsminister, ville jeg sende Leopard-kampvogne derned.",
        "pa": "When I left the office of Prime Minister, there was a proposal",
        "vi": "Khi tôi rời văn phòng Thủ tướng, có đề nghị"
    },
    {
        "start": "00:21:30,200",
        "end": "00:21:35,360",
        "en": "Det fejede Nyborg af bordet. Nu har fem danske soldater mistet livet.",
        "pa": "to send Leopard tanks to our soldiers.\n Birgitte Nyborg rejected that, and now we see the consequences:",
        "vi": "gửi xe tăng cho lính của chúng ta.\n Birgitte Nyborg bác bỏ điều đó, và giờ ta thấy hậu quả:"
    },
    {
        "start": "00:21:35,480",
        "end": "00:21:39,520",
        "en": "Du skal fandeme ikke give mig skylden for det der.",
        "pa": "Five Danish soldiers are dead.\n Don't you bloody pin this on me!",
        "vi": "Năm người lính Đan Mạch đã chết.\n Đừng có đổ vấy cho tôi!"
    },
    {
        "start": "00:21:39,640",
        "end": "00:21:43,080",
        "en": "-Hej. -Hej, skatter. Hvor har du været?",
        "pa": "-Hi. -Hi, sweetie. Where have you been?",
        "vi": "- Chào mẹ. - Chào con yêu. Con đi đâu vậy?"
    },
    {
        "start": "00:21:43,200",
        "end": "00:21:46,880",
        "en": "-Til skøjteløb. -Du har vist glemt dine skøjter.",
        "pa": "Skating. I told you.",
        "vi": "Trượt băng. Con nói rồi."
    },
    {
        "start": "00:21:47,000",
        "end": "00:21:51,560",
        "en": "Jeg har lånt nogle af Rebecca. Hvornår skal vi spise?",
        "pa": "You forgot your skates.\n I borrowed some off Rebecca.\n When's dinner?",
        "vi": "Con quên giầy trượt.\n Con mượn của Rebecca.\n Ăn tối lúc nào ạ?"
    },
    {
        "start": "00:21:52,920",
        "end": "00:21:57,440",
        "en": "-Jeg har tænkt mig at bestille thai. -Så skal jeg ikke have noget.",
        "pa": "I thought I'd order some of that good Thai food. What do you say?",
        "vi": "Mẹ nghĩ sẽ gọi món Thái ngon. Con thấy sao?"
    },
    {
        "start": "00:21:57,560",
        "end": "00:22:00,960",
        "en": "-Hvad vil du så have? -Noget hjemmelavet.",
        "pa": "Count me out then.\n What do you want then?",
        "vi": "Vậy con chả ăn.\n Vậy con muốn ăn gì?"
    },
    {
        "start": "00:22:01,080",
        "end": "00:22:05,080",
        "en": "-Det har jeg ikke haft tid til. -Nej.",
        "pa": "A home-cooked meal.\n -I haven't had the time for that, honey. -Right.",
        "vi": "Ăn đồ nhà nấu.\n - Mẹ không có thời gian cho việc đó. - Phải rồi."
    },
    {
        "start": "00:22:05,200",
        "end": "00:22:08,560",
        "en": "Jeg laver hjemmelavet mad i morgen.",
        "pa": "I'll make us a home-cooked meal tomorrow.",
        "vi": "Mai mẹ sẽ nấu hai mẹ con ăn."
    },
    {
        "start": "00:22:09,600",
        "end": "00:22:13,520",
        "en": "Magnus. Skal du have en 5'er?",
        "pa": "Magnus?",
        "vi": "Magnus ơi?"
    },
    {
        "start": "00:22:13,640",
        "end": "00:22:16,960",
        "en": "-Nej, jeg vil godt have 7'eren. -Okay.",
        "pa": "Do you just want a number 5?\n -No, number 7. -Okay.",
        "vi": "Con chỉ muốn số năm à?\n - Không, số bảy ạ. - Được rồi."
    },
    {
        "start": "00:22:26,640",
        "end": "00:22:29,680",
        "en": "Hvad med den harddisk, jeg gav Kasper Juul?",
        "pa": "What about the hard drive I gave Kasper Juul?",
        "vi": "Ổ cứng tôi đưa Kasper Juul thì sao?"
    },
    {
        "start": "00:22:29,800",
        "end": "00:22:33,120",
        "en": "Jeg har sms'et ham. Jeg får den i aften.",
        "pa": "I texted him. He's going to bring it over tonight.",
        "vi": "Tôi nhắn tin rồi. Tối anh ấy sẽ mang qua."
    },
    {
        "start": "00:22:42,520",
        "end": "00:22:44,320",
        "en": "Hej, skat.",
        "pa": "Hi, sweetie.",
        "vi": "Chào cưng."
    },
    {
        "start": "00:22:44,440",
        "end": "00:22:48,360",
        "en": "Hej, Helle. Det var en hård tur?",
        "pa": "Hi, Hanne.",
        "vi": "Chào Hanne."
    },
    {
        "start": "00:22:48,480",
        "end": "00:22:53,160",
        "en": "Vi blev sendt hjem, fordi de ikke kunne garantere for vores sikkerhed.",
        "pa": "Rough trip?\n They sent us home because they couldn't guarantee our safety.",
        "vi": "Đi vất vả hả?\n Họ cho chúng tôi về vì không đảm bảo an ninh."
    },
    {
        "start": "00:22:53,280",
        "end": "00:22:57,840",
        "en": "Der er I jo. Du ser godt ud i grønt, Katrine.",
        "pa": "The main camp was attacked.\n -There you are. -Hi.\n You look good in green, Katrine.",
        "vi": "Trại chính bị tấn công.\n - Đây rồi. - Chào.\n Cô mặc màu xanh đẹp, Katrine."
    },
    {
        "start": "00:22:57,960",
        "end": "00:23:00,760",
        "en": "-Vil I se nogle billeder? -Ja, for helvede.",
        "pa": "-Kalle. -Hi.\n -Do you want to see some pictures? -Hell yes, please.",
        "vi": "- Kalle. - Chào.\n - Anh muốn xem ảnh không? - Có chứ, xem đi."
    },
    {
        "start": "00:23:02,800",
        "end": "00:23:07,320",
        "en": "Det er godt. Hvad har I med hjem til os?",
        "pa": "Voila.\n That's really good.\n Do tell, Katrine. What have you got for us?",
        "vi": "Đây rồi.\n Thực sự tốt đấy.\n Nói đi, Katrine. Có gì cho chúng tôi?"
    },
    {
        "start": "00:23:07,440",
        "end": "00:23:10,480",
        "en": "Vi var med, da de sårede kom ind.",
        "pa": "We were there when the first wounded came in.",
        "vi": "Chúng tôi ở đó khi người đầu tiên bị thương. Có nhiều tư liệu."
    },
    {
        "start": "00:23:10,600",
        "end": "00:23:14,480",
        "en": "Jeg vil koncentrere historien om den første soldat, der dør",
        "pa": "We got a lot of material.\n But I'd like to focus on the first soldier to die.",
        "vi": "Nhưng tôi muốn tập trung vào người lính đầu tiên chết."
    },
    {
        "start": "00:23:14,600",
        "end": "00:23:17,880",
        "en": "og tage kontakt til hans pårørende.",
        "pa": "Follow up on him and contact his family in Denmark.",
        "vi": "Bám vào anh ta và liên lạc gia đình anh ta ở Đan Mạch."
    },
    {
        "start": "00:23:18,000",
        "end": "00:23:20,000",
        "en": "Er billederne clearet?",
        "pa": "Did you clear the pictures?",
        "vi": "Ảnh được duyệt chưa?"
    },
    {
        "start": "00:23:20,120",
        "end": "00:23:24,880",
        "en": "Jeg synes, det er en rigtig god idé, men det skal være simplere.",
        "pa": "We'll handle that.\n It's a great idea.\n But I imagined something simpler.",
        "vi": "Chúng tôi sẽ lo.\n Ý hay đấy chứ.\n Nhưng tôi hình dung thứ đơn giản hơn."
    },
    {
        "start": "00:23:25,000",
        "end": "00:23:30,200",
        "en": "Overskrift: \"Birgitte Nyborg Tøver. Soldaterne dør\".",
        "pa": "Headline: \"Birgitte Nyborg hesitates. Soldiers die.\"",
        "vi": "Tiêu đề: \"Birgitte Nyborg do dự. Binh lính chết\"."
    },
    {
        "start": "00:23:30,320",
        "end": "00:23:33,680",
        "en": "-Jeg vil hellere lave en feature. -Vi laver begge dele.",
        "pa": "I'd rather do a feature than a news story.",
        "vi": "Tôi muốn làm bài chuyên đề hơn là tin tức."
    },
    {
        "start": "00:23:33,800",
        "end": "00:23:37,800",
        "en": "-Du vil gøre Nyborg ansvarlig. -Hun er handlingslammet.",
        "pa": "Let's do both.\n You're going to blame the prime minister?",
        "vi": "Làm cả hai đi.\n Anh sẽ đổ lỗi cho Thủ tướng à?"
    },
    {
        "start": "00:23:37,920",
        "end": "00:23:42,160",
        "en": "Hun er fanget af Miljøpartiets og De Moderates politiske korrekthed.",
        "pa": "Birgitte Nyborg is paralyzed.\n She's stuck in the political correctness of the Green Party and the Moderates.",
        "vi": "Birgitte Nyborg bị tê liệt.\n Bà ta kẹt trong đúng đắn chính trị của Đảng Xanh và Đảng Ôn hòa."
    },
    {
        "start": "00:23:42,280",
        "end": "00:23:46,560",
        "en": "-Hun har ikke nosser til en krig. -Den leder må du selv skrive.",
        "pa": "War demands action. She hasn't got the balls.\n That sounds like an editorial, Michael. Write it yourself.",
        "vi": "Chiến tranh cần hành động. Bà ta chả có gan.\n Nghe như xã luận, Michael. Tự viết đi."
    },
    {
        "start": "00:23:46,720",
        "end": "00:23:48,040",
        "en": "Fint med mig",
        "pa": "Cool, but I want your news article to back me up.",
        "vi": "Tuyệt, nhưng tôi muốn tin bài của cô hỗ trợ tôi."
    },
    {
        "start": "00:23:48,120",
        "end": "00:23:51,080",
        "en": "men din nyhedshistorie skal bakke den op.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:23:51,200",
        "end": "00:23:54,000",
        "en": "Velkommen hjem i live.",
        "pa": "I have to take this. Welcome home alive. Michael here.",
        "vi": "Tôi phải nghe máy. Mừng sống mà về. Michael đây."
    },
    {
        "start": "00:23:54,120",
        "end": "00:23:57,520",
        "en": "\"Nyborg tøver. Soldaterne dør\".",
        "pa": "\"Nyborg hesitates. Soldiers die.\"",
        "vi": "\"Nyborg do dự. Binh lính chết\"."
    },
    {
        "start": "00:24:05,560",
        "end": "00:24:09,200",
        "en": "",
        "pa": "BIRGITTE NYBORG HESITATES SOLDIERS DIE",
        "vi": "BIRGITTE NYBORG DO DỰ BINH LÍNH CHẾT"
    },
    {
        "start": "00:24:17,440",
        "end": "00:24:21,800",
        "en": "Jeg lover dig, at jeg ikke har kigget i den.",
        "pa": "I promise I didn't sneak a peak.",
        "vi": "Cam đoan là anh không xem."
    },
    {
        "start": "00:24:21,920",
        "end": "00:24:25,080",
        "en": "Vi blev sendt hjem 12 timer efter jer.",
        "pa": "Thanks.\n They sent us home 12 hours after you. They couldn't guarantee our safety.",
        "vi": "Cảm ơn anh.\n Họ cho bọn em về sau anh 12h. Không thể đảm bảo an toàn cho bọn em."
    },
    {
        "start": "00:24:25,200",
        "end": "00:24:28,440",
        "en": "Jeg var lidt nervøs for dig.",
        "pa": "I must admit I was a little worried about you.",
        "vi": "Nói thật là anh hơi lo cho em."
    },
    {
        "start": "00:24:29,800",
        "end": "00:24:32,280",
        "en": "Fik du en historie alligevel?",
        "pa": "Did you get enough for a story?",
        "vi": "Đủ tin cho bài viết chưa?"
    },
    {
        "start": "00:24:32,400",
        "end": "00:24:36,720",
        "en": "Ikke den, jeg ville skrive, men Laugesen havde nogle gode pointer.",
        "pa": "Not the one I intended, but Laugesen had a few good pointers.",
        "vi": "Không phải như em dự định, nhưng Laugesen có vài gợi ý hay."
    },
    {
        "start": "00:24:36,840",
        "end": "00:24:41,920",
        "en": "Han går vel efter at give Birgitte skylden for alt ondt her i verden.",
        "pa": "My guess is that he's blaming Birgitte for all the evils of the world.",
        "vi": "Anh đoán ông ta đổ lỗi cho Birgitte về mọi xấu xa của thế giới."
    },
    {
        "start": "00:24:44,960",
        "end": "00:24:46,920",
        "en": "Det mener du ikke?",
        "pa": "Oh, come on.",
        "vi": "Ồ, thôi nào."
    },
    {
        "start": "00:24:47,040",
        "end": "00:24:52,120",
        "en": "-Giver du statsministeren skylden? -Det kan jeg ikke tale med dig om.",
        "pa": "Are you writing a piece blaming the prime minister for the five dead in Afghanistan?",
        "vi": "Em định viết bài đổ lỗi cho Thủ tướng về năm người chết ở Afghanistan?"
    },
    {
        "start": "00:24:52,240",
        "end": "00:24:56,160",
        "en": "Det er den mest forenklede vinkel, man kan forestille sig.",
        "pa": "I can't discuss it with you.\n That's the most cheesy and simplified angle imaginable.",
        "vi": "Em không thể bàn với anh.\n Đó là góc độ tồi và đơn giản nhất để nghĩ ra."
    },
    {
        "start": "00:24:56,280",
        "end": "00:25:00,520",
        "en": "Du sagde op på TV1, fordi du ikke ville styres af Torben Friis.",
        "pa": "Didn't you resign from TV1 because you didn't want to be Friis' puppet?",
        "vi": "Chả phải em thôi TV1 vì em không muốn làm con rối của Friis?"
    },
    {
        "start": "00:25:00,640",
        "end": "00:25:03,240",
        "en": "Men du lader Laugesen føre din pen.",
        "pa": "Now you're at Ekspres letting Laugesen's wield your pen?",
        "vi": "Giờ em ở Express để Laugesen bẻ cong ngòi bút?"
    },
    {
        "start": "00:25:03,360",
        "end": "00:25:07,120",
        "en": "Den eneste, der forsøger at føre min pen, er sådan set dig.",
        "pa": "The only one trying to wield my pen is you.",
        "vi": "Kẻ duy nhất cố bẻ ngòi bút em là anh."
    },
    {
        "start": "00:25:07,240",
        "end": "00:25:13,200",
        "en": "-Jeg har lige gjort dig en tjeneste. -Tak, for alt det, du har gjort.",
        "pa": "I just did you a favor.\n Right, thank you for taking the hard drive home,",
        "vi": "Anh vừa giúp em đấy.\n Phải, cảm ơn vì đã mang ổ cứng về,"
    },
    {
        "start": "00:25:13,320",
        "end": "00:25:17,160",
        "en": "Jeg har en deadline. Du må ikke påvirke den frie presse.",
        "pa": "and offering me a seat on the plane.\n I've got a deadline.\n Now go before I report you for manipulating the free press.",
        "vi": "và mời em lên máy bay.\n Em có thời hạn. Về đi trước khi em tố anh thao túng báo chí tự do."
    },
    {
        "start": "00:25:17,280",
        "end": "00:25:22,040",
        "en": "Den frie presse tilhører du ikke, så længe du arbejder for Laugesen.",
        "pa": "You're not part of the free press as long as you work for Laugesen.",
        "vi": "Em đâu còn là báo chí tự do khi em làm cho Laugesen."
    },
    {
        "start": "00:25:24,160",
        "end": "00:25:26,880",
        "en": "Og det ved du.",
        "pa": "And you know it.",
        "vi": "Và em biết điều đó."
    },
    {
        "start": "00:25:38,600",
        "end": "00:25:42,640",
        "en": "",
        "pa": "BIRGITTE NYBORG HESITATES SOLDIERS DIE",
        "vi": "BIRGITTE NYBORG DO DỰ BINH LÍNH CHẾT"
    },
    {
        "start": "00:25:59,160",
        "end": "00:26:00,960",
        "en": "Det er fint.",
        "pa": "It's fine.",
        "vi": "Ổn rồi."
    },
    {
        "start": "00:26:01,080",
        "end": "00:26:04,280",
        "en": "Jeg har USA's udenrigsminister igennem om et minut.",
        "pa": "Yes?\n The US secretary of state is on the line from Washington in a minute.",
        "vi": "Vâng?\n Ngoại trưởng Mỹ sắp gọi từ Washington."
    },
    {
        "start": "00:26:04,400",
        "end": "00:26:09,080",
        "en": "Seneste memo fra Forsvarsministeriet ligger i den lysegrønne mappe.",
        "pa": "The latest memo from the ministry of defense is in the green file on top.\n Thank you.",
        "vi": "Bản ghi nhớ mới nhất của Bộ Quốc phòng nằm trong hồ sơ xanh.\n Cảm ơn."
    },
    {
        "start": "00:26:12,720",
        "end": "00:26:15,600",
        "en": "Hun har styr på det, den gode Jytte.",
        "pa": "She's got a handle on it, that Jytte.",
        "vi": "Jytte đó được việc."
    },
    {
        "start": "00:26:15,720",
        "end": "00:26:19,120",
        "en": "Ja, og så er hun herlig befriet for humoristisk sans.",
        "pa": "Yes, and her lacking sense of humor is such a relief.",
        "vi": "Phải, thật may khi cô ta thiếu hài hước. Đâu cần phí thời gian vào thứ vớ vẩn thế."
    },
    {
        "start": "00:26:19,280",
        "end": "00:26:21,600",
        "en": "Så slipper man for at bruge tid på det pjat.",
        "pa": "No need to waste time on such nonsense.",
        "vi": ""
    },
    {
        "start": "00:26:25,920",
        "end": "00:26:27,440",
        "en": "Hr. udenrigsminister.",
        "pa": "Mr. Secretary of State.",
        "vi": "Ngài Ngoại trưởng."
    },
    {
        "start": "00:26:27,520",
        "end": "00:26:30,600",
        "en": "Tak, fordi De havde tid til mig.",
        "pa": "Mrs. Prime Minister, thank for taking the time.",
        "vi": "Bà Thủ tướng, cảm ơn đã dành thời gian."
    },
    {
        "start": "00:26:30,720",
        "end": "00:26:35,520",
        "en": "Jeg talte med Deres forsvarsminister i går.",
        "pa": "Certainly.\n As you know, I talked to your minister of defense yesterday.",
        "vi": "Chắc chắn rồi.\n Như bà biết, hôm qua tôi nói chuyện với Bộ trưởng Quốc phòng."
    },
    {
        "start": "00:26:35,640",
        "end": "00:26:40,720",
        "en": "Han fortalte, De ville prøve at undgå at trække de danske tropper tilbage.",
        "pa": "Yes?\n He told me you are trying to find a way around the withdrawal of Danish forces.",
        "vi": "Vâng?\n Ông ấy bảo bà đang cố tìm cách tránh rút quân đội Đan Mạch về."
    },
    {
        "start": "00:26:40,800",
        "end": "00:26:47,000",
        "en": "Jeg skal tale med forsvarsministeren. Thorsen har lovet USA vores støtte.",
        "pa": "Jytte, get the minister of defense for me now.\n Thorsen apparently promised the US our support.",
        "vi": "Jytte, gọi Bộ trưởng Quốc phòng ngay.\n Thorsen rõ ràng đã hứa ta sẽ ủng hộ Mỹ."
    },
    {
        "start": "00:26:47,120",
        "end": "00:26:51,800",
        "en": "Yderligere tre soldater er døde her til morgen.",
        "pa": "Defense command just told me another three soldiers died this morning.",
        "vi": "Bộ tư lệnh vừa cho biết ba người lính khác đã chết sáng nay."
    },
    {
        "start": "00:26:53,760",
        "end": "00:26:58,080",
        "en": "Det er otte soldater på to døgn. Det er jo et mareridt.",
        "pa": "Eight soldiers in two days. It's a nightmare.",
        "vi": "Tám người trong hai ngày. Đó là một cơn ác mộng."
    },
    {
        "start": "00:26:58,200",
        "end": "00:27:02,000",
        "en": "-Fik du talt med ham? -Vi kan ikke komme igennem.",
        "pa": "-Did you get him? - I can't get through.",
        "vi": "- Gọi được chưa? - Tôi chưa gọi được."
    },
    {
        "start": "00:27:02,120",
        "end": "00:27:06,120",
        "en": "-Hvad fanden sker der? -Thorsen tester dig.",
        "pa": "What the hell's going on?\n Thorsen's testing you.",
        "vi": "Chuyện quái gì vậy?\n Thorsen đang thử bà."
    },
    {
        "start": "00:27:06,240",
        "end": "00:27:08,680",
        "en": "Han er forsvarets mand.",
        "pa": "He's the army's man. This isn't Worker's Party policy.",
        "vi": "Ông ta bên quân đội. Đâu phải việc của Đảng Lao động."
    },
    {
        "start": "00:27:08,800",
        "end": "00:27:13,560",
        "en": "-Marrot ligger på linje med Thorsen. -Thorsen er stærkere end Marrot.",
        "pa": "I spoke with Marrot last night He backs Thorsen up.",
        "vi": "Tối qua tôi nói chuyện với Marrot. Ông ta ủng hộ Thorsen."
    },
    {
        "start": "00:27:13,680",
        "end": "00:27:18,640",
        "en": "Hvorfor kan den mand ikke få styr på sine tropper?",
        "pa": "But Thorsen's bloody stronger than Marrot.\n It's driving me crazy that this man can't keep his troops in line.",
        "vi": "Nhưng Thorsen mạnh hơn Marrot nhiều.\n Tôi phát điên khi người này không bảo được quân của mình."
    },
    {
        "start": "00:27:18,760",
        "end": "00:27:23,560",
        "en": "Vores informationsniveau skal være højt. Vi skal ikke skjule noget.",
        "pa": "No matter what, we need to maintain a high level of information.",
        "vi": "Dù thế nào, ta cần duy trì thông tin ở mức cao."
    },
    {
        "start": "00:27:23,680",
        "end": "00:27:27,440",
        "en": "Vi skal komme med et konkret udspil snart.",
        "pa": "It must not look like a cover-up.\n We must present a plan soon.\n We can't afford to look paralyzed much longer.",
        "vi": "Đừng gây cảm giác bị che đậy.\n Ta phải sớm trình bày một kế hoạch.\n Không thể để bị tê liệt lâu hơn nữa."
    },
    {
        "start": "00:27:27,560",
        "end": "00:27:31,840",
        "en": "Du har en aftale med de amerikanske ngo'er om en halv time.",
        "pa": "You have an appointment with the Afghan NGOs in half an hour.",
        "vi": "Nửa tiếng nữa bà có cuộc hẹn với các NGO Afghanistan."
    },
    {
        "start": "00:27:33,040",
        "end": "00:27:36,400",
        "en": "-Skal det aflyses? -Nej.",
        "pa": "Do you want me to cancel?\n No.",
        "vi": "Bà muốn hủy không?\n Không."
    },
    {
        "start": "00:27:47,000",
        "end": "00:27:50,960",
        "en": "- Hvad har du til os? -Jeg har ikke noget.",
        "pa": "Katrine, talk to us. Tell us what you've got.",
        "vi": "Katrine, nói đi nào. Kể xem cô đã có gì."
    },
    {
        "start": "00:27:51,080",
        "end": "00:27:53,080",
        "en": "Christ!",
        "pa": "I don't have anything.\n Christ!",
        "vi": "Tôi không có gì cả.\n Chúa ơi!"
    },
    {
        "start": "00:27:53,200",
        "end": "00:27:56,600",
        "en": "Jeg kan ikke skrive noget, jeg ikke tror på.",
        "pa": "I worked your angle until 3 a.m.\n Sorry. I can't write something I don't believe in.",
        "vi": "Tôi nghĩ tới 3h sáng.\n Xin lỗi. Tôi không thể viết thứ tôi không tin."
    },
    {
        "start": "00:27:56,720",
        "end": "00:28:00,040",
        "en": "-Jeg skal have sat noget i gang. -Kunstnere!",
        "pa": "-I need to whip something up then. -That's the last time I hire an artist!",
        "vi": "- Tôi phải nghĩ nhanh cái gì. - Lần cuối tôi thuê nghệ sĩ đấy!"
    },
    {
        "start": "00:28:00,160",
        "end": "00:28:04,160",
        "en": "-Hvad kan du så skrive? -Historien om Andreas Hedegård.",
        "pa": "What can you write then?\n I want to write about the dead soldier, Andreas Hedegård.",
        "vi": "Thế cô sẽ viết gì?\n Tôi muốn viết về người lính đã chết, Andreas Hedegard."
    },
    {
        "start": "00:28:04,280",
        "end": "00:28:06,680",
        "en": "Han blev 23 år.",
        "pa": "He was 23, and died during surgery.",
        "vi": "Anh ấy 23 tuổi, chết trong lúc phẫu thuật."
    },
    {
        "start": "00:28:06,800",
        "end": "00:28:11,840",
        "en": "Han kom fra Jyllinge og blev skudt i en grøft i Afghanistan.",
        "pa": "He was from Jyllinge and was shot 5,000 kilometers away\n -in a ditch in Southern Afghanistan. -Damn it!",
        "vi": "Anh ấy đến từ Jylling và bị bắn từ cách đó 5.000km\n - trong con mương ở Nam Afghanistan. - Chết tiệt!"
    },
    {
        "start": "00:28:11,960",
        "end": "00:28:16,320",
        "en": "-Slap nu lidt af, Michael. -Fortæl, hvad jeg skal græde over.",
        "pa": "Calm down, Michael.\n Alright, fine. Tell me the sob story.",
        "vi": "Bình tĩnh nào Michael.\n Được rồi. Kể câu chuyện thổn thức nào."
    },
    {
        "start": "00:28:16,440",
        "end": "00:28:19,960",
        "en": "Andreas skrev et afskedsbrev til sin far.",
        "pa": "Andreas wrote a goodbye letter to his dad before he left.",
        "vi": "Andreas đã viết lá thư vĩnh biệt cho cha mình trước khi đi."
    },
    {
        "start": "00:28:20,080",
        "end": "00:28:23,040",
        "en": "Jeg vil se, om jeg kan få lov til at læse det.",
        "pa": "I want to try to get a chance to read it.",
        "vi": "Tôi muốn tìm cơ hội đọc nó."
    },
    {
        "start": "00:28:23,160",
        "end": "00:28:27,720",
        "en": "Soldaternes afskedsbreve bliver sendt til de pårørende, hvis de omkommer.",
        "pa": "A goodbye letter?\n Most soldiers write one, and they're sent to their families if they die.",
        "vi": "Thư vĩnh biệt?\n Hầu hết binh lính đều viết, thư sẽ được gửi đến gia đình nếu họ chết."
    },
    {
        "start": "00:28:27,840",
        "end": "00:28:31,640",
        "en": "Jeg vil høre hans far, om vi må bringe det.",
        "pa": "I want to call his dad for permission to print it.",
        "vi": "Tôi muốn xin phép bố anh ấy để đăng thư."
    },
    {
        "start": "00:28:33,480",
        "end": "00:28:40,360",
        "en": "Hvis du kan få fat i det brev, kan det blive en fantastisk historie.",
        "pa": "I mean... If you can get that letter,\n it could be a great story.",
        "vi": "Thì... Nếu cô có được bức thư đó,\n có thể là câu chuyện tuyệt vời."
    },
    {
        "start": "00:28:40,480",
        "end": "00:28:45,560",
        "en": "Kan du få en anden til at skrive om Nyborgs handlingslammelse?",
        "pa": "And I mean it.\n Can someone else to write about our paralyzed prime minister?\n Oh yes.",
        "vi": "Nói thật đấy.\n Ai khác có thể viết về Thủ tướng tê liệt của ta không?\n Ồ có."
    },
    {
        "start": "00:28:51,400",
        "end": "00:28:55,600",
        "en": "Bliv endelig siddende. Mødet bliver kort.",
        "pa": "Please don't get up.\n I'm sorry, but I'm going to have to cut this meeting a bit short.",
        "vi": "Xin cứ ngồi.\n Xin lỗi, tôi sẽ phải rút ngắn cuộc họp."
    },
    {
        "start": "00:28:55,720",
        "end": "00:28:58,560",
        "en": "Jeg har kun nogle få minutter.",
        "pa": "I only have a few minutes.",
        "vi": "- Tôi chỉ có vài phút. - Đừng xin lỗi."
    },
    {
        "start": "00:28:58,680",
        "end": "00:29:03,560",
        "en": "Vi vil bare takke Dem for Deres troppers indsats i Afghanistan.",
        "pa": "Don't be sorry.\n We just came to thank you for your troops' effort in Afghanistan.",
        "vi": "Chúng tôi đến cảm ơn quân đội của bà ở Afghanistan."
    },
    {
        "start": "00:29:03,680",
        "end": "00:29:08,120",
        "en": "Vi har forståelse for, at De ønsker en tilbagetrækning",
        "pa": "I'll make sure to pass that on.\n And we do of course understand why the Danish government wishes to withdraw",
        "vi": "Chắc chắn tôi sẽ chuyển lời.\n Và tất nhiên chúng tôi hiểu vì sao chính phủ Đan Mạch muốn rút quân"
    },
    {
        "start": "00:29:08,240",
        "end": "00:29:10,400",
        "en": "efter de store tabstal.",
        "pa": "after the terrible losses you have suffered.",
        "vi": "sau mất mát khủng khiếp vừa rồi."
    },
    {
        "start": "00:29:10,520",
        "end": "00:29:16,280",
        "en": "Jeg tror ikke, De forstår, hvor vigtig Deres tilstedeværelse er.",
        "pa": "But I am not sure you understand\n just how crucial your presence is in our country.",
        "vi": "Nhưng tôi không chắc bà hiểu được\n Đan Mạch có mặt quan trọng ra sao với nước tôi."
    },
    {
        "start": "00:29:16,400",
        "end": "00:29:21,560",
        "en": "Jeg vil gerne prøve at forklare det.",
        "pa": "If you allow me a few moments, I will try to explain.\n -Please do. -Thank you.",
        "vi": "Cho tôi một lúc, tôi sẽ cố giải thích.\n - Xin mời. - Cảm ơn."
    },
    {
        "start": "00:29:23,440",
        "end": "00:29:29,760",
        "en": "-Må jeg se Deres tegnebog? -Min tegnebog? Naturligvis.",
        "pa": "May I see you wallet, Mrs. Prime Minister?",
        "vi": "Tôi có thể xem ví bà không, thưa Thủ tướng?"
    },
    {
        "start": "00:29:29,880",
        "end": "00:29:33,000",
        "en": "Tak. Må jeg åbne den?",
        "pa": "Oh, my wallet? Sure.\n Thank you. May I open it?",
        "vi": "Ồ, ví của tôi? Chắc chắn rồi.\n Cảm ơn. Tôi mở được không?"
    },
    {
        "start": "00:29:39,120",
        "end": "00:29:43,320",
        "en": "Alle de kort står for frihed og demokrati.",
        "pa": "These cards all represent freedom and democracy.",
        "vi": "Những chiếc thẻ này đều đại diện cho tự do và dân chủ."
    },
    {
        "start": "00:29:44,800",
        "end": "00:29:47,640",
        "en": "Da Taleban var ved magten",
        "pa": "When the Taliban ruled in Afghanistan,",
        "vi": "Khi Taliban thống trị Afghanistan,"
    },
    {
        "start": "00:29:47,760",
        "end": "00:29:52,400",
        "en": "måtte jeg ikke have kørekort, fordi jeg er kvinde.",
        "pa": "I was not allowed to have a driver's license...",
        "vi": "tôi không được phép có bằng lái xe..."
    },
    {
        "start": "00:29:52,520",
        "end": "00:29:58,880",
        "en": "-Nu kører jeg til arbejde hver dag. -Er det, fordi De bor i Kabul?",
        "pa": "because I am a woman.\n Now...\n I drive myself to work every morning.",
        "vi": "vì tôi là phụ nữ.\n Giờ...\n sáng nào tôi cũng lái xe đi làm."
    },
    {
        "start": "00:29:59,000",
        "end": "00:30:03,760",
        "en": "Man kan ikke bare lige ændre tingene. Men der er forandringer på vej.",
        "pa": "But is that because you live in Kabul?\n You can't change the Afghan way of life over night.",
        "vi": "Nhưng là vì cô ở Kabul à?\n Không thể đổi ngay cách sống của người Afghanistan."
    },
    {
        "start": "00:30:03,880",
        "end": "00:30:07,880",
        "en": "Før krigen måtte jeg ikke arbejde, fordi jeg er kvinde.",
        "pa": "But things are changing.\n Before the war I was not allowed to have a job...",
        "vi": "Nhưng thế sự đang đổi thay.\n Trước chiến tranh, tôi không được phép có việc làm..."
    },
    {
        "start": "00:30:08,000",
        "end": "00:30:11,280",
        "en": "Nu har jeg min egen bankkonto.",
        "pa": "because I am a woman.\n Now, I have my own bank account.",
        "vi": "vì tôi là phụ nữ.\n Giờ tôi có tài khoản ngân hàng riêng."
    },
    {
        "start": "00:30:11,400",
        "end": "00:30:15,160",
        "en": "Efter jeres invasion er piger begyndt at gå i skole igen.",
        "pa": "After the invasion,\n girls have started to go back to school.",
        "vi": "Sau cuộc xâm lược\n các cô gái đã bắt đầu đi học lại."
    },
    {
        "start": "00:30:15,280",
        "end": "00:30:19,680",
        "en": "-Veluddannede kvinder arbejder. -Kun nogle af dem.",
        "pa": "Educated women have got their old jobs back.",
        "vi": "Phụ nữ có học thức đã lấy lại công việc cũ."
    },
    {
        "start": "00:30:19,800",
        "end": "00:30:25,920",
        "en": "-Og skolerne bliver stadig bombet. -Ja, men folk har fået et håb.",
        "pa": "Not all of them, just some.\n And they are still bombing schools, aren't they?\n Yes, but hope exists.",
        "vi": "Không phải tất cả, vài người thôi.\n Chúng vẫn đánh bom trường học à?\n Đúng, nhưng vẫn có hy vọng."
    },
    {
        "start": "00:30:26,040",
        "end": "00:30:30,120",
        "en": "Og det håb er resultatet af jeres indsats.",
        "pa": "Hope for the better. And that hope...\n is a direct result of your efforts.",
        "vi": "Hy vọng tốt hơn. Và hy vọng đó...\n là tới trực tiếp từ động thái của bà."
    },
    {
        "start": "00:30:30,240",
        "end": "00:30:34,840",
        "en": "Hvis I forlader Afghanistan, før vi kan klare os selv",
        "pa": "If you leave Afghanistan before we are ready to take care of ourselves,",
        "vi": "Nếu phía bà rời Afghanistan trước khi chúng tôi sẵn sàng tự chủ,"
    },
    {
        "start": "00:30:34,960",
        "end": "00:30:37,480",
        "en": "er det slut med håbet.",
        "pa": "then... there is no hope.",
        "vi": "thì... không có hy vọng gì."
    },
    {
        "start": "00:30:37,600",
        "end": "00:30:41,080",
        "en": "Så er der kun Taleban tilbage.",
        "pa": "Then...\n -the Taliban is all the Afghans have left.",
        "vi": "Rồi...\n người Afghanistan còn lại mỗi Taliban."
    },
    {
        "start": "00:30:43,200",
        "end": "00:30:46,920",
        "en": "Jeg skal desværre til et andet møde nu.",
        "pa": "I'm sorry. I have to leave for another meeting.",
        "vi": "Tôi xin lỗi. Tôi phải dự cuộc họp khác."
    },
    {
        "start": "00:30:47,680",
        "end": "00:30:51,440",
        "en": "-Er det et billede af Deres mand? -Ja.",
        "pa": "Is that a picture of your husband?\n Yes.",
        "vi": "Đây là ảnh chồng bà à?"
    },
    {
        "start": "00:30:51,560",
        "end": "00:30:56,000",
        "en": "Jeg har også et billede af min mand. Men min mand er død.",
        "pa": "I also carry a picture of my husband in my wallet.\n Only... my husband is dead.",
        "vi": "Phải.\n Tôi cũng mang theo ảnh chồng trong ví.\n Nhưng... chồng tôi đã chết."
    },
    {
        "start": "00:30:57,120",
        "end": "00:31:03,280",
        "en": "Han var journalist og blev dræbt, da Taleban indtog Kabul i 1996.",
        "pa": "He was a journalist.\n He was killed by the Taliban when they entered Kabul in '96.",
        "vi": "Anh ấy là nhà báo.\n Anh bị Taliban giết khi chúng vào Kabul năm 96."
    },
    {
        "start": "00:31:03,400",
        "end": "00:31:05,600",
        "en": "Det gør mig ondt.",
        "pa": "I'm sorry for your loss.",
        "vi": "Xin chia buồn với sự mất mát."
    },
    {
        "start": "00:31:13,560",
        "end": "00:31:17,560",
        "en": "Hej. Jeg leder efter Jørgen Hedegård.",
        "pa": "Hi.\n Hi.\n I'm looking for Jørgen Hedegård.",
        "vi": "- Chào ông. - Chào cô.\n Tôi tìm Jørgen Hedegård."
    },
    {
        "start": "00:31:17,680",
        "end": "00:31:21,760",
        "en": "-Ja, det er mig. -Katrine Fønsmark.",
        "pa": "That's me.",
        "vi": "Là tôi."
    },
    {
        "start": "00:31:21,880",
        "end": "00:31:26,360",
        "en": "Jeg har prøvet at ringe til dig. Jeg mødte din søn i Afghanistan.",
        "pa": "Katrine Fønsmark. I'm a journalist.\n I called several times. I met your son in Afghanistan.",
        "vi": "Katrine Fønsmark. Tôi là nhà báo.\n Tôi gọi nhiều lần. Tôi đã gặp con ông ở Afghanistan."
    },
    {
        "start": "00:31:26,480",
        "end": "00:31:29,400",
        "en": "Det gør mig virkelig ondt.",
        "pa": "I'm very sorry.",
        "vi": "Tôi rất lấy làm tiếc."
    },
    {
        "start": "00:31:29,520",
        "end": "00:31:34,440",
        "en": "Jeg har talt med nogle af Andreas' kammerater. Har du to minutter?",
        "pa": "I talked to some of Andreas' friends.\n Can you spare a couple of minutes?",
        "vi": "Tôi nói chuyện với vài người bạn của Andreas.\n Ông rảnh vài phút chứ?"
    },
    {
        "start": "00:31:34,560",
        "end": "00:31:38,400",
        "en": "Ja, vi går herind.",
        "pa": "Yes.\n -Let's go in here. -Okay.",
        "vi": "Vâng.\n - Vào đây nào. - Được rồi."
    },
    {
        "start": "00:31:49,120",
        "end": "00:31:53,000",
        "en": "Jeg vil gerne interviewe dig og skrive en artikel om Andreas.",
        "pa": "Thank you.\n I'd like to interview you and do a story on Andreas.",
        "vi": "Cảm ơn.\n Tôi muốn phỏng vấn ông để viết một bài về Andreas."
    },
    {
        "start": "00:31:53,120",
        "end": "00:31:57,160",
        "en": "Om det menneske, han var, og hvorfor han tog til Afghanistan.",
        "pa": "About the kind of man he was, and why he went to Afghanistan.",
        "vi": "Về con người cậu ấy, và lý do cậu ấy đến Afghanistan."
    },
    {
        "start": "00:31:57,280",
        "end": "00:32:00,120",
        "en": "Det ved jeg ikke noget om.",
        "pa": "I don't know anything about that.",
        "vi": "Tôi chả biết gì cả."
    },
    {
        "start": "00:32:00,240",
        "end": "00:32:03,160",
        "en": "Jeg ved ikke hvorfor.",
        "pa": "-About why he went to Afghanistan? -Yes. I don't know why.",
        "vi": "- Về lý do cậu ấy đến Afghanistan? - Ừ. Tôi chả biết vì sao."
    },
    {
        "start": "00:32:04,240",
        "end": "00:32:07,000",
        "en": "Jeg sagde, han skulle lade være.",
        "pa": "And I told him. I told him not to.",
        "vi": "Tôi đã bảo nó. Đã bảo là đừng đi."
    },
    {
        "start": "00:32:07,120",
        "end": "00:32:12,680",
        "en": "-Han skulle ikke tage af sted? -Nej. Men han ville ikke høre efter.",
        "pa": "-You didn't want him to go? -No.\n But he wouldn't listen.",
        "vi": "- Ông không muốn cậu ấy đi à? - Không.\n Nhưng nó không nghe."
    },
    {
        "start": "00:32:12,800",
        "end": "00:32:17,280",
        "en": "Jeg sagde, han skulle komme hjem. Og det ville han heller ikke.",
        "pa": "I also told him to come home. He wouldn't do that either.",
        "vi": "Tôi cũng bảo nó về nhà. Nó cũng không nghe."
    },
    {
        "start": "00:32:18,600",
        "end": "00:32:21,000",
        "en": "Jeg har ikke mere tid.",
        "pa": "Look, I need to... I don't have time for this.",
        "vi": "Này, tôi phải... Chả có thời gian cho vụ này."
    },
    {
        "start": "00:32:21,120",
        "end": "00:32:25,960",
        "en": "-Har du modtaget et afskedsbrev? -Det har jeg.",
        "pa": "I've heard the soldiers write goodbye letters for the family.",
        "vi": "Tôi nghe nói binh lính viết thư vĩnh biệt cho gia đình."
    },
    {
        "start": "00:32:26,080",
        "end": "00:32:29,320",
        "en": "-Hvad der står i det? -Undskyld.",
        "pa": "-Did you get a goodbye letter? -Yes.\n Will you tell me what it said?\n Excuse me?",
        "vi": "- Ông nhận thư đó chứ? - Có.\n Nội dung của nó thế nào?\n Sao cơ?"
    },
    {
        "start": "00:32:30,840",
        "end": "00:32:34,880",
        "en": "-Kan jeg få lov til at læse brevet? -Det kan du ikke.",
        "pa": "Perhaps I could read the letter?\n You can't.",
        "vi": "Tôi có thể đọc thư được chăng?\n Không được."
    },
    {
        "start": "00:32:35,000",
        "end": "00:32:39,880",
        "en": "-Er du sikker? -Jeg har ikke tænkt mig at læse det.",
        "pa": "-Are you sure? -Look, I haven't read it.\n And I'm not going to read it.",
        "vi": "- Thật à? - Này, tôi còn chưa đọc.\n Và tôi sẽ không đọc nó."
    },
    {
        "start": "00:32:40,000",
        "end": "00:32:42,920",
        "en": "Vi har ikke mere at snakke om.",
        "pa": "-Why not? -That's all I have to say to you.",
        "vi": "- Vì sao? - Tôi chỉ có thể nói vậy."
    },
    {
        "start": "00:32:43,040",
        "end": "00:32:47,000",
        "en": "Jeg vil gerne give læserne et indblik i din situation.",
        "pa": "I'm not trying to pressure you.\n I just want to write an article explaining your situation to my readers.",
        "vi": "Tôi không cố ép ông.\n Tôi chỉ muốn viết bài làm rõ hoàn cảnh của ông với độc giả."
    },
    {
        "start": "00:32:47,120",
        "end": "00:32:50,440",
        "en": "-Jeg tror, du skal gå nu. -Jeg forstår godt...",
        "pa": "I want you to leave.",
        "vi": "Tôi muốn cô về đi."
    },
    {
        "start": "00:32:50,560",
        "end": "00:32:53,560",
        "en": "Jeg synes, du skal gå lige nu.",
        "pa": "-I understand-- -I want you to leave now.",
        "vi": "- Tôi hiểu... - Tôi muốn cô đi ngay."
    },
    {
        "start": "00:32:57,160",
        "end": "00:32:59,880",
        "en": "Tak for din tid.",
        "pa": "Thank you for your time.",
        "vi": "Cảm ơn đã dành thời gian."
    },
    {
        "start": "00:33:09,240",
        "end": "00:33:14,040",
        "en": "Skriv, jeg er ved at gå i opløsning. Jeg forbander den krig langt væk.",
        "pa": "You can write that I'm falling apart, and that I damn that war to hell.",
        "vi": "Cô có thể viết tôi sụp đổ, và tôi nguyền rủa cuộc chiến đó."
    },
    {
        "start": "00:33:14,160",
        "end": "00:33:19,760",
        "en": "Og det kan ingen ord, ingen breve i hele verden gøre noget ved.",
        "pa": "And no words and no letters in the whole world can change that.\n Okay?",
        "vi": "Không lời lẽ hay lá thư nào trên đời có thể thay đổi điều đó.\n Hiểu chưa?"
    },
    {
        "start": "00:33:38,640",
        "end": "00:33:42,600",
        "en": "Hvorfor skal jeg høre fra Kruse, at du har skiftet kurs?",
        "pa": "Why does Jacob Kruse have to tell me you changed your stand on Afghanistan?",
        "vi": "Sao Jacob Kruse bảo tôi bà thay đổi quan điểm về Afghanistan?"
    },
    {
        "start": "00:33:42,720",
        "end": "00:33:45,880",
        "en": "Jeg talte tilfældigt med Jacob om det.",
        "pa": "I just happened to talk with Jacob about it.",
        "vi": "Tôi tình cờ nói chuyện với Jacob."
    },
    {
        "start": "00:33:46,000",
        "end": "00:33:49,520",
        "en": "Vi kan ikke trække os ud nu.",
        "pa": "I just don't see how we can't pull out of Afghanistan now.",
        "vi": "Tôi chỉ không rõ sao lúc này không thể rút khỏi Afghanistan?"
    },
    {
        "start": "00:33:49,640",
        "end": "00:33:54,400",
        "en": "De Moderate har altid været imod en deltagelse i en væbnet konflikt.",
        "pa": "The Moderates have always opposed Danish participation",
        "vi": "Đảng Ôn hòa luôn phản đối Đan Mạch tham gia vào"
    },
    {
        "start": "00:33:54,520",
        "end": "00:33:59,720",
        "en": "Det er et smukt princip, men det stammer fra en anden tid.",
        "pa": "in armed conflicts.\n And it's a beautiful principle,\n but it's from another time.",
        "vi": "các cuộc xung đột vũ trang.\n Đó là một nguyên tắc hay,\n nhưng là từ thời khác."
    },
    {
        "start": "00:33:59,840",
        "end": "00:34:03,640",
        "en": "Krig er nogle gange uundgåelig.",
        "pa": "-Oh, so our time is better for war? -No. Sometimes war is inevitable.",
        "vi": "- Ồ, vậy thời của ta phù hợp chiến tranh? - Đôi khi không tránh nổi chiến tranh."
    },
    {
        "start": "00:34:05,560",
        "end": "00:34:11,640",
        "en": "Jeg havde møde i dag med en afghansk kvindelig børnelæge.",
        "pa": "Earlier today, I met with a woman Afghan pediatrician from an NGO.",
        "vi": "Sáng nay, tôi gặp một bác sĩ nhi người Afghanistan từ một NGO."
    },
    {
        "start": "00:34:11,760",
        "end": "00:34:16,040",
        "en": "Hun gav eksempler på betydningen af den internationale indsats.",
        "pa": "She gave me concrete examples of the significance",
        "vi": "Cô ta đã cho tôi những ví dụ cụ thể về tầm quan trọng"
    },
    {
        "start": "00:34:16,160",
        "end": "00:34:20,800",
        "en": "-Det er ét element blandt mange. -Det kan være det rene fup.",
        "pa": "of the international effort.\n Of course just one element among many.\n You can't count on it. It could be a hoax.",
        "vi": "của nỗ lực quốc tế.\n Dĩ nhiên là một trong nhiều yếu tố.\n Không tin được đâu. Có thể là lừa bịp."
    },
    {
        "start": "00:34:20,920",
        "end": "00:34:25,920",
        "en": "Nøje indstuderede historier serveret for påvirkelige vestlige politikere.",
        "pa": "Well-rehearsed stories served up for impressionable Western politicians.",
        "vi": "Những câu chuyện được tập kỹ phục vụ các chính trị gia phương Tây nhạy cảm."
    },
    {
        "start": "00:34:26,040",
        "end": "00:34:30,920",
        "en": "Jeg har arvet krigen fra Hesselboe. Jeg har aldrig brudt mig om den.",
        "pa": "I inherited this war from Hesselboe. I never liked it. You know that very well.",
        "vi": "Tôi thừa hưởng cuộc chiến từ Hesselboe. Chưa hề thích nó. Ông biết rất rõ điều đó."
    },
    {
        "start": "00:34:31,040",
        "end": "00:34:35,920",
        "en": "Men den har fjernet Taleban fra magten, hvilket var godt.",
        "pa": "But it toppled the Taliban, and that's a good thing. You can't refuse that.",
        "vi": "Nhưng nó lật đổ Taliban, đó là điều tốt. Không thể phủ định."
    },
    {
        "start": "00:34:36,040",
        "end": "00:34:40,760",
        "en": "Men jeg ønsker at få fjernet Taleban med demokratiske midler.",
        "pa": "No, but I wanted the Taliban toppled through sanctions and democratic means.",
        "vi": "Ừ, nhưng tôi muốn lật Taliban bằng các biện pháp trừng phạt và dân chủ."
    },
    {
        "start": "00:34:40,880",
        "end": "00:34:43,920",
        "en": "Ja, men hvordan.",
        "pa": "-Just like you wanted. -Yes.\n But how?",
        "vi": "- Như ý bà muốn. - Phải.\n Bằng cách nào?"
    },
    {
        "start": "00:34:44,040",
        "end": "00:34:47,720",
        "en": "Hvordan fjerner man et diktatur med demokratiske midler?",
        "pa": "How do you topple a dictatorship through democratic means, Bent?",
        "vi": "Làm sao lật đổ chế độ độc tài nhờ dân chủ hả Bent?"
    },
    {
        "start": "00:34:47,840",
        "end": "00:34:51,960",
        "en": "Vi skal ikke selv blive en ny besættelsesmagt.",
        "pa": "We've never figured that out.\n Not by turning ourselves into an occupying power.",
        "vi": "Ta chưa hề biết.\n Đâu thể bằng cách biến thành thế lực chiếm đóng."
    },
    {
        "start": "00:34:52,080",
        "end": "00:34:55,800",
        "en": "Vi skal ud af Afghanistan, så snart det kan lade sig gøre.",
        "pa": "No, and I want out of Afghanistan as soon as possible!",
        "vi": "Không, và tôi muốn rời khỏi Afghanistan càng sớm càng tốt!"
    },
    {
        "start": "00:34:55,920",
        "end": "00:34:59,800",
        "en": "Vi kan ikke trække os tilbage, før situationen er stabil.",
        "pa": "But we have to postpone a withdrawal until the situation is more stable.",
        "vi": "Nhưng ta phải hoãn rút cho đến khi tình hình ổn định hơn."
    },
    {
        "start": "00:34:59,920",
        "end": "00:35:04,880",
        "en": "Hvornår har situationen været stabil i Afghanistan de sidste 2000 år?",
        "pa": "Can you mention one instance in the last 2,000 years\n where Afghanistan was stable?",
        "vi": "Bà có thể nêu một ví dụ trong 2.000 năm qua\n mà Afghanistan ổn định không?"
    },
    {
        "start": "00:35:09,520",
        "end": "00:35:12,960",
        "en": "Taleban stenede kvinder offentligt for ti år siden.",
        "pa": "The Taliban stoned women to death in public ten years ago.",
        "vi": "Mười năm trước Taliban xử tử phụ nữ nơi công cộng."
    },
    {
        "start": "00:35:13,080",
        "end": "00:35:16,760",
        "en": "I Saudi-Arabien halshugges folk. Men der har vi en ambassade.",
        "pa": "And in Saudi Arabia they chop off people's heads with scimitars,",
        "vi": "Và ở Ả-rập Xê-út, chúng chặt đầu dân bằng đao,"
    },
    {
        "start": "00:35:16,880",
        "end": "00:35:21,400",
        "en": "Hvad vil du sige til Pårørendeforeningen i overmorgen?",
        "pa": "but we have an embassy there.\n What are you going to tell the Soldiers' Relatives Association?",
        "vi": "nhưng ta có sứ quán ở đó.\n Bà định nói gì với Hiệp hội Thân nhân Người lính?"
    },
    {
        "start": "00:35:21,520",
        "end": "00:35:24,000",
        "en": "De er rystede over tabstallene.",
        "pa": "They are coming here the day after tomorrow.\n They're appalled at the recent losses.",
        "vi": "Ngày kia họ sẽ tới đây.\n Họ kinh sợ trước những mất mát gần đây."
    },
    {
        "start": "00:35:24,120",
        "end": "00:35:28,840",
        "en": "De stoler på, at deres statsminister gør det, hun har talt om.",
        "pa": "They trust they have a prime minister who will do what she said she'd do.",
        "vi": "Họ tin Thủ tướng của mình sẽ làm như lời hứa."
    },
    {
        "start": "00:35:28,960",
        "end": "00:35:33,120",
        "en": "-At trække vores soldater hjem. -Det ved jeg ikke endnu.",
        "pa": "Withdraw our soldiers.",
        "vi": "Rút quân ta về."
    },
    {
        "start": "00:35:33,240",
        "end": "00:35:37,480",
        "en": "-Men hvad med Amir og Miljøpartiet? -Det finder jeg ud af.",
        "pa": "I don't know yet.\n -What about Amir and the Green Party? -I'm going to find out.",
        "vi": "Tôi chưa biết được.\n - Amir và Đảng Xanh thì sao? - Tôi sẽ tìm hiểu."
    },
    {
        "start": "00:35:42,400",
        "end": "00:35:45,240",
        "en": "Hvornår er du holdt op med at lytte?",
        "pa": "-When did you stop listening? -I never stopped listening.",
        "vi": "- Bà ngừng lắng nghe từ lúc nào? - Tôi chưa hề."
    },
    {
        "start": "00:35:45,360",
        "end": "00:35:49,120",
        "en": "Det er mig, der skal træffe beslutningen.",
        "pa": "But I'm the one who has to make the decisions.",
        "vi": "Nhưng tôi là người phải quyết định."
    },
    {
        "start": "00:36:00,200",
        "end": "00:36:02,400",
        "en": "Ja.",
        "pa": "-Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:36:02,520",
        "end": "00:36:06,040",
        "en": "Din mand har sendt nogle papirer til underskrift.",
        "pa": "Your husband sent some papers for you to sign.",
        "vi": "Chồng bà gửi giấy tờ để ký."
    },
    {
        "start": "00:36:06,160",
        "end": "00:36:11,320",
        "en": "-Bare læg dem på bordet. -Han var meget insisterende.",
        "pa": "-Fine, Jytte. Leave them on the table. -He was very insistent on the phone.\n Thank you.",
        "vi": "- Rồi, Jytte. Để lên bàn. - Ông ấy đòi nằng nặc qua điện thoại.\n Cảm ơn."
    },
    {
        "start": "00:36:15,440",
        "end": "00:36:20,560",
        "en": "Nu skaffer du en fotograf inden for fem minutter.",
        "pa": "I don't care!\n Just get me a photographer waiting for me in a cab in 5 minutes.",
        "vi": "Tôi chả cần biết!\n Năm phút nữa phải có thợ ảnh ngồi taxi đợi tôi."
    },
    {
        "start": "00:36:22,160",
        "end": "00:36:25,800",
        "en": "-Hvordan går det med din historie? -Den er ved at være der.",
        "pa": "Understood?\n How's your story coming along?",
        "vi": "Hiểu chưa?\n Bài của cô thế nào?"
    },
    {
        "start": "00:36:25,920",
        "end": "00:36:29,920",
        "en": "-Nå, må jeg høre? -Den er ikke helt færdig.",
        "pa": "It's getting there.\n -Let me hear. -It's not quite done.\n Come on, already.",
        "vi": "Đang làm rồi.\n - Nói tôi nghe. - Chưa xong hẳn.\n Thôi đi nào."
    },
    {
        "start": "00:36:33,880",
        "end": "00:36:36,160",
        "en": "Den meningsløse krig.",
        "pa": "\"The senseless war.\"",
        "vi": "\"Cuộc chiến vô nghĩa\"."
    },
    {
        "start": "00:36:36,280",
        "end": "00:36:39,680",
        "en": "I sit kontor sidder autoforhandler Jørgen Hedegård",
        "pa": "\"In his office at Englandsvej, car salesman Jørgen Hedegård",
        "vi": "\"Tại văn phòng ở Englandsvej, người bán ô tô Jørgen Hedegård"
    },
    {
        "start": "00:36:39,800",
        "end": "00:36:43,200",
        "en": "og kigger på det afskedsbrev, hans søn har skrevet.",
        "pa": "is looking at the goodbye letter his son Andreas wrote",
        "vi": "xem thư vĩnh biệt do con trai Andreas viết"
    },
    {
        "start": "00:36:43,320",
        "end": "00:36:47,280",
        "en": "Men han læser det ikke af frygt for, hvad der står.",
        "pa": "before he went to Afghanistan.\n But he's afraid to read it.\n The fear of its contents hold him back.\"",
        "vi": "trước khi tới Afghanistan.\n Nhưng ông sợ đọc thư.\n Nỗi sợ nội dung thư ngăn ông đọc\"."
    },
    {
        "start": "00:36:47,400",
        "end": "00:36:52,600",
        "en": "Det er rigtig godt. Og du har selvfølgelig brevet?",
        "pa": "Really great, Katrine.\n And you have the letter, I assume?",
        "vi": "Tuyệt vời, Katrine.\n Chắc cô có thư rồi nhỉ?"
    },
    {
        "start": "00:36:52,720",
        "end": "00:36:57,840",
        "en": "Nej. Han har ikke selv læst det. Han fortrænger det.",
        "pa": "No.\n He hasn't even read it. It's like he's in denial.",
        "vi": "Chưa.\n Ông ấy còn chưa đọc. Như thể ông ấy chối bỏ."
    },
    {
        "start": "00:36:57,960",
        "end": "00:37:01,800",
        "en": "Du kan ikke skrive om brevet uden at have det med.",
        "pa": "Then you have no bloody story.\n You can't write about the letter without featuring it.",
        "vi": "Vậy chả có bài báo đau khổ.\n Đâu thể viết về thư mà không có nó."
    },
    {
        "start": "00:37:01,920",
        "end": "00:37:05,840",
        "en": "-Fortrængning kan vi ikke bruge. -Jeg er jo ikke psykolog.",
        "pa": "We can't use denial for shit.\n I know, Hanne. But what do you want? I'm not a shrink.",
        "vi": "Đâu thể dùng phủ định.\n Tôi biết. Mà bà muốn gì? Tôi đâu phải bác sĩ tâm lý."
    },
    {
        "start": "00:37:05,960",
        "end": "00:37:10,960",
        "en": "En god journalist er det hele. Brevet er dit omdrejningspunkt.",
        "pa": "Sure you are. A good reporter is a little of everything.\n That letter is your angle. Without that, your opening is no good.",
        "vi": "Rõ là có. Phóng viên giỏi kiêm đủ thứ.\n Lá thư là ý chính. Không có thì vào đề không ổn."
    },
    {
        "start": "00:37:11,080",
        "end": "00:37:13,640",
        "en": "-Jeg må ikke læse det. -Pres ham.",
        "pa": "-But he won't let me read it. -Then push him a little.",
        "vi": "- Nhưng ông ấy chả cho tôi đọc. - Thì ép một chút."
    },
    {
        "start": "00:37:13,760",
        "end": "00:37:17,640",
        "en": "Du fik lov til at skrive artiklen på grund af det brev.",
        "pa": "Laugesen let you write the article because of the letter.",
        "vi": "Laugesen cho phép cô viết bài báo vì bức thư."
    },
    {
        "start": "00:37:17,760",
        "end": "00:37:21,000",
        "en": "Jeg tager til statsministerens pressemøde.",
        "pa": "I'm going to Borgen for the prime minister's press conference.",
        "vi": "Tôi sẽ đến Borgen dự họp báo của Thủ tướng."
    },
    {
        "start": "00:37:21,120",
        "end": "00:37:24,120",
        "en": "Hun ændrer politik i Afghanistan.",
        "pa": "The rumor is, she's changing her policy in Afghanistan.",
        "vi": "Nghe đồn, bà ấy đổi chính sách ở Afghanistan."
    },
    {
        "start": "00:37:24,240",
        "end": "00:37:29,000",
        "en": "Du skaffer det brev. Så kan vi snakke sammen senere.",
        "pa": "In the meantime, you get that letter. We can talk later.",
        "vi": "Trong lúc đó, cô xin thư đi. Ta sẽ bàn sau."
    },
    {
        "start": "00:37:29,120",
        "end": "00:37:34,880",
        "en": "Regeringen forholder sig afventende i spørgsmålet om tilbagetrækning.",
        "pa": "In light of recent events in Afghanistan,\n the government is in a holding pattern regarding withdrawal.",
        "vi": "Với bối cảnh các sự kiện gần đây ở Afghanistan,\n chính phủ đang lưỡng lự trong việc rút quân."
    },
    {
        "start": "00:37:35,000",
        "end": "00:37:39,800",
        "en": "De danske styrker skal koncentrere sig om at stabilisere situationen.",
        "pa": "We will let the Danish forces focus on stabilizing the situation.",
        "vi": "Ta sẽ để lực lượng Đan Mạch tập trung ổn định tình hình."
    },
    {
        "start": "00:37:39,920",
        "end": "00:37:44,120",
        "en": "Fint. Vil Hesselboe og De Liberale stemme for forslaget?",
        "pa": "-Great. -Thanks.\n And you are sure Hesselboe and the Liberals will vote for it?",
        "vi": "- Tuyệt. - Cảm ơn.\n Bà có chắc Hesselboe và Đảng Tự do ủng hộ?"
    },
    {
        "start": "00:37:44,240",
        "end": "00:37:49,200",
        "en": "Hesselboe vil hellere end gerne stoppe al snak om tilbagetrækning.",
        "pa": "I spoke with Hesselboe 30 minutes ago. He wants to end all talk of withdrawal.",
        "vi": "Tôi vừa nói với Hesselboe 30 phút trước. Ông ta muốn dừng mọi bàn tán về rút lui."
    },
    {
        "start": "00:37:49,320",
        "end": "00:37:52,560",
        "en": "Hvorfor har du ændret holdning?",
        "pa": "Good. A question:\n Why did you suddenly change your stand to the war?",
        "vi": "Tốt. Một câu hỏi:\n Sao bà đột nhiên đổi lập trường về cuộc chiến?"
    },
    {
        "start": "00:37:52,680",
        "end": "00:37:56,160",
        "en": "Det er risikabelt at trække sig tilbage nu.",
        "pa": "Because it's too dangerous to pull out in the middle of an attack.",
        "vi": "Vì quá nguy hiểm khi rút lui khi đang bị tấn công."
    },
    {
        "start": "00:37:56,280",
        "end": "00:37:59,480",
        "en": "Det udsætter soldaterne for endnu større fare.",
        "pa": "It would only put the soldiers at even greater risk.",
        "vi": "Chỉ khiến binh lính gặp rủi ro lớn hơn."
    },
    {
        "start": "00:37:59,600",
        "end": "00:38:04,520",
        "en": "Sig kun, at det er risikabelt at trække sig midt i et angreb.",
        "pa": "Just say it's risky to pull out during an attack.",
        "vi": "Cứ nói đang bị tấn công mà rút là rủi ro."
    },
    {
        "start": "00:38:04,640",
        "end": "00:38:08,320",
        "en": "Præcision, alvor, skarphed.",
        "pa": "Be precise, serious, sharp.",
        "vi": "Chính xác, nghiêm túc, sắc sảo."
    },
    {
        "start": "00:38:34,280",
        "end": "00:38:39,960",
        "en": "-Hvad vil du? -Jeg synes, du skal læse brevet.",
        "pa": "What do you want?",
        "vi": "Cô muốn gì?"
    },
    {
        "start": "00:38:40,080",
        "end": "00:38:44,120",
        "en": "Måske vil du forstå din søn bedre, hvis du læser det.",
        "pa": "I just wanted to say I think you should read the letter.\n Maybe it would help you understand your son, if you read it.",
        "vi": "Tôi chỉ muốn nói tôi nghĩ ông nên đọc thư.\n Có lẽ nó sẽ giúp ông hiểu con mình, nếu ông đọc."
    },
    {
        "start": "00:38:44,240",
        "end": "00:38:47,840",
        "en": "Hvorfor han gjorde, som han gjorde.",
        "pa": "Why he did what he did.",
        "vi": "Lý do cậu ấy làm vậy."
    },
    {
        "start": "00:38:47,960",
        "end": "00:38:54,280",
        "en": "Min søn er død i en fuldstændig meningsløs krig.",
        "pa": "My son has died...\n in a completely senseless war.",
        "vi": "Con tôi chết...\n trong cuộc chiến hết sức vô nghĩa."
    },
    {
        "start": "00:38:54,400",
        "end": "00:38:58,640",
        "en": "Mere behøver jeg sådan set ikke at forstå.",
        "pa": "That's all I need to understand.",
        "vi": "Tôi chỉ cần hiểu vậy."
    },
    {
        "start": "00:38:58,760",
        "end": "00:39:03,240",
        "en": "Jeg tænker bare, at du måske kan få en form for afklaring",
        "pa": "I just thought reading it might clarify things for you",
        "vi": "Tôi chỉ nghĩ đọc nó có thể giúp ông làm sáng tỏ mọi thứ"
    },
    {
        "start": "00:39:03,360",
        "end": "00:39:07,160",
        "en": "og på den måde få afsluttet historien.",
        "pa": "and give closure to the story.",
        "vi": "và kết thúc câu chuyện."
    },
    {
        "start": "00:39:09,080",
        "end": "00:39:12,480",
        "en": "Afslutte historien?",
        "pa": "Closure to the story?",
        "vi": "Kết thúc câu chuyện?"
    },
    {
        "start": "00:39:12,600",
        "end": "00:39:16,840",
        "en": "Du synes, jeg skal afslutte historien?",
        "pa": "You think I need to close the story?",
        "vi": "Cô nghĩ tôi cần kết thúc à?"
    },
    {
        "start": "00:39:16,960",
        "end": "00:39:21,360",
        "en": "Det lød forkert. Det kan jeg godt høre.",
        "pa": "No, that came out wrong.",
        "vi": "Không, nói vậy không ổn."
    },
    {
        "start": "00:39:30,440",
        "end": "00:39:33,680",
        "en": "Jeg synes stadig, du skal læse det brev.",
        "pa": "No matter what, I still think you ought to read the letter.",
        "vi": "Dù gì, tôi vẫn nghĩ ông nên đọc thư."
    },
    {
        "start": "00:39:33,800",
        "end": "00:39:37,960",
        "en": "Det er din søns sidste ord, og de er skrevet til dig.",
        "pa": "It's your son's last words, and he wrote them to you.",
        "vi": "Đó là lời cuối của con, viết cho ông."
    },
    {
        "start": "00:39:51,720",
        "end": "00:39:57,000",
        "en": "De Liberales presserådgiver siger, Hesselboe vil tale med dig.",
        "pa": "I just spoke with the Liberals' press advisor.\n Hesselboe wants to talk to you.",
        "vi": "Tôi vừa nói với cố vấn báo chí của Đảng Tự do.\n Hesselboe muốn trao đổi với bà."
    },
    {
        "start": "00:39:57,120",
        "end": "00:40:00,920",
        "en": "Han vil gerne mødes med dig under fire øjne på Ridebanen.",
        "pa": "Oh?\n He wants to meet in private at the Riding Grounds.",
        "vi": "- Ồ? - Ông ấy muốn gặp riêng ở Bãi cưỡi ngựa."
    },
    {
        "start": "00:40:01,040",
        "end": "00:40:04,920",
        "en": "-Hvad drejer det sig om? -Det kunne jeg ikke få at vide.",
        "pa": "-What's it about? -They wouldn't say.",
        "vi": "- Về chuyện gì thế? - Họ không nói."
    },
    {
        "start": "00:40:05,040",
        "end": "00:40:10,240",
        "en": "Din mand ringede for at høre, om du har underskrevet papirerne.",
        "pa": "Yes?\n I'm sorry. Your husband called.\n -He wanted to know if you signed-- -Not right now, Jytte. Thank you.",
        "vi": "- Vâng? - Tôi xin lỗi. Chồng bà gọi.\n - Ông ấy hỏi bà ký chưa... - Giờ chưa được, Jytte. Cảm ơn."
    },
    {
        "start": "00:40:13,720",
        "end": "00:40:19,520",
        "en": "Jeg så dit pressemøde. Du har misforstået det, jeg sagde.",
        "pa": "I saw your press conference.",
        "vi": "Tôi đã xem họp báo."
    },
    {
        "start": "00:40:19,640",
        "end": "00:40:21,520",
        "en": "Hvad skal det sige?",
        "pa": "I think you got me wrong.\n What does that mean?",
        "vi": "Tôi nghĩ bà hiểu lầm tôi.\n Nghĩa là sao?"
    },
    {
        "start": "00:40:21,640",
        "end": "00:40:25,120",
        "en": "Vi kan ikke lade de danske styrker blive i Afghanistan",
        "pa": "We can't support your proposal to let Danish forces stay in Afghanistan",
        "vi": "Chúng tôi không ủng hộ đề xuất của bà để quân Đan Mạch lại Afghanistan"
    },
    {
        "start": "00:40:25,240",
        "end": "00:40:28,360",
        "en": "som om intet var hændt.",
        "pa": "as if nothing has changed.\n What do you mean?",
        "vi": "cứ như không gì thay đổi."
    },
    {
        "start": "00:40:28,480",
        "end": "00:40:32,760",
        "en": "Du har ikke det flertal bag dig, du lige har fortalt pressen om.",
        "pa": "I'm afraid you don't have the majority you just told the press you had.",
        "vi": "Ý ông là sao?\n Tôi e bà không có đa số phiếu như bà nói với báo chí."
    },
    {
        "start": "00:40:32,880",
        "end": "00:40:38,160",
        "en": "Solidarisk Samling går ikke med til en forlængelse af vores deltagelse.",
        "pa": "Solidarity Union will never agree to prolonging our engagement.",
        "vi": "Liên minh Đoàn kết sẽ chả bao giờ đồng ý kéo dài tham chiến."
    },
    {
        "start": "00:40:38,280",
        "end": "00:40:43,360",
        "en": "Vi er imod en tilbagetrækning. Men jeg stemmer ikke for hvad som helst.",
        "pa": "But Lars, you just said on the phone--\n That we opposed a withdrawal and wanted to avoid it.\n But I didn't say I'd support any initiative you might think of.",
        "vi": "Lars, ông vừa nói qua điện thoại...\n Chúng tôi phản đối và muốn tránh rút quân.\n Mà tôi đâu nói sẽ ủng hộ bất cứ sáng kiến nào của bà."
    },
    {
        "start": "00:40:43,480",
        "end": "00:40:47,160",
        "en": "Fortjener vores soldater ikke, at vi står samlet bag dem?",
        "pa": "Don't our soldiers abroad deserve that we stand united behind them?",
        "vi": "Lính của ta ở nước ngoài đáng được ta đoàn kết ủng hộ chứ?"
    },
    {
        "start": "00:40:47,280",
        "end": "00:40:52,400",
        "en": "Jo, men de skal have tungere våben. I har sagt nej.",
        "pa": "Yes, but not when they are not getting what they need.",
        "vi": "Ừ, nhưng không thể khi họ không có thứ họ cần."
    },
    {
        "start": "00:40:52,520",
        "end": "00:40:55,120",
        "en": "Vi vil ikke optrappe konflikten.",
        "pa": "We wanted to send them heavier weapons, and you said no.\n We don't want to escalate the conflict.",
        "vi": "Chúng tôi muốn gửi vũ khí mạnh hơn, bà bảo không.\n Ta đâu muốn xung đột leo thang."
    },
    {
        "start": "00:40:55,240",
        "end": "00:40:59,120",
        "en": "Venstrefløjen og dit parti er så skræmte for jeres eftermæle",
        "pa": "The left wing and your party are so concerned about your legacy,",
        "vi": "Cánh tả và đảng của bà quá quan tâm đến di sản của bà,"
    },
    {
        "start": "00:40:59,240",
        "end": "00:41:03,960",
        "en": "at I hellere vil svigte soldaterne end risikere at tage et ansvar.",
        "pa": "that you'd rather let our soldiers down than risk acting responsibly.",
        "vi": "nên các bà thà để lính thất vọng hơn liều mà hành động trách nhiệm."
    },
    {
        "start": "00:41:07,520",
        "end": "00:41:13,400",
        "en": "Du har lavet det nummer for at få mig til at fremstå som handlingslammet.",
        "pa": "This little act was orchestrated by you\n so that I would look indecisive and paralyzed, right?",
        "vi": "Ông dàn dựng tiểu xảo này\n để làm tôi có vẻ thiếu quyết đoán và tê liệt, nhỉ?"
    },
    {
        "start": "00:41:14,800",
        "end": "00:41:18,680",
        "en": "Træk nu bare de soldater hjem. Du er en dygtig politiker",
        "pa": "Just withdraw the soldiers, Birgitte.",
        "vi": "Cứ rút quân đi, Birgitte."
    },
    {
        "start": "00:41:18,800",
        "end": "00:41:22,000",
        "en": "men du egner dig ikke til at lede folk i krig.",
        "pa": "You're a good politician but you're no good at leading a country at war.",
        "vi": "Bà là chính trị gia giỏi nhưng không giỏi lãnh đạo nước có chiến tranh."
    },
    {
        "start": "00:41:22,120",
        "end": "00:41:26,960",
        "en": "Dit tilbagetog i pressen gør ikke nær så ondt som deres på slagmarken.",
        "pa": "And trust me, your withdrawal in the press\n won't hurt as much as theirs on the battlefield.",
        "vi": "Tin tôi đi, việc rút lui khi lên báo chả tổn hại nhiều như họ ở chiến trường."
    },
    {
        "start": "00:41:27,080",
        "end": "00:41:30,280",
        "en": "Man må give Hesselboe, at det er et smart trick.",
        "pa": "You have to give old Hesselboe that it is a cunning move.",
        "vi": "Phải khen Hesselboe già có bước đi xảo quyệt."
    },
    {
        "start": "00:41:30,400",
        "end": "00:41:33,560",
        "en": "Unfair, men pissesmart.",
        "pa": "Unfair, but cunning as hell.",
        "vi": "Không ổn, nhưng cực xảo quyệt."
    },
    {
        "start": "00:41:33,680",
        "end": "00:41:38,440",
        "en": "Han får dig til at ændre politik, og så trækker han sin støtte.",
        "pa": "He has you changing your policy, and then he withdraws his support.",
        "vi": "Lão bắt bà đổi chính sách, rồi lại không ủng hộ."
    },
    {
        "start": "00:41:40,800",
        "end": "00:41:44,840",
        "en": "Hvad er mine muligheder? Det ville Bent have spurgt mig om nu.",
        "pa": "What are my options?\n Bent would ask me that now.",
        "vi": "Tôi có lựa chọn nào?\n Hẳn Bent sẽ hỏi thế."
    },
    {
        "start": "00:41:44,960",
        "end": "00:41:49,360",
        "en": "-Hvorfor taler du ikke med ham? -Det har jeg prøvet.",
        "pa": "Why don't you talk to him?\n I tried, but...",
        "vi": "Sao không hỏi ông ấy?\n Tôi hỏi rồi, nhưng..."
    },
    {
        "start": "00:41:49,480",
        "end": "00:41:53,320",
        "en": "Men vi kommunikerer ikke så godt om det her.",
        "pa": "We just don't communicate well on this.",
        "vi": "Vụ này chúng tôi trao đổi không thuận."
    },
    {
        "start": "00:41:53,440",
        "end": "00:41:57,280",
        "en": "Det er, som om han er låst i partiet, som det var engang.",
        "pa": "It's as if he's stuck in the party as it once was.",
        "vi": "Cứ như ông ấy vẫn còn ở đảng như xưa."
    },
    {
        "start": "00:41:59,520",
        "end": "00:42:03,120",
        "en": "Kasper, hvad er mine muligheder?",
        "pa": "Kasper, what are my options?",
        "vi": "Kasper, có lựa chọn nào?"
    },
    {
        "start": "00:42:05,200",
        "end": "00:42:10,400",
        "en": "Der er tre. 1. Bliv stående. Det kan du ikke.",
        "pa": "You have three.\n One: Stand fast.",
        "vi": "Có ba lựa chọn.\n Một: Giữ nguyên."
    },
    {
        "start": "00:42:10,520",
        "end": "00:42:14,280",
        "en": "2. Træk tropperne hjem. Det har du ikke lyst til.",
        "pa": "You can't do that.\n Two: Withdraw the troops.",
        "vi": "Không thể thế.\n Hai: Rút quân. Bà đâu có muốn."
    },
    {
        "start": "00:42:14,400",
        "end": "00:42:18,320",
        "en": "3. Forøg vores indsats med flere mænd og mere materiel.",
        "pa": "You don't want to.\n Three: Increase our effort with more men and more equipment.",
        "vi": "Ba: Tăng cường thêm quân và trang bị."
    },
    {
        "start": "00:42:18,440",
        "end": "00:42:22,480",
        "en": "-Jeg vil ikke optrappe krigen. -Så har du ikke noget valg.",
        "pa": "-I don't want to escalate the war. -Then the choice is simple.",
        "vi": "- Tôi không muốn leo thang. - Vậy lựa chọn là đơn giản."
    },
    {
        "start": "00:42:22,600",
        "end": "00:42:27,200",
        "en": "Det er ikke pest eller kolera. Det er bare pest. Træk tropperne hjem.",
        "pa": "Or, it's not really a choice.\n You're caught between a rock and a hard place.",
        "vi": "Hoặc, đó không hẳn là lựa chọn.\n Bà bị kẹt giữa hòn đá và chỗ khó nhằn."
    },
    {
        "start": "00:42:27,320",
        "end": "00:42:33,040",
        "en": "-Det ville du indtil for nylig. -Og det er det, alle forventer.",
        "pa": "Birgitte, withdraw the troops.\n You have a majority for it, and you've been wanting to all along.",
        "vi": "Birgitte, rút quân đi.\n Bà có đa số ủng hộ, và bà đã muốn từ lâu."
    },
    {
        "start": "00:42:33,160",
        "end": "00:42:37,920",
        "en": "Den politisk korrekte pige, der altid gør, hvad hun skal.",
        "pa": "And it's what everyone expects.\n Little Miss Politically Correct, always doing the right thing.",
        "vi": "Mọi người đều mong đợi.\n Tiểu thư Đúng đắn Chính trị, luôn làm điều đúng đắn."
    },
    {
        "start": "00:42:40,160",
        "end": "00:42:43,880",
        "en": "-Kan vi tale sammen? -Ja.",
        "pa": "-Can we talk? -Sure.",
        "vi": "- Nói chuyện được chứ? - Được."
    },
    {
        "start": "00:42:44,000",
        "end": "00:42:48,360",
        "en": "Jeg har ikke nogen historie om den døde soldat.",
        "pa": "I haven't got a story on the dead soldier for you.",
        "vi": "Tôi không có bài về tử sĩ cho anh."
    },
    {
        "start": "00:42:49,640",
        "end": "00:42:55,480",
        "en": "Hvad får du i månedsløn? 60.000 plus frokost, taxa og pension.",
        "pa": "How much do I pay you?\n Is it 60,000 kroner a month? Plus expenses, free lunch and a pension.",
        "vi": "Tôi trả cô bao nhiêu?\n Là 60.000 kroner mỗi tháng à? Cộng chi phí, ăn trưa và trợ cấp."
    },
    {
        "start": "00:42:55,600",
        "end": "00:43:01,000",
        "en": "Hvad får jeg for de penge? Du bad om en tung journalistisk opgave.",
        "pa": "What are you giving me in return?\n First, you begged for an important job reporting.",
        "vi": "Đổi lại tôi được gì?\n Đầu tiên, cô xin một chân phóng viên quan trọng."
    },
    {
        "start": "00:43:01,120",
        "end": "00:43:06,520",
        "en": "Så sender jeg dig til Afghanistan. Men du ville ikke skrive historien.",
        "pa": "So I sent you to Afghanistan with a photographer.\n When you got home, you wouldn't write the story I asked for.",
        "vi": "Nên tôi cử cô đến Afghanistan với thợ ảnh.\n Khi về, cô không viết bài tôi yêu cầu."
    },
    {
        "start": "00:43:06,640",
        "end": "00:43:09,760",
        "en": "Du vil gerne skrive noget føle-noget.",
        "pa": "No, you just wait a second! You want to write something \"feely\".",
        "vi": "Không, cứ đợi đã! Cô muốn viết gì đó \"yếu đuối\"."
    },
    {
        "start": "00:43:09,880",
        "end": "00:43:15,520",
        "en": "Så begynder du at skrive om døde soldater og afskedsbreve og forældre.",
        "pa": "So you start writing about dead soldiers, goodbye letters and parents.",
        "vi": "Thế là cô viết về tử sĩ, thư vĩnh biệt và bố mẹ."
    },
    {
        "start": "00:43:15,640",
        "end": "00:43:20,240",
        "en": "Nu siger du, at jeg ikke har noget at putte i min avis i morgen.",
        "pa": "Then you lose both the parents and goodbye letter.\n And now you bloody tell me I don't have a story for my paper tomorrow.",
        "vi": "Rồi cô mất cả bố mẹ lẫn thư vĩnh biệt.\n Giờ cô dám bảo tôi là không có bài cho ngày mai. Tôi nói đúng chưa?"
    },
    {
        "start": "00:43:20,360",
        "end": "00:43:24,160",
        "en": "Det var absurd at give Nyborg skylden for soldaternes død.",
        "pa": "Have I got that right?\n It was absurd to blame Birgitte Nyborg for those soldiers, and you know it.",
        "vi": "Thật vô lý khi đổ lỗi cho Birgitte Nyborg về những tử sĩ, và anh biết rõ."
    },
    {
        "start": "00:43:24,280",
        "end": "00:43:27,640",
        "en": "Men det kan man ikke sige til dig uden at blive fyret.",
        "pa": "-But no one tells you so. -Apparently you do.",
        "vi": "- Nhưng chả ai bảo anh. - Rõ là cô bảo."
    },
    {
        "start": "00:43:27,760",
        "end": "00:43:31,880",
        "en": "-Er det en opfordring? -Nej.",
        "pa": "Yes, until you fire me.\n Was that a request?",
        "vi": "Ừ, trước khi anh đuổi tôi.\n Yêu cầu đấy à?"
    },
    {
        "start": "00:43:33,240",
        "end": "00:43:37,760",
        "en": "Måske skal du tage dig sammen. Skriv den historie, jeg bad dig om.",
        "pa": "No.\n Get a grip, will you?",
        "vi": "Không.\n Bình tâm lại đi nhé?"
    },
    {
        "start": "00:43:37,880",
        "end": "00:43:45,320",
        "en": "Pårørendeforeningen besøger Borgen i morgen. Den opgave burde være let.",
        "pa": "Start by writing the story I asked for.\n The Soldiers' Relatives Association is at Borgen tomorrow.\n Victims meet the responsible. A great photo-op.",
        "vi": "Bắt đầu bằng viết bài tôi bảo.\n Mai Hiệp hội Thân nhân Người lính tới Borgen. Nạn nhân\n gặp chính quyền. Cơ hội chụp ảnh. Dễ như tự gãi mông."
    },
    {
        "start": "00:43:45,440",
        "end": "00:43:48,920",
        "en": "Og tak for nu og god arbejdslyst.",
        "pa": "It should be as easy as scratching your own ass.\n That's all for now. Have fun.\n Thank you.",
        "vi": "Vậy thôi. Vui vẻ nhé.\n Cảm ơn."
    },
    {
        "start": "00:44:09,520",
        "end": "00:44:12,920",
        "en": "Hej, Phillip. Kom ind.",
        "pa": "-Hi, Phillip. Come in. -Hi.",
        "vi": "- Chào, Phillip. Vào đi. - Chào."
    },
    {
        "start": "00:44:13,960",
        "end": "00:44:19,320",
        "en": "-Det dufter dejligt. -Jeg laver mad til Laura.",
        "pa": "Something smells good.\n I had to hurry home because Laura says I never cook anything decent.",
        "vi": "Mùi thơm quá.\n Em phải về nhanh vì Laura nói em chưa nấu ăn ngon bao giờ."
    },
    {
        "start": "00:44:19,440",
        "end": "00:44:24,760",
        "en": "-Men hun har spist ovre hos Rebecca. -Sådan er det jo.",
        "pa": "And then she comes home telling me she already ate at Rebecca's.",
        "vi": "Rồi nó về bảo đã ăn ở nhà Rebecca."
    },
    {
        "start": "00:44:26,320",
        "end": "00:44:30,960",
        "en": "-Vil du have noget? -Jeg kom for at hente papirerne.",
        "pa": "Well, that's life.\n -Do you want some? I made a ton. -No, no...\n No, I just came for the papers.",
        "vi": "Đời là thế mà.\n - Ăn không? Em làm cả đống. - Không...\n Không, anh tới lấy giấy tờ."
    },
    {
        "start": "00:44:35,760",
        "end": "00:44:40,040",
        "en": "-Det må du virkelig undskylde. -Nu stopper du, Birgitte.",
        "pa": "Damn it, Phillip. I'm really sorry.",
        "vi": "Chết tiệt, Phillip. Em rất xin lỗi."
    },
    {
        "start": "00:44:40,160",
        "end": "00:44:42,840",
        "en": "Jeg har fuldstændigt glemt det.",
        "pa": "-Oh, come on, Birgitte! -I totally forgot.",
        "vi": "- Thôi nào, Birgitte! - Em quên béng mất."
    },
    {
        "start": "00:44:44,080",
        "end": "00:44:47,320",
        "en": "Ja. Altså...",
        "pa": "Right. Look...",
        "vi": "Rồi. Này..."
    },
    {
        "start": "00:44:47,440",
        "end": "00:44:52,720",
        "en": "Jeg bor til leje. Jeg kan ikke komme videre, før du køber mig ud.",
        "pa": "I'm renting a tiny furnished apartment.",
        "vi": "Anh đang thuê căn hộ nhỏ sẵn nội thất."
    },
    {
        "start": "00:44:52,840",
        "end": "00:44:59,560",
        "en": "-Jeg ved godt, det er for dårligt. -Kan jeg hente dem på dit kontor?",
        "pa": "I can't do anything until you sign and buy me out.\n I know. It's unacceptable.\n Can I pick them up at your office?",
        "vi": "Anh chả thể làm gì nếu em không ký và mua phần nhà của anh.\n Em biết. Không chấp nhận được.\n Anh đến văn phòng em lấy được không?"
    },
    {
        "start": "00:45:01,280",
        "end": "00:45:04,360",
        "en": "-Har du skrevet dem under? -Ja.",
        "pa": "-Did you even sign them? -Yes.\n -Of course I did. -That's good.",
        "vi": "- Em đã ký chưa? - Rồi.\n - Tất nhiên rồi. - Tốt."
    },
    {
        "start": "00:45:04,480",
        "end": "00:45:09,600",
        "en": "-Sig til vagten, at jeg henter dem. -Nej, det kan jeg ikke.",
        "pa": "Then call the guard and say I'm coming by now.",
        "vi": "Vậy gọi bảo vệ bảo anh sẽ đến ngay."
    },
    {
        "start": "00:45:09,720",
        "end": "00:45:14,560",
        "en": "-Hvad for noget? -Jeg har ikke skrevet dem under.",
        "pa": "I can't do that.\n -What? -I didn't sign them.",
        "vi": "Em không thể.\n - Sao? - Em chưa ký."
    },
    {
        "start": "00:45:14,680",
        "end": "00:45:19,400",
        "en": "-Hvorfor ikke? -Fordi jeg...",
        "pa": "But why not?\n Because I...",
        "vi": "Sao lại không?\n Vì em..."
    },
    {
        "start": "00:45:21,680",
        "end": "00:45:25,920",
        "en": "Fordi jeg ikke har lyst til at blive skilt fra dig.",
        "pa": "Because I don't want to divorce you.",
        "vi": "Vì em không muốn ly dị anh."
    },
    {
        "start": "00:45:26,040",
        "end": "00:45:28,400",
        "en": "Jeg kan ikke overskue det.",
        "pa": "I can't take anymore.",
        "vi": "Em không chịu nổi nữa."
    },
    {
        "start": "00:45:28,520",
        "end": "00:45:32,520",
        "en": "Jeg ligger i krig på arbejdet. Jeg ligger i krig hjemme.",
        "pa": "I'm at war at the office. I'm at war at home.",
        "vi": "Em có chiến tranh ở văn phòng. Về nhà cũng chiến tranh."
    },
    {
        "start": "00:45:32,640",
        "end": "00:45:38,520",
        "en": "Du skal være min mand. Jeg har ikke lyst til at blive skilt fra dig.",
        "pa": "I want you to be my husband.\n I don't want to get a divorce.",
        "vi": "Em muốn anh làm chồng em.\n Em không muốn ly hôn."
    },
    {
        "start": "00:45:47,800",
        "end": "00:45:53,200",
        "en": "Nogle gange er vi nødt til at gøre ting, vi ikke har lyst til.",
        "pa": "Sometimes we have do to things even though we don't want to.\n Right?",
        "vi": "Đôi khi ta phải làm các thứ dù không muốn.\n Đúng không?"
    },
    {
        "start": "00:45:58,080",
        "end": "00:46:01,120",
        "en": "Jeg skal bruge billeder af forældrene.",
        "pa": "I want pictures of the parents when they meet the politicians.",
        "vi": "Tôi muốn có ảnh các bậc cha mẹ khi họ gặp chính trị gia."
    },
    {
        "start": "00:46:01,240",
        "end": "00:46:04,520",
        "en": "Er det kun for folk, der har mistet nogen i krigen?",
        "pa": "Is it only for relatives of dead soldiers?",
        "vi": "Chỉ dành cho thân nhân tử sĩ à?"
    },
    {
        "start": "00:46:04,640",
        "end": "00:46:09,720",
        "en": "Foreningen er for alle, der er i familie med udsendte soldater.",
        "pa": "No, the association is for everyone related to soldiers abroad.\n -Both living and dead. -Okay.",
        "vi": "Không, hội dành cho bất cứ ai liên quan đến binh lính ở nước ngoài.\n - Cả sống lẫn chết. - OK."
    },
    {
        "start": "00:46:10,880",
        "end": "00:46:14,400",
        "en": "Hvad skete der med historien fra lejren?",
        "pa": "By the way, what happened to the story from the camp?",
        "vi": "À mà, bài báo ở trại thế nào?"
    },
    {
        "start": "00:46:14,520",
        "end": "00:46:18,320",
        "en": "Jeg havde ingen historie, da det kom til stykket.",
        "pa": "It turned out I didn't have one.",
        "vi": "Hóa ra tôi không có."
    },
    {
        "start": "00:46:18,440",
        "end": "00:46:21,320",
        "en": "Lad os komme i gang.",
        "pa": "Let's get to work.",
        "vi": "Làm việc thôi."
    },
    {
        "start": "00:46:36,560",
        "end": "00:46:40,920",
        "en": "Jeg har aflyst din deltagelse med Pårørendeforeningen.",
        "pa": "I canceled your meeting with soldiers' relatives this morning.",
        "vi": "Tôi đã hủy cuộc họp với thân nhân của binh sĩ sáng nay."
    },
    {
        "start": "00:46:41,040",
        "end": "00:46:44,680",
        "en": "-På opfordring fra Kasper. -Hvorfor?",
        "pa": "What?\n -On Kasper's request. -But why?",
        "vi": "Sao?\n - Theo yêu cầu của Kasper. - Nhưng vì sao?"
    },
    {
        "start": "00:46:44,800",
        "end": "00:46:49,840",
        "en": "Jeg prøver på at beskytte dig. Forældrene føler sig magtesløse.",
        "pa": "I'm trying to protect you.\n Many of them have lost a child. The parents feel impotent and unsafe,",
        "vi": "Tôi muốn bảo vệ bà.\n Nhiều người mất con. Bố mẹ thấy bất lực và không an toàn,"
    },
    {
        "start": "00:46:49,960",
        "end": "00:46:54,160",
        "en": "Det giver de dig skylden for. Og så er der presse dernede.",
        "pa": "and they blame you, of course. And the press is out there.",
        "vi": "họ đổ lỗi cho bà, tất nhiên. Báo chí ở ngoài kia."
    },
    {
        "start": "00:46:54,280",
        "end": "00:46:58,000",
        "en": "De regner med, at jeg kommer. Tak, Jytte.",
        "pa": "It's dangerous.\n But it's been announced. They're expecting me to come. Thanks, Jytte.",
        "vi": "Nguy hiểm lắm.\n Nhưng thông báo rồi. Họ chờ tôi ra. Cảm ơn Jytte."
    },
    {
        "start": "00:46:58,120",
        "end": "00:47:02,000",
        "en": "En statsminister har altid en god grund.",
        "pa": "A prime minister always has a good reason.",
        "vi": "Thủ tướng luôn có lý do phù hợp."
    },
    {
        "start": "00:47:03,520",
        "end": "00:47:07,640",
        "en": "-Skal vi? -Hvor længe er de her?",
        "pa": "Shall we?\n How long are they staying?",
        "vi": "Ta làm chứ?\n Họ ở lại bao lâu?"
    },
    {
        "start": "00:47:08,760",
        "end": "00:47:11,040",
        "en": "En time.",
        "pa": "An hour.",
        "vi": "Một tiếng."
    },
    {
        "start": "00:47:13,520",
        "end": "00:47:17,200",
        "en": "Hvor skal du hen? Birgitte.",
        "pa": "Where are you going?\n Birgitte!",
        "vi": "Bà đi đâu vậy?\n Birgitte!"
    },
    {
        "start": "00:47:20,120",
        "end": "00:47:23,400",
        "en": "Regeringen er rådvild og handlingslammet.",
        "pa": "The government is paralyzed.",
        "vi": "Chính phủ tê liệt rồi."
    },
    {
        "start": "00:47:23,520",
        "end": "00:47:27,760",
        "en": "-Regn ikke med, at hun kommer. -Du har ikke lyst til det her.",
        "pa": "That is the sad reality. Don't expect her to show up.\n It's a bad idea. You don't want to do this.",
        "vi": "Đó là thực tế buồn. Đừng mong Thủ tướng xuất hiện.\n Đó là ý dở. Bà không muốn làm vậy đâu."
    },
    {
        "start": "00:47:27,880",
        "end": "00:47:30,040",
        "en": "Det er nødvendigt.",
        "pa": "Sometimes we must do things we don't want to.",
        "vi": "Đôi khi phải làm những việc không muốn."
    },
    {
        "start": "00:47:30,160",
        "end": "00:47:33,400",
        "en": "Vi vil ikke risikere flere menneskeliv.",
        "pa": "We don't want to risk any more losses, so we...",
        "vi": "Chúng tôi không muốn tổn thất thêm, nên chúng tôi..."
    },
    {
        "start": "00:47:33,520",
        "end": "00:47:37,920",
        "en": "Vi skal finde det rigtige tidspunkt for en tilbagetrækning.",
        "pa": "just want to find the right time to pull out.",
        "vi": "chỉ muốn tìm lúc thích hợp để rút lui."
    },
    {
        "start": "00:47:43,640",
        "end": "00:47:47,200",
        "en": "Jeg beklager, at I har måttet vente på mig.",
        "pa": "I'm sorry to have kept you waiting.",
        "vi": "Xin lỗi đã để mọi người chờ."
    },
    {
        "start": "00:47:48,280",
        "end": "00:47:52,880",
        "en": "Jeg vil gerne prøve at fortælle jer lidt om regeringens overvejelser.",
        "pa": "I'd like to explain to you the government's considerations--",
        "vi": "Tôi muốn giải thích về cân nhắc của chính phủ..."
    },
    {
        "start": "00:47:53,880",
        "end": "00:47:58,120",
        "en": "Du blev fotograferet sammen med min søn, den dag han døde.",
        "pa": "-Peter, watch out! -Hey!\n You had your picture taken with my son on the day he died.",
        "vi": "- Peter, coi chừng! - Này!\n Bà chụp ảnh với con tôi vào ngày nó mất."
    },
    {
        "start": "00:48:06,960",
        "end": "00:48:10,760",
        "en": "Andreas har altid været en vild knægt.",
        "pa": "Andreas was always a wild one.",
        "vi": "Andreas luôn là đứa lêu lổng."
    },
    {
        "start": "00:48:12,320",
        "end": "00:48:16,160",
        "en": "Eller måske ikke ligefrem vild. Måske mere rastløs",
        "pa": "Well, maybe not wild. Restless, perhaps.",
        "vi": "Có lẽ không lêu lổng. Có lẽ là hiếu động."
    },
    {
        "start": "00:48:16,280",
        "end": "00:48:20,120",
        "en": "som unge er, når de tror, at livet aldrig holder op",
        "pa": "Like young people are when they think life never ends",
        "vi": "Như những người trẻ khi chúng nghĩ cuộc sống không kết thúc"
    },
    {
        "start": "00:48:20,240",
        "end": "00:48:24,000",
        "en": "og der ikke er noget, der kan røre dem.",
        "pa": "and that they're untouchable.",
        "vi": "và chúng bất khả xâm phạm."
    },
    {
        "start": "00:48:25,040",
        "end": "00:48:29,400",
        "en": "Alt det der soldater-noget...",
        "pa": "All that...\n soldier stuff, it...",
        "vi": "Mấy cái đó...\n chuyện nhà binh, nó..."
    },
    {
        "start": "00:48:31,240",
        "end": "00:48:34,800",
        "en": "Jeg forstod ikke, hvordan han kunne tage den beslutning",
        "pa": "I didn't understand what made him choose",
        "vi": "Tôi không hiểu điều gì đã khiến nó quyết định"
    },
    {
        "start": "00:48:34,920",
        "end": "00:48:38,880",
        "en": "og rejse helt derned og kæmpe nogle andres kamp.",
        "pa": "to go all the way down there to fight someone else's battle.",
        "vi": "tới tận đó để chiến đấu cuộc chiến của người khác."
    },
    {
        "start": "00:48:39,000",
        "end": "00:48:44,280",
        "en": "Det forstod jeg ikke. Og det gør jeg stadigvæk ikke.",
        "pa": "I didn't understand.\n And I still don't.",
        "vi": "Tôi không hiểu.\n Tôi vẫn không hiểu."
    },
    {
        "start": "00:48:46,120",
        "end": "00:48:50,440",
        "en": "Andreas interesserer sig mest for biler og damer",
        "pa": "When I think about Andreas, he was more into cars, girls",
        "vi": "Nghĩ về Andreas, tôi thấy nó thích xe cộ, các cô gái"
    },
    {
        "start": "00:48:50,560",
        "end": "00:48:54,840",
        "en": "og at spille computer, hvis du forstår.",
        "pa": "and video games, you know?\n Mm.",
        "vi": "và trò chơi điện tử hơn."
    },
    {
        "start": "00:48:57,120",
        "end": "00:49:01,040",
        "en": "Kæmpe en fuldstændig meningsløs krig...",
        "pa": "To fight a completely senseless war...",
        "vi": "Để tham gia cuộc chiến vô nghĩa..."
    },
    {
        "start": "00:49:11,720",
        "end": "00:49:18,280",
        "en": "-Det her er hans afskedsbrev. -Hvad står der i det?",
        "pa": "This is...\n his goodbye letter.\n What does it say?",
        "vi": "Đây là...\n thư vĩnh biệt của nó.\n Nó nói gì?"
    },
    {
        "start": "00:49:29,840",
        "end": "00:49:32,600",
        "en": "\"Kære far.",
        "pa": "\"Dear Dad.",
        "vi": "\"Bố thân yêu."
    },
    {
        "start": "00:49:35,280",
        "end": "00:49:39,640",
        "en": "Hvis du læser det her brev",
        "pa": "If you're reading this letter...",
        "vi": "Nếu bố đọc bức thư này..."
    },
    {
        "start": "00:49:39,760",
        "end": "00:49:43,040",
        "en": "så betyder det, at jeg er død.",
        "pa": "it means I'm dead.",
        "vi": "nghĩa là con đã chết."
    },
    {
        "start": "00:49:43,160",
        "end": "00:49:45,840",
        "en": "Det må du undskylde.",
        "pa": "I'm sorry.",
        "vi": "Con xin lỗi."
    },
    {
        "start": "00:49:51,960",
        "end": "00:49:55,440",
        "en": "Det var nok mest for eventyret",
        "pa": "It was probably for the adventure,",
        "vi": "Có lẽ là vì phiêu lưu,"
    },
    {
        "start": "00:49:55,560",
        "end": "00:50:00,520",
        "en": "fordi jeg stadigvæk er lidt af en drengerøv, at jeg tog herned.",
        "pa": "and me still being a young lad. That's why I came down here.",
        "vi": "và con vẫn là chàng trai trẻ. Đó là lý do con đến đây."
    },
    {
        "start": "00:50:00,640",
        "end": "00:50:03,360",
        "en": "Det ved du.",
        "pa": "But you know that.",
        "vi": "Mà bố biết rồi."
    },
    {
        "start": "00:50:03,480",
        "end": "00:50:06,000",
        "en": "I går så jeg på nettet",
        "pa": "Yesterday I read on the Internet",
        "vi": "Hôm qua con đọc trên mạng"
    },
    {
        "start": "00:50:06,120",
        "end": "00:50:09,640",
        "en": "at der overlever 89.000 flere afghanske børn om året",
        "pa": "that 89,000 more Afghan children a year survive ",
        "vi": "thấy thêm 89.000 trẻ em Afghanistan sống sót mỗi năm"
    },
    {
        "start": "00:50:09,760",
        "end": "00:50:13,440",
        "en": "siden Taleban blev smidt på porten.",
        "pa": "since the Taliban was thrown out the gate.",
        "vi": "kể từ khi Taliban bị tống cổ đi."
    },
    {
        "start": "00:50:13,560",
        "end": "00:50:16,480",
        "en": "Der bliver bygget skoler og hospitaler.",
        "pa": "Schools and hospitals are being built.",
        "vi": "Trường và bệnh viện được xây."
    },
    {
        "start": "00:50:16,600",
        "end": "00:50:20,840",
        "en": "Mange af dem bliver ødelagt igen, men nogle må blive stående.",
        "pa": "Many are destroyed again, but some are still standing.",
        "vi": "Một số lại bị phá, nhưng một số vẫn tồn tại."
    },
    {
        "start": "00:50:20,960",
        "end": "00:50:23,640",
        "en": "89.000 børn.",
        "pa": "89,000 children.",
        "vi": "Tám chín nghìn trẻ em."
    },
    {
        "start": "00:50:25,520",
        "end": "00:50:29,120",
        "en": "Det er vel så det, vores indsats er værd.",
        "pa": "I guess that's what our effort is worth.",
        "vi": "Con cho là nỗ lực của ta có giá trị như vậy."
    },
    {
        "start": "00:50:29,240",
        "end": "00:50:34,520",
        "en": "Du har ret i, at krigen i sig selv er meningsløs, men 89.000 børn...",
        "pa": "You're right about the senselessness of war itself,\n but 89,000 children...",
        "vi": "Bố nói đúng về sự vô nghĩa của chiến tranh,\n nhưng 89.000 trẻ em..."
    },
    {
        "start": "00:50:38,160",
        "end": "00:50:41,560",
        "en": "...det giver i hvert fald lidt mening for mig.\"",
        "pa": "That makes sense to me.\"",
        "vi": "Con thấy là hợp lý\"."
    },
    {
        "start": "00:50:41,680",
        "end": "00:50:45,040",
        "en": "-Undskyld. -Det skal du ikke...",
        "pa": "-I'm sorry. -Don't be...",
        "vi": "- Tôi xin lỗi. - Đừng vậy..."
    },
    {
        "start": "00:51:15,040",
        "end": "00:51:18,960",
        "en": "Jeg har ikke set din historie om, at det er statsministeren skyld.",
        "pa": "I haven't seen your story in Ekspres blaming the prime minister yet.",
        "vi": "Anh chưa thấy bài báo đổ lỗi cho Thủ tướng của em trên Express."
    },
    {
        "start": "00:51:19,080",
        "end": "00:51:23,120",
        "en": "Det var aldrig den historie, jeg gerne ville skrive.",
        "pa": "That was never the story I wanted to write.",
        "vi": "Đó chưa bao giờ là bài báo em muốn viết."
    },
    {
        "start": "00:51:23,240",
        "end": "00:51:26,560",
        "en": "Hvad ville du skrive?",
        "pa": "What story did you want to write?",
        "vi": "Thế em muốn viết gì?"
    },
    {
        "start": "00:51:26,680",
        "end": "00:51:29,280",
        "en": "Det er lige meget.",
        "pa": "It doesn't matter.",
        "vi": "Chả quan trọng."
    },
    {
        "start": "00:51:32,360",
        "end": "00:51:35,280",
        "en": "Jeg skal lige...",
        "pa": "Excuse me.",
        "vi": "Xin lỗi."
    },
    {
        "start": "00:51:42,080",
        "end": "00:51:46,760",
        "en": "Du må virkelig undskylde, at jeg pressede dig på den måde.",
        "pa": "I'm really sorry for pushing you so hard. That wasn't okay.",
        "vi": "Tôi thật sự xin lỗi vì ép ông quá. Thế không ổn."
    },
    {
        "start": "00:51:58,160",
        "end": "00:52:01,520",
        "en": "Skriv bare din historie.",
        "pa": "Go ahead and write your story.",
        "vi": "Cứ viết bài của cô."
    },
    {
        "start": "00:52:03,200",
        "end": "00:52:06,800",
        "en": "Måske giver det mening alligevel.",
        "pa": "Maybe there's some sense to it after all.",
        "vi": "Có lẽ sau cùng nó cũng có ý nghĩa."
    },
    {
        "start": "00:52:15,760",
        "end": "00:52:18,560",
        "en": "Hvor er det en vild historie.",
        "pa": "What a crazy story.",
        "vi": "Đúng là câu chuyện điên rồ."
    },
    {
        "start": "00:52:27,240",
        "end": "00:52:31,040",
        "en": "Halløjsa. To flasker vin. Det er den nye stil.",
        "pa": "I see! Two bottles of wine. Is that the new style?",
        "vi": "Em hiểu rồi! Hai chai vang. Phong cách mới à?"
    },
    {
        "start": "00:52:31,160",
        "end": "00:52:34,720",
        "en": "I dag må vi godt.",
        "pa": "It's called for today.",
        "vi": "Uống vì hôm nay."
    },
    {
        "start": "00:52:40,080",
        "end": "00:52:44,360",
        "en": "-Skål, Kasper. -Skål, Katrine.",
        "pa": "Cheers, Kasper.\n Cheers, Katrine.",
        "vi": "Nâng ly, Kasper.\n Nâng ly, Katrine."
    },
    {
        "start": "00:52:44,480",
        "end": "00:52:47,000",
        "en": "Katrine?",
        "pa": "Katrine?",
        "vi": "Katrine?"
    },
    {
        "start": "00:52:48,840",
        "end": "00:52:53,160",
        "en": "-Du kaldte mig for Katrine. -Det tror jeg ikke, jeg gjorde.",
        "pa": "You called me Katrine.",
        "vi": "Anh gọi em là Katrine."
    },
    {
        "start": "00:52:53,280",
        "end": "00:52:57,240",
        "en": "-Jo, søde. -Nej.",
        "pa": "I don't think so.\n You did, honey.\n No.",
        "vi": "Anh không nghĩ vậy.\n Đúng mà, anh yêu.\n Không."
    },
    {
        "start": "00:52:59,840",
        "end": "00:53:02,400",
        "en": "Det er okay.",
        "pa": "It's okay.",
        "vi": "Không sao."
    },
    {
        "start": "00:53:03,520",
        "end": "00:53:07,760",
        "en": "-Nej, undskyld, jeg... -Du har lige set hende.",
        "pa": "No. I'm sorry...\n You just...",
        "vi": "Không. Anh xin lỗi...\n Anh vừa mới..."
    },
    {
        "start": "00:53:07,880",
        "end": "00:53:12,600",
        "en": "Du var også bekymret for hende nede i lejren under angrebet.",
        "pa": "saw her, and you were worried about her during the attack at the camp.",
        "vi": "gặp cô ấy, anh lo cho cô ấy khi có vụ tấn công trại."
    },
    {
        "start": "00:53:12,720",
        "end": "00:53:15,240",
        "en": "Nej, nej, nej.",
        "pa": "No, no, no.",
        "vi": "Không."
    },
    {
        "start": "00:53:18,600",
        "end": "00:53:21,240",
        "en": "Hvornår skal vi to flytte sammen?",
        "pa": "-When are we moving in together? -Oh, shut up.",
        "vi": "- Khi nào ta đến ở cùng nhau? - Ồ, im đi."
    },
    {
        "start": "00:53:21,360",
        "end": "00:53:28,080",
        "en": "-Hvornår skal vi to flytte sammen? -I morgen, Kristian.",
        "pa": "I'm serious. When are we moving in together?",
        "vi": "Thật đấy. Khi nào ta ở cùng nhau?"
    },
    {
        "start": "00:53:28,200",
        "end": "00:53:32,120",
        "en": "Nej, undskyld. Det var bare lige min eks, jeg tænkte på.",
        "pa": "Well... Tomorrow, Kristian.\n Oh, I'm sorry. Sorry! I was thinking about my ex.\n DEFENSE CHIEF\n PRIME MINISTER",
        "vi": "À... Ngày mai, Kristian.\n Ôi em xin lỗi. Xin lỗi! Em đã nghĩ về người yêu cũ.\n BỌ TRƯỞNG QUỐC PHÒNG\n THỦ TƯỚNG"
    },
    {
        "start": "00:53:49,640",
        "end": "00:53:53,800",
        "en": "Oberst Hald. Tak, fordi du kunne komme så hurtigt.",
        "pa": "Colonel Hald. Thank you for coming at such short notice.",
        "vi": "Đại tá Hald. Cảm ơn vì đã đến ngay."
    },
    {
        "start": "00:53:53,920",
        "end": "00:53:57,160",
        "en": "-Hvornår landede du? -Det er en halv time siden.",
        "pa": "It was no trouble.\n -When did you land? -Half an hour ago.",
        "vi": "Không vất vả gì đâu.\n - Anh hạ cánh lúc nào? - Nửa tiếng trước."
    },
    {
        "start": "00:53:57,280",
        "end": "00:54:02,320",
        "en": "-Du ville tale med mig inden mødet. -Ja. Vil du ikke sidde ned?",
        "pa": "I was told you wished to talk to me before the meeting?\n -Yes. Please sit down. -Thank you.",
        "vi": "Bà muốn gặp tôi trước cuộc họp à?\n - Phải. Mời ngồi. - Cảm ơn."
    },
    {
        "start": "00:54:04,000",
        "end": "00:54:11,960",
        "en": "Nu skal du høre. Regeringen vil stemme for en tilbagetrækning.",
        "pa": "Listen.\n As things stand now,",
        "vi": "Nghe này.\n Tình hình hiện tại,"
    },
    {
        "start": "00:54:12,080",
        "end": "00:54:15,520",
        "en": "Men vi kan ikke blive enige om at bevare status quo.",
        "pa": "the government is set to vote in favor of a withdrawal soon.\n But we can't agree on maintaining the status quo.",
        "vi": "Chính phủ sẵn sàng bỏ phiếu ủng hộ việc rút quân sớm.\n Nhưng chúng tôi không đồng ý duy trì hiện trạng."
    },
    {
        "start": "00:54:15,640",
        "end": "00:54:20,040",
        "en": "-Hvad mener du om det? -Vi gør det, I giver os mandat til.",
        "pa": "What do you think of that?\n -We do as you mandate. -What is your opinion?",
        "vi": "Thì anh nghĩ sao?\n - Chúng tôi làm theo lời bà. - Ý anh thế nào?"
    },
    {
        "start": "00:54:20,160",
        "end": "00:54:24,040",
        "en": "Min personlige holdning har ingen betydning.",
        "pa": "My personal opinion is irrelevant.",
        "vi": "Ý riêng của tôi không liên quan."
    },
    {
        "start": "00:54:25,720",
        "end": "00:54:30,280",
        "en": "Du hader, at folk som mig træffer beslutningerne, ikke?",
        "pa": "You hate to have people like me making the decisions, don't you?",
        "vi": "Anh ghét phải có người như tôi quyết định, nhỉ?"
    },
    {
        "start": "00:54:30,400",
        "end": "00:54:34,320",
        "en": "Pladderhumanister, der ikke forstår, hvad I laver i Afghanistan.",
        "pa": "Soppy humanitarians who don't get what you're doing in Afghanistan.",
        "vi": "Mấy người nhân đạo yếu đuối không hiểu các anh làm gì ở Afghanistan."
    },
    {
        "start": "00:54:34,440",
        "end": "00:54:36,320",
        "en": "Hvor vil du hen?",
        "pa": "I'm not following you.",
        "vi": "Tôi không hiểu ý bà."
    },
    {
        "start": "00:54:36,440",
        "end": "00:54:41,440",
        "en": "I hader at modtage ordrer, men vil ikke fortælle, hvad jeg burde gøre.",
        "pa": "On the one hand you hate that I give the orders,\n but on the other you don't have the guts to tell me what to do.",
        "vi": "Một mặt, anh ghét việc tôi ra lệnh,\n mặt khác, anh không có can đảm để bảo tôi làm gì."
    },
    {
        "start": "00:54:41,560",
        "end": "00:54:45,160",
        "en": "Det er ikke mit job at fortælle, hvad statsministeren skal beslutte.",
        "pa": "It's not for me to make the prime minister's decisions.",
        "vi": "Tôi đâu được quyết thay Thủ tướng."
    },
    {
        "start": "00:54:45,280",
        "end": "00:54:48,520",
        "en": "Det er ikke det, jeg beder om.",
        "pa": "No, I'll make the necessary decision. That's not what I'm asking.",
        "vi": "Tôi sẽ ra quyết định cần thiết. Tôi đâu yêu cầu thế."
    },
    {
        "start": "00:54:50,040",
        "end": "00:54:54,200",
        "en": "Jeg har mistet otte mand på fem dage. Det er otte mand for meget.",
        "pa": "I've lost eight men in five days. That's eight men too many.",
        "vi": "Năm ngày tôi mất tám người. Tám cũng là quá nhiều."
    },
    {
        "start": "00:54:54,320",
        "end": "00:54:59,040",
        "en": "Hvad mener du, jeg bør gøre? Nu spørger jeg dig.",
        "pa": "That's all I care about.\n What do you think I should do?\n -Like I said, my personal-- -Right, but I'm asking you.",
        "vi": "Tôi chỉ để ý việc đó.\n Anh nghĩ tôi nên làm gì?\n - Như đã nói, ý kiến... - Phải, nhưng tôi hỏi anh."
    },
    {
        "start": "00:55:04,480",
        "end": "00:55:09,760",
        "en": "Der er kun én vej frem. En fælles international koordineret indsats.",
        "pa": "In my opinion there is only one way.",
        "vi": "Theo tôi chỉ có một cách."
    },
    {
        "start": "00:55:09,880",
        "end": "00:55:12,920",
        "en": "Vi kan ikke trække os tilbage under et angreb.",
        "pa": "That is a joint international coordinated effort.\n We can't pull out in the middle of an attack. That's no good.",
        "vi": "Đó là nỗ lực hợp tác quốc tế.\n Đang tấn công thì ta không thể rút. Thế là không tốt."
    },
    {
        "start": "00:55:13,040",
        "end": "00:55:15,840",
        "en": "Kan du uddybe det?",
        "pa": "-Please elaborate. -Firstly...",
        "vi": "- Nói rõ xem nào. - Thứ nhất..."
    },
    {
        "start": "00:55:15,960",
        "end": "00:55:20,800",
        "en": "Vi og vores allierede bør nedkæmpe den angrebsbølge, der er lige nu.",
        "pa": "we should join our allies and neutralize the current wave of attacks.",
        "vi": "ta nên cùng đồng minh vô hiệu hóa đợt tấn công hiện tại."
    },
    {
        "start": "00:55:20,920",
        "end": "00:55:26,160",
        "en": "Vi bør blive i Afghanistan, indtil vi har fået uddannet deres militær.",
        "pa": "And we must stay in Afghanistan until we've trained their army and police.",
        "vi": "Phải ở Afghanistan tới khi huấn luyện xong quân đội và cảnh sát của họ."
    },
    {
        "start": "00:55:26,280",
        "end": "00:55:29,920",
        "en": "-Hvor længe snakker vi om? -Det kan tage fem-seks år.",
        "pa": "How long are we talking?\n It could take five-six years.",
        "vi": "Phải ở bao lâu?\n Có thể mất năm-sáu năm."
    },
    {
        "start": "00:55:30,040",
        "end": "00:55:34,160",
        "en": "Og det kræver flere soldater, mere materiel og penge.",
        "pa": "And it requires more soldiers, more equipment and money.",
        "vi": "Cần nhiều lính, thiết bị và tiền bạc hơn."
    },
    {
        "start": "00:55:36,960",
        "end": "00:55:41,560",
        "en": "Kan du have en skriftlig beskrivelse af det klar til i morgen?",
        "pa": "Can you have a memo on the Danish part of such a coordinated effort",
        "vi": "Anh có thể soạn bản ghi nhớ về phần Đan Mạch tham gia nỗ lực phối hợp"
    },
    {
        "start": "00:55:43,920",
        "end": "00:55:48,760",
        "en": "-Kan du skaffe opbakning? -Det skal du ikke bekymre dig om.",
        "pa": "ready for me tomorrow?\n Can you muster support for such a policy shift?",
        "vi": "ngày mai xong không?\n Bà được ủng hộ thay đổi chính sách không?"
    },
    {
        "start": "00:55:48,880",
        "end": "00:55:51,880",
        "en": "-Hvornår kan du være klar? -Inden midnat.",
        "pa": "That's my job. Don't worry about that.\n -When can you have it ready? -It will be on your desk before midnight.",
        "vi": "Đó là việc của tôi. Đừng lo.\n - Khi nào anh xong? - Sẽ ở trên bàn bà trước nửa đêm."
    },
    {
        "start": "00:56:26,480",
        "end": "00:56:32,720",
        "en": "Nå, så har du alligevel tænkt dig at aflevere noget til mig.",
        "pa": "Oh.\n So you're giving me something after all?\n Yes.\n \"89,000 CHILDREN\"",
        "vi": "Ồ.\n Vậy rốt cuộc cô cũng có bài cho tôi?\n Vâng.\n \"TÁM CHÍN NGHÌN ĐỨA TRẺ\"."
    },
    {
        "start": "00:56:44,480",
        "end": "00:56:49,680",
        "en": "Regeringen fik i dag mandat til at øge indsatsen i Afghanistan.",
        "pa": "Today the government secured a majority in parliament\n to increase the Danish efforts in Afghanistan.",
        "vi": "Hôm nay Chính phủ đã bảo đảm đa số trong Quốc hội\n để tăng cường nỗ lực của Đan Mạch ở Afghanistan."
    },
    {
        "start": "00:56:49,800",
        "end": "00:56:54,640",
        "en": "Beslutningen blev taget efter Talebans offensiv for fem dage siden.",
        "pa": "The decision was made after the massive Taliban offensive",
        "vi": "Quyết định được đưa ra sau cuộc tấn công ồ ạt của Taliban"
    },
    {
        "start": "00:56:54,760",
        "end": "00:56:59,200",
        "en": "Efter planen skal fire F-16-jagere og seks Leopard-kampvogne",
        "pa": "that started five days ago.\n According to the plan, four F-16 fighter planes and six Leopard tanks",
        "vi": "bắt đầu năm ngày trước.\n Theo kế hoạch, bốn máy bay chiến đấu F-16 và sáu xe tăng Leopard"
    },
    {
        "start": "00:56:59,320",
        "end": "00:57:02,040",
        "en": "sendes til Afghanistan.",
        "pa": "with personnel will be sent to Afghanistan within a few weeks.",
        "vi": "cùng nhân sự sẽ được đưa tới Afghanistan trong vài tuần."
    },
    {
        "start": "00:57:02,160",
        "end": "00:57:08,520",
        "en": "Vi er imod krigen, men vi lader regeringssamarbejdet veje tungere.",
        "pa": "We've always been against the war, that's no secret,\n but we've chosen to put the government coalition above that",
        "vi": "Chúng tôi luôn phản đối chiến tranh, rõ là thế,\n nhưng chúng tôi đặt liên minh Chính phủ lên trên"
    },
    {
        "start": "00:57:08,640",
        "end": "00:57:13,360",
        "en": "Nogle gange må man gøre ting, som man ikke bryder sig om.",
        "pa": "and support the proposal.\n Sometimes you have to do things even though you don't want to. ",
        "vi": "và ủng hộ đề xuất này.\n Đôi khi ta phải làm những điều mình không muốn."
    },
    {
        "start": "00:58:21,640",
        "end": "00:58:24,240",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "Biên dịch: Trần Khánh Hưng "
    }
]