[
    {
        "start": "00:00:07,640",
        "end": "00:00:10,960",
        "en": "",
        "pa": "A NETFLIX SERIES",
        "vi": ""
    },
    {
        "start": "00:00:26,320",
        "end": "00:00:30,960",
        "en": "Det var en berørt Nadia Barazani, der i morges mødte pressen og meddelte,",
        "pa": "\"IT IS IN THE NATURE OF POWER THAT IT CAN ALSO LEAD TO ABUSE\"\n - IMMANUEL KANT\n It was a clearly upset Nadia Barazani who announced this morning",
        "vi": "\"BẢN CHẤT CỦA QUYỀN LỰC, LÀ NÓ DỄ BỊ LẠM DỤNG\".\n - IMMANUEL KANT\n Sáng nay, Nadia Barazani đầy xúc động đã tuyên bố với báo chí là bà từ chức"
    },
    {
        "start": "00:00:31,040",
        "end": "00:00:33,600",
        "en": "at hun trækker sig som klima- og energiminister",
        "pa": "that she is stepping down as Climate and Energy Minister",
        "vi": "Bộ trưởng Khí hậu và Năng lượng và thành viên Đảng Dân chủ Mới."
    },
    {
        "start": "00:00:33,680",
        "end": "00:00:35,640",
        "en": "og som medlem af Nye Demokrater.",
        "pa": "and as a member of the New Democrats.",
        "vi": ""
    },
    {
        "start": "00:00:35,720",
        "end": "00:00:38,280",
        "en": "Klimapolitikken er mit hjertebarn,",
        "pa": "Climate politics are close to my heart,",
        "vi": "Chính sách khí hậu là đam mê của tôi,"
    },
    {
        "start": "00:00:38,360",
        "end": "00:00:40,840",
        "en": "og derfor kan jeg ikke stå bag Birgitte Nyborgs holdningsskifte,",
        "pa": "and I can't support the change of policy made by Birgitte Nyborg",
        "vi": "nên tôi không thể ủng hộ việc Nyborg quay 180 độ để khai thác dầu ở Greenland"
    },
    {
        "start": "00:00:40,920",
        "end": "00:00:43,440",
        "en": "da hun pludselig gik ind for udnyttelse af den grønlandske olie.",
        "pa": "when she's now in favour of exploiting the oil in Greenland",
        "vi": ""
    },
    {
        "start": "00:00:43,520",
        "end": "00:00:46,360",
        "en": "Endda uden at rådføre sig med folketingsgruppen.",
        "pa": "without even consulting the group.",
        "vi": "mà không tham vấn nhóm nghị sĩ của bà."
    },
    {
        "start": "00:00:46,440",
        "end": "00:00:49,080",
        "en": "Støtter du stadig regeringen, eller bliver du en del af oppositionen?",
        "pa": "Do you still support the government? Or will you become part of the opposition?",
        "vi": "Bà ủng hộ Chính phủ hay sẽ sang phe đối lập?"
    },
    {
        "start": "00:00:49,160",
        "end": "00:00:52,080",
        "en": "Jeg bakker stadig op om Signe Kragh som statsminister.",
        "pa": "I still support Signe Kragh as Prime Minister,",
        "vi": "Tôi vẫn ủng hộ Thủ tướng Signe Kragh,"
    },
    {
        "start": "00:00:52,160",
        "end": "00:00:56,440",
        "en": "Men i spørgsmålet om den grønlandske olie støtter jeg ikke regeringens politik.",
        "pa": "but I cannot support the government's policy on the Greenlandic oil.\n To: Laugesen - I can't tolerate Barazani's disloyalty.",
        "vi": "nhưng không phải chính sách của Chính phủ về dầu ở Greenland.\n Gửi: Laugesen - Không chịu nổi sự phản bội của Barazani."
    },
    {
        "start": "00:01:02,400",
        "end": "00:01:05,400",
        "en": "Din dag har jo ændret sig lidt, og er blevet lidt presset.",
        "pa": "I'll tell the group and get them to toe the line.\n Your schedule has changed a bit and it's become a bit tight.",
        "vi": "Tôi sẽ báo nhóm nghị sĩ và bắt họ chấp nhận.\n Hôm nay kế hoạch thay đổi, nên lịch của bà dày đặc."
    },
    {
        "start": "00:01:05,480",
        "end": "00:01:06,560",
        "en": "Bare kom med det.",
        "pa": "Just tell me.",
        "vi": "Nói đi."
    },
    {
        "start": "00:01:07,680",
        "end": "00:01:09,840",
        "en": "Du starter i sikkerhedsudvalget nu her 08.15,",
        "pa": "You have the Security Committee at 8:15. Then you have your group meeting.",
        "vi": "Họp với Hội đồng An ninh lúc 8:15."
    },
    {
        "start": "00:01:09,920",
        "end": "00:01:12,880",
        "en": "derefter skal du direkte til gruppemøde. Du må gerne gøre det kort,",
        "pa": "",
        "vi": "Rồi họp nhóm nghị sĩ. Họp thật nhanh."
    },
    {
        "start": "00:01:12,960",
        "end": "00:01:15,000",
        "en": "da du skal briefes, inden du mødes med ambassadørerne.",
        "pa": "It would be best if you could make it quick.\n We have to brief you before you meet the ambassadors.",
        "vi": "Bà cần cập nhật trước khi gặp các đại sứ. Và có cả Asger nữa."
    },
    {
        "start": "00:01:15,080",
        "end": "00:01:17,000",
        "en": "Ja, og så er der også Asger.",
        "pa": "And then there's Asger.",
        "vi": ""
    },
    {
        "start": "00:01:17,920",
        "end": "00:01:20,880",
        "en": "Har du spist? Jeg har købt nødder, fordi du ikke kan lide energibarer.",
        "pa": "Have you eaten? I brought nuts for you. You didn't like those bars much.",
        "vi": "Bà ăn chưa? Tôi mua ít hạt vì bà không thích thanh muesli."
    },
    {
        "start": "00:01:22,600",
        "end": "00:01:25,000",
        "en": "Nej tak. Jeg sover bare ikke om natten.",
        "pa": "No, thanks.\n I'm just not sleeping at night.",
        "vi": "Không, cảm ơn. Tôi ngủ không ngon thôi."
    },
    {
        "start": "00:01:26,120",
        "end": "00:01:28,360",
        "en": "Det er, som om jeg ikke kan mærke min krop.",
        "pa": "It's as if I can't feel my body.",
        "vi": "Như thể không cảm nhận được cơ thể."
    },
    {
        "start": "00:01:28,440",
        "end": "00:01:32,160",
        "en": "Jeg kan lægge en sovepause ind til dig efter mødet med den russiske ambassadør.",
        "pa": "I can schedule a nap for you\n after you've spoken to the Russian ambassador.",
        "vi": "Tôi có thể lên lịch cho bà chợp mắt sau khi gặp Đại sứ Nga."
    },
    {
        "start": "00:01:35,080",
        "end": "00:01:37,880",
        "en": "Jeg kan jo ikke ligge og sove på arbejde.",
        "pa": "Oliver, I don't sleep at work.\n From: Laugesen",
        "vi": "Oliver, tôi không ngủ khi làm việc.\n Từ: Laugesen"
    },
    {
        "start": "00:01:44,440",
        "end": "00:01:46,640",
        "en": "USA har undersøgt dronen og kan oplyse,",
        "pa": "The Americans have examined the drone and have informed us",
        "vi": "Mỹ đã kiểm tra drone, đó là bản sao Trung Quốc"
    },
    {
        "start": "00:01:46,720",
        "end": "00:01:49,120",
        "en": "at der er tale om en kinesisk kopi",
        "pa": "that it is a Chinese copy of an American military drone.",
        "vi": ""
    },
    {
        "start": "00:01:49,200",
        "end": "00:01:51,000",
        "en": "af en amerikansk militærdrone.",
        "pa": "",
        "vi": "của drone của quân đội Mỹ."
    },
    {
        "start": "00:01:51,760",
        "end": "00:01:53,440",
        "en": "Dronen fik problemer og styrtede.",
        "pa": "The drone malfunctioned and crashed.",
        "vi": "Drone gặp sự cố và bị rơi."
    },
    {
        "start": "00:01:53,520",
        "end": "00:01:57,920",
        "en": "Kina må så have bedt Rusland om hjælp til at fjerne centrale dele af dronen,",
        "pa": "China must have asked Russia to help remove crucial parts of the drone,",
        "vi": "Có lẽ Trung Quốc đã nhờ Nga hỗ trợ để lấy lại các bộ phận quan trọng."
    },
    {
        "start": "00:01:58,000",
        "end": "00:02:01,040",
        "en": "hvorfor Rusland satte et hold specialstyrker i land fra en ubåd.",
        "pa": "which is why Russia deployed a team of special forces from a submarine.",
        "vi": "Vì vậy, Nga đã triển khai đặc nhiệm từ tàu ngầm."
    },
    {
        "start": "00:02:01,120",
        "end": "00:02:04,000",
        "en": "Det var så de soldater, Siriuspatruljen stod over for.",
        "pa": "And those were the soldiers the Sirius Patrol faced.",
        "vi": "Đội Tuần tra Sirius chạm trán đặc nhiệm."
    },
    {
        "start": "00:02:04,080",
        "end": "00:02:07,280",
        "en": "Uanset hvad er det en krænkelse af rigsfællesskabets luftrum.",
        "pa": "In any case, it's a violation of the nation's airspace.",
        "vi": "Drone xâm phạm không phận của Vương quốc Đan Mạch."
    },
    {
        "start": "00:02:07,360",
        "end": "00:02:09,520",
        "en": "Ligesom også russerne krænkede vores territorium",
        "pa": "Just as the Russians violated our territory",
        "vi": "Và người Nga đã xâm phạm lãnh thổ của ta với tàu ngầm và binh lính."
    },
    {
        "start": "00:02:09,600",
        "end": "00:02:11,480",
        "en": "ved at sende en ubåd og soldater ind.",
        "pa": "by sending in a submarine and soldiers.",
        "vi": ""
    },
    {
        "start": "00:02:12,560",
        "end": "00:02:14,240",
        "en": "Dronen er jo i princippet med til",
        "pa": "The drone was actually part of the reason the Chinese accepted America's terms…",
        "vi": "Về nguyên tắc, drone khiến Trung Quốc chấp nhận các điều khoản của Mỹ."
    },
    {
        "start": "00:02:14,320",
        "end": "00:02:16,800",
        "en": "at få kineserne til at acceptere de amerikanske vilkår,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:02:16,880",
        "end": "00:02:21,440",
        "en": "så vi lige nu rent faktisk har en aftale med et enormt økonomisk potentiale.",
        "pa": "Twitter: Barazani is a hero!\n Several constituency leaders thinking of leaving party.\n …which led to an agreement with great economic potential.",
        "vi": "Nên, hiện tại ta có một thỏa thuận với tiềm lực tài chính mạnh."
    },
    {
        "start": "00:02:21,520",
        "end": "00:02:23,840",
        "en": "Jeg siger bare, at hvis vi råber op",
        "pa": "Twitter: Nyborg is everything she used to denounce.",
        "vi": "Ý tôi là nếu ta động đến chuyện drone, lính và tàu ngầm,"
    },
    {
        "start": "00:02:23,920",
        "end": "00:02:26,960",
        "en": "om droner, soldater og ubåde, så ved vi godt, hvor det ender.",
        "pa": "If we start complaining about drones and submarines,",
        "vi": ""
    },
    {
        "start": "00:02:27,040",
        "end": "00:02:29,120",
        "en": "Så du foreslår, at vi intet foretager os?",
        "pa": "we all know what will happen.\n So you're suggesting that we do nothing?",
        "vi": "ta biết nó sẽ thế nào.\n Vậy không nên làm gì à?"
    },
    {
        "start": "00:02:31,960",
        "end": "00:02:33,960",
        "en": "Lad os lige se på, hvad der egentlig skete.",
        "pa": "Let's examine what actually happened.",
        "vi": "Hãy xem chuyện gì đã xảy ra."
    },
    {
        "start": "00:02:34,040",
        "end": "00:02:37,760",
        "en": "Sirius har set fire formodede russiske soldater trække sig tilbage,",
        "pa": "Sirius saw four presumably Russian soldiers retreat.",
        "vi": "Đội Tuần tra Sirius có lẽ đã thấy bốn lính Nga rút lui."
    },
    {
        "start": "00:02:37,840",
        "end": "00:02:41,040",
        "en": "amerikanerne har fjernet dronen, og ubåden er væk.",
        "pa": "The Americans have removed the drone, and the submarine is gone.",
        "vi": "Người Mỹ lấy drone, tàu ngầm biến mất."
    },
    {
        "start": "00:02:41,680",
        "end": "00:02:44,520",
        "en": "Så er der egentlig ikke også den mulighed, at vi kunne…",
        "pa": "So couldn't we express our dissatisfaction in a much more discreet way",
        "vi": "Vậy ta không thể bày tỏ"
    },
    {
        "start": "00:02:45,120",
        "end": "00:02:48,520",
        "en": "…meddele vores utilfredshed på en mere diskret måde?",
        "pa": "",
        "vi": "sự bất mãn theo cách kín đáo hơn sao?"
    },
    {
        "start": "00:02:48,600",
        "end": "00:02:50,280",
        "en": "Og så koncentrere os om det, vi ved.",
        "pa": "and concentrate on what we know?",
        "vi": "Tập trung vào cái ta biết?"
    },
    {
        "start": "00:02:50,360",
        "end": "00:02:53,760",
        "en": "At der er flertal for at sikre Danmark en aftale,",
        "pa": "A majority wants us to secure a deal for Denmark…",
        "vi": "Rằng đa số muốn một thỏa thuận của Đan Mạch"
    },
    {
        "start": "00:02:53,840",
        "end": "00:02:57,120",
        "en": "som både kan finansiere bloktilskuddene og forsvarsbudgettet.",
        "pa": "Twitter: Nyborg knows that the group's too weak to act.\n …which can finance the block grants and the defence budget.",
        "vi": "sẽ tài trợ cho việc chuyển vốn và chi tiêu quốc phòng."
    },
    {
        "start": "00:02:57,200",
        "end": "00:02:59,600",
        "en": "Sidder vi seriøst og diskuterer,",
        "pa": "Are we seriously discussing turning a blind eye to what has happened",
        "vi": "Ta thực sự bàn về việc liệu có thể lờ việc đã xảy ra,"
    },
    {
        "start": "00:02:59,680",
        "end": "00:03:02,280",
        "en": "om vi kan se igennem fingre med det, der er foregået,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:02,360",
        "end": "00:03:03,200",
        "en": "fordi vi vil sikre…",
        "pa": "in order to secure--",
        "vi": "- vì ta muốn… - Jon, xin ngắt lời."
    },
    {
        "start": "00:03:03,280",
        "end": "00:03:06,520",
        "en": "Jon, jeg stopper dig lige her, for Helle har faktisk et godt argument.",
        "pa": "Jon, I have to stop you there\n because Helle actually has a really good argument.",
        "vi": "Lập luận của Helle là rất mạnh."
    },
    {
        "start": "00:03:07,760",
        "end": "00:03:09,080",
        "en": "Der er ingen, der siger,",
        "pa": "Who says that the US, Russia and China",
        "vi": "Không ai cho rằng Mỹ, Nga hay Trung Quốc có lợi ích gì trong việc"
    },
    {
        "start": "00:03:09,160",
        "end": "00:03:13,040",
        "en": "at USA, Rusland eller Kina overhovedet har interesse i",
        "pa": "even want to publicly criticise each other?",
        "vi": ""
    },
    {
        "start": "00:03:13,120",
        "end": "00:03:15,280",
        "en": "at anklage hinanden offentligt.",
        "pa": "",
        "vi": "công khai buộc tội nhau."
    },
    {
        "start": "00:03:15,360",
        "end": "00:03:17,640",
        "en": "Godt. Vi gør sådan her:",
        "pa": "Good. This is what we do.",
        "vi": "Được rồi. Ta sẽ làm thế này."
    },
    {
        "start": "00:03:17,720",
        "end": "00:03:19,840",
        "en": "Birgitte, du taler med Stranton",
        "pa": "Birgitte, talk to Stranton about the Americans",
        "vi": "Birgitte, bà nói với Stranton"
    },
    {
        "start": "00:03:19,920",
        "end": "00:03:22,680",
        "en": "og forsøger at overtale amerikanerne til at lægge låg på sagen.",
        "pa": "not playing up the drone crisis.",
        "vi": "là người Mỹ xử lý cẩn trọng với vụ khủng hoảng drone."
    },
    {
        "start": "00:03:23,320",
        "end": "00:03:25,560",
        "en": "Og intet må slippe ud til pressen.",
        "pa": "And no leaks to the press about this.",
        "vi": "Không được để lộ cho báo chí."
    },
    {
        "start": "00:03:26,160",
        "end": "00:03:27,160",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:03:41,400",
        "end": "00:03:42,680",
        "en": "Ja tak.",
        "pa": "-Coffee? -Yeah, thanks.",
        "vi": "- Cảm ơn. - Cả nhóm không ủng hộ bà."
    },
    {
        "start": "00:03:42,760",
        "end": "00:03:44,560",
        "en": "Du har ikke gruppen med dig.",
        "pa": "The group isn't behind you.",
        "vi": ""
    },
    {
        "start": "00:03:59,240",
        "end": "00:04:02,480",
        "en": "Nadia er jo en utrolig dygtig politiker.",
        "pa": "Nadia is a very talented politician.",
        "vi": "Nadia là một chính khách rất giỏi."
    },
    {
        "start": "00:04:04,400",
        "end": "00:04:06,840",
        "en": "Og selvom jeg er ked af hendes beslutning,",
        "pa": "And while I was sad to hear her decision,",
        "vi": "Dù rất buồn khi nghe quyết định của cô ấy, tôi ghi nhận việc đó"
    },
    {
        "start": "00:04:06,920",
        "end": "00:04:08,480",
        "en": "så anerkender jeg den også,",
        "pa": "I also acknowledge it.",
        "vi": ""
    },
    {
        "start": "00:04:09,160",
        "end": "00:04:12,040",
        "en": "og ikke mindst det mod, der skulle til for at træffe den.",
        "pa": "And especially the courage needed to make it.",
        "vi": "và sự can đảm để đưa ra quyết định."
    },
    {
        "start": "00:04:12,120",
        "end": "00:04:15,840",
        "en": "Man siger, at den største test, man kan udsætte en politiker for, er,",
        "pa": "They say that the greatest test for a politician",
        "vi": "Người ta nói rằng thử thách lớn nhất với một chính khách là"
    },
    {
        "start": "00:04:15,920",
        "end": "00:04:18,600",
        "en": "om hun eller han er i stand til at afgive magten,",
        "pa": "is if she or he can give up power,",
        "vi": "người đó từ bỏ quyền lực được hay không."
    },
    {
        "start": "00:04:18,680",
        "end": "00:04:21,480",
        "en": "og man må sige, at Nadia har bestået den test i dag.",
        "pa": "and you have to say that Nadia has passed that test today.",
        "vi": "Phải nói hôm nay Nadia đã vượt qua thử thách đó."
    },
    {
        "start": "00:04:22,840",
        "end": "00:04:24,920",
        "en": "Vi har seks ministerier",
        "pa": "We have six ministries from 14 mandates.",
        "vi": "Chúng ta có sáu Bộ nhờ 14 nghị sĩ của ta."
    },
    {
        "start": "00:04:25,000",
        "end": "00:04:27,080",
        "en": "på baggrund af vores 14 mandater.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:27,160",
        "end": "00:04:28,680",
        "en": "Og selvom vi nu kun er 13,",
        "pa": "And even though we are only 13 now,",
        "vi": "Dù 13 người đã bỏ,"
    },
    {
        "start": "00:04:28,760",
        "end": "00:04:32,080",
        "en": "har jeg ikke tænkt mig at afgive klima- og energiministeriet.",
        "pa": "I won't give up the Climate and Energy Ministry.",
        "vi": "tôi sẽ không giao lại Bộ Khí hậu và Năng lượng."
    },
    {
        "start": "00:04:32,160",
        "end": "00:04:33,720",
        "en": "Det ministerium tilhører Nye Demokrater.",
        "pa": "That ministry belongs to the New Democrats. Hm?",
        "vi": "Đó là Bộ của chúng ta."
    },
    {
        "start": "00:04:35,040",
        "end": "00:04:38,280",
        "en": "Jeg er blevet spurgt tre gange her til morgen som politisk ordfører,",
        "pa": "As spokesperson I have been asked three times this morning",
        "vi": "- Nói hay. - Đồng ý.\n Là người phát ngôn, sáng nay tôi đã được hỏi ba lần"
    },
    {
        "start": "00:04:38,360",
        "end": "00:04:40,680",
        "en": "om vi fortsat bakker op om regeringens politik.",
        "pa": "if we still support the government's policies.",
        "vi": "xem ta còn ủng hộ chính sách của Chính phủ không."
    },
    {
        "start": "00:04:40,760",
        "end": "00:04:43,200",
        "en": "Og Kirsten, som den ret erfarne politiker du er,",
        "pa": "And, Kirsten, as the experienced politician that you are,",
        "vi": "Kirsten, cô là chính khách dày dạn."
    },
    {
        "start": "00:04:43,280",
        "end": "00:04:45,920",
        "en": "ved du godt, der kun er ét svar på det spørgsmål.",
        "pa": "you know that there is only one answer to that question. Right, Jon?",
        "vi": "Cô biết chỉ có một câu trả lời cho câu hỏi đó."
    },
    {
        "start": "00:04:46,000",
        "end": "00:04:47,080",
        "en": "Ikke også, Jon?",
        "pa": "",
        "vi": "Phải không Jon?"
    },
    {
        "start": "00:04:49,880",
        "end": "00:04:52,440",
        "en": "Man kan ikke sidde i regering uden at bakke regeringens politik op.",
        "pa": "You can't be in government and not support its policies.",
        "vi": "Thuộc chính phủ thì phải ủng hộ chính sách."
    },
    {
        "start": "00:04:52,520",
        "end": "00:04:53,960",
        "en": "Præcis.",
        "pa": "Precisely.",
        "vi": "Chính xác."
    },
    {
        "start": "00:04:54,040",
        "end": "00:04:58,040",
        "en": "Det næste logiske spørgsmål er så, om Nye Demokrater overhovedet skal…",
        "pa": "But the next logical question is whether the New Democrats should even…",
        "vi": "Vậy, câu hỏi hợp lý tiếp theo là liệu Đảng Dân chủ Mới có…"
    },
    {
        "start": "00:04:59,720",
        "end": "00:05:01,360",
        "en": "Om det overhovedet fortsat…",
        "pa": "If… If it is even still…",
        "vi": "Nếu chúng ta vẫn…"
    },
    {
        "start": "00:05:02,360",
        "end": "00:05:04,040",
        "en": "Hvad er næste logiske spørgsmål, Jon?",
        "pa": "What's the next logical question, Jon?",
        "vi": "Câu hỏi hợp lý tiếp theo là gì?"
    },
    {
        "start": "00:05:06,000",
        "end": "00:05:08,040",
        "en": "Nej. Ikke noget.",
        "pa": "No. Nothing.",
        "vi": "Không. Không có gì."
    },
    {
        "start": "00:05:08,720",
        "end": "00:05:11,280",
        "en": "Jeg vender tilbage angående den ledige ministerpost.",
        "pa": "I will get back to you regarding the ministerial post.",
        "vi": "Tôi sẽ họp lại với mọi người về chức Bộ trưởng."
    },
    {
        "start": "00:06:24,960",
        "end": "00:06:27,120",
        "en": "Men Frederik, hvis du hører, hvad jeg siger…",
        "pa": "Frederik, if you listen to what I'm trying--",
        "vi": "\"XỬ LÝ NÓ ĐI\"\n Frederik, hãy nghe tôi nói…"
    },
    {
        "start": "00:06:27,200",
        "end": "00:06:30,800",
        "en": "Både bestyrelsen og seerne ønsker Narciza tilbage.",
        "pa": "I have to stress that it is the wish of the viewers and the board",
        "vi": "Tôi nhấn mạnh hội đồng quản trị và khán giả đều muốn Narciza trở lại."
    },
    {
        "start": "00:06:30,880",
        "end": "00:06:33,680",
        "en": "Men det underminerer min autoritet som chef fuldstændig,",
        "pa": "that Narciza returns.\n But it completely undermines my authority as manager",
        "vi": "Nhưng nó làm mất hết quyền lực của tôi nếu phải nhận lại cô ấy."
    },
    {
        "start": "00:06:33,760",
        "end": "00:06:35,200",
        "en": "hvis jeg skal genansætte hende.",
        "pa": "if I have to rehire her.",
        "vi": ""
    },
    {
        "start": "00:06:35,280",
        "end": "00:06:37,200",
        "en": "Så er det en ordre?",
        "pa": "So, is this an order?",
        "vi": "Là lệnh đấy à?"
    },
    {
        "start": "00:06:37,800",
        "end": "00:06:40,240",
        "en": "Nej. Det er sgu da ikke en ordre.",
        "pa": "No, it's not a bloody order.",
        "vi": "Không.\n Tất nhiên là không rồi. Cô là trưởng ban."
    },
    {
        "start": "00:06:40,320",
        "end": "00:06:42,360",
        "en": "Du bestemmer suverænt over din afdeling.",
        "pa": "You're the undisputed boss of your own department.",
        "vi": ""
    },
    {
        "start": "00:06:44,360",
        "end": "00:06:47,040",
        "en": "Bare overvej konsekvenserne af ikke at gøre det.",
        "pa": "You just need to consider the consequences of not doing it.",
        "vi": "Nhưng hãy cân nhắc hậu quả của việc không làm."
    },
    {
        "start": "00:06:49,920",
        "end": "00:06:51,320",
        "en": "- Ikke? -Det overvejer jeg.",
        "pa": "Yeah, I'll do that.",
        "vi": "Vâng."
    },
    {
        "start": "00:06:51,400",
        "end": "00:06:53,400",
        "en": "- Godt. -Det er godt. Hej.",
        "pa": "-Good. -Good. Bye.",
        "vi": "- Tốt. - Rồi. Chào."
    },
    {
        "start": "00:07:01,680",
        "end": "00:07:03,560",
        "en": "Hej, Narciza. Godt at se dig.",
        "pa": "Hi, Narciza. Good to see you.",
        "vi": "Chào Narciza. Rất vui được gặp."
    },
    {
        "start": "00:07:04,440",
        "end": "00:07:07,600",
        "en": "Jeg tænkte, det var fint lige at have Lone med.",
        "pa": "I thought it would be best to have Lone join us.",
        "vi": "Tôi nghĩ Lone cũng nên có mặt."
    },
    {
        "start": "00:07:09,840",
        "end": "00:07:13,000",
        "en": "Der kan måske også komme paragraffer i spil, som jeg har styr på.",
        "pa": "There might be certain legal details in play which I can tell you about.",
        "vi": "Có lẽ tôi có thể giúp một số khía cạnh pháp lý."
    },
    {
        "start": "00:07:13,760",
        "end": "00:07:15,640",
        "en": "Som jeg vist fik sagt i telefonen,",
        "pa": "As I think I said on the phone,",
        "vi": "Như tôi đã nói qua điện thoại, phía quản lý có thể đã phạm sai lầm."
    },
    {
        "start": "00:07:15,720",
        "end": "00:07:18,880",
        "en": "så er der muligvis blevet begået nogle fejl fra ledelsens side.",
        "pa": "management might have made some mistakes.",
        "vi": ""
    },
    {
        "start": "00:07:18,960",
        "end": "00:07:21,680",
        "en": "Nej, faktisk ikke, Katrine. Det kørte lige efter bogen.",
        "pa": "No, not really, Katrine. It was done by the book.",
        "vi": "Không hẳn, Katrine. Theo quy trình mà."
    },
    {
        "start": "00:07:24,760",
        "end": "00:07:26,720",
        "en": "Ja, men… Nå, men det er jo heller ikke…",
        "pa": "Yeah…  It was, erm…",
        "vi": "À, không phải là…"
    },
    {
        "start": "00:07:28,880",
        "end": "00:07:32,640",
        "en": "Narciza, du er en fantastisk og meget populær vært.",
        "pa": "Narciza, you are a great anchor",
        "vi": "Narciza, cô là người dẫn giỏi."
    },
    {
        "start": "00:07:32,720",
        "end": "00:07:34,840",
        "en": "Og du skal vide, jeg sidder her med en udstrakt hånd,",
        "pa": "and a very popular one.\n And I'm reaching out to you",
        "vi": "Người rất nổi tiếng.\n Tôi muốn chấm dứt khúc mắc vì chúng tôi rất muốn cô quay lại."
    },
    {
        "start": "00:07:34,920",
        "end": "00:07:37,080",
        "en": "fordi vi rigtig gerne vil have dig tilbage.",
        "pa": "because we really want you to come back.",
        "vi": ""
    },
    {
        "start": "00:07:37,160",
        "end": "00:07:39,240",
        "en": "Personligt vil jeg meget gerne slå en streg over det,",
        "pa": "And personally, I would like to put all the things behind us",
        "vi": "Cá nhân tôi muốn quên việc xảy ra"
    },
    {
        "start": "00:07:39,320",
        "end": "00:07:41,920",
        "en": "der gjorde, at vi to fik en skæv start på hinanden.",
        "pa": "that made the two of us get off to a rocky start.",
        "vi": "và điều khiến hai ta khó làm việc."
    },
    {
        "start": "00:07:42,000",
        "end": "00:07:44,040",
        "en": "Jeg håber, du har lyst til at komme tilbage.",
        "pa": "And I hope you want to come back.",
        "vi": "Mong là cô muốn quay lại."
    },
    {
        "start": "00:07:45,160",
        "end": "00:07:46,840",
        "en": "Det samme job? Samme løn?",
        "pa": "To the same job? Same pay?",
        "vi": "Vẫn việc cũ? Lương như cũ à?"
    },
    {
        "start": "00:07:47,920",
        "end": "00:07:50,000",
        "en": "Det samme job og samme gode løn,",
        "pa": "The same job and the same good pay",
        "vi": "Việc cũ và lương tốt như cũ, vẫn trợ cấp ngày lễ và lương hưu cũ."
    },
    {
        "start": "00:07:50,080",
        "end": "00:07:52,000",
        "en": "og samme ferieordning og pension og…",
        "pa": "and the same vacations and pension scheme and--",
        "vi": ""
    },
    {
        "start": "00:07:52,080",
        "end": "00:07:53,160",
        "en": "Og barsel.",
        "pa": "Maternity leave.",
        "vi": "- Và thai sản. - Cảm ơn vì đã nhắc, Lone."
    },
    {
        "start": "00:07:53,240",
        "end": "00:07:55,520",
        "en": "Godt, du siger det, Lone. Øh…",
        "pa": "I'm glad you said that, Lone. Er…",
        "vi": ""
    },
    {
        "start": "00:07:55,600",
        "end": "00:07:59,880",
        "en": "Ja. Lea og jeg har faktisk talt om, at vi måske gerne vil have nummer to.",
        "pa": "Yes. Lea and I have actually started talking about maybe having another one.",
        "vi": "Vâng. Lea và tôi đã bàn về việc có thêm em bé."
    },
    {
        "start": "00:08:01,320",
        "end": "00:08:02,360",
        "en": "Det lyder da dejligt.",
        "pa": "That's wonderful.",
        "vi": "Tốt đấy."
    },
    {
        "start": "00:08:03,040",
        "end": "00:08:05,320",
        "en": "Det er jo… fuldstændig op til jer.",
        "pa": "And, er, th-that's entirely up to you.",
        "vi": "Và rõ là việc riêng của cô."
    },
    {
        "start": "00:08:05,400",
        "end": "00:08:06,640",
        "en": "Nu siger du samme løn.",
        "pa": "You said the same salary.",
        "vi": "Cô nói \"lương như cũ\"."
    },
    {
        "start": "00:08:07,720",
        "end": "00:08:11,040",
        "en": "Jeg forhandlede jo løn med Ulrich i sin tid, men det er jo…",
        "pa": "I negotiated my salary with Ulrik back in the day,",
        "vi": "Ban đầu tôi thảo luận về mức lương với Ulrich, nhưng đã"
    },
    {
        "start": "00:08:11,720",
        "end": "00:08:15,560",
        "en": "…tre år og to Mest Populære Nyhedsvært-priser siden, så…",
        "pa": "but that was three years\n and two Most Popular News Anchor awards ago, so…",
        "vi": "ba năm rồi hai lần đoạt giải người dẫn được ưa thích, nên…"
    },
    {
        "start": "00:08:19,080",
        "end": "00:08:21,600",
        "en": "Du får 85 plus pension lige nu.",
        "pa": "You get 85,000 plus pension now.",
        "vi": "Lương cô là 85.000 cộng phụ cấp lương hưu."
    },
    {
        "start": "00:08:21,680",
        "end": "00:08:24,000",
        "en": "Jeg synes, 100 er sådan et godt og rundt tal.",
        "pa": "I think 100's a nice, round number.",
        "vi": "Nhưng 100 là một con số tròn trịa."
    },
    {
        "start": "00:08:29,800",
        "end": "00:08:31,080",
        "en": "Ja, det er da bare det, vi gør.",
        "pa": "Well, that's just what we'll do.",
        "vi": "À, thì như vậy đi."
    },
    {
        "start": "00:08:31,680",
        "end": "00:08:33,960",
        "en": "Og så vil jeg også gerne lige sikre mig,",
        "pa": "I also want to make sure",
        "vi": "Và tôi muốn đảm bảo rằng"
    },
    {
        "start": "00:08:34,040",
        "end": "00:08:37,480",
        "en": "at der også er en anerkendelse af værtens redaktionelle synspunkt.",
        "pa": "that the main anchor's editorial point of view is acknowledged.",
        "vi": "cô ghi nhận đóng góp về biên tập từ người dẫn."
    },
    {
        "start": "00:08:39,080",
        "end": "00:08:42,800",
        "en": "Det ville være ærgerligt, hvis vi endte i den her situation igen.",
        "pa": "It would be a shame if we ended up in this situation again.",
        "vi": "Tôi không muốn lại rơi vào tình huống này."
    },
    {
        "start": "00:08:43,440",
        "end": "00:08:45,760",
        "en": "Selvfølgelig anerkender vi dit synspunkt.",
        "pa": "Of course, we acknowledge your point of view.",
        "vi": "Tất nhiên, chúng tôi ghi nhận."
    },
    {
        "start": "00:08:59,160",
        "end": "00:09:01,040",
        "en": "- Birgitte! -Richard.",
        "pa": "- Birgitte. -Richard.",
        "vi": "- Birgitte! - Richard."
    },
    {
        "start": "00:09:01,120",
        "end": "00:09:02,560",
        "en": "Altid en fornøjelse.",
        "pa": "Always a pleasure.",
        "vi": "Luôn luôn hân hạnh."
    },
    {
        "start": "00:09:03,400",
        "end": "00:09:06,560",
        "en": "Som du ved, så har vi en lille dronesituation i Grønland.",
        "pa": "As you know, we're having a bit of a situation in Greenland.",
        "vi": "Như ông biết, chúng tôi gặp chút vấn đề ở Greenland."
    },
    {
        "start": "00:09:07,560",
        "end": "00:09:09,440",
        "en": "Vi har ikke forårsaget den.",
        "pa": "Oh? We didn't cause the situation.",
        "vi": "Chúng tôi không gây ra rắc rối."
    },
    {
        "start": "00:09:10,040",
        "end": "00:09:12,000",
        "en": "Dronen styrtede ved et uheld,",
        "pa": "The drone crashed by accident,",
        "vi": "Drone bị rơi do tai nạn."
    },
    {
        "start": "00:09:12,080",
        "end": "00:09:14,680",
        "en": "og vi har ingen beviser for, at det var russiske soldater.",
        "pa": "and we've no solid proof that they were Russian soldiers.",
        "vi": "Không có bằng chứng chắc chắn họ là lính Nga."
    },
    {
        "start": "00:09:14,760",
        "end": "00:09:16,640",
        "en": "Men det var en russisk ubåd.",
        "pa": "Well, it was a Russian submarine.",
        "vi": "À thì, tàu ngầm Nga mà."
    },
    {
        "start": "00:09:16,720",
        "end": "00:09:20,240",
        "en": "Som kan have haft tekniske problemer, så den måtte op til overfladen.",
        "pa": "Which may have had technical issues,",
        "vi": "Có thể có vấn đề kỹ thuật buộc nó phải nổi lên."
    },
    {
        "start": "00:09:20,320",
        "end": "00:09:24,240",
        "en": "Det er tydeligvis i alles interesse at fortsætte som ingenting.",
        "pa": "forcing it to surface.\n Clearly, it would be in everyone's best interest to proceed",
        "vi": "Sẽ có lợi nhất cho các bên nếu coi việc này chưa từng xảy ra."
    },
    {
        "start": "00:09:24,320",
        "end": "00:09:25,600",
        "en": "Hvad prøver du at sige?",
        "pa": "as if this never happened.\n -What are you trying to tell me?",
        "vi": "Ý bà là thế nào?"
    },
    {
        "start": "00:09:27,680",
        "end": "00:09:31,240",
        "en": "Som din udenrigsminister sagde: \"Bare få det til at forsvinde.\"",
        "pa": "In the words of your Secretary of State,\n just make it go away.",
        "vi": "Nói theo lời của Bộ trưởng Ngoại giao, \"Xử lý nó đi\"."
    },
    {
        "start": "00:09:33,400",
        "end": "00:09:34,920",
        "en": "Jeg elsker fandeme diplomati.",
        "pa": "I fucking love diplomacy.",
        "vi": "Tôi cực thích ngoại giao."
    },
    {
        "start": "00:09:38,280",
        "end": "00:09:39,640",
        "en": "Har vi en aftale?",
        "pa": "Do we have a deal?",
        "vi": "Thỏa thuận vậy nhé?"
    },
    {
        "start": "00:09:39,720",
        "end": "00:09:40,880",
        "en": "Jeg står lige nu",
        "pa": "I am standing in front of one of your fellow countrymen.",
        "vi": "Tôi đang đứng trước một đồng bào của bà, Knud Rasmussen."
    },
    {
        "start": "00:09:40,960",
        "end": "00:09:44,840",
        "en": "foran en af dine landsmænd, Knud Rasmussen.",
        "pa": "Knud Rasmussen.",
        "vi": ""
    },
    {
        "start": "00:09:45,560",
        "end": "00:09:48,880",
        "en": "Jeg ved ikke, hvad noget af det betyder, så måske kan du oversætte.",
        "pa": "I don't know what any of this means, so perhaps you can translate.",
        "vi": "Tôi không hiểu nghĩa là gì, có lẽ bà có thể dịch hộ."
    },
    {
        "start": "00:09:48,960",
        "end": "00:09:50,000",
        "en": "Selvfølgelig.",
        "pa": "Sure.",
        "vi": "Vâng."
    },
    {
        "start": "00:09:50,080",
        "end": "00:09:53,440",
        "en": "\"Ene luftens ånder kender,",
        "pa": "\"Ene luftens ånder kender, hvad jeg møder…\"",
        "vi": "\"Ene luftens ånder kender, hvad jeg møder…\""
    },
    {
        "start": "00:09:53,520",
        "end": "00:09:55,200",
        "en": "hvad jeg møder…\"",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:09:55,280",
        "end": "00:09:58,280",
        "en": "\"Kun luftens ånder ved,",
        "pa": "\"Only the spirits of the air",
        "vi": "Chỉ những linh hồn trong không trung"
    },
    {
        "start": "00:09:58,360",
        "end": "00:10:01,600",
        "en": "hvad jeg skal møde hinsides bjerget.",
        "pa": "know what I shall encounter beyond the mountain.\"",
        "vi": "Biết tôi sẽ gặp chuyện gì Ngoài ngọn núi"
    },
    {
        "start": "00:10:01,680",
        "end": "00:10:06,640",
        "en": "Men alligevel driver jeg mine hunde fremad, fremad, fremad.\"",
        "pa": "\"Yet I drive my dogs onwards, onwards, onwards.\"",
        "vi": "Nhưng tôi lái xe chở lũ chó Đi tiếp, đi tiếp, đi tiếp"
    },
    {
        "start": "00:10:09,120",
        "end": "00:10:10,400",
        "en": "Har vi så en aftale?",
        "pa": "Do we have a deal?",
        "vi": "Ta thỏa thuận chứ?"
    },
    {
        "start": "00:10:13,000",
        "end": "00:10:13,840",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:10:14,680",
        "end": "00:10:15,800",
        "en": "Ja?",
        "pa": "Yeah?",
        "vi": "Thế nhỉ?"
    },
    {
        "start": "00:10:15,880",
        "end": "00:10:19,320",
        "en": "- Jeg tror, Washington er enig. -Det er fantastisk. Tak.",
        "pa": "I think Washington would agree.",
        "vi": "Tôi nghĩ Washington sẽ đồng ý."
    },
    {
        "start": "00:10:19,400",
        "end": "00:10:22,720",
        "en": "Men jeg spekulerer på, hvad der ligger bag det bjerg, Birgitte.",
        "pa": "That's… That's great. Thank you.\n But I wonder what is behind that mountain, Birgitte.",
        "vi": "Tốt quá. Cảm ơn ông.\n Nhưng tôi tự hỏi có gì đằng sau ngọn núi đó, Birgitte."
    },
    {
        "start": "00:10:25,120",
        "end": "00:10:25,960",
        "en": "Ja.",
        "pa": "Right.",
        "vi": "Đúng rồi."
    },
    {
        "start": "00:11:13,640",
        "end": "00:11:14,600",
        "en": "Sæt dig.",
        "pa": "Sit.",
        "vi": "Ngồi đi."
    },
    {
        "start": "00:11:20,040",
        "end": "00:11:20,880",
        "en": "Ja…",
        "pa": "Yeah.  I'd like to begin by…",
        "vi": "À…"
    },
    {
        "start": "00:11:21,920",
        "end": "00:11:24,120",
        "en": "-Hvis jeg må starte med… -Asger, for fanden!",
        "pa": "Asger. For fu…",
        "vi": "- Để tôi nói… - Asger, mẹ kiếp!"
    },
    {
        "start": "00:11:25,360",
        "end": "00:11:27,600",
        "en": "Du ved, hvad der ville ske, hvis Rasmus fandt ud af,",
        "pa": "You know what would happen if Rasmus found out",
        "vi": "Anh biết sẽ thế nào nếu Rasmus biết"
    },
    {
        "start": "00:11:27,680",
        "end": "00:11:30,960",
        "en": "at du muligvis har ladet fortrolige oplysninger flyde…",
        "pa": "that you might have left confidential information lying around.",
        "vi": "có lẽ anh đã để thông tin mật vương vãi lung tung…"
    },
    {
        "start": "00:11:31,040",
        "end": "00:11:32,040",
        "en": "Det har jeg ikke.",
        "pa": "But I didn't.",
        "vi": "- Tôi không thế. - Hay quá hiền khi đàm phán,"
    },
    {
        "start": "00:11:32,120",
        "end": "00:11:33,920",
        "en": "…eller været eftergivende i forhandlingerne,",
        "pa": "Or have been too compliant in the negotiations",
        "vi": ""
    },
    {
        "start": "00:11:34,000",
        "end": "00:11:37,240",
        "en": "fordi du har haft et forhold til den grønlandske afdelingschef i landsstyret.",
        "pa": "cos you have had an affair with the department head\n of the Greenlandic Home Rule.",
        "vi": "vì anh ngủ với Chánh Văn phòng của Thủ hiến."
    },
    {
        "start": "00:11:38,720",
        "end": "00:11:39,560",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:11:41,000",
        "end": "00:11:42,040",
        "en": "Jeg taler med ham.",
        "pa": "I will, er, talk to him.",
        "vi": "Tôi sẽ báo anh ấy."
    },
    {
        "start": "00:11:42,120",
        "end": "00:11:44,560",
        "en": "Og det, der er så sindssygt ærgerligt, er,",
        "pa": "And what is so extremely frustrating is that you're so very qualified.",
        "vi": "Điều thực sự kinh khủng là anh rất có trình độ."
    },
    {
        "start": "00:11:44,640",
        "end": "00:11:46,520",
        "en": "at du er så kvalificeret.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:11:46,600",
        "end": "00:11:49,440",
        "en": "Så dygtig en forhandler. Så skarp i dine analyser.",
        "pa": "Such a skilled negotiator and sharp analysis.",
        "vi": "Anh giỏi đàm phán, và phân tích của anh rất đúng."
    },
    {
        "start": "00:11:49,520",
        "end": "00:11:50,440",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:11:53,360",
        "end": "00:11:56,040",
        "en": "Det… Det her er det vildeste job, jeg nogensinde har haft.",
        "pa": "This is the most amazing job I have ever had.",
        "vi": "Đây là công việc tốt nhất tôi từng có."
    },
    {
        "start": "00:11:56,120",
        "end": "00:11:58,560",
        "en": "Så håber jeg kraftedeme, det var det værd.",
        "pa": "Well, then I bloody well hope that it's been worth it,",
        "vi": "Vậy tôi thật sự hy vọng nó xứng đáng."
    },
    {
        "start": "00:11:58,640",
        "end": "00:12:00,640",
        "en": "Og at du har fundet den store kærlighed.",
        "pa": "and that you found the love of your life or something.",
        "vi": "Rằng anh đã thấy tình yêu của mình."
    },
    {
        "start": "00:12:00,720",
        "end": "00:12:03,120",
        "en": "Så er det jo skønt, så skal I bare finde ud af det.",
        "pa": "Because then it's great. You just have to figure it out.",
        "vi": "Tuyệt vời, nhỉ? Vậy anh giải quyết thôi."
    },
    {
        "start": "00:12:03,200",
        "end": "00:12:05,480",
        "en": "Så skal du stoppe i ministeriet og til Grønland…",
        "pa": "You'll have to quit your job, move to Greenland.",
        "vi": "Anh sẽ nghỉ việc và đến Greenland."
    },
    {
        "start": "00:12:05,560",
        "end": "00:12:06,400",
        "en": "Vi er slet ikke…",
        "pa": "I think we're not--",
        "vi": "Bọn tôi không…"
    },
    {
        "start": "00:12:06,480",
        "end": "00:12:09,360",
        "en": "Men hvis det kun har været en flirt og et one-night stand,",
        "pa": "But if it is just a random flirt, a one-night stand,",
        "vi": "Nhưng nếu chỉ là tán tỉnh và tình một đêm,"
    },
    {
        "start": "00:12:09,440",
        "end": "00:12:11,280",
        "en": "så har du eddermaeme risikeret meget.",
        "pa": "then you have taken a bloody huge risk.",
        "vi": "anh liều vô cùng đấy."
    },
    {
        "start": "00:12:13,280",
        "end": "00:12:16,000",
        "en": "Vi er så tæt på at kunne lukke det her, Asger.",
        "pa": "We can close the deal very soon, Asger.",
        "vi": "Ta gần như đã chốt thỏa thuận."
    },
    {
        "start": "00:12:16,080",
        "end": "00:12:16,920",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Tôi biết."
    },
    {
        "start": "00:12:24,120",
        "end": "00:12:26,800",
        "en": "Jeg er faktisk villig til at lade, som om…",
        "pa": "But I'm actually willing to pretend that",
        "vi": "Tôi thật sự sẵn sàng làm như"
    },
    {
        "start": "00:12:26,880",
        "end": "00:12:28,240",
        "en": "…det her slet ikke er sket…",
        "pa": "this never happened.",
        "vi": "chuyện chưa hề xảy ra."
    },
    {
        "start": "00:12:32,800",
        "end": "00:12:34,520",
        "en": "…hvis du kan love mig et par ting.",
        "pa": "You just have to promise a few things.",
        "vi": "Nhưng tôi cần sự đảm bảo."
    },
    {
        "start": "00:12:36,520",
        "end": "00:12:38,200",
        "en": "Du ved vel, hvad jeg taler om.",
        "pa": "And I assume you know what I mean.",
        "vi": "Tôi đoán là anh hiểu ý tôi."
    },
    {
        "start": "00:12:45,680",
        "end": "00:12:47,600",
        "en": "Hun betød ikke noget. Det var en fejl.",
        "pa": "Er, she meant nothing to me. It was a mistake.",
        "vi": "Cô ấy không là gì. Đó là sai lầm."
    },
    {
        "start": "00:12:50,960",
        "end": "00:12:52,400",
        "en": "Det vil aldrig ske igen.",
        "pa": "It will never happen again.",
        "vi": "Sẽ không xảy ra lần nữa."
    },
    {
        "start": "00:13:04,040",
        "end": "00:13:04,920",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Rồi."
    },
    {
        "start": "00:13:07,360",
        "end": "00:13:08,280",
        "en": "Aftale.",
        "pa": "Deal.",
        "vi": "Thỏa thuận."
    },
    {
        "start": "00:13:15,920",
        "end": "00:13:17,880",
        "en": "Hallo! Jeg kalder lige til møde nu.",
        "pa": "-Hello! I'm gonna call a meeting now.",
        "vi": "Xin chào! Tôi muốn có cuộc họp."
    },
    {
        "start": "00:13:19,080",
        "end": "00:13:20,000",
        "en": "- Ja. - Ja.",
        "pa": "Yeah.",
        "vi": "- Vâng. - Vâng."
    },
    {
        "start": "00:13:20,600",
        "end": "00:13:22,600",
        "en": "Hej. Vi er lige i gang…",
        "pa": "- Hi. -Hi.\n Dan, we're starting now.",
        "vi": "Chào.\n Chúng tôi vừa…"
    },
    {
        "start": "00:13:22,680",
        "end": "00:13:24,640",
        "en": "- Pia, må jeg låne to minutter? -Ja.",
        "pa": "-Can I have two minutes before you begin? -Of course.",
        "vi": "- Pia, tôi xin một phút nhé? - Được."
    },
    {
        "start": "00:13:24,720",
        "end": "00:13:26,600",
        "en": "Jeg ville bare for en god ordens skyld melde ud,",
        "pa": "I just want to, for good measure, say what you have probably already heard,",
        "vi": "Tôi chỉ muốn nói điều chắc mọi người đã nghe."
    },
    {
        "start": "00:13:26,680",
        "end": "00:13:29,480",
        "en": "hvad I nok allerede har hørt, nemlig at Narciza…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:13:29,560",
        "end": "00:13:31,840",
        "en": "- Hej. - Hej, Narciza…",
        "pa": "-which is that Narciza-- -Hi.\n - Hi, Narciza. -Hi.",
        "vi": "Rằng Narciza…\n - Xin chào. - Chào Narciza."
    },
    {
        "start": "00:13:31,920",
        "end": "00:13:33,520",
        "en": "- Velkommen. - Tak.",
        "pa": "- Welcome. -Thank you.",
        "vi": "- Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:13:34,520",
        "end": "00:13:36,280",
        "en": "-Hej. Velkommen. - Tak.",
        "pa": "- Hi. Welcome. -Thank you. Thanks.",
        "vi": "- Chào. Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:13:37,200",
        "end": "00:13:39,080",
        "en": "Jeg har taget baklava med til jer.",
        "pa": "I've brought baklava. It's my grandma's recipe.",
        "vi": "Tôi mang bánh baklava đến. Công thức của bà tôi,"
    },
    {
        "start": "00:13:39,160",
        "end": "00:13:41,000",
        "en": "Det er min mormors opskrift,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:13:41,080",
        "end": "00:13:43,960",
        "en": "men det er nok både første og sidste gang, jeg bager selv,",
        "pa": "But it's probably both the first and the last time I'll be baking",
        "vi": "nhưng có lẽ là lần làm bánh đầu và cuối của tôi."
    },
    {
        "start": "00:13:44,040",
        "end": "00:13:45,680",
        "en": "for Pia siger, jeg får meget travlt.",
        "pa": "because Pia says I'm going to be very busy.",
        "vi": "- Pia đảm bảo tôi sẽ bận. - Sẽ vậy."
    },
    {
        "start": "00:13:45,760",
        "end": "00:13:46,800",
        "en": "Det gør du.",
        "pa": "- You are. -Yeah. Erm, Narciza.",
        "vi": ""
    },
    {
        "start": "00:13:46,880",
        "end": "00:13:50,800",
        "en": "Kære Narciza, det, jeg var ved at sige, inden du stjal mit publikum,",
        "pa": "What I was about to say before you, er, stole my audience",
        "vi": "Narciza thân mến, như tôi định nói trước khi cô cướp diễn đàn là"
    },
    {
        "start": "00:13:50,880",
        "end": "00:13:51,960",
        "en": "var sådan set bare,",
        "pa": "was that I'm just super happy that the two of us are back on track.",
        "vi": ""
    },
    {
        "start": "00:13:52,040",
        "end": "00:13:54,720",
        "en": "at jeg er superglad for, at vi to nu har fået talt ud.",
        "pa": "",
        "vi": "tôi thực sự vui vì ta giải quyết khúc mắc."
    },
    {
        "start": "00:13:55,400",
        "end": "00:13:59,120",
        "en": "Og selvom det også er meldt ud, så skylder vi Torben lige at sige tillykke",
        "pa": "And even though this has already been announced,\n I think we owe Torben our congratulations on the new position as political editor.",
        "vi": "Điều này cũng đã được công bố, nhưng cũng chúc mừng Torben"
    },
    {
        "start": "00:13:59,200",
        "end": "00:14:01,000",
        "en": "med jobbet som politisk redaktør.",
        "pa": "",
        "vi": "là biên tập viên chính trị mới."
    },
    {
        "start": "00:14:01,760",
        "end": "00:14:05,840",
        "en": "Torben er jo den måske mest erfarne og skarpe analytiker i landet.",
        "pa": "Torben might be the most experienced and sharpest analyst in the country.",
        "vi": "Torben có lẽ là nhà phân tích giàu kinh nghiệm nhất ở Đan Mạch."
    },
    {
        "start": "00:14:05,920",
        "end": "00:14:06,800",
        "en": "Ja.",
        "pa": "-Yes.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:14:07,560",
        "end": "00:14:08,960",
        "en": "Jeg betragter dig som min mentor,",
        "pa": "I consider you my mentor,",
        "vi": "Tôi coi anh là thầy,"
    },
    {
        "start": "00:14:09,040",
        "end": "00:14:12,360",
        "en": "og det er et privilegium at have dig på redaktionen. Tillykke.",
        "pa": "and it is a privilege to have you on the editorial team. Congrats.",
        "vi": "và thật vinh dự khi có anh. Chúc mừng."
    },
    {
        "start": "00:14:12,960",
        "end": "00:14:13,800",
        "en": "Tak.",
        "pa": "",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:14:16,240",
        "end": "00:14:18,680",
        "en": "Tak. Det kunne være, jeg også skulle have bagt kage,",
        "pa": "Thank you.\n Maybe I should have baked a cake, but I'm not very good at it.",
        "vi": "Cảm ơn. Lẽ ra tôi nên nướng bánh. Tôi không giỏi, nhưng tôi có thuốc lá."
    },
    {
        "start": "00:14:18,760",
        "end": "00:14:21,280",
        "en": "jeg er ikke så god til det, men jeg kan tilbyde en snus.",
        "pa": "I can offer you some snus if you'd like some.",
        "vi": ""
    },
    {
        "start": "00:14:21,360",
        "end": "00:14:22,920",
        "en": "- Ja tak. - Lækkert.",
        "pa": "- Please. - Delicious.",
        "vi": "- Vâng. - Nghe ổn đấy."
    },
    {
        "start": "00:14:23,000",
        "end": "00:14:26,560",
        "en": "Hvad med dit store magttema om statsministeren? \"Magtens Danmark\"?",
        "pa": "What about your big theme on the Prime Minister?",
        "vi": "Chủ đề Thủ tướng của anh sao rồi? \"Quyền lực ở Đan Mạch\"?"
    },
    {
        "start": "00:14:26,640",
        "end": "00:14:28,080",
        "en": "Giver du det videre, eller…",
        "pa": "\"The powers that be in Denmark\". Is someone taking that over?",
        "vi": "- Có người khác làm à? Hay… - Không đi đến đâu nên tôi bỏ rồi."
    },
    {
        "start": "00:14:28,160",
        "end": "00:14:30,480",
        "en": "Jeg skønnede, der ikke var hold i det,",
        "pa": "I just didn't feel there was enough substance there, so I put it on pause.",
        "vi": ""
    },
    {
        "start": "00:14:30,560",
        "end": "00:14:31,880",
        "en": "så den er sparket til hjørne.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:36,120",
        "end": "00:14:37,520",
        "en": "Jeg har gode nyheder.",
        "pa": "I have great news.",
        "vi": "Tôi có tin tốt."
    },
    {
        "start": "00:14:37,600",
        "end": "00:14:39,840",
        "en": "Jeg har lige haft en fin samtale med Stranton,",
        "pa": "I had a nice talk with Stranton about the drone,",
        "vi": "Tôi đã nói chuyện vui vẻ với Stranton,"
    },
    {
        "start": "00:14:39,920",
        "end": "00:14:42,680",
        "en": "som er enig i, at det tjener alles interesser bedst",
        "pa": "and he agrees that it's in everyone's best interest to put a lid on the matter",
        "vi": "ông ta đồng ý tốt nhất cho các bên"
    },
    {
        "start": "00:14:42,760",
        "end": "00:14:45,600",
        "en": "at lægge låg på det med dronen og lade som ingenting.",
        "pa": "",
        "vi": "là quên chuyện drone và coi nó chưa hề xảy ra."
    },
    {
        "start": "00:14:45,680",
        "end": "00:14:47,720",
        "en": "Han mente at kunne få Washington med.",
        "pa": "and pretend nothing's happened.\n He thinks that Washington will be on board.",
        "vi": "Ông ta sẽ cố thuyết phục Washington."
    },
    {
        "start": "00:14:47,800",
        "end": "00:14:50,240",
        "en": "Så Asger, vi skal have sendt dig tilbage til Grønland",
        "pa": "So, Asger, let's get you back to Greenland as quickly as possible",
        "vi": "Asger, chúng tôi cần anh về Greenland"
    },
    {
        "start": "00:14:50,320",
        "end": "00:14:53,160",
        "en": "og afslutte forhandlingerne om Danmarks andel af oliepengene.",
        "pa": "to finish negotiations about Denmark's share of the oil revenue.",
        "vi": "để thương lượng phần tiền từ dầu của Đan Mạch."
    },
    {
        "start": "00:14:53,240",
        "end": "00:14:54,080",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:14:54,160",
        "end": "00:14:56,280",
        "en": "Kaldte du Asger til Danmark kun for dette møde?",
        "pa": "Did you make Asger come back just to sit in on this meeting?",
        "vi": "Asger bay về chỉ vì cuộc họp này à?"
    },
    {
        "start": "00:14:56,360",
        "end": "00:15:01,520",
        "en": "Nej, der var også … nogle ting omkring vores samarbejde, vi skulle afstemme.",
        "pa": "No, there were also\n a few things about our working relationship we needed to get straight.",
        "vi": "Không, chúng tôi còn bàn bạc mấy chuyện khác của công việc nói chung."
    },
    {
        "start": "00:15:01,600",
        "end": "00:15:04,160",
        "en": "Som din departementschef ikke kender noget til?",
        "pa": "Which your permanent secretary doesn't know about?",
        "vi": "Không có Thứ trưởng Thường trực à?"
    },
    {
        "start": "00:15:04,240",
        "end": "00:15:06,120",
        "en": "Vil du ikke også bare tage MUS-samtalerne?",
        "pa": "Will you be handling performance appraisals?",
        "vi": "Muốn đánh giá nhân sự luôn à?"
    },
    {
        "start": "00:15:06,200",
        "end": "00:15:07,480",
        "en": "Det kan jeg godt. God idé.",
        "pa": "-I can do that. Good idea. -Perfect.",
        "vi": "Được mà. Ý hay đấy."
    },
    {
        "start": "00:15:07,560",
        "end": "00:15:10,360",
        "en": "- Perfekt. -Jeg kan finde en halv time i uge 41.",
        "pa": "I can find half an hour for you in week 41.",
        "vi": "- Tuyệt vời. - Tôi rảnh nửa giờ trong tuần 41."
    },
    {
        "start": "00:15:10,960",
        "end": "00:15:13,240",
        "en": "Undskyld, hvor finder du den halve time?",
        "pa": "Er, sorry, where'd you find that half an hour?",
        "vi": "Làm sao anh có được nửa tiếng rảnh?"
    },
    {
        "start": "00:15:14,320",
        "end": "00:15:16,400",
        "en": "-Det var bare en joke. Bare for sjov.",
        "pa": "-It was just a joke. Just…",
        "vi": "Đùa thôi mà. Tôi đùa thôi."
    },
    {
        "start": "00:15:17,000",
        "end": "00:15:20,160",
        "en": "Undskyld, men jeg tror, I bliver nødt til at se Global News.",
        "pa": "Pardon me, but I think you need to turn on Global News.",
        "vi": "Xin lỗi, nhưng mọi người cần xem Tin tức Toàn cầu."
    },
    {
        "start": "00:15:24,200",
        "end": "00:15:26,800",
        "en": "I går krænkede Rusland suveræniteten…",
        "pa": "Yesterday, Russia violated the sovereignty of United States NATO ally, Denmark.",
        "vi": "Hôm qua, Nga đã xâm phạm chủ quyền của đồng minh với Mỹ và NATO, là Đan Mạch."
    },
    {
        "start": "00:15:26,880",
        "end": "00:15:28,240",
        "en": "UDENRIGSMINISTER",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:28,320",
        "end": "00:15:30,600",
        "en": "…hos USA's NATO-allierede Danmark.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:30,680",
        "end": "00:15:33,120",
        "en": "Havde du ikke en aftale med amerikanerne?",
        "pa": "Didn't you have a deal with the Americans?",
        "vi": "Bà chốt với người Mỹ rồi mà?"
    },
    {
        "start": "00:15:33,200",
        "end": "00:15:37,160",
        "en": "På en mission, der skulle ødelægge en nedstyrtet kinesisk militærdrone,",
        "pa": "On a mission to destroy a crashed Chinese military drone,",
        "vi": "Trong nhiệm vụ phá hủy một drone bị rơi của quân đội Trung Quốc,"
    },
    {
        "start": "00:15:37,240",
        "end": "00:15:41,280",
        "en": "stod russiske specialstyrker ansigt til ansigt med danske soldater.",
        "pa": "Russian special forces came face-to-face with Danish soldiers.",
        "vi": "lính đặc nhiệm Nga đã đối mặt với lính Đan Mạch."
    },
    {
        "start": "00:15:41,360",
        "end": "00:15:45,200",
        "en": "USA ser på situationen med stor bekymring,",
        "pa": "The United States is monitoring the situation with great concern",
        "vi": "Hoa Kỳ đang theo dõi tình hình với quan ngại sâu sắc"
    },
    {
        "start": "00:15:45,280",
        "end": "00:15:48,360",
        "en": "og vi vil forsvare vores interesser i regionen med alle midler.",
        "pa": "and will defend its interests in the region by any means necessary.",
        "vi": "và sẽ bảo vệ lợi ích của mình trong khu vực bằng mọi cách."
    },
    {
        "start": "00:15:48,440",
        "end": "00:15:50,680",
        "en": "For helvede. Så er det ude.",
        "pa": "It's out. You can expect a meeting with the Security Committee in a moment.",
        "vi": "- Chết dở. - Xì ra rồi."
    },
    {
        "start": "00:15:50,760",
        "end": "00:15:52,960",
        "en": "Regn med et møde i sikkerhedsudvalget om lidt.",
        "pa": "",
        "vi": "Chờ cuộc họp với Hội đồng An ninh."
    },
    {
        "start": "00:15:53,040",
        "end": "00:15:55,720",
        "en": "Vi skal have den russiske og kinesiske ambassadør ind tidligere.",
        "pa": "We need to get the Russian ambassador to come in early, the Chinese as well.",
        "vi": "Liên lạc với đại sứ Nga và Trung Quốc ngay."
    },
    {
        "start": "00:15:55,800",
        "end": "00:15:58,840",
        "en": "Og jeg skal have fat i vores ambassader i Moskva, Washington og Beijing.",
        "pa": "And I need to talk to our embassies in Moscow, Washington and Beijing.",
        "vi": "Tôi cần gọi các đại sứ ở Matxcơva, Washington và Bắc Kinh."
    },
    {
        "start": "00:15:58,920",
        "end": "00:16:01,560",
        "en": "Vi skal tjekke folkeretten i forhold til krænkelse af territorium.",
        "pa": "We need to check the international laws on invasion of our territories.",
        "vi": "Kiểm tra luật quốc tế về việc vi phạm lãnh thổ."
    },
    {
        "start": "00:16:01,640",
        "end": "00:16:03,760",
        "en": "Nu ringer TV1 allerede. Hvad skal jeg sige til dem?",
        "pa": "-TV1's calling. What shall I tell them? -We must coordinate with the PM's office.",
        "vi": "- TV1 gọi rồi. Tôi nói gì đây? - Ta cần phối hợp với Thủ tướng."
    },
    {
        "start": "00:16:03,840",
        "end": "00:16:05,320",
        "en": "Vi skal afstemme med statsministeriet.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:05,400",
        "end": "00:16:07,280",
        "en": "Vi er nødt til at få struktur på det her.",
        "pa": "We need to get a handle on this and structure it.",
        "vi": "Ta phải xử lý vụ này."
    },
    {
        "start": "00:16:07,360",
        "end": "00:16:10,080",
        "en": "Vi skal have noget online hurtigt. Ekspres har den allerede.",
        "pa": "We have to get something online as soon as possible. Ekspres already has.",
        "vi": "Đăng nhanh gì đó lên mạng. Express đã đăng rồi."
    },
    {
        "start": "00:16:10,160",
        "end": "00:16:12,680",
        "en": "Vi åbner med hovedhistorien. Det er dig, Narciza.",
        "pa": "We lead with the main story. That's you, Narciza.",
        "vi": "Bắt đầu với nội dung chính. Narciza, của cô."
    },
    {
        "start": "00:16:12,760",
        "end": "00:16:17,240",
        "en": "Ja, \"Danske soldater i kamp på dansk jord for første gang siden 2. verdenskrig.\"",
        "pa": "Yes. Er, \"Danish soldiers in battle on Danish soil",
        "vi": "Rồi. \"Lính Đan Mạch chiến đấu trên đất Đan Mạch lần đầu kể từ Thế chiến II\"."
    },
    {
        "start": "00:16:17,320",
        "end": "00:16:19,800",
        "en": "-De har ikke rigtig været i kamp. - Der var varselsskud.",
        "pa": "for the first time since WW2.\"\n -They didn't actually fight. - A warning shot was fired.",
        "vi": "- Đâu có đánh nhau. - Có bắn cảnh cáo."
    },
    {
        "start": "00:16:19,880",
        "end": "00:16:22,880",
        "en": "\"Danske soldater har stået over for væbnede fjendtlige styrker",
        "pa": "\"Danish soldiers faced armed enemy forces on Danish soil",
        "vi": "\"Lính Đan Mạch đối mặt với quân địch có vũ trang"
    },
    {
        "start": "00:16:22,960",
        "end": "00:16:25,040",
        "en": "på dansk jord for første gang siden 2. verdenskrig.\"",
        "pa": "for the first time since WW2.\"",
        "vi": "trên đất Đan Mạch lần đầu kể từ Thế chiến II\"."
    },
    {
        "start": "00:16:26,680",
        "end": "00:16:28,640",
        "en": "Washington tager sagen meget alvorligt,",
        "pa": "Washington is taking this very seriously.",
        "vi": "Washington rất lo ngại, điều này thay đổi hoàn toàn chương trình nghị sự của ta."
    },
    {
        "start": "00:16:28,720",
        "end": "00:16:31,760",
        "en": "så dagsordenen er ændret fuldstændig.",
        "pa": "So the agenda has changed completely.",
        "vi": ""
    },
    {
        "start": "00:16:31,840",
        "end": "00:16:34,520",
        "en": "Jeg har lige haft USA's udenrigsminister i røret.",
        "pa": "I have just talked to the American Secretary of State.",
        "vi": "Tôi vừa nói chuyện với Ngoại trưởng Mỹ."
    },
    {
        "start": "00:16:34,600",
        "end": "00:16:36,800",
        "en": "Vi er nødt til at indgive en officiel klage",
        "pa": "We have to complain officially to both the Russians and the Chinese.",
        "vi": "Ta phải gửi khiếu nại chính thức tới cả Nga và Trung Quốc."
    },
    {
        "start": "00:16:36,880",
        "end": "00:16:38,520",
        "en": "til både russerne og kineserne.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:16:38,600",
        "end": "00:16:40,080",
        "en": "Må jeg være så fri at spørge…",
        "pa": "Pardon me, but can I ask if we are sending angry protest to Beijing and Moscow",
        "vi": "Tôi hỏi được không…"
    },
    {
        "start": "00:16:40,160",
        "end": "00:16:43,160",
        "en": "Sender vi oprørte protester i retning af Beijing og Moskva,",
        "pa": "",
        "vi": "Ta đang gửi lời phản đối mạnh tới Bắc Kinh và Matxcơva"
    },
    {
        "start": "00:16:43,240",
        "end": "00:16:46,320",
        "en": "fordi de har krænket danske territorialrettigheder,",
        "pa": "because they violated Danish territory,",
        "vi": "vì họ vi phạm quyền lãnh thổ của Đan Mạch"
    },
    {
        "start": "00:16:46,400",
        "end": "00:16:49,200",
        "en": "samtidig med at vi uindskrænket fortsætter",
        "pa": "while at the same time continuing, without any restrictions,",
        "vi": "đồng thời vui vẻ tiếp tục"
    },
    {
        "start": "00:16:49,280",
        "end": "00:16:52,240",
        "en": "med at bore efter olie i Grønland sammen med kineserne?",
        "pa": "to drill for oil in Greenland with the Chinese?",
        "vi": "khoan dầu ở Greenland với Trung Quốc à?"
    },
    {
        "start": "00:16:52,320",
        "end": "00:16:54,800",
        "en": "-Du blander to sager sammen her. -Lige præcis.",
        "pa": "But you are getting two separate issues mixed up here.",
        "vi": "- Ông đang trộn táo với cam. - Chính xác."
    },
    {
        "start": "00:16:54,880",
        "end": "00:16:57,400",
        "en": "Det er vigtigt at holde fast i det over for pressen.",
        "pa": "Exactly. And it is very important to stick to that with the media.",
        "vi": "Ta cần nói rõ với báo chí."
    },
    {
        "start": "00:16:57,480",
        "end": "00:16:59,880",
        "en": "Dronen og olien har intet med hinanden at gøre.",
        "pa": "The drone and the oil have nothing to do with each other, Jon.",
        "vi": "Drone và dầu là hai vấn đề riêng rẽ."
    },
    {
        "start": "00:16:59,960",
        "end": "00:17:02,240",
        "en": "Jeg er meget enig, og Jon,",
        "pa": "I agree completely. And, Jon, pardon me, but drone or no drone,",
        "vi": "Tôi hoàn toàn đồng ý. Và Jon…"
    },
    {
        "start": "00:17:02,320",
        "end": "00:17:04,720",
        "en": "drone eller ej, du vil jo slet ikke have den olie.",
        "pa": "you don't want the oil.",
        "vi": "Ông chả muốn dầu, dù có drone hay không."
    },
    {
        "start": "00:17:06,000",
        "end": "00:17:08,840",
        "en": "Nyborg er bekræftet i forhold til historien om Nye Demokrater,",
        "pa": "It is confirmed that Nyborg will comment on the New Democrats,",
        "vi": "Nyborg đã xác nhận chuyện của Đảng Dân chủ Mới,"
    },
    {
        "start": "00:17:08,920",
        "end": "00:17:13,040",
        "en": "men ikke bekræftet til at udtale sig om USA's udmelding, og jeg har prøvet.",
        "pa": "but I can't get them to confirm\n that she will on the American statement as well, and I have tried.",
        "vi": "nhưng chưa xác nhận tuyên bố nào về tin tức từ Mỹ. Tôi thử rồi."
    },
    {
        "start": "00:17:13,120",
        "end": "00:17:15,920",
        "en": "Kan hun udtale sig om Barazani, kan hun vel også tale om Grønland?",
        "pa": "If she can comment on Barazani, she can comment on Greenland.",
        "vi": "Sao không? Bà ấy đã tuyên bố về Barazani."
    },
    {
        "start": "00:17:16,000",
        "end": "00:17:17,840",
        "en": "Vent. Jeg aner ikke, om vi har plads.",
        "pa": "Wait a sec. I have no idea if we have the time for all that.",
        "vi": "- Từ từ. Không biết đủ thời lượng không. - Tốt, Frederik."
    },
    {
        "start": "00:17:17,920",
        "end": "00:17:19,640",
        "en": "Fint, Frederik.",
        "pa": "Yeah, Frederik, good. Because of Wayne's statement",
        "vi": ""
    },
    {
        "start": "00:17:19,720",
        "end": "00:17:22,640",
        "en": "På grund af Waynes udmelding udvider vi udsendelsen med en halv time.",
        "pa": "I've decided to extend the news by half an hour.",
        "vi": "Ta kéo thời sự thêm 30p dựa trên phát biểu của Wayne."
    },
    {
        "start": "00:17:22,720",
        "end": "00:17:23,760",
        "en": "- Okay. - Fedt.",
        "pa": "Oh, okay. Well, then we have time for both Greenland and the New Democrats.",
        "vi": "- Rồi. - Tốt."
    },
    {
        "start": "00:17:23,840",
        "end": "00:17:26,600",
        "en": "Så har vi plads til både Grønland og Nye Demokrater. Super.",
        "pa": "",
        "vi": "Có cả Greenland và Đảng Dân chủ Mới. Siêu."
    },
    {
        "start": "00:17:26,680",
        "end": "00:17:28,440",
        "en": "Så må vi bare håbe, jeg er kompetent nok til",
        "pa": "And I just hope I'm competent enough to interview Nyborg about two things.",
        "vi": "Hy vọng tôi có thể phỏng vấn Nyborg về hai chủ đề khác nhau."
    },
    {
        "start": "00:17:28,520",
        "end": "00:17:30,240",
        "en": "at interviewe Nyborg om hele to ting.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:17:31,640",
        "end": "00:17:32,720",
        "en": "Ja…",
        "pa": "",
        "vi": "Twitter: Katrine, quyết đi! Cô ấy nhận lại @NarcizaAydin!"
    },
    {
        "start": "00:17:34,640",
        "end": "00:17:36,640",
        "en": "Det jeg tænker nu, det er…",
        "pa": "Twitter: Katrine, make up your mind! She re-hired @NarcizaAydin!",
        "vi": "Twitter: Cô ấy có biết làm sếp không?"
    },
    {
        "start": "00:17:39,560",
        "end": "00:17:43,200",
        "en": "Vi ved, der allerede er afholdt møder i sikkerhedsudvalget.",
        "pa": "Twitter: Does she know how to be a boss?\n We know that the Security Committee",
        "vi": "Chúng tôi biết Hội đồng An ninh đã tổ chức các cuộc họp"
    },
    {
        "start": "00:17:43,280",
        "end": "00:17:44,840",
        "en": "Med de tungeste ministre.",
        "pa": "has already been in session with all the major ministers.",
        "vi": "- với các bộ trưởng quan trọng nhất. - Chính xác, và với vụ này,"
    },
    {
        "start": "00:17:44,920",
        "end": "00:17:48,000",
        "en": "Lige præcis. Og i en sag som denne foregår alt i tæt dialog",
        "pa": "Exactly. And in a case like this,",
        "vi": ""
    },
    {
        "start": "00:17:48,080",
        "end": "00:17:50,720",
        "en": "med både Forsvarets Efterretningstjeneste og PET.",
        "pa": "the lines to the Defence Intelligence Service",
        "vi": "chắc chắn đường dây của Cục Tình báo Quốc phòng và PET rất bận."
    },
    {
        "start": "00:17:50,800",
        "end": "00:17:54,800",
        "en": "Hvordan fordeler Forsvarets Efterretningstjeneste og PET",
        "pa": "and the Security and Intelligence Service are most certainly kept open.",
        "vi": "Và làm thế nào để DDIS và PET phân chia"
    },
    {
        "start": "00:17:54,880",
        "end": "00:17:57,320",
        "en": "opgaverne mellem sig i sådan en situation?",
        "pa": "",
        "vi": "công việc trong những tình huống này?"
    },
    {
        "start": "00:17:57,400",
        "end": "00:17:59,680",
        "en": "Kan det nogensinde komme til konflikt imellem dem?",
        "pa": "",
        "vi": "Có bao giờ dẫn đến xung đột giữa hai bên?"
    },
    {
        "start": "00:17:59,760",
        "end": "00:18:01,760",
        "en": "Ja, altså, det er jo…",
        "pa": "",
        "vi": "À vâng, nó…"
    },
    {
        "start": "00:18:11,440",
        "end": "00:18:13,920",
        "en": "- Hej, Asger. -Hej, Birgitte.",
        "pa": "- Nyborg. -Hi, Birgitte.",
        "vi": "- Chào Asger. - Chào Birgitte."
    },
    {
        "start": "00:18:14,000",
        "end": "00:18:15,840",
        "en": "Jeg håber, det er okay, jeg ringer direkte.",
        "pa": "Erm, I hope it's okay that I'm calling you directly.",
        "vi": "- Tôi gọi trực tiếp được chứ? - Được."
    },
    {
        "start": "00:18:15,920",
        "end": "00:18:17,160",
        "en": "Ja, selvfølgelig.",
        "pa": "Yes, of course it is.",
        "vi": ""
    },
    {
        "start": "00:18:17,240",
        "end": "00:18:19,720",
        "en": "Kan du huske, at PET var inde over oliesagen",
        "pa": "Do you remember that the intelligence service helped us",
        "vi": "Bà có nhớ là PET điều tra vụ dầu"
    },
    {
        "start": "00:18:19,800",
        "end": "00:18:22,280",
        "en": "for at finde ud af, hvem ejerne af boreselskabet var?",
        "pa": "on the matter of the oil by finding the owners of the drilling company?",
        "vi": "để xác định ai là chủ công ty khoan không?"
    },
    {
        "start": "00:18:22,360",
        "end": "00:18:23,640",
        "en": "-Ja? - Ja.",
        "pa": "-Yeah? -Yeah.",
        "vi": "- Vâng? - Rồi."
    },
    {
        "start": "00:18:23,720",
        "end": "00:18:25,400",
        "en": "Det… Jeg har…",
        "pa": "It's… I… I have…",
        "vi": "Nó… Tôi…"
    },
    {
        "start": "00:18:27,920",
        "end": "00:18:30,840",
        "en": "Jeg har ikke kunnet lade være med at få den tanke, at…",
        "pa": "I can't help thinking that maybe the intelligence service have",
        "vi": "Tôi cứ nghĩ mãi về việc"
    },
    {
        "start": "00:18:32,000",
        "end": "00:18:34,560",
        "en": "…de måske har begået en fejl. PET.",
        "pa": "made a mistake",
        "vi": "có thể PET đã phạm sai lầm."
    },
    {
        "start": "00:18:34,640",
        "end": "00:18:38,240",
        "en": "Som muligvis har kostet en ung grønlandsk mand livet.",
        "pa": "which might have cost a young Greenlander his life.",
        "vi": "Có lẽ vì thế khiến một người Greenland phải mất mạng."
    },
    {
        "start": "00:18:38,320",
        "end": "00:18:40,800",
        "en": "Storebroren til Hans Eliassens adoptivdatter.",
        "pa": "The older brother of Hans Eliassen's adopted daughter.",
        "vi": "Anh trai của con gái nuôi Hans Eliassen."
    },
    {
        "start": "00:18:40,880",
        "end": "00:18:42,920",
        "en": "Husker du, jeg var til hans begravelse?",
        "pa": "-I went to his funeral, if you remember? -What?",
        "vi": "- Tôi dự đám tang anh ấy, nhớ chứ? - Ý thế nào?"
    },
    {
        "start": "00:18:43,000",
        "end": "00:18:44,360",
        "en": "Hvad for noget?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:18:44,440",
        "end": "00:18:45,960",
        "en": "Jeg stødte på den kaptajnløjtnant,",
        "pa": "I met the lieutenant-commander who… who helped the intelligence service.",
        "vi": "Tôi gặp Trung úy chỉ huy làm cho PET. Anh ta có vẻ đau khổ vì cảm giác tội lỗi."
    },
    {
        "start": "00:18:46,040",
        "end": "00:18:49,600",
        "en": "der hjalp PET, og han virkede underligt tynget af skyld,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:18:49,680",
        "end": "00:18:52,160",
        "en": "som om han vidste mere, end han kunne sige.",
        "pa": "He seemed strangely burdened by… by guilt.",
        "vi": "Có vẻ anh ta biết nhiều hơn mức có thể kể ra."
    },
    {
        "start": "00:18:52,240",
        "end": "00:18:55,680",
        "en": "Jeg fik bare en fornemmelse af, at noget måske er gået galt",
        "pa": "As if he knew more than he could tell me. I don't know.\n I just got this feeling that something might've gone wrong",
        "vi": "Tôi có cảm giác có gì đó không ổn"
    },
    {
        "start": "00:18:55,760",
        "end": "00:18:58,480",
        "en": "i PET's forsøg på at skaffe informationer, og at…",
        "pa": "when the intelligence service tried to get information, and that",
        "vi": "khi PET cố tìm thông tin, và điều đó…"
    },
    {
        "start": "00:18:59,360",
        "end": "00:19:01,720",
        "en": "Og at den unge mand, Malik,",
        "pa": "the young man, Malik,",
        "vi": "Rằng chàng trai trẻ, Malik,"
    },
    {
        "start": "00:19:02,720",
        "end": "00:19:04,760",
        "en": "ikke har begået selvmord.",
        "pa": "might not have killed himself.",
        "vi": "không tự sát."
    },
    {
        "start": "00:19:04,840",
        "end": "00:19:08,240",
        "en": "-Det er nogle meget alvorlige anklager. - Ja, det ved jeg godt.",
        "pa": "Those are very serious accusations.",
        "vi": "- Đó là các cáo buộc nghiêm trọng. - Phải, tôi biết."
    },
    {
        "start": "00:19:08,320",
        "end": "00:19:09,960",
        "en": "-Kan vi bevise noget? - Nej.",
        "pa": "Yes, I know.\n Can we prove it?",
        "vi": "- Chứng minh nổi không? - Không."
    },
    {
        "start": "00:19:10,040",
        "end": "00:19:13,600",
        "en": "Der er ikke umiddelbart beviser. Men vi har ikke prøvet at spørge endnu.",
        "pa": "No, there doesn't seem to be any evidence.\n But we haven't tried to ask any questions.",
        "vi": "Không có bằng chứng. Ta vẫn chưa hỏi chuyện đó."
    },
    {
        "start": "00:19:14,760",
        "end": "00:19:17,160",
        "en": "Hov, Birgitte, nu ringer det på døren.",
        "pa": "Just a second, Birgitte. There's someone at the door here.",
        "vi": "Birgitte, có người gọi cửa."
    },
    {
        "start": "00:19:17,240",
        "end": "00:19:19,600",
        "en": "-Er du ikke på vej til Grønland? - Jo.",
        "pa": "Aren't you off to Greenland?",
        "vi": "- Tưởng anh đi Greenland? - Vâng. Trên chiếc máy bay rất nhỏ."
    },
    {
        "start": "00:19:19,680",
        "end": "00:19:21,520",
        "en": "I en meget lille flyver.",
        "pa": "Yeah, er… In a very small plane.",
        "vi": ""
    },
    {
        "start": "00:19:21,600",
        "end": "00:19:24,720",
        "en": "Det er min hypnotisør, Kjeld, som skal hjælpe mig med at klare turen.",
        "pa": "My hypnotist, Kjeld, is going to help me deal with the flight.",
        "vi": "Là nhà thôi miên của tôi, Kjeld. Anh ấy giúp tôi bớt sợ bay."
    },
    {
        "start": "00:19:24,800",
        "end": "00:19:28,600",
        "en": "Kjeld er helt fantastisk. Han ved med det samme, hvordan man har det.",
        "pa": "Kjeld is amazing. He always knows immediately how another person feels.",
        "vi": "Kjeld thật tuyệt vời. Anh ấy biết ngay cảm giác của ta."
    },
    {
        "start": "00:19:38,400",
        "end": "00:19:39,320",
        "en": "Hej, Kjeld.",
        "pa": "Hi, Kjeld.",
        "vi": "- Chào Kjeld. - Có chuyện gì vậy?"
    },
    {
        "start": "00:19:39,920",
        "end": "00:19:40,800",
        "en": "Hvad så?",
        "pa": "What's this?",
        "vi": ""
    },
    {
        "start": "00:19:41,760",
        "end": "00:19:42,760",
        "en": "Du er forelsket.",
        "pa": "You're in love.",
        "vi": "Cậu đang yêu."
    },
    {
        "start": "00:19:47,280",
        "end": "00:19:48,400",
        "en": "Det er Laugesen.",
        "pa": "This is Laugesen.",
        "vi": "Laugesen nghe."
    },
    {
        "start": "00:19:49,280",
        "end": "00:19:52,600",
        "en": "Vi er nødt til at tale sammen. Jeg har noget om justitsministeren.",
        "pa": "We're gonna have to talk. I have intel on the Justice Minister.",
        "vi": "Ta cần nói chuyện. Việc Bộ trưởng Tư pháp."
    },
    {
        "start": "00:19:53,200",
        "end": "00:19:54,240",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Rồi."
    },
    {
        "start": "00:19:56,560",
        "end": "00:19:59,040",
        "en": "Majken, er du sød lige at køre ind til siden her?",
        "pa": "Majken, can you pull over, please?",
        "vi": "Majken, cô tạt vào lề nhé?"
    },
    {
        "start": "00:20:08,000",
        "end": "00:20:12,760",
        "en": "PET har muligvis foretaget en fejlslagen efterretningsoperation i Grønland.",
        "pa": "The intelligence service might have botched an operation in Greenland.",
        "vi": "PET có thể đã làm hỏng một nhiệm vụ tình báo ở Greenland."
    },
    {
        "start": "00:20:13,480",
        "end": "00:20:17,440",
        "en": "De brugte en ung grønlandsk informant, som døde under mystiske omstændigheder.",
        "pa": "They used a Greenlandic informant who died under suspicious circumstances.",
        "vi": "Họ dùng người cấp tin trẻ ở Greenland, bị chết trong hoàn cảnh bí ẩn."
    },
    {
        "start": "00:20:17,520",
        "end": "00:20:18,440",
        "en": "Det er godt.",
        "pa": "- That's pretty good. -I don't know if we can get any proof.",
        "vi": "- Khá nặng đấy. - Chả biết chứng minh được không."
    },
    {
        "start": "00:20:18,520",
        "end": "00:20:20,320",
        "en": "Jeg ved ikke, om vi kan få beviser.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:20,400",
        "end": "00:20:21,720",
        "en": "Måske behøver vi ingen.",
        "pa": "We might not need it.",
        "vi": "Có lẽ ta không cần."
    },
    {
        "start": "00:20:21,800",
        "end": "00:20:24,720",
        "en": "Alene frygten for en undersøgelseskommission",
        "pa": "Just the fear of an inquiry would be enough",
        "vi": "Nỗi sợ về một cuộc điều tra đủ để khiến Berthelsen lo lắng."
    },
    {
        "start": "00:20:24,800",
        "end": "00:20:26,920",
        "en": "vil være nok til at gøre Berthelsen nervøs.",
        "pa": "to make Berthelsen very nervous.",
        "vi": ""
    },
    {
        "start": "00:20:27,000",
        "end": "00:20:29,400",
        "en": "Desuden har jeg en ministerpost, der skal uddeles.",
        "pa": "Also, I have a ministerial post to fill.",
        "vi": "- Tôi cũng có vị trí bộ trưởng còn trống. - Ừ?"
    },
    {
        "start": "00:20:29,480",
        "end": "00:20:30,680",
        "en": "Ja?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:30,760",
        "end": "00:20:32,760",
        "en": "Jeg vil foreslå, at vi mødes senere i aften?",
        "pa": "I suggest we meet tonight.",
        "vi": "- Tối nay ta gặp được chứ? - Thật sự, khá là hài."
    },
    {
        "start": "00:20:32,840",
        "end": "00:20:36,640",
        "en": "Det er sgu sjovt, Birgitte. Vi er begyndt at tænke på samme måde.",
        "pa": "Isn't it funny, Birgitte?\n Have you noticed that we're beginning to think alike?",
        "vi": "Bà có thấy ta bắt đầu suy nghĩ giống nhau không?"
    },
    {
        "start": "00:20:37,560",
        "end": "00:20:39,920",
        "en": "Jeg laver et par opslag på Instagram til dig.",
        "pa": "I'll post a few things on Instagram for you.",
        "vi": "Tôi sẽ soạn vài bài Instagram cho bà."
    },
    {
        "start": "00:20:42,280",
        "end": "00:20:46,160",
        "en": "- Tak, fru minister. -En fornøjelse som altid, fru ambassadør.",
        "pa": "Thank you, Madam Minister.\n A pleasure as always, Madam Ambassador.",
        "vi": "- Cảm ơn bà Bộ trưởng. - Rất hân hạnh, thưa bà Đại sứ."
    },
    {
        "start": "00:20:50,520",
        "end": "00:20:53,680",
        "en": "Godt, så har du Kina nu. Hvad så? Hvordan gik det?",
        "pa": "",
        "vi": "Rồi, đến Trung Quốc."
    },
    {
        "start": "00:20:53,760",
        "end": "00:20:56,040",
        "en": "\"Rusland har ikke haft soldater",
        "pa": "What did she say?\n \"No, Russia has had no soldiers on Danish territory.\"",
        "vi": "Thế nào rồi?\n \"Không, Nga không có binh sĩ trên lãnh thổ Đan Mạch\"."
    },
    {
        "start": "00:20:56,120",
        "end": "00:20:57,240",
        "en": "på dansk territorium.\"",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:57,320",
        "end": "00:20:59,960",
        "en": "Klassisk russisk reaktion. Benægt, benægt, benægt.",
        "pa": "Classic Russian response. Deny, deny, deny.\n Refuel for negotiations. #WorkingHardForDenmark",
        "vi": "Phản ứng kinh điển của Nga. Phủ nhận hết.\n Tiếp nhiên liệu để đàm phán. #LàmViệcChămChỉVìĐanMạch"
    },
    {
        "start": "00:21:09,440",
        "end": "00:21:10,360",
        "en": "Ja?",
        "pa": "Yeah?",
        "vi": "Vâng?"
    },
    {
        "start": "00:21:12,920",
        "end": "00:21:15,280",
        "en": "-Fru udenrigsminister. -Hr. ambassadør.",
        "pa": "-Madam Foreign Minister. -Mr Ambassador.",
        "vi": "- Bà Ngoại trưởng. - Ngài Đại sứ."
    },
    {
        "start": "00:21:20,880",
        "end": "00:21:21,800",
        "en": "Øh…",
        "pa": "Er…",
        "vi": ""
    },
    {
        "start": "00:21:25,160",
        "end": "00:21:26,720",
        "en": "Undskyld mig i to minutter.",
        "pa": "If you could excuse me for two minutes.\n To: Nina E. Do you have a Tampax? Have you got one?",
        "vi": "Xin chờ tôi hai phút.\n Gửi: Nina E. Cô có Tampax không? Có gói nào không?"
    },
    {
        "start": "00:21:49,680",
        "end": "00:21:50,720",
        "en": "Tak.",
        "pa": "Thanks. Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:21:54,560",
        "end": "00:21:55,400",
        "en": "Det beklager jeg.",
        "pa": "-I'm sorry.",
        "vi": "Tôi xin lỗi."
    },
    {
        "start": "00:21:56,640",
        "end": "00:22:00,920",
        "en": "Har De haft lejlighed til diskutere vores billeder af dronen?",
        "pa": "I don't know if you have had a chance to discuss the photos\n we have taken of the drone.",
        "vi": "Ông có cơ hội thảo luận về hình ảnh drone của chúng tôi chưa?"
    },
    {
        "start": "00:22:03,440",
        "end": "00:22:05,240",
        "en": "Der var tale om en civil drone,",
        "pa": "It was a civilian drone",
        "vi": "Đó là drone dân sự"
    },
    {
        "start": "00:22:05,320",
        "end": "00:22:09,000",
        "en": "der skulle observere isbevægelser i forhold til skibstrafikken.",
        "pa": "which was supposed to monitor ice movement for ship traffic.",
        "vi": "theo dõi chuyển động của băng để hỗ trợ tàu đi lại."
    },
    {
        "start": "00:22:09,080",
        "end": "00:22:12,000",
        "en": "USA kan dokumentere, at der er tale om en kopi",
        "pa": "The Americans can prove that it's a copy of an American military drone.",
        "vi": "Mỹ có thể chứng minh drone đó là bản sao drone của quân đội Mỹ."
    },
    {
        "start": "00:22:12,080",
        "end": "00:22:13,720",
        "en": "af en amerikansk militærdrone.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:13,800",
        "end": "00:22:15,840",
        "en": "Den var ikke bevæbnet.",
        "pa": "It wasn't… It was not armed.",
        "vi": "Không mang vũ khí."
    },
    {
        "start": "00:22:15,920",
        "end": "00:22:18,240",
        "en": "Men hvis Kina kun har fredelige intentioner,",
        "pa": "But if China only has peaceful intentions,",
        "vi": "Nhưng nếu Trung Quốc chỉ có ý định hòa bình,"
    },
    {
        "start": "00:22:18,880",
        "end": "00:22:21,800",
        "en": "hvorfor sender I så en kampdrone afsted fra en russisk militærbase",
        "pa": "why are you then sending a military drone",
        "vi": "sao bên ông lại triển khai drone từ căn cứ Nga"
    },
    {
        "start": "00:22:21,880",
        "end": "00:22:24,640",
        "en": "midt under en stor russisk øvelse?",
        "pa": "from a Russian military base during a large Russian military exercise?",
        "vi": "giữa lúc người Nga đang có cuộc tập trận lớn?"
    },
    {
        "start": "00:22:28,760",
        "end": "00:22:32,360",
        "en": "Fru minister, vi ved begge to, hvad der forventes af os.",
        "pa": "Madam Minister, we both know what is expected of us.",
        "vi": "Bà Bộ trưởng, ta đều biết chúng tôi mong đợi điều gì."
    },
    {
        "start": "00:22:32,440",
        "end": "00:22:35,640",
        "en": "De er blevet sendt i byen for at irettesætte Kina,",
        "pa": "You were asked to reprimand China.",
        "vi": "Bà được cử đi để trách móc Trung Quốc,"
    },
    {
        "start": "00:22:35,720",
        "end": "00:22:40,680",
        "en": "men verdens folkerigeste nation lader sig ikke irettesætte.",
        "pa": "But the most populous country in the world will not be reprimanded.",
        "vi": "nhưng không thể trách móc quốc gia đông dân nhất."
    },
    {
        "start": "00:22:41,560",
        "end": "00:22:43,040",
        "en": "Så skal vi ikke bare sige,",
        "pa": "So why not just go back to your boss and say",
        "vi": "Nên hãy đồng ý rằng bà quay lại với cấp trên và thông báo"
    },
    {
        "start": "00:22:43,120",
        "end": "00:22:46,080",
        "en": "at De kan gå tilbage til Deres chef og sige,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:46,160",
        "end": "00:22:48,240",
        "en": "at Kina beklager hændelsen,",
        "pa": "that China regrets the incident,",
        "vi": "Trung Quốc rất tiếc về vụ việc."
    },
    {
        "start": "00:22:49,080",
        "end": "00:22:52,440",
        "en": "så kan De fortsætte med at passe Deres arbejde.",
        "pa": "then you can go back to doing your job,",
        "vi": "Rồi bà có thể tiếp tục công việc,"
    },
    {
        "start": "00:22:52,520",
        "end": "00:22:54,640",
        "en": "Som De gør så fint!",
        "pa": "which you do so well.",
        "vi": "mà bà vẫn làm rất ổn."
    },
    {
        "start": "00:23:06,080",
        "end": "00:23:06,960",
        "en": "Mange tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn nhiều."
    },
    {
        "start": "00:23:07,720",
        "end": "00:23:08,720",
        "en": "Tak.",
        "pa": "",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:23:22,920",
        "end": "00:23:27,000",
        "en": "",
        "pa": "From: Emmy Rasmussen I can't wait to see you.",
        "vi": "Từ: Emmy - Nóng lòng gặp anh."
    },
    {
        "start": "00:23:42,320",
        "end": "00:23:44,240",
        "en": "Så er TV1 ved at stille op derinde.",
        "pa": "TV1 is setting up in there.",
        "vi": "TV1 đang bố trí bên ngoài."
    },
    {
        "start": "00:23:54,080",
        "end": "00:23:56,320",
        "en": "Jeg er klar. Jeg skal nok.  ",
        "pa": "I'm ready. Good to go.",
        "vi": "Tôi sẵn sàng rồi. Tôi sẽ làm."
    },
    {
        "start": "00:23:57,080",
        "end": "00:23:57,920",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "- Vâng. - Có cần tôi hủy"
    },
    {
        "start": "00:23:58,000",
        "end": "00:24:01,160",
        "en": "Skal jeg ikke flytte de sidste ting i dag, så du kan tage hjem efter interviewet?",
        "pa": "Shall I clear the rest of your schedule so you can go home after the interview?",
        "vi": "phần còn lại để bà về nhà sau phỏng vấn?"
    },
    {
        "start": "00:24:01,240",
        "end": "00:24:04,120",
        "en": "Øh… Det kan jeg ikke. Jeg har et sent møde.",
        "pa": "Er, I can't. I have a late meeting.",
        "vi": "Không được. Tôi có cuộc họp muộn."
    },
    {
        "start": "00:24:04,720",
        "end": "00:24:06,200",
        "en": "Det står ikke i kalenderen.",
        "pa": "That's not in your calendar.",
        "vi": "- Không có trong nhật ký. - Không, tôi bắt đầu có…"
    },
    {
        "start": "00:24:06,280",
        "end": "00:24:08,280",
        "en": "Nej, jeg er begyndt på noget…",
        "pa": "No. I am getting some…",
        "vi": ""
    },
    {
        "start": "00:24:10,400",
        "end": "00:24:11,520",
        "en": "…privat coaching.",
        "pa": "private coaching.",
        "vi": "huấn luyện riêng."
    },
    {
        "start": "00:24:14,960",
        "end": "00:24:16,320",
        "en": "Ja.",
        "pa": "-Yeah.",
        "vi": "Rồi."
    },
    {
        "start": "00:24:16,400",
        "end": "00:24:19,960",
        "en": "For tre uger siden insisterede du på, der ikke skulle bores efter olie,",
        "pa": "Three weeks ago you insisted that nobody should be drilling for oil",
        "vi": "Ba tuần trước, bà khăng khăng ta sẽ không khoan dầu."
    },
    {
        "start": "00:24:20,040",
        "end": "00:24:22,200",
        "en": "fordi det klimamæssigt var uforsvarligt,",
        "pa": "because it would be environmentally irresponsible.",
        "vi": "Việc đó sẽ hủy hoại khí hậu."
    },
    {
        "start": "00:24:22,280",
        "end": "00:24:23,680",
        "en": "men så ændrede du holdning…",
        "pa": "-But then you changed your mind. -No, I didn't.",
        "vi": "- Rồi bà đổi ý… - Tôi không làm thế."
    },
    {
        "start": "00:24:23,760",
        "end": "00:24:24,640",
        "en": "Nej.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:24,720",
        "end": "00:24:27,560",
        "en": "Grønland har hjemtaget råstofområdet. De ønsker selv…",
        "pa": "Greenland controls its raw materials. They are the ones who decided to--",
        "vi": "Greenland kiểm soát tài nguyên thiên nhiên. Họ muốn…"
    },
    {
        "start": "00:24:27,640",
        "end": "00:24:28,600",
        "en": "Faktum er,",
        "pa": "The fact of the matter is that the government has decided to support",
        "vi": "Thực tế là Chính phủ đã ủng hộ dự án dầu ở Greenland,"
    },
    {
        "start": "00:24:28,680",
        "end": "00:24:31,600",
        "en": "at regeringen har valgt at støtte op omkring det grønlandske olieprojekt,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:31,680",
        "end": "00:24:33,720",
        "en": "og nu står vi så i en situation,",
        "pa": "the Greenlandic oil project.\n And now China, Russia and the US accuse each other",
        "vi": "khiến ta rơi vào tình huống mà Trung Quốc, Nga và Mỹ"
    },
    {
        "start": "00:24:33,800",
        "end": "00:24:35,960",
        "en": "hvor Kina, Rusland og USA beskylder hinanden for",
        "pa": "",
        "vi": "đang cáo buộc nhau làm leo thang xung đột quân sự ở Bắc Cực."
    },
    {
        "start": "00:24:36,040",
        "end": "00:24:38,640",
        "en": "nærmest at eskalere en militær konflikt i Arktis…",
        "pa": "of escalating a military conflict in the Arctic, so--",
        "vi": ""
    },
    {
        "start": "00:24:38,720",
        "end": "00:24:40,000",
        "en": "Jeg vil gerne understrege,",
        "pa": "I would like to make it perfectly clear that the Chinese drone and the oil",
        "vi": "Tôi xin nhấn mạnh rằng vụ drone Trung Quốc"
    },
    {
        "start": "00:24:40,080",
        "end": "00:24:42,800",
        "en": "at episoden omkring den kinesiske drone",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:42,880",
        "end": "00:24:46,160",
        "en": "og det grønlandske oliefund absolut intet har med hinanden at gøre.",
        "pa": "have absolutely nothing to do with each other.",
        "vi": "và dầu ở Greenland hoàn toàn không liên quan."
    },
    {
        "start": "00:24:46,240",
        "end": "00:24:49,840",
        "en": "Nej, men det bidrager jo samlet set til en magtdemonstration for stormagterne…",
        "pa": "No, but it is a part of a power play on behalf of the superpowers…",
        "vi": "Nhưng tổng thể, đó là sự thể hiện quyền lực của các siêu cường…"
    },
    {
        "start": "00:24:49,920",
        "end": "00:24:52,240",
        "en": "Hun er god i dag, Narciza.",
        "pa": "She's good today. Narciza.",
        "vi": "Hôm nay Narciza làm tốt đấy."
    },
    {
        "start": "00:24:52,320",
        "end": "00:24:53,160",
        "en": "Ja.",
        "pa": "Yeah. Well, she just got a raise.",
        "vi": "Vâng."
    },
    {
        "start": "00:24:53,240",
        "end": "00:24:55,440",
        "en": "Hun har også lige fået mere i løn.",
        "pa": "",
        "vi": "Nhưng cô ấy vừa được tăng lương."
    },
    {
        "start": "00:24:55,520",
        "end": "00:24:57,280",
        "en": "…intet har med hinanden at gøre.",
        "pa": "",
        "vi": "…hoàn toàn không liên quan."
    },
    {
        "start": "00:24:57,920",
        "end": "00:25:00,240",
        "en": "Tak, fordi du havde tid til at medvirke…",
        "pa": "",
        "vi": "Birgitte Nyborg, cảm ơn bà đã dành thời gian."
    },
    {
        "start": "00:25:01,720",
        "end": "00:25:02,640",
        "en": "Hvad sker der?",
        "pa": "What's up?",
        "vi": "Sao vậy?"
    },
    {
        "start": "00:25:03,880",
        "end": "00:25:04,920",
        "en": "Jeg har sådan en…",
        "pa": "I don't know.",
        "vi": "Em cảm thấy rất áp lực. Chả biết nữa…"
    },
    {
        "start": "00:25:05,520",
        "end": "00:25:07,520",
        "en": "…osteklokkefornemmelse. Jeg ved ikke…",
        "pa": "I feel like I'm inside a pressure chamber.",
        "vi": ""
    },
    {
        "start": "00:25:18,520",
        "end": "00:25:20,480",
        "en": "Og der tales nu fra flere sider om,",
        "pa": "And it's said that the deputy party leader, Jon Berthelsen,",
        "vi": "Vài nguồn tin cho rằng"
    },
    {
        "start": "00:25:20,560",
        "end": "00:25:25,120",
        "en": "at næstformand Jon Berthelsen måske står stærkere end formanden Birgitte Nyborg.",
        "pa": "might be in a stronger position than the party leader, Birgitte Nyborg.",
        "vi": "Phó Chủ tịch Jon Berthelsen có thể lật đổ Nyborg."
    },
    {
        "start": "00:25:25,200",
        "end": "00:25:27,520",
        "en": "Så skal vi sige velkommen til dig, Torben Friis.",
        "pa": "And a warm welcome to you, Torben Friis,",
        "vi": "Chào mừng ông, Torben Friis."
    },
    {
        "start": "00:25:27,600",
        "end": "00:25:29,560",
        "en": "Nyudnævnt politisk redaktør her på TV1.",
        "pa": "newly-appointed political editor here at TV1.",
        "vi": "- Biên tập viên chính trị mới bổ nhiệm. - Cảm ơn."
    },
    {
        "start": "00:25:29,640",
        "end": "00:25:30,480",
        "en": "Ja, tak.",
        "pa": "Yes, thanks.",
        "vi": ""
    },
    {
        "start": "00:25:30,560",
        "end": "00:25:34,680",
        "en": "Det er, som om stormen omkring Birgitte Nyborg ikke vil lægge sig.",
        "pa": "It is as if all the hubbub around Nyborg hasn't really subsided.",
        "vi": "Cảm giác như những con sóng vẫn đang dội quanh Birgitte Nyborg."
    },
    {
        "start": "00:25:34,760",
        "end": "00:25:36,320",
        "en": "Hvad er det, vi oplever i de her dage?",
        "pa": "What are we witnessing at the moment?",
        "vi": "Có chuyện gì vậy?"
    },
    {
        "start": "00:25:36,400",
        "end": "00:25:39,200",
        "en": "Jeg tror, det helt centrale spørgsmål er,",
        "pa": "Well, I think the pivotal question is,",
        "vi": "Tôi nghĩ câu hỏi quan trọng hơn là"
    },
    {
        "start": "00:25:39,280",
        "end": "00:25:42,720",
        "en": "hvor store kameler man er villig til at sluge for at bevare magten.",
        "pa": "how many sacred cows they are willing to kill",
        "vi": "một người sẵn sàng nhượng bộ gì để tiếp tục nắm quyền."
    },
    {
        "start": "00:25:42,800",
        "end": "00:25:45,320",
        "en": "Vi oplever, at Birgitte Nyborg har skiftet stil.",
        "pa": "just to stay in power?\n We are seeing Birgitte Nyborg using a new approach.",
        "vi": "Ta thấy cách tiếp cận mới của Birgitte Nyborg."
    },
    {
        "start": "00:25:45,400",
        "end": "00:25:48,400",
        "en": "Hun er pludselig blevet meget aktiv på de sociale medier.",
        "pa": "She is suddenly very active on social media.",
        "vi": "Đột nhiên bà ấy rất tích cực trên mạng xã hội."
    },
    {
        "start": "00:25:48,480",
        "end": "00:25:51,000",
        "en": "Det kunne man godt se som en strategi",
        "pa": "It could be seen as a strategy to regain the popularity",
        "vi": "Có thể thấy đó là một chiến lược"
    },
    {
        "start": "00:25:51,080",
        "end": "00:25:54,040",
        "en": "i forhold til at genvinde den popularitet, som olien klart har kostet hende.",
        "pa": "which the oil has definitely cost her.",
        "vi": "nhằm lấy lại sự nổi tiếng bà ấy đã mất vì dầu mỏ."
    },
    {
        "start": "00:25:54,120",
        "end": "00:25:57,840",
        "en": "Er Nyborg en anden politiker, måske endda et andet menneske,",
        "pa": "Is Nyborg simply a different politician,\n maybe even a different person, than the woman we knew",
        "vi": "Có thể nào Nyborg đơn giản là một chính khách và con người khác"
    },
    {
        "start": "00:25:57,920",
        "end": "00:26:00,280",
        "en": "end hende, vi kendte som statsminister for 12 år siden?",
        "pa": "as the prime minister 12 years ago?",
        "vi": "người làm Thủ tướng ta thấy 12 năm trước?"
    },
    {
        "start": "00:26:00,360",
        "end": "00:26:03,040",
        "en": "Altså, der tales om flere og flere steder,",
        "pa": "Well, it's being said by more and more people",
        "vi": "Chắc chắn có nhiều bàn tán"
    },
    {
        "start": "00:26:03,120",
        "end": "00:26:06,280",
        "en": "at hun lægger sig meget tæt op ad sin regeringschef, Signe Kragh.",
        "pa": "that she is emulating her boss, Signe Kragh.",
        "vi": "về việc bà ấy điều chỉnh cho giống Thủ tướng Signe Kragh."
    },
    {
        "start": "00:26:06,360",
        "end": "00:26:08,600",
        "en": "Kan du uddybe, hvad det har af betydning?",
        "pa": "It seems as if you have further comments on the PM.",
        "vi": "Ông nói rõ hơn một chút đi?"
    },
    {
        "start": "00:26:08,680",
        "end": "00:26:12,400",
        "en": "Ja. Statsministeren er jo kendt for at være ekstremt dygtig",
        "pa": "I do. The Prime Minister is known for being extremely good",
        "vi": "Vâng. Thủ tướng nổi tiếng là cực giỏi"
    },
    {
        "start": "00:26:12,480",
        "end": "00:26:15,520",
        "en": "til at kortslutte de etablerede kanaler i forhold til kommunikation,",
        "pa": "at short-circuiting the established communication channels",
        "vi": "trong việc tận dụng các kênh liên lạc đã có,"
    },
    {
        "start": "00:26:15,600",
        "end": "00:26:19,240",
        "en": "som handler om magthaverne på den ene side og befolkningen på den anden.",
        "pa": "between the powers that be on one side and the people on the other side,",
        "vi": "với một bên là cơ quan chính trị và một bên là người dân,"
    },
    {
        "start": "00:26:19,320",
        "end": "00:26:22,280",
        "en": "Det gør hun ganske simpelt ved at gå selv på de sociale medier.",
        "pa": "and she does that simply by going rogue on social media.",
        "vi": "đơn giản bằng cách dùng mạng xã hội."
    },
    {
        "start": "00:26:22,360",
        "end": "00:26:23,320",
        "en": "Det gør du ikke, Torben.",
        "pa": "Don't do this, Torben.",
        "vi": "Bỏ đi, Torben."
    },
    {
        "start": "00:26:23,400",
        "end": "00:26:26,280",
        "en": "Statsministeren arbejder ud fra en veldefineret strategi,",
        "pa": "The Prime Minister uses a well-defined communications strategy",
        "vi": "Thủ tướng đang sử dụng chiến lược truyền thông tốt với hai mũi nhọn."
    },
    {
        "start": "00:26:26,360",
        "end": "00:26:27,920",
        "en": "som har to ben i kommunikation.",
        "pa": "which has two parts.",
        "vi": ""
    },
    {
        "start": "00:26:28,000",
        "end": "00:26:29,600",
        "en": "Den ene handler om de sociale medier,",
        "pa": "One is about social media, and the other, more professional one,",
        "vi": "Một là về mạng xã hội."
    },
    {
        "start": "00:26:29,680",
        "end": "00:26:32,960",
        "en": "og så den professionelle del, hvor man siger: \"Vi knokler for Danmark.\"",
        "pa": "is focused on saying, \"We're working hard for Denmark\",",
        "vi": "Một là phần nghiêm túc nói, \"Làm việc chăm chỉ vì Đan Mạch\"."
    },
    {
        "start": "00:26:33,040",
        "end": "00:26:37,080",
        "en": "Og samtidig virker hun fuldstændig utilnærmelig og meget kontrolleret.",
        "pa": "while at the same time acting extremely reserved and very controlled.",
        "vi": "Bà ấy có vẻ rất xa cách và rất có kiểm soát."
    },
    {
        "start": "00:26:37,160",
        "end": "00:26:38,720",
        "en": "Hold kæft, han er i hopla i dag.",
        "pa": "Holy crap, he's on a roll today.",
        "vi": "Ôi, hôm nay anh ấy ổn."
    },
    {
        "start": "00:26:38,800",
        "end": "00:26:41,880",
        "en": "Den her strategi er ved at brede sig til flere og flere regeringskontorer,",
        "pa": "Well, this strategy is spreading to more and more of the other ministries,",
        "vi": "Chiến lược này đang lan ra các cơ quan khác của Chính phủ,"
    },
    {
        "start": "00:26:41,960",
        "end": "00:26:44,000",
        "en": "og her også inklusive Birgitte Nyborgs.",
        "pa": "including Birgitte Nyborg's.",
        "vi": "bao gồm cả bộ của Birgitte Nyborg."
    },
    {
        "start": "00:26:44,080",
        "end": "00:26:46,360",
        "en": "Der har allerede været flere lederskribenter ude",
        "pa": "Several editorialists have been expressing their concern",
        "vi": "Ta đã thấy vài bài xã luận"
    },
    {
        "start": "00:26:46,440",
        "end": "00:26:48,960",
        "en": "og udtrykke bekymring i forhold til det, de kalder",
        "pa": "regarding what they call",
        "vi": "bày tỏ quan ngại về cái gọi là \"chuyện vớ vẩn của bộ trưởng\" trên mạng xã hội."
    },
    {
        "start": "00:26:49,040",
        "end": "00:26:52,120",
        "en": "\"ministrenes almindeligheder\" på de sociale medier,",
        "pa": "\"the ministers' generalities\" on social media,",
        "vi": ""
    },
    {
        "start": "00:26:52,200",
        "end": "00:26:54,840",
        "en": "som kommer til at fungere som en form for afledningsmanøvre",
        "pa": "which are actually working as a form of distraction",
        "vi": "Nó như một kiểu đánh lạc hướng khỏi bất kỳ khuynh hướng phi dân chủ nào"
    },
    {
        "start": "00:26:54,920",
        "end": "00:26:56,720",
        "en": "i forhold til de udemokratiske tendenser,",
        "pa": "from the undemocratic tendencies",
        "vi": ""
    },
    {
        "start": "00:26:56,800",
        "end": "00:26:59,720",
        "en": "der helt klart viser deres ansigt flere og flere steder.",
        "pa": "that we are most certainly seeing in more and more places.",
        "vi": "và thể hiện rõ bản chất thực sự của chúng."
    },
    {
        "start": "00:27:02,080",
        "end": "00:27:03,080",
        "en": "Skal du ikke have noget?",
        "pa": "Aren't you having any?",
        "vi": "Bà không ăn à?"
    },
    {
        "start": "00:27:04,600",
        "end": "00:27:05,960",
        "en": "Jeg spiser altså ikke sådan noget.",
        "pa": "I don't eat food like that.",
        "vi": "Tôi không ăn đồ như thế."
    },
    {
        "start": "00:27:06,640",
        "end": "00:27:09,000",
        "en": "-Så tager jeg altså også din. -Slå dig løs.",
        "pa": "Then I'll have yours.\n Go for it.",
        "vi": "- Tôi ăn hộ vậy. - Chúc ngon miệng."
    },
    {
        "start": "00:27:12,160",
        "end": "00:27:14,120",
        "en": "Det er kraftedeme som den sidste nadver.",
        "pa": "This is like the bloody Last Supper, Birgitte.",
        "vi": "Chết, cứ như Bữa tối Cuối cùng."
    },
    {
        "start": "00:27:15,400",
        "end": "00:27:17,760",
        "en": "Spørgsmålet er, hvem er med dig? Hvem er imod dig?",
        "pa": "The question is, who is with you and who is against you?",
        "vi": "Bà cần biết ai ủng hộ và ai chống lại bà."
    },
    {
        "start": "00:27:20,400",
        "end": "00:27:22,680",
        "en": "Ham her. Ham er vi ikke i tvivl om.",
        "pa": "We're pretty sure about him, right?",
        "vi": "Gã này.\n Biết rõ về anh ta."
    },
    {
        "start": "00:27:22,760",
        "end": "00:27:25,000",
        "en": "Meldgaard ville hoppe ud foran et tog for mig.",
        "pa": "Meldgaard would jump in front of a train if I asked him to.",
        "vi": "Không, Meldgaard sẽ hy sinh vì tôi."
    },
    {
        "start": "00:27:25,080",
        "end": "00:27:27,240",
        "en": "Han er ikke en dygtig fødevareminister,",
        "pa": "He's not a great Minister for Food, but he is very loyal.",
        "vi": "Anh ta không phải Bộ trưởng Thực phẩm ổn, nhưng cực kỳ trung thành."
    },
    {
        "start": "00:27:27,320",
        "end": "00:27:29,040",
        "en": "men han er utrolig loyal.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:30,000",
        "end": "00:27:31,600",
        "en": "Lillian er også god nok.",
        "pa": "Lillian's alright as well.",
        "vi": "Lillian cũng ổn."
    },
    {
        "start": "00:27:32,760",
        "end": "00:27:34,200",
        "en": "Mehmet er en krejler,",
        "pa": "Mehmet is a hustler,",
        "vi": "Mehmet là kẻ trục lợi."
    },
    {
        "start": "00:27:34,280",
        "end": "00:27:36,880",
        "en": "han tror altid, han kan få mere i posen hos mig end hos Jon,",
        "pa": "and he always thinks he can get more out of staying with me than with Jon.",
        "vi": "Anh ta luôn nghĩ được lợi từ tôi hơn từ Jon."
    },
    {
        "start": "00:27:36,960",
        "end": "00:27:39,480",
        "en": "så hvis jeg skaffer ham et lidt mere interessant ordførerskab,",
        "pa": "",
        "vi": "Nếu kiếm cho anh ta người phát ngôn tốt hơn, anh ta sẽ trung thành."
    },
    {
        "start": "00:27:39,560",
        "end": "00:27:40,880",
        "en": "skal han nok blive på sin post.",
        "pa": "If I get him a better spokesperson's job, he'll stay loyal.",
        "vi": ""
    },
    {
        "start": "00:27:42,760",
        "end": "00:27:43,600",
        "en": "Hende her.",
        "pa": "Her…",
        "vi": "Cô này thì sao?"
    },
    {
        "start": "00:27:45,560",
        "end": "00:27:47,240",
        "en": "Hende har jeg en personlig aversion imod.",
        "pa": "I personally dislike her. She is the most easily offended.",
        "vi": "Tôi thì không thích cô ấy."
    },
    {
        "start": "00:27:47,320",
        "end": "00:27:49,080",
        "en": "Hun er den mest krænkelsesparate.",
        "pa": "",
        "vi": "Cô ấy dễ thấy bị xúc phạm."
    },
    {
        "start": "00:27:49,160",
        "end": "00:27:51,280",
        "en": "Hun er ligestillingsordfører.",
        "pa": "She is the spokesperson on equality.",
        "vi": "Cô ấy là phát ngôn viên về bình đẳng. Việc của cô ta mà."
    },
    {
        "start": "00:27:51,360",
        "end": "00:27:53,120",
        "en": "Det er det, hun får sine penge for.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:53,200",
        "end": "00:27:55,840",
        "en": "Det hjælper ikke, jeg knaldede hende til en valgaften.",
        "pa": "Doesn't help that I banged her once on an election night.",
        "vi": "Cũng vô ích gì vì tôi chịch cô ta vào đêm bầu cử."
    },
    {
        "start": "00:27:55,920",
        "end": "00:27:59,240",
        "en": "Det gør dig i øvrigt også inhabil i din vurdering af hende.",
        "pa": "That disqualifies you from giving an opinion on her.",
        "vi": "Nên ông không được đánh giá cô ấy."
    },
    {
        "start": "00:27:59,320",
        "end": "00:28:01,960",
        "en": "Men Ursula er helt klart en af Jons støtter.",
        "pa": "But Ursula is definitely one of Jon's supporters.",
        "vi": "Nhưng Ursula rất ủng hộ Jon."
    },
    {
        "start": "00:28:02,040",
        "end": "00:28:03,400",
        "en": "Så har vi Kirsten Schrøder.",
        "pa": "Then we have Kirsten Schrøder,",
        "vi": "Còn Kirsten Schrøder?"
    },
    {
        "start": "00:28:04,760",
        "end": "00:28:07,640",
        "en": "Jeres politiske ordfører. Hun virker sgu meget skarp.",
        "pa": "your political spokesperson.\n She seems pretty bright.",
        "vi": "Phát ngôn viên chính trị của bà. Rất nhạy bén."
    },
    {
        "start": "00:28:07,720",
        "end": "00:28:09,120",
        "en": "Kirsten og Jon arbejder tæt sammen,",
        "pa": "Kirsten is working closely with Jon and always has.",
        "vi": "Kirsten rất thân Jon."
    },
    {
        "start": "00:28:09,200",
        "end": "00:28:11,720",
        "en": "det har de altid gjort, og hun er 100 % på Jon.",
        "pa": "She is 100% behind Jon.",
        "vi": "Luôn vậy, và cô ấy ủng hộ Jon 100%."
    },
    {
        "start": "00:28:11,800",
        "end": "00:28:13,160",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Rồi."
    },
    {
        "start": "00:28:15,760",
        "end": "00:28:16,920",
        "en": "Du har sgu et problem.",
        "pa": "We have a problem.",
        "vi": "Vậy bà có vấn đề rồi."
    },
    {
        "start": "00:28:18,040",
        "end": "00:28:20,720",
        "en": "Er du helt sikker på dine egne? Hvad med ham der?",
        "pa": "Are you sure about your own supporters? What about him?",
        "vi": "Bà chắc về người của mình không? Anh ta thì sao?"
    },
    {
        "start": "00:28:20,800",
        "end": "00:28:23,920",
        "en": "Jeg gjorde ham til kirkeminister. Det er, til døden os skiller.",
        "pa": "Minister of Ecclesiastical Affairs. Till death us do part.",
        "vi": "Tôi đưa anh ta lên Bộ trưởng Giáo hội. Đến chết mới chia lìa."
    },
    {
        "start": "00:28:25,280",
        "end": "00:28:26,200",
        "en": "Godt.",
        "pa": "Good.",
        "vi": "Tốt."
    },
    {
        "start": "00:28:28,480",
        "end": "00:28:30,280",
        "en": "Hvem kan købes med en ministerpost?",
        "pa": "Who can be bought with a ministerial post?",
        "vi": "Ai có thể bị mua chuộc bằng Bộ?"
    },
    {
        "start": "00:28:30,360",
        "end": "00:28:32,240",
        "en": "Alle vil jo gerne være minister.",
        "pa": "Everybody wants to be a minister.",
        "vi": "Ai cũng muốn làm."
    },
    {
        "start": "00:28:33,080",
        "end": "00:28:34,080",
        "en": "Er spørgsmålet ikke,",
        "pa": "Isn't it more about finding the one who will hurt Jon the most?",
        "vi": "Mua chuộc người sẽ làm Jon thiệt hại nhiều nhất nhỉ?"
    },
    {
        "start": "00:28:34,160",
        "end": "00:28:36,360",
        "en": "hvem det gør mest ondt på Jon, at jeg køber?",
        "pa": "Ah.",
        "vi": ""
    },
    {
        "start": "00:28:41,120",
        "end": "00:28:43,640",
        "en": "Der er sgu snart ikke mere, jeg kan lære dig, Birgitte.",
        "pa": "My work here is almost done.",
        "vi": "Tôi dạy bà rất ổn đấy."
    },
    {
        "start": "00:28:53,280",
        "end": "00:28:56,360",
        "en": "Hej. Jeg er bare… Ja, jeg er kommet for",
        "pa": "Hi. Yes, I'm just…\n I came to prepare for tomorrow.",
        "vi": "Chào. Tôi chỉ đến để chuẩn bị cho ngày mai, nên…"
    },
    {
        "start": "00:28:56,440",
        "end": "00:28:58,440",
        "en": "at forberede i morgen, så det…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:58,520",
        "end": "00:29:01,000",
        "en": "Det er fint. Du har hele ministeriet for dig selv.",
        "pa": "It's fine. You'll have the entire ministry to yourself.",
        "vi": "Không sao. Cậu cứ thoải mái làm."
    },
    {
        "start": "00:29:05,880",
        "end": "00:29:07,960",
        "en": "Har du et lille forklaringsproblem i morgen?",
        "pa": "Will you have to explain yourself tomorrow?",
        "vi": "Mai bà có phải giải thích không?"
    },
    {
        "start": "00:29:08,760",
        "end": "00:29:12,080",
        "en": "Overhovedet ikke. Du coacher mig i politisk kommunikation.",
        "pa": "Not at all. You're my communication coach.",
        "vi": "Không mà. Ông đang luyện tôi về truyền thông chính trị."
    },
    {
        "start": "00:29:22,400",
        "end": "00:29:24,680",
        "en": "",
        "pa": "From: Emmy - And you look forward to seeing me",
        "vi": "Từ: Emmy - Và anh mong chờ gặp em"
    },
    {
        "start": "00:29:49,800",
        "end": "00:29:53,320",
        "en": "Lad os først ønske hinanden tillykke med aftalen med amerikanerne,",
        "pa": "Let us first congratulate each other that the deal with the Americans",
        "vi": "Ta hãy chúc mừng nhau về thỏa thuận với Mỹ"
    },
    {
        "start": "00:29:53,400",
        "end": "00:29:55,480",
        "en": "som gør det muligt at fortsætte samarbejdet med Kina.",
        "pa": "allows us to continue working with China.",
        "vi": "cho phép ta hợp tác với Trung Quốc."
    },
    {
        "start": "00:29:55,560",
        "end": "00:29:58,640",
        "en": "Og vi har allerede haft mange gode samtaler med Qingxing,",
        "pa": "And we have already had many good talks with Qingxing,",
        "vi": "Ta đã trao đổi thuận lợi với Thanh Tinh,"
    },
    {
        "start": "00:29:58,720",
        "end": "00:30:02,240",
        "en": "og vi har forsikret dem om, at de begrænsninger, der bliver pålagt,",
        "pa": "and have assured them that the, er, limitations on their work here",
        "vi": "đảm bảo với họ về những hạn chế mà ta đang chịu,"
    },
    {
        "start": "00:30:02,320",
        "end": "00:30:05,160",
        "en": "må fortolkes ud fra de forhold, vi har i lokalområdet,",
        "pa": "will be interpreted subject to local conditions",
        "vi": "và cách giải thích dựa trên hoàn cảnh địa phương,"
    },
    {
        "start": "00:30:05,240",
        "end": "00:30:06,840",
        "en": "og hvad der er praktisk muligt.",
        "pa": "and what is possible.",
        "vi": "và có thể đạt được gì."
    },
    {
        "start": "00:30:08,720",
        "end": "00:30:10,880",
        "en": "Jeg har været væk i nogle dage,",
        "pa": "I've been away for a few days,",
        "vi": "Tôi mới đi vắng vài ngày,"
    },
    {
        "start": "00:30:10,960",
        "end": "00:30:13,960",
        "en": "og i mellemtiden er der blevet opført en kinesisk telemast derude,",
        "pa": "and meanwhile a Chinese telecom tower has been erected out there",
        "vi": "mà tháp viễn thông Trung Quốc đã được dựng lên"
    },
    {
        "start": "00:30:14,040",
        "end": "00:30:17,120",
        "en": "der er i direkte strid med den aftale, vi har indgået med USA.",
        "pa": "which clearly violates the agreement we have made with the Americans.",
        "vi": "là trực tiếp vi phạm thỏa thuận với Mỹ."
    },
    {
        "start": "00:30:20,160",
        "end": "00:30:24,160",
        "en": "Derfor må jeg gøre Danmarks position meget klar for jer en gang for alle.",
        "pa": "So I think I will have to make Denmark's position\n very clear to you once and for all.",
        "vi": "Tôi xin nói rõ lập trường của Đan Mạch với các bạn."
    },
    {
        "start": "00:30:25,280",
        "end": "00:30:28,520",
        "en": "Olien har udviklet sig til at blive en international krise.",
        "pa": "The oil is now an international crisis.",
        "vi": "Dầu mỏ đã trở thành một cuộc khủng hoảng quốc tế."
    },
    {
        "start": "00:30:28,600",
        "end": "00:30:30,200",
        "en": "Og selvom I har hjemtaget råstofområdet,",
        "pa": "And although you control the raw materials,",
        "vi": "Các bạn nắm tài nguyên,"
    },
    {
        "start": "00:30:30,280",
        "end": "00:30:33,040",
        "en": "så vejer udenrigs- og sikkerhedspolitik tungere.",
        "pa": "the foreign and security policy tops it.",
        "vi": "nhưng chính sách an ninh và đối ngoại quan trọng hơn."
    },
    {
        "start": "00:30:34,360",
        "end": "00:30:37,520",
        "en": "Derfor er det nu Danmark, der afgør, hvad der skal ske,",
        "pa": "That's why Denmark will now decide what will happen,",
        "vi": "Nên Đan Mạch sẽ quyết định, và bên tôi sẽ đàm phán."
    },
    {
        "start": "00:30:37,600",
        "end": "00:30:38,520",
        "en": "og vi fører ordet.",
        "pa": "and Denmark will do the talking.",
        "vi": ""
    },
    {
        "start": "00:30:39,680",
        "end": "00:30:43,600",
        "en": "Og vi kommer til at etablere et helt nyt selskab,",
        "pa": "And this is what will happen. We will establish a new company",
        "vi": "Ta sẽ lập một công ty hoàn toàn mới"
    },
    {
        "start": "00:30:44,200",
        "end": "00:30:46,840",
        "en": "med dansk, grønlandsk og kinesisk deltagelse.",
        "pa": "with Danish, Greenlandic and Chinese participation.",
        "vi": "với Đan Mạch, Greenland và Trung Quốc cùng tham gia."
    },
    {
        "start": "00:30:46,920",
        "end": "00:30:48,040",
        "en": "Hvad for noget?",
        "pa": "",
        "vi": "Sao cơ?"
    },
    {
        "start": "00:30:48,120",
        "end": "00:30:51,720",
        "en": "Et selskab, der varetager alle forhold i forbindelse med olieudvindingen.",
        "pa": "The company will handle all aspects of extracting the oil.",
        "vi": "Nó sẽ quản lý mọi vấn đề liên quan đến việc khai thác dầu."
    },
    {
        "start": "00:30:52,320",
        "end": "00:30:55,200",
        "en": "Så laver I ikke selv nogen aftaler direkte med Kina.",
        "pa": "So you'll be making no agreements directly with China.",
        "vi": "Để các bạn không thể thỏa thuận trực tiếp với Trung Quốc."
    },
    {
        "start": "00:30:55,280",
        "end": "00:30:56,600",
        "en": "Alt skal godkendes af Danmark.",
        "pa": "Denmark has to approve everything.",
        "vi": "Mọi việc do Đan Mạch duyệt. Bản vẽ kỹ thuật của cột buồm của anh"
    },
    {
        "start": "00:30:56,680",
        "end": "00:30:59,040",
        "en": "De tekniske specifikationer for telemasten derude",
        "pa": "The tower's technical specifications have to be approved by Denmark",
        "vi": ""
    },
    {
        "start": "00:30:59,120",
        "end": "00:31:00,840",
        "en": "skal godkendes af os, ellers skal den ned.",
        "pa": "or it will come down.",
        "vi": "phải được chúng tôi duyệt, không là gỡ."
    },
    {
        "start": "00:31:00,920",
        "end": "00:31:04,960",
        "en": "Derudover skal jeg ikke længere høfligt anmode om korrespondancen",
        "pa": "Furthermore, I will no longer ask politely",
        "vi": "Tôi không còn  lịch sự yêu cầu về thư từ trao đổi với người Trung Quốc nữa."
    },
    {
        "start": "00:31:05,040",
        "end": "00:31:07,280",
        "en": "mellem jer og kineserne, jeg skal have den udleveret nu.",
        "pa": "to look at your correspondence with the Chinese.\n I want it handed over immediately.",
        "vi": "Tôi muốn có bản sao ngay."
    },
    {
        "start": "00:31:35,400",
        "end": "00:31:37,320",
        "en": "Jeg havde glædet mig til at se dig i dag.",
        "pa": "I had looked forward to seeing you today.",
        "vi": "Hôm nay em mong được gặp anh."
    },
    {
        "start": "00:31:41,400",
        "end": "00:31:43,080",
        "en": "Det var der så ingen grund til.",
        "pa": "Well, you had no reason to.",
        "vi": "Em đâu có lý do gì."
    },
    {
        "start": "00:31:51,280",
        "end": "00:31:53,120",
        "en": "- Hey. -Emmy, hør her, du er gift.",
        "pa": "-Hey. -Hey, listen. You're married.",
        "vi": "- Này. - Nghe này. Em kết hôn rồi."
    },
    {
        "start": "00:31:57,040",
        "end": "00:31:58,760",
        "en": "Hey. Hvor er du?",
        "pa": "Hey, where are you?",
        "vi": "Này, đầu óc anh ở đâu thế?"
    },
    {
        "start": "00:32:06,040",
        "end": "00:32:06,880",
        "en": "Jeg er lige her.",
        "pa": "Hey, Asger.\n I'm right here.",
        "vi": "Anh ở ngay đây."
    },
    {
        "start": "00:32:12,040",
        "end": "00:32:12,920",
        "en": "Nej.",
        "pa": "No.",
        "vi": "Không."
    },
    {
        "start": "00:32:16,000",
        "end": "00:32:17,880",
        "en": "Jeg har lovet min chef ikke at se dig mere.",
        "pa": "I promised my boss not to see you.",
        "vi": "- Anh hứa với sếp là không gặp em. - Anh hứa với sếp à?"
    },
    {
        "start": "00:32:17,960",
        "end": "00:32:19,520",
        "en": "Du har lovet din chef?",
        "pa": "You promised your boss?",
        "vi": ""
    },
    {
        "start": "00:32:20,880",
        "end": "00:32:23,120",
        "en": "-Det er dit arbejde. - Nej.",
        "pa": "It… It's just a job, huh?",
        "vi": "- Đó là công việc của anh. - Không."
    },
    {
        "start": "00:32:23,200",
        "end": "00:32:24,800",
        "en": "Det er ikke bare et arbejde for mig.",
        "pa": "No. It's not just a job to me.",
        "vi": "Không chỉ là công việc."
    },
    {
        "start": "00:32:39,840",
        "end": "00:32:40,840",
        "en": "Tak.",
        "pa": "Yeah.",
        "vi": "Cảm ơn anh."
    },
    {
        "start": "00:32:47,760",
        "end": "00:32:50,480",
        "en": "Du starter med en briefing med Rasmus om ti minutter.",
        "pa": "First thing is a briefing by Rasmus in ten minutes.",
        "vi": "Mười phút nữa bà có cuộc họp với Rasmus."
    },
    {
        "start": "00:32:50,560",
        "end": "00:32:52,800",
        "en": "Bagefter har du gruppemøde.",
        "pa": "And then there's a group meeting.",
        "vi": "Rồi có một cuộc họp nhóm."
    },
    {
        "start": "00:32:52,880",
        "end": "00:32:55,160",
        "en": "Det er der sat to timer af til",
        "pa": "It's set for two hours",
        "vi": "Chúng tôi xếp lịch hai tiếng vì băn khoăn về đảng,"
    },
    {
        "start": "00:32:55,240",
        "end": "00:32:56,680",
        "en": "på grund af uroen i partiet,",
        "pa": "due the turmoil in the party",
        "vi": ""
    },
    {
        "start": "00:32:56,760",
        "end": "00:32:59,480",
        "en": "hvor I skal diskutere, om Nye Demokrater fortsat skal være en del af…",
        "pa": "where you will have to decide if the New Democrats should remain as…",
        "vi": "để bà có thể điều chỉnh nếu Dân chủ Mới vẫn còn…"
    },
    {
        "start": "00:32:59,560",
        "end": "00:33:02,480",
        "en": "Oliver, det er fint. Ikke så mange ord. Bare \"gruppemøde.\"",
        "pa": "Oliver, it's fine. Use fewer words. Just say \"group meeting\".",
        "vi": "Cảm ơn. Làm ơn bớt lời đi. \"Họp nhóm\" là được."
    },
    {
        "start": "00:33:02,560",
        "end": "00:33:03,880",
        "en": "Og jeg har styr på det.",
        "pa": "And I've got it.",
        "vi": "Tôi xử lý được."
    },
    {
        "start": "00:33:13,640",
        "end": "00:33:15,080",
        "en": "Jeg vil gerne understrege,",
        "pa": "I would like to emphasise",
        "vi": "Tôi muốn nhắc cậu rằng"
    },
    {
        "start": "00:33:15,160",
        "end": "00:33:18,480",
        "en": "at alt, du hører i denne bil eller andre steder sammen med mig,",
        "pa": "that everything you hear in this car or elsewhere with me,",
        "vi": "mọi điều cậu nghe trong xe hay ở bất cứ đâu khi cạnh tôi,"
    },
    {
        "start": "00:33:18,560",
        "end": "00:33:23,160",
        "en": "eller når du tilfældigvis møder ind på arbejde, når alle andre er gået,",
        "pa": "or when you happen to turn up at work after hours,",
        "vi": "hoặc khi cậu gặp tôi ở văn phòng sau giờ làm, là thông tin mật."
    },
    {
        "start": "00:33:23,240",
        "end": "00:33:24,920",
        "en": "er fortroligt.",
        "pa": "is confidential.",
        "vi": ""
    },
    {
        "start": "00:33:25,000",
        "end": "00:33:27,280",
        "en": "-Er vi enige om det? -Ja, selvfølgelig.",
        "pa": "-Do we understand each other? -Yes, of course.",
        "vi": "- Đồng ý chứ? - Chắc chắn ạ."
    },
    {
        "start": "00:33:32,440",
        "end": "00:33:34,200",
        "en": "Vil du ikke have den? Vi har et hul her.",
        "pa": "-You don't want the other one?",
        "vi": "Ở đây thì sao? Đang trống này."
    },
    {
        "start": "00:33:34,800",
        "end": "00:33:36,880",
        "en": "-Det er, hvad der giver mening. -Fint, jeg aflyser.",
        "pa": "Do whatever makes sense. Okay, yeah.",
        "vi": "- Miễn hợp lý. - Tốt. Tôi sẽ hủy."
    },
    {
        "start": "00:33:36,960",
        "end": "00:33:38,920",
        "en": "- Godmorgen. - Godmorgen.",
        "pa": "- Good morning. -Good morning.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:33:39,000",
        "end": "00:33:40,480",
        "en": "-Vi har et møde? - Ja.",
        "pa": "-And we have a meeting? - Yeah.",
        "vi": "- Tôi có họp à? - Vâng."
    },
    {
        "start": "00:33:44,880",
        "end": "00:33:46,800",
        "en": "Har du fem minutter senere i dag?",
        "pa": "Do you have five minutes later on?",
        "vi": "Tí nữa anh rảnh năm phút không?"
    },
    {
        "start": "00:33:46,880",
        "end": "00:33:50,400",
        "en": "- Ja… Der er virkelig knald på. - Men det er ret vigtigt.",
        "pa": "I actually have a rather busy day.",
        "vi": "- Hôm nay tôi khá bận. - Nhưng nó quan trọng."
    },
    {
        "start": "00:33:50,480",
        "end": "00:33:52,200",
        "en": "Skal du ikke på Borgen med Birgitte?",
        "pa": "It's important.\n But aren't you going to Parliament with Birgitte?",
        "vi": "Không đi Quốc hội với Birgitte à?"
    },
    {
        "start": "00:33:52,280",
        "end": "00:33:54,640",
        "en": "Jeg tænkte, at Nina kunne gøre det. Kan du det?",
        "pa": "I actually thought that Nina could do that if… Could you?",
        "vi": "Tôi nghĩ Nina đi được. Được không?"
    },
    {
        "start": "00:33:55,720",
        "end": "00:33:56,880",
        "en": "Ja, selvfølgelig.",
        "pa": "-Yeah, of course. -Yes.",
        "vi": "Được mà."
    },
    {
        "start": "00:33:56,960",
        "end": "00:33:58,880",
        "en": "-Ja. - Det er fint. Ja.",
        "pa": "That's fine. Yeah.",
        "vi": "- Được. - Tuyệt đấy. Vâng."
    },
    {
        "start": "00:34:04,160",
        "end": "00:34:06,000",
        "en": "- Hej, Katrine. -Hej.",
        "pa": "- Hi, Katrine. -Hi.",
        "vi": "- Chào Katrine. - Chào."
    },
    {
        "start": "00:34:06,080",
        "end": "00:34:08,480",
        "en": "Gud, nogle fede sko, du har på.",
        "pa": "-My goodness, what lovely shoes. -Thanks.",
        "vi": "Tôi thích giày của cô!"
    },
    {
        "start": "00:34:08,560",
        "end": "00:34:09,920",
        "en": "-Tak. - Ja, nu skal du høre.",
        "pa": "Yes, look. HR has been asked to conduct an extra employee satisfaction survey",
        "vi": "- Cảm ơn. - Rồi. Nói nhanh."
    },
    {
        "start": "00:34:10,000",
        "end": "00:34:11,840",
        "en": "HR er blevet bedt om at lave",
        "pa": "",
        "vi": "Nhân sự được yêu cầu tiến hành"
    },
    {
        "start": "00:34:11,920",
        "end": "00:34:14,040",
        "en": "en ekstraordinær medarbejdertilfredshedsundersøgelse",
        "pa": "",
        "vi": "thêm khảo sát về sự hài lòng của nhân viên ở bộ phận của cô."
    },
    {
        "start": "00:34:14,120",
        "end": "00:34:15,600",
        "en": "i din afdeling.",
        "pa": "here in your department.",
        "vi": ""
    },
    {
        "start": "00:34:17,000",
        "end": "00:34:19,120",
        "en": "Okay. Hvem har bedt om det?",
        "pa": "Okay? Who's asked you?",
        "vi": "Được rồi. Ai yêu cầu?"
    },
    {
        "start": "00:34:19,200",
        "end": "00:34:21,160",
        "en": "Det må jeg faktisk ikke fortælle.",
        "pa": "I'm actually not allowed to tell you.",
        "vi": "Tôi không được phép nói."
    },
    {
        "start": "00:34:21,240",
        "end": "00:34:24,960",
        "en": "Men et antal af dine medarbejdere, som ønsker at være anonyme,",
        "pa": "But some of your employees who want to be anonymous",
        "vi": "Nhưng một số nhân viên của cô muốn giấu tên"
    },
    {
        "start": "00:34:25,040",
        "end": "00:34:26,400",
        "en": "har nogle…",
        "pa": "have focused, erm, on your managerial style.",
        "vi": "đang có chút băn khoăn về phong cách quản lý của cô."
    },
    {
        "start": "00:34:26,480",
        "end": "00:34:28,840",
        "en": "…fokuspunkter omkring din ledelsesstil.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:28,920",
        "end": "00:34:29,800",
        "en": "Okay.",
        "pa": "Okay. Er…",
        "vi": "Rồi."
    },
    {
        "start": "00:34:30,680",
        "end": "00:34:32,000",
        "en": "-Nå, for søren. - Ja.",
        "pa": "",
        "vi": "- Ôi trời. - Vâng."
    },
    {
        "start": "00:34:32,080",
        "end": "00:34:33,560",
        "en": "Du skal ikke lægge så meget i det,",
        "pa": "I don't think you should worry about it too much,",
        "vi": "Đừng lo quá. Tôi chỉ muốn hỏi cô có phản đối không."
    },
    {
        "start": "00:34:33,640",
        "end": "00:34:35,920",
        "en": "jeg skal bare spørge, om du vil modsætte dig det.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:36,000",
        "end": "00:34:38,280",
        "en": "I givet fald må vi have Frederik ind over.",
        "pa": "but I just have to ask if you'll oppose it.",
        "vi": "Nếu là vậy thì phải báo Frederik."
    },
    {
        "start": "00:34:38,360",
        "end": "00:34:41,120",
        "en": "Nej, det modsætter jeg mig ikke. Det skal selvfølgelig undersøges.",
        "pa": "Er, no, I won't oppose it. It should be investigated, of course.",
        "vi": "Không, tôi không phản đối. Nên tìm hiểu xem."
    },
    {
        "start": "00:34:41,200",
        "end": "00:34:42,040",
        "en": "Tak.",
        "pa": "-That's for sure. Thank you. -Good.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:34:42,120",
        "end": "00:34:42,960",
        "en": "Godt.",
        "pa": "",
        "vi": "Tốt."
    },
    {
        "start": "00:35:00,080",
        "end": "00:35:02,880",
        "en": "Hold da kæft, der er gang i Nye Demokrater.",
        "pa": "Bloody hell, the New Democrats are going at it.",
        "vi": "Ôi, Đảng Dân chủ Mới đang bận."
    },
    {
        "start": "00:35:03,880",
        "end": "00:35:05,160",
        "en": "Ja, det må man sige.",
        "pa": "Yeah, I'll say.",
        "vi": "Rõ mà."
    },
    {
        "start": "00:35:05,240",
        "end": "00:35:08,160",
        "en": "Rygtet siger, de måske vil træde ud af regeringen.",
        "pa": "Well, rumour has it that they might leave the government.",
        "vi": "Có tin đồn là họ có thể rời bỏ Chính phủ."
    },
    {
        "start": "00:35:09,160",
        "end": "00:35:11,080",
        "en": "Jeg tror nu, Nyborg mener noget andet.",
        "pa": "No, I think Nyborg has other plans.",
        "vi": "Tôi chả nghĩ Nyborg sẽ đồng ý."
    },
    {
        "start": "00:35:11,160",
        "end": "00:35:13,120",
        "en": "Uanset hvad har jeg bedt Benjamin om at slå lejr",
        "pa": "Whatever the case, I've asked Benjamin to camp outside the meeting room",
        "vi": "Để chắc ăn, tôi bảo Benjamin chờ ở ngoài phòng họp của Đảng Dân chủ Mới."
    },
    {
        "start": "00:35:13,200",
        "end": "00:35:15,440",
        "en": "ude foran Nye Demokraters gruppelokale.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:35:15,520",
        "end": "00:35:16,960",
        "en": "- Skidegodt. - Ja.",
        "pa": "of the New Democrats.\n -Nice work. -Yeah.",
        "vi": "- Tuyệt vời. - Được."
    },
    {
        "start": "00:35:17,040",
        "end": "00:35:19,320",
        "en": "Katrine, han er altså lidt oppe og køre.",
        "pa": "Katrine, he's upset.",
        "vi": "Katrine, cậu ấy hơi buồn."
    },
    {
        "start": "00:35:19,400",
        "end": "00:35:22,000",
        "en": "I har haft en snak om, at han gerne vil være vært, ikke?",
        "pa": "The two of you had a talk about him wanting to be an anchor, right?",
        "vi": "Cô đã nghe việc cậu ấy muốn làm người dẫn à?"
    },
    {
        "start": "00:35:24,000",
        "end": "00:35:26,680",
        "en": "Jo… Jeg sagde bare til ham, han ikke var klar endnu.",
        "pa": "Yeah. I just told him that he wasn't ready yet.",
        "vi": "Vâng.\n Tôi bảo anh ấy chưa sẵn sàng."
    },
    {
        "start": "00:35:26,760",
        "end": "00:35:29,160",
        "en": "Okay, han lod bare en bemærkning falde om,",
        "pa": "Okay. He just mentioned talking to a boss from Channel 2.",
        "vi": "Được rồi, nhưng cậu ấy có nhắc đến chuyện gặp sếp ở Kênh 2."
    },
    {
        "start": "00:35:29,240",
        "end": "00:35:31,440",
        "en": "at han havde mødt en af cheferne fra 2'eren.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:35:34,160",
        "end": "00:35:35,000",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Rồi."
    },
    {
        "start": "00:35:36,520",
        "end": "00:35:38,480",
        "en": "-Han presser os. - Nej, han markerer.",
        "pa": "-He's pressuring us. -No, he's making a point.",
        "vi": "- Gây áp lực. - Không, nêu quan điểm."
    },
    {
        "start": "00:35:38,560",
        "end": "00:35:41,600",
        "en": "Men vi to ved godt, han er et stort talent, ikke?",
        "pa": "But the two of us know that he is really talented.",
        "vi": "Nhưng ta đều biết cậu ấy rất có tài, phải không?"
    },
    {
        "start": "00:35:43,760",
        "end": "00:35:45,880",
        "en": "Jo, men… Det sagde jeg også til ham.",
        "pa": "I mean… that's what I told him.",
        "vi": "Vâng. Tôi có nói với anh ấy thế."
    },
    {
        "start": "00:35:45,960",
        "end": "00:35:48,640",
        "en": "Altså, vi skal ikke have mere uro i afdelingen.",
        "pa": "We really can't have any more turmoil.",
        "vi": "Ta không cần thêm rắc rối. Không được."
    },
    {
        "start": "00:35:48,720",
        "end": "00:35:50,440",
        "en": "Det skal vi simpelthen ikke.",
        "pa": "We really can't.",
        "vi": ""
    },
    {
        "start": "00:35:54,360",
        "end": "00:35:55,240",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Rồi."
    },
    {
        "start": "00:35:58,480",
        "end": "00:36:00,080",
        "en": "Ja, stemningen blev lidt hård,",
        "pa": "The atmosphere was a bit tense, so I thought that it was best",
        "vi": "Không khí hơi căng thẳng nên tôi nghĩ chúng ta nên gặp nhau."
    },
    {
        "start": "00:36:00,160",
        "end": "00:36:03,680",
        "en": "så jeg tænkte, det var godt lige at møde hinanden igen på tomandshånd.",
        "pa": "for the two of us to meet again in a less formal setting.",
        "vi": ""
    },
    {
        "start": "00:36:03,760",
        "end": "00:36:04,600",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Được."
    },
    {
        "start": "00:36:05,360",
        "end": "00:36:06,760",
        "en": "Jeg kan godt se din pointe,",
        "pa": "I can see your point.",
        "vi": "Tôi hiểu quan điểm của anh, dù chúng ta có góc nhìn khác nhau."
    },
    {
        "start": "00:36:06,840",
        "end": "00:36:09,080",
        "en": "selvom vores perspektiver er forskellige.",
        "pa": "Although we have different outlooks.",
        "vi": ""
    },
    {
        "start": "00:36:09,160",
        "end": "00:36:11,360",
        "en": "Så jeg tænker, om ikke vi to kunne finde en løsning",
        "pa": "So I thought the two of us could agree",
        "vi": "Có lẽ ta có thể tìm ra giải pháp"
    },
    {
        "start": "00:36:11,440",
        "end": "00:36:14,520",
        "en": "på fordelingen af olieindtægterne en gang for alle?",
        "pa": "on how to… divide the oil revenue once and for all.",
        "vi": "dứt điểm cho việc chia doanh thu từ dầu?"
    },
    {
        "start": "00:36:14,600",
        "end": "00:36:18,240",
        "en": "Du stemmer det af med dit bagland, og jeg stemmer af med mit.",
        "pa": "Then you can talk to your people, and I can talk to mine.",
        "vi": "Anh bàn với người của anh, còn tôi sẽ bàn với bên tôi."
    },
    {
        "start": "00:36:19,280",
        "end": "00:36:20,360",
        "en": "Pølse?",
        "pa": "Sausage?",
        "vi": "Xúc xích?"
    },
    {
        "start": "00:36:21,160",
        "end": "00:36:23,360",
        "en": "- Den er altså rigtig god. -Ja tak.",
        "pa": "It's really good.",
        "vi": "- Ngon lắm. - Cảm ơn."
    },
    {
        "start": "00:36:23,440",
        "end": "00:36:24,520",
        "en": "Mm.",
        "pa": "Yes, please. Mm.",
        "vi": ""
    },
    {
        "start": "00:36:29,720",
        "end": "00:36:32,160",
        "en": "Lad os sige, at Grønland anerkender,",
        "pa": "Let's say that Greenland acknowledges that Denmark is in charge",
        "vi": "Giả sử Greenland chấp thuận"
    },
    {
        "start": "00:36:32,240",
        "end": "00:36:35,960",
        "en": "at Danmark varetager et udenrigs- og sikkerhedspolitisk ansvar,",
        "pa": "",
        "vi": "Đan Mạch phụ trách chính sách đối ngoại và an ninh,"
    },
    {
        "start": "00:36:36,040",
        "end": "00:36:39,000",
        "en": "som gør det muligt at få en større andel af de olieindtægter,",
        "pa": "of the foreign and security policy,\n which allows it to get a larger share of the oil revenue",
        "vi": "dẫn tới việc có phần doanh thu dầu lớn hơn mức chúng tôi đề nghị."
    },
    {
        "start": "00:36:39,080",
        "end": "00:36:40,400",
        "en": "end vi først havde foreslået.",
        "pa": "than we suggested at first.",
        "vi": ""
    },
    {
        "start": "00:36:40,480",
        "end": "00:36:42,880",
        "en": "Vi kan jo starte med at udfase bloktilskuddet,",
        "pa": "We could begin by phasing out the block grant,",
        "vi": "Hãy bắt đầu bằng cách giảm dần viện trợ."
    },
    {
        "start": "00:36:42,960",
        "end": "00:36:46,400",
        "en": "og så kunne Danmark få 25 % af overskuddet.",
        "pa": "and then Denmark could have 25%.",
        "vi": "Sau đó, chúng tôi sẽ cho Đan Mạch 25% lợi nhuận."
    },
    {
        "start": "00:36:49,200",
        "end": "00:36:51,160",
        "en": "- Sid ned. -Ja tak.",
        "pa": "Have a seat.\n Yeah, thanks.",
        "vi": "- Ngồi xuống đi. - Cám ơn."
    },
    {
        "start": "00:36:55,200",
        "end": "00:36:57,120",
        "en": "Hvad siger vi? Er det dét, vi gør?",
        "pa": "So what do you think? Is that the plan?",
        "vi": "Vậy anh nghĩ sao?"
    },
    {
        "start": "00:36:57,200",
        "end": "00:36:59,800",
        "en": "Hans, du ved godt, jeg ikke kan sidde i dit køkken",
        "pa": "Hens, you know that I can't sit here in your kitchen",
        "vi": "Hans, anh biết không thể cứ ngồi trong bếp"
    },
    {
        "start": "00:36:59,880",
        "end": "00:37:03,000",
        "en": "og forpligte den danske regering over en skive pølse, vel?",
        "pa": "and commit the Danish government to anything over a sausage.",
        "vi": "rồi cam kết điều gì với Chính phủ Đan Mạch nhờ xúc xích."
    },
    {
        "start": "00:37:05,720",
        "end": "00:37:07,720",
        "en": "-Jeg er nødt til at tage den her. -Fint.",
        "pa": "-Er, I'll have to take this call. -Fine.",
        "vi": "- Tôi phải nghe điện. - Không sao."
    },
    {
        "start": "00:37:08,240",
        "end": "00:37:10,360",
        "en": "Men tænk over det imens.",
        "pa": "But… think about it.",
        "vi": "Nhưng nghĩ xem."
    },
    {
        "start": "00:37:16,160",
        "end": "00:37:17,040",
        "en": "Tanja.",
        "pa": "Tanja?",
        "vi": "Tanja."
    },
    {
        "start": "00:37:19,240",
        "end": "00:37:20,360",
        "en": "Hvordan har du det?",
        "pa": "How are you?",
        "vi": "Khỏe chứ?"
    },
    {
        "start": "00:37:22,800",
        "end": "00:37:24,280",
        "en": "Kan du låne mig 1.000 kroner?",
        "pa": "Can you lend me 1,000 crowns?",
        "vi": "Tôi vay 1.000 kroner nhé?"
    },
    {
        "start": "00:37:25,640",
        "end": "00:37:27,680",
        "en": "De holder mig hjemme, så jeg kan få det bedre.",
        "pa": "They're keeping me here so I can get better.",
        "vi": "Họ để tôi ở đây để tôi ổn hơn."
    },
    {
        "start": "00:37:29,000",
        "end": "00:37:30,560",
        "en": "De er også bange for, at jeg ryger.",
        "pa": "They're afraid that I'm going to smoke.",
        "vi": "Họ sợ tôi hút thuốc."
    },
    {
        "start": "00:37:31,280",
        "end": "00:37:32,760",
        "en": "Ja… Øh…",
        "pa": "Yeah.",
        "vi": "Ừ…"
    },
    {
        "start": "00:37:34,480",
        "end": "00:37:37,320",
        "en": "Men nu koster en pakke smøger jo ikke 1.000 kroner, vel?",
        "pa": "Well, a pack of cigarettes doesn't cost 100 crowns, does it?",
        "vi": "Một bao thuốc đâu tốn tới 1.000 kroner."
    },
    {
        "start": "00:37:43,960",
        "end": "00:37:47,240",
        "en": "Kristine Meinert, hvad kan vi forvente af det gruppemøde?",
        "pa": "Kristine Meinert, what can we expect from this group meeting?",
        "vi": "Kristine Meinert, cuộc họp nhóm sẽ mang lại gì?"
    },
    {
        "start": "00:37:47,320",
        "end": "00:37:50,800",
        "en": "Det er jo en skæbnetime for Nye Demokrater og Nyborg.",
        "pa": "Well, it is a fateful hour for the New Democrats",
        "vi": "Đến lúc làm hoặc diệt vong với Đảng Dân chủ Mới và Nyborg."
    },
    {
        "start": "00:37:50,880",
        "end": "00:37:54,920",
        "en": "Er de et magtparti, der vil betale prisen for indflydelse",
        "pa": "and for Nyborg as well.\n Are they willing to pay the price for having influence",
        "vi": "Họ có còn nắm quyền và có sẵn sàng trả giá để có ảnh hưởng"
    },
    {
        "start": "00:37:55,000",
        "end": "00:37:57,720",
        "en": "og den øretæve fra vælgerne, det vil give ved næste valg?",
        "pa": "and take a beating at the next election?",
        "vi": "và với hậu quả từ cử tri ở cuộc bầu cử tiếp theo?"
    },
    {
        "start": "00:37:57,800",
        "end": "00:37:59,920",
        "en": "Eller er det nu, de holder fast på idealerne",
        "pa": "Or will they stick to their ideals",
        "vi": "Hay họ tuân theo nguyên tắc và mạo hiểm lật đổ Chính phủ?"
    },
    {
        "start": "00:38:00,000",
        "end": "00:38:01,840",
        "en": "og dermed risikerer at vælte regeringen?",
        "pa": "and run the risk of toppling the government?",
        "vi": ""
    },
    {
        "start": "00:38:01,920",
        "end": "00:38:04,680",
        "en": "Ja, alle sammen, vi har jo indkaldt til det her",
        "pa": "My dear friends.",
        "vi": "Các bạn thân mến.\n Chúng tôi muốn có cuộc họp này vì tình hình rất nghiêm trọng"
    },
    {
        "start": "00:38:04,760",
        "end": "00:38:07,560",
        "en": "ekstraordinære gruppemøde på grund af den meget alvorlige situation,",
        "pa": "We called this extraordinary meeting",
        "vi": ""
    },
    {
        "start": "00:38:07,640",
        "end": "00:38:09,480",
        "en": "som vi befinder os i.",
        "pa": "due to the very serious situation we're in.",
        "vi": "mà ta gặp phải."
    },
    {
        "start": "00:38:09,560",
        "end": "00:38:11,920",
        "en": "Karina har stillet forslag om,",
        "pa": "Karina, erm, has suggested that we resign from the coalition government",
        "vi": "Karina đề xuất"
    },
    {
        "start": "00:38:12,000",
        "end": "00:38:15,480",
        "en": "at vi trækker os fra regeringssamarbejdet på baggrund af oliesagen.",
        "pa": "due to the oil situation",
        "vi": "ta rút khỏi liên minh vì tình hình dầu mỏ."
    },
    {
        "start": "00:38:16,080",
        "end": "00:38:17,400",
        "en": "Og på grund af holdningsskiftet,",
        "pa": "and due to the change of our political stance",
        "vi": "Và vì lập trường mới"
    },
    {
        "start": "00:38:17,480",
        "end": "00:38:20,320",
        "en": "som flere i partiet har følt sig tvunget ind i.",
        "pa": "which many in the party feel was forced upon them.",
        "vi": "mà các đảng viên cảm thấy họ bị ép phải chấp nhận."
    },
    {
        "start": "00:38:20,400",
        "end": "00:38:25,680",
        "en": "Karina er, som I ved, erhvervsminister og medlem af regeringen,",
        "pa": "Karina, as you know,",
        "vi": "Như mọi người biết, Karina là"
    },
    {
        "start": "00:38:25,760",
        "end": "00:38:29,080",
        "en": "hvilket i mine øjne gør hendes forslag desto mere markant.",
        "pa": "is the Minister of Business and Industry which, in my view,\n makes her suggestion more poignant.",
        "vi": "Bộ trưởng Công nghiệp và là nghị sĩ.\n Tôi nghĩ điều đó càng khiến đề xuất của bà ấy có sức nặng."
    },
    {
        "start": "00:38:29,160",
        "end": "00:38:30,480",
        "en": "Vi er splittede som parti…",
        "pa": "We are a divided party.",
        "vi": "- Ta là đảng bị chia rẽ… - Jon, tôi nói nhé?"
    },
    {
        "start": "00:38:30,560",
        "end": "00:38:31,640",
        "en": "Jon, må jeg have lov?",
        "pa": "Jon, may I?",
        "vi": ""
    },
    {
        "start": "00:38:33,040",
        "end": "00:38:37,120",
        "en": "Vi ved jo godt, hvor det bærer hen, så jeg vil foreslå en hurtig afstemning.",
        "pa": "I think we all know where this is going, so I suggest a quick vote on it.",
        "vi": "Ta biết tình hình thế nào, nên tôi sẽ đề nghị bỏ phiếu nhanh."
    },
    {
        "start": "00:38:38,320",
        "end": "00:38:41,480",
        "en": "Jeg mener selvsagt ikke, at vi skal forlade regeringssamarbejdet.",
        "pa": "Needless to say, I don't think we should leave the government.",
        "vi": "Rõ ràng tôi không nghĩ ta nên rời khỏi liên minh."
    },
    {
        "start": "00:38:41,560",
        "end": "00:38:45,440",
        "en": "Det ville være at svigte vælgerne at sætte sig uden for indflydelse",
        "pa": "It would let our voters down to place ourselves without any influence",
        "vi": "Ta sẽ khiến cử tri thất vọng và mất đi mọi ảnh hưởng"
    },
    {
        "start": "00:38:45,520",
        "end": "00:38:47,560",
        "en": "på grund af en sag, hvor sidste ord ikke er sagt.",
        "pa": "because of a matter which is certainly far from closed.",
        "vi": "vì một vấn đề còn lâu mới kết thúc."
    },
    {
        "start": "00:38:47,640",
        "end": "00:38:50,440",
        "en": "Kort sagt, hvem er enig med mig i,",
        "pa": "So to be brief,\n who agrees with me that",
        "vi": "Tóm lại, ai đồng ý với tôi"
    },
    {
        "start": "00:38:51,480",
        "end": "00:38:53,920",
        "en": "at Nye Demokrater ikke skal forlade regeringen,",
        "pa": "the New Democrats should not leave the government",
        "vi": "rằng Đảng Dân chủ Mới không rời liên minh?"
    },
    {
        "start": "00:38:54,000",
        "end": "00:38:57,680",
        "en": "men tværtimod blive og kæmpe for alt det, vi tror på?",
        "pa": "but stay and fight for all the things we believe in?",
        "vi": "Thay vào đó, ta sẽ ở lại và chiến đấu vì những gì ta tin."
    },
    {
        "start": "00:39:06,320",
        "end": "00:39:08,040",
        "en": "En, to, tre, fire,",
        "pa": "One, two, three, four, five, six, seven.",
        "vi": "Một, hai, ba, bốn,"
    },
    {
        "start": "00:39:08,120",
        "end": "00:39:10,360",
        "en": "fem, seks, syv.",
        "pa": "",
        "vi": "năm, sáu, bảy."
    },
    {
        "start": "00:39:10,440",
        "end": "00:39:12,440",
        "en": "Syv mod seks.",
        "pa": "Seven versus six.",
        "vi": "Bảy so với sáu."
    },
    {
        "start": "00:39:12,520",
        "end": "00:39:14,880",
        "en": "Det ligner et flertal til fordel for regeringssamarbejdet.",
        "pa": "It looks like a majority for staying in the coalition government,",
        "vi": "Đa số ủng hộ liên minh. Ông không đồng ý sao, Jon?"
    },
    {
        "start": "00:39:14,960",
        "end": "00:39:16,120",
        "en": "Vil du ikke sige det, Jon?",
        "pa": "wouldn't you say, Jon?",
        "vi": ""
    },
    {
        "start": "00:39:17,800",
        "end": "00:39:20,120",
        "en": "Jeg synes også, at vi alle skal byde velkommen",
        "pa": "And I think we should all welcome our new Climate and Energy Minister.",
        "vi": "Tôi cũng muốn chào mừng Bộ trưởng Khí hậu và Năng lượng mới."
    },
    {
        "start": "00:39:20,200",
        "end": "00:39:22,920",
        "en": "til vores nye klima- og energiminister.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:23,000",
        "end": "00:39:23,880",
        "en": "Hun sidder lige der.",
        "pa": "She's sitting right there. Kirsten.",
        "vi": "Cô ấy ở ngay đây."
    },
    {
        "start": "00:39:23,960",
        "end": "00:39:27,760",
        "en": "Kirsten. Det er en kæmpe fornøjelse at have dig med på holdet,",
        "pa": "It's a huge pleasure to have you on the team,",
        "vi": "Kirsten.\n Thật vinh hạnh khi có cô và cử tri bé nhỏ ở đây."
    },
    {
        "start": "00:39:27,840",
        "end": "00:39:29,720",
        "en": "oven i købet med en lille ny vælger i maven.",
        "pa": "and the new little voter in your tummy.",
        "vi": ""
    },
    {
        "start": "00:39:29,800",
        "end": "00:39:30,800",
        "en": "Tillykke.",
        "pa": "Congratulations.",
        "vi": "Xin chúc mừng."
    },
    {
        "start": "00:39:33,240",
        "end": "00:39:35,600",
        "en": "Og Jon, kan jeg lige låne dig i fem minutter?",
        "pa": "And, Jon, can I talk to you for five minutes?",
        "vi": "Jon, ta nói chuyện một chút được không?"
    },
    {
        "start": "00:39:39,880",
        "end": "00:39:41,280",
        "en": "Skulle vi tage fem minutter?",
        "pa": "-Did you want to talk? - Yeah.",
        "vi": "Nghỉ chút đi."
    },
    {
        "start": "00:39:42,280",
        "end": "00:39:43,600",
        "en": "Er du færdig her?",
        "pa": "- Are you finished in here?",
        "vi": "Ở đây xong chưa?"
    },
    {
        "start": "00:39:44,120",
        "end": "00:39:44,960",
        "en": "Ja.",
        "pa": "-Yeah. -Thanks.",
        "vi": "Vâng."
    },
    {
        "start": "00:39:45,680",
        "end": "00:39:46,520",
        "en": "Tak.",
        "pa": "",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:39:48,480",
        "end": "00:39:50,040",
        "en": "Nå. Sig frem.",
        "pa": "Well, spit it out.",
        "vi": "Được rồi, nói đi nào."
    },
    {
        "start": "00:39:50,120",
        "end": "00:39:51,520",
        "en": "Ja, det er, fordi…",
        "pa": "Yeah. It's just that I…",
        "vi": "À, vì tôi vừa… Tôi nghe mấy chuyện."
    },
    {
        "start": "00:39:51,600",
        "end": "00:39:53,920",
        "en": "Jeg har… Jeg har hørt nogle ting.",
        "pa": "I've… I've heard some things.",
        "vi": ""
    },
    {
        "start": "00:39:55,360",
        "end": "00:39:57,360",
        "en": "Og jeg ved ikke, hvordan jeg skal forholde mig.",
        "pa": "And I don't know what to do about it.",
        "vi": "Và tôi không biết phải làm gì."
    },
    {
        "start": "00:39:57,440",
        "end": "00:40:00,360",
        "en": "Er jeg loyal over for ministeren eller ministeriet?",
        "pa": "Am I to remain loyal to the minister or to the ministry?",
        "vi": "Tôi trung thành với Bộ trưởng hay Bộ?"
    },
    {
        "start": "00:40:01,600",
        "end": "00:40:03,680",
        "en": "I den perfekte verden er du begge dele.",
        "pa": "In a perfect world you're both.",
        "vi": "Ở điều kiện lý tưởng, là cả hai."
    },
    {
        "start": "00:40:04,200",
        "end": "00:40:07,760",
        "en": "Hvor det ikke kan lade sig gøre, ligger din loyalitet hos ministeriet.",
        "pa": "If that's not possible, your loyalty to the ministry comes first. Always.",
        "vi": "Nếu không, sẽ ưu tiên Bộ."
    },
    {
        "start": "00:40:07,840",
        "end": "00:40:08,960",
        "en": "Altid.",
        "pa": "",
        "vi": "Luôn vậy."
    },
    {
        "start": "00:40:09,040",
        "end": "00:40:12,040",
        "en": "Det var ellers meget præcist orkestreret fra din side, Jon.",
        "pa": "That was very carefully orchestrated by you, Jon.",
        "vi": "Ông bày trận rất tốt, Jon."
    },
    {
        "start": "00:40:12,800",
        "end": "00:40:15,720",
        "en": "Det afgørende angreb kom slet ikke fra dig, men fra Karina.",
        "pa": "The decisive attack didn't come from you at all but from Karina.",
        "vi": "Đòn tấn công đến từ Karine, không phải từ ông."
    },
    {
        "start": "00:40:16,360",
        "end": "00:40:19,520",
        "en": "Du var jo bare den pligtopfyldende næstformand,",
        "pa": "You were just the dutiful deputy",
        "vi": "Ông vừa đóng vai Phó Chủ tịch mẫn cán"
    },
    {
        "start": "00:40:19,600",
        "end": "00:40:22,360",
        "en": "der var så ked af uroen og splittelsen i partiet.",
        "pa": "who was so tired of the turmoil and division in the party.",
        "vi": "lo lắng về bất ổn nội bộ và chia rẽ."
    },
    {
        "start": "00:40:22,440",
        "end": "00:40:24,760",
        "en": "Jeg ér ked af uroen og splittelsen i partiet.",
        "pa": "I'm tired of the turmoil and division in the party.",
        "vi": "Tôi lo lắng về việc đó mà."
    },
    {
        "start": "00:40:24,840",
        "end": "00:40:27,280",
        "en": "Så kan jeg glæde dig med, at du kan være med til at bilægge den.",
        "pa": "Then I'm glad to tell you that you can help heal the divide.",
        "vi": "Tôi rất vui khi đảm bảo là ông xử lý được rồi."
    },
    {
        "start": "00:40:28,320",
        "end": "00:40:31,760",
        "en": "Hun har fået en politisk rådgiver, og jeg må ikke sige, hvem det er.",
        "pa": "She has a new political adviser,\n and she's asked me not to tell anyone who it is.",
        "vi": "Bà ấy có cố vấn chính trị, nhưng tôi không thể nói tên."
    },
    {
        "start": "00:40:32,480",
        "end": "00:40:34,160",
        "en": "Så lad være med at fortælle mig om det.",
        "pa": "Then don't tell me.",
        "vi": "- Vậy thì đừng nói. - Tôi nghĩ nó thay đổi bà ấy một chút."
    },
    {
        "start": "00:40:34,240",
        "end": "00:40:36,280",
        "en": "Det er bare, som om det har forandret hende lidt.",
        "pa": "But it's as if it's changed her a bit.",
        "vi": ""
    },
    {
        "start": "00:40:36,360",
        "end": "00:40:39,760",
        "en": "Du har anstiftet et oprør og prøvet at vælte mig, Jon.",
        "pa": "You started a rebellion and tried to topple me, Jon.",
        "vi": "Ông châm ngòi nổi loạn và cố gắng lật tôi, Jon."
    },
    {
        "start": "00:40:40,840",
        "end": "00:40:43,760",
        "en": "I historiebøgerne kalder man vist den slags for højforræderi.",
        "pa": "The history books call that high treason.",
        "vi": "Lịch sử gọi hành động đó là phản quốc."
    },
    {
        "start": "00:40:46,240",
        "end": "00:40:47,760",
        "en": "Hvad der skal ske nu?",
        "pa": "Question is, what will happen now?",
        "vi": "Giờ sẽ thế nào?"
    },
    {
        "start": "00:40:47,840",
        "end": "00:40:50,640",
        "en": "Straffen for højforræderi plejede jo at være døden.",
        "pa": "The punishment for high treason was usually death.",
        "vi": "Hình phạt cho tội phản quốc thường là cái chết."
    },
    {
        "start": "00:40:50,720",
        "end": "00:40:53,960",
        "en": "-Er det, hvad du foretrækker? - Det er ikke op til mig, vel?",
        "pa": "-But is that what you prefer? -I guess that's not up to me, is it?",
        "vi": "- Ông thích vậy à? - Đâu phụ thuộc vào tôi."
    },
    {
        "start": "00:40:54,040",
        "end": "00:40:58,200",
        "en": "Hun er begyndt at konspirere imod en eller flere af de andre ministre.",
        "pa": "She is conspiring against one or several of the other ministers in the government.",
        "vi": "Bà ấy bắt đầu âm mưu chống lại một hoặc nhiều bộ trưởng. Bà ấy…"
    },
    {
        "start": "00:40:58,280",
        "end": "00:40:59,360",
        "en": "Hun…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:40:59,440",
        "end": "00:41:03,400",
        "en": "Helt konkret har jeg hørt om en fejlslagen efterretningsoperation i Grønland,",
        "pa": "I… I heard about a botched intel…",
        "vi": "Tôi đã nghe về một phi vụ của PET bị hỏng ở Greenland,"
    },
    {
        "start": "00:41:03,480",
        "end": "00:41:05,440",
        "en": "som hun vil holde justitsministeren ansvarlig for,",
        "pa": "botched intelligence operation in Greenland.\n She will hold the Justice Minister accountable",
        "vi": "mà bà ấy đổ cho Bộ trưởng Tư pháp,"
    },
    {
        "start": "00:41:05,520",
        "end": "00:41:07,160",
        "en": "eller hun vil afpresse ham.",
        "pa": "or blackmail him.",
        "vi": "không là sẽ tống tiền ông ấy."
    },
    {
        "start": "00:41:07,240",
        "end": "00:41:09,120",
        "en": "Hvis du fortæller mig nu,",
        "pa": "If you say to me now",
        "vi": "Nếu ông cho tôi biết"
    },
    {
        "start": "00:41:09,200",
        "end": "00:41:12,240",
        "en": "at du vil være en 100 % loyal næstformand",
        "pa": "that you will be 100% loyal, deputy of the party",
        "vi": "giờ ông sẽ là Phó Chủ tịch và Bộ trưởng hoàn toàn trung thành,"
    },
    {
        "start": "00:41:12,320",
        "end": "00:41:13,680",
        "en": "og minister i regeringen,",
        "pa": "and minister of this government, I'm willing to regard this",
        "vi": ""
    },
    {
        "start": "00:41:13,760",
        "end": "00:41:15,840",
        "en": "så er jeg parat til at slå en streg over det hele,",
        "pa": "",
        "vi": "thì tôi sẽ quên hết mọi chuyện và coi là một đòn chính trị thôi."
    },
    {
        "start": "00:41:15,920",
        "end": "00:41:18,040",
        "en": "og bare se det som endnu et spil om magten,",
        "pa": "as just another play for power.",
        "vi": ""
    },
    {
        "start": "00:41:18,120",
        "end": "00:41:22,440",
        "en": "som du i dette tilfælde tabte. Men hvis jeg ikke kan stole på dig…",
        "pa": "One that you just happened to lose.",
        "vi": "Một đòn mà ông đã thất bại."
    },
    {
        "start": "00:41:22,520",
        "end": "00:41:23,560",
        "en": "Så vil du fyre mig.",
        "pa": "-But if I can't trust you… -Then you'll fire me.",
        "vi": "- Mà nếu tôi không thể tin ông… - Bà sẽ đuổi tôi."
    },
    {
        "start": "00:41:23,640",
        "end": "00:41:25,000",
        "en": "Jeg vil ikke.",
        "pa": "No, I won't.",
        "vi": "Không đâu."
    },
    {
        "start": "00:41:25,080",
        "end": "00:41:26,680",
        "en": "Men jeg er i besiddelse af oplysninger,",
        "pa": "But I have received information that, if revealed,",
        "vi": "Nhưng tôi có thông tin"
    },
    {
        "start": "00:41:26,760",
        "end": "00:41:29,840",
        "en": "som nok betyder, at du må gå af som minister, hvis de kommer ud.",
        "pa": "would probably lead to you having to resign.",
        "vi": "có thể khiến ông phải từ chức nếu nó được công khai."
    },
    {
        "start": "00:41:29,920",
        "end": "00:41:31,160",
        "en": "Hvis PET har lavet en fejl,",
        "pa": "If the intelligence service has made a mistake,",
        "vi": "Nếu PET phạm sai lầm,"
    },
    {
        "start": "00:41:31,240",
        "end": "00:41:33,800",
        "en": "så er justitsministeren jo øverste ansvarlige.",
        "pa": "the Justice Minister is responsible.",
        "vi": "Bộ trưởng Tư pháp phải chịu trách nhiệm."
    },
    {
        "start": "00:41:33,880",
        "end": "00:41:36,640",
        "en": "Men det er måden, hun gør det på. Hele måden, det foregår på.",
        "pa": "But it's the way she goes about it. It's the way it's done.",
        "vi": "Nhưng cái cách bà ấy làm. Toàn bộ chiến lược."
    },
    {
        "start": "00:41:36,720",
        "end": "00:41:40,480",
        "en": "I sidste måned gennemførte PET en fejlslagen operation i Grønland.",
        "pa": "Last month the intelligence service botched an operation in Greenland.",
        "vi": "Tháng trước, PET đã làm hỏng một nhiệm vụ ở Greenland."
    },
    {
        "start": "00:41:40,560",
        "end": "00:41:41,840",
        "en": "Som du bad mig om.",
        "pa": "Which you asked me to initiate.",
        "vi": "Mà bà yêu cầu tôi khởi xướng?"
    },
    {
        "start": "00:41:42,480",
        "end": "00:41:46,320",
        "en": "En ung mand døde. Broren til Hans Eliassens adoptivdatter.",
        "pa": "Where a young man died.\n The brother of the adopted daughter of Hans Eliassen.",
        "vi": "Một thanh niên chết.\n Anh trai của con gái nuôi Hans Eliassen."
    },
    {
        "start": "00:41:46,400",
        "end": "00:41:49,160",
        "en": "-Det var et selvmord. -Det siger du kun, fordi det er Grønland.",
        "pa": "It was suicide.\n You're just saying that because it's Greenland.",
        "vi": "- Tự sát mà. - Ông cho là vậy vì là Greenland."
    },
    {
        "start": "00:41:49,240",
        "end": "00:41:51,680",
        "en": "Det havde PET ikke noget som helst at gøre med.",
        "pa": "Well, the intelligence service wasn't involved in any way.",
        "vi": "PET không liên quan gì cả."
    },
    {
        "start": "00:41:52,280",
        "end": "00:41:54,280",
        "en": "Tror du, at du overlever den undersøgelseskommission,",
        "pa": "Do you think you would survive the inquiry that would follow if it got out?",
        "vi": "Ông nghĩ sẽ an toàn khi có cuộc điều tra, nếu tin bị xì ra?"
    },
    {
        "start": "00:41:54,360",
        "end": "00:41:56,120",
        "en": "der ville blive iværksat, hvis det slap ud?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:41:56,840",
        "end": "00:42:00,240",
        "en": "Det danske embedsmandssystem er en administrativ lille perle.",
        "pa": "The Danish civil service is an administrative gem.",
        "vi": "Dịch vụ dân sự Đan Mạch là cái đáng quý về mặt hành chính."
    },
    {
        "start": "00:42:00,320",
        "end": "00:42:03,000",
        "en": "Amerikanerne skifter hele deres administration ud,",
        "pa": "The Americans change their entire administration",
        "vi": "Người Mỹ thay thế toàn bộ chính quyền"
    },
    {
        "start": "00:42:03,080",
        "end": "00:42:04,280",
        "en": "når der kommer en ny præsident.",
        "pa": "when a new president is elected.",
        "vi": "với mỗi lễ nhậm chức."
    },
    {
        "start": "00:42:04,360",
        "end": "00:42:06,760",
        "en": "Her bliver vi og tjener en rød minister den ene dag",
        "pa": "We stay and serve a red minister one day and a blue minister the next.",
        "vi": "Ta ở lại, hôm nay hầu bên cánh tả rồi mai hầu cánh hữu."
    },
    {
        "start": "00:42:06,840",
        "end": "00:42:07,760",
        "en": "og en blå den anden.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:42:07,840",
        "end": "00:42:09,960",
        "en": "Det har vi gjort i 170 år, og det er vi pissegode til.",
        "pa": "We've done so for 170 years, and we are good at it.",
        "vi": "Ta làm vậy suốt 170 năm. Làm rất ổn."
    },
    {
        "start": "00:42:10,040",
        "end": "00:42:13,120",
        "en": "Vi kan holde vores kæft om alt og holde fokus på sagen.",
        "pa": "We keep our mouths shut about almost everything",
        "vi": "Ta giữ miệng và tập trung vào vấn đề trước mắt."
    },
    {
        "start": "00:42:13,200",
        "end": "00:42:15,400",
        "en": "Jeg må vide, om du er med mig, eller om du er ude.",
        "pa": "and focus on the job at hand.\n I need to know if you're with me or not.",
        "vi": "Tôi cần biết ông có đồng tình không."
    },
    {
        "start": "00:42:17,640",
        "end": "00:42:19,520",
        "en": "Du er ikke dig selv, Birgitte.",
        "pa": "You're not yourself, Birgitte.",
        "vi": "Bà không còn là bà, Birgitte."
    },
    {
        "start": "00:42:19,600",
        "end": "00:42:20,480",
        "en": "Jo.",
        "pa": "I am.",
        "vi": "Tôi vẫn vậy."
    },
    {
        "start": "00:42:21,560",
        "end": "00:42:23,440",
        "en": "Jeg tilpasser mig bare forholdene.",
        "pa": "I just adapt to the circumstances.",
        "vi": "Nhưng tôi thích nghi với hoàn cảnh."
    },
    {
        "start": "00:42:55,040",
        "end": "00:42:57,800",
        "en": "Så for at vende tilbage til udgangspunktet,",
        "pa": "Facebook: I wonder if anyone at TV1 realises Fønsmark is the problem?\n Facebook: Perhaps she's hot rather than talented?\n So to return to our starting point,",
        "vi": "Facebook: Không biết có ai ở TV1 nhận ra Fønsmark chính là vấn đề?\n Để trở lại nơi ta bắt đầu,"
    },
    {
        "start": "00:42:58,400",
        "end": "00:43:00,040",
        "en": "Bernsteins berømte definition af,",
        "pa": "Bernstein's famous definition of journalism",
        "vi": "định nghĩa trứ danh của Bernstein"
    },
    {
        "start": "00:43:00,120",
        "end": "00:43:03,440",
        "en": "at journalistik er den bedst opnåelige version af sandheden,",
        "pa": "as the best obtainable version of the truth.",
        "vi": "rằng báo chí là phiên bản tốt nhất của sự thật,"
    },
    {
        "start": "00:43:03,520",
        "end": "00:43:05,800",
        "en": "så er det min ambition, at TV1 bliver det primære valg,",
        "pa": "It is my ambition to make TV1 the people's choice",
        "vi": "hợp với tham vọng của tôi biến TV1 thành số một"
    },
    {
        "start": "00:43:05,880",
        "end": "00:43:08,120",
        "en": "når danskerne rent faktisk vil kende sandheden.",
        "pa": "when they actually want to know the truth.",
        "vi": "khi người Đan Mạch muốn biết sự thật."
    },
    {
        "start": "00:43:08,200",
        "end": "00:43:10,640",
        "en": "Men bare rolig, vi skifter ikke navn til Pravda af den grund.",
        "pa": "But don't worry, we won't be changing our name to Pravda.",
        "vi": "Nhưng tất nhiên không đổi tên ta thành Pravda."
    },
    {
        "start": "00:43:12,800",
        "end": "00:43:15,720",
        "en": "Er der nogen, der har spørgsmål? Så skal jeg svare efter bedste evne.",
        "pa": "So, does anyone have any questions?",
        "vi": "Ai hỏi gì không? Tôi sẽ cố hết sức để trả lời."
    },
    {
        "start": "00:43:15,800",
        "end": "00:43:16,640",
        "en": "- Ja. -Ja?",
        "pa": "-I'll do my best to answer them. - Yeah.",
        "vi": "- Vâng. - Vâng?"
    },
    {
        "start": "00:43:16,720",
        "end": "00:43:19,240",
        "en": "Det er jo rigtig fint med visioner, Katrine,",
        "pa": "It's all fine and good to have visions, Katrine, it really is.",
        "vi": "Tầm nhìn rất ổn, Katrine,"
    },
    {
        "start": "00:43:19,320",
        "end": "00:43:22,320",
        "en": "men overvejer du også at vinkle nogle historier,",
        "pa": "But are you considering angling stories to appeal more to families?",
        "vi": "nhưng cô có nghĩ khai thác các góc độ hấp dẫn hơn với các gia đình?"
    },
    {
        "start": "00:43:22,400",
        "end": "00:43:25,640",
        "en": "så de henvender sig bredere og mere til familierne?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:43:25,720",
        "end": "00:43:26,560",
        "en": "Det gør vi.",
        "pa": "We most certainly are.",
        "vi": "Chắc chắn."
    },
    {
        "start": "00:43:26,640",
        "end": "00:43:30,320",
        "en": "Og når der dukker historier op, der giver os muligheden, så tager vi dem.",
        "pa": "Er, and when a story appears where that is possible, we absolutely do that.",
        "vi": "Cứ khi nào một nội dung cho ta cơ hội, ta sẽ nắm lấy."
    },
    {
        "start": "00:43:30,400",
        "end": "00:43:31,720",
        "en": "Super. Tak.",
        "pa": "Super. Thanks. Thank you, Katrine. I thought that was excellent.",
        "vi": "Tuyệt vời. Cám ơn."
    },
    {
        "start": "00:43:31,800",
        "end": "00:43:33,760",
        "en": "Tak, Katrine. Det var fremragende.",
        "pa": "",
        "vi": "Cám ơn. Làm tốt lắm."
    },
    {
        "start": "00:43:33,840",
        "end": "00:43:35,680",
        "en": "Skal vi give hende en lille applaus?",
        "pa": "-Shall we give her a round of applause? -Yeah.",
        "vi": "Ta cho tràng vỗ tay chứ?"
    },
    {
        "start": "00:43:38,040",
        "end": "00:43:41,240",
        "en": "Så kan vi jo tage yderligere spørgsmål over en pindemad og et glas hvidvin.",
        "pa": "And then we can take any further questions over canapés and a glass of white wine.",
        "vi": "Có thể bàn thêm khi tận hưởng món khai vị và vang trắng."
    },
    {
        "start": "00:43:43,960",
        "end": "00:43:46,680",
        "en": "Du har ikke hilst på vores nye bestyrelsesformand, Merethe Kofoed.",
        "pa": "Ooh, yes, please.\n Katrine, I don't think you've met our new chairwoman, Merethe Kofoed.",
        "vi": "Vâng, xin mời.\n Cô chưa gặp chủ tịch Merethe Kofoed."
    },
    {
        "start": "00:43:46,760",
        "end": "00:43:48,480",
        "en": "-Dejligt at møde dig. - Ja, tak.",
        "pa": "-Lovely to meet you. - Yes.",
        "vi": "- Hân hạnh. - Tôi cũng vậy."
    },
    {
        "start": "00:43:48,560",
        "end": "00:43:51,160",
        "en": "-Jeg suser, men sig hej. -Ja.",
        "pa": "-I'm off, but do talk. -Yes.",
        "vi": "- Tôi phải đi, chào hộ tôi nhé. - Vâng."
    },
    {
        "start": "00:43:52,800",
        "end": "00:43:55,480",
        "en": "Jeg er advokat, og har som sådan ikke forstand på TV,",
        "pa": "I'm a lawyer, and as such, I don't know much about TV.",
        "vi": "Tôi là luật sư và không biết nhiều về truyền hình."
    },
    {
        "start": "00:43:55,560",
        "end": "00:43:58,080",
        "en": "men jeg havde lige to ting.",
        "pa": "But I do have two comments.",
        "vi": "Tôi chỉ có hai ý này."
    },
    {
        "start": "00:43:58,160",
        "end": "00:44:01,840",
        "en": "Al den larm omkring din privatperson, hvornår slipper vi for den?",
        "pa": "All that hubbub about you as a person, when will that go away?",
        "vi": "Khi nào mọi ồn ào về cô sẽ kết thúc?"
    },
    {
        "start": "00:44:01,920",
        "end": "00:44:04,320",
        "en": "Det er ikke den bedste reklame for TV1.",
        "pa": "It's not good PR for TV1.",
        "vi": "Làm ảnh hưởng danh tiếng của TV1."
    },
    {
        "start": "00:44:04,920",
        "end": "00:44:08,240",
        "en": "Nej, men… Hvis jeg kunne stoppe det, så…",
        "pa": "No. If I could, er, stop it, certainly…",
        "vi": "- Không, nhưng nếu tôi có thể ngăn lại… - Ừ, lại dẫn tới vấn đề khác."
    },
    {
        "start": "00:44:08,320",
        "end": "00:44:11,000",
        "en": "Ja, og så var der den anden lille detalje.",
        "pa": "Yes, and then there was the other thing.",
        "vi": ""
    },
    {
        "start": "00:44:12,120",
        "end": "00:44:15,080",
        "en": "Din nye politiske redaktør, Torben Friis.",
        "pa": "Your new political editor, Torben Friis…",
        "vi": "Biên tập viên chính trị mới của cô, Torben Friis."
    },
    {
        "start": "00:44:15,160",
        "end": "00:44:17,440",
        "en": "Vi vil ikke lægge os ud med regeringen",
        "pa": "We're not interested in a falling-out with the government before negotiations.",
        "vi": "Chúng tôi không muốn Chính phủ phẫn nộ"
    },
    {
        "start": "00:44:17,520",
        "end": "00:44:19,960",
        "en": "så kort før medieforliget.",
        "pa": "",
        "vi": "khi sắp có thỏa thuận truyền thông."
    },
    {
        "start": "00:44:20,040",
        "end": "00:44:22,720",
        "en": "Der starter forhandlinger om lidt, så hvis du kunne dæmpe ham lidt?",
        "pa": "They are just about to begin. Could you put a dampener on him?",
        "vi": "Sắp đàm phán rồi, nên bảo anh ấy giảm tông đi nhé?"
    },
    {
        "start": "00:44:22,800",
        "end": "00:44:24,160",
        "en": "Det var bare det.",
        "pa": "That's all.",
        "vi": "Chỉ có vậy thôi."
    },
    {
        "start": "00:44:31,960",
        "end": "00:44:35,760",
        "en": "…men alt det vil blive afgjort ved det kommende europaparlamentsvalg.",
        "pa": "…but that will be determined by the European Parliament election.",
        "vi": "…sẽ được xác định tại cuộc bầu cử Nghị viện Châu Âu."
    },
    {
        "start": "00:44:37,240",
        "end": "00:44:38,600",
        "en": "Og så skal vi til Arktis.",
        "pa": "And then on to the Arctic.",
        "vi": "Và giờ đến Bắc Cực."
    },
    {
        "start": "00:44:38,680",
        "end": "00:44:42,200",
        "en": "Tonen mellem USA, Kina og Rusland blev skærpet yderligere",
        "pa": "The tone between the US, China and Russia",
        "vi": "Hôm nay giọng điệu giữa Mỹ, Trung Quốc và Nga còn gay gắt hơn ở Hội đồng Bảo an"
    },
    {
        "start": "00:44:42,280",
        "end": "00:44:44,400",
        "en": "under dagens møde FN's Sikkerhedsråd,",
        "pa": "was sharpened at today's UN Security Council meeting",
        "vi": ""
    },
    {
        "start": "00:44:44,480",
        "end": "00:44:48,680",
        "en": "hvor man diskuterede episoden omkring den kinesiske drone.",
        "pa": "about the matter of the Chinese drone.",
        "vi": "trong các cuộc thảo luận về drone Trung Quốc."
    },
    {
        "start": "00:44:48,760",
        "end": "00:44:50,120",
        "en": "Amerikanerne insisterer på,",
        "pa": "The Americans insist that the Chinese",
        "vi": "Mỹ khẳng định Trung Quốc đang leo thang hiện diện quân sự ở Bắc Cực."
    },
    {
        "start": "00:44:50,200",
        "end": "00:44:53,440",
        "en": "at kineserne er ved at optrappe deres militære tilstedeværelse i Arktis.",
        "pa": "are escalating their military presence there.",
        "vi": ""
    },
    {
        "start": "00:44:53,520",
        "end": "00:44:54,840",
        "en": "Det er de da for helvede også.",
        "pa": "Well, they sure as hell are.",
        "vi": "Vì họ là vậy."
    },
    {
        "start": "00:44:54,920",
        "end": "00:44:56,880",
        "en": "Imens fortsætter Danmark bestræbelserne på",
        "pa": "In the meantime, Denmark is still negotiating a deal with Greenland",
        "vi": "Trong khi đó, Đan Mạch vẫn tìm cách"
    },
    {
        "start": "00:44:56,960",
        "end": "00:45:00,200",
        "en": "at lande en aftale om fordelingen af olieindtægterne med Grønland",
        "pa": "to divide the oil revenue",
        "vi": "đạt được thỏa thuận về doanh thu từ dầu mỏ với Greenland"
    },
    {
        "start": "00:45:00,280",
        "end": "00:45:04,400",
        "en": "og samtidig bevare en god relation til både Grønland og de tre stormagter.",
        "pa": "whilst trying to stay on good terms with both Greenland",
        "vi": "trong khi vẫn duy trì quan hệ tốt với Greenland và ba siêu cường."
    },
    {
        "start": "00:45:05,040",
        "end": "00:45:07,560",
        "en": "Vi har forsøgt at få en kommentar fra udenrigsministeren,",
        "pa": "and the three superpowers.\n We have tried to get a comment from the Foreign Minister, Birgitte Nyborg,",
        "vi": "Chúng tôi đã hỏi ý kiến của Ngoại trưởng. Tuy nhiên, bà từ chối."
    },
    {
        "start": "00:45:07,640",
        "end": "00:45:09,520",
        "en": "som dog ikke har ønsket at udtale sig.",
        "pa": "-but she declined to comment.",
        "vi": ""
    },
    {
        "start": "00:45:10,640",
        "end": "00:45:13,080",
        "en": "Nej, det har hun ikke. Det gider hun nemlig ikke.",
        "pa": "That's right, she doesn't want to.",
        "vi": "Chắc chắn rồi. Bà ấy quá bận."
    },
    {
        "start": "00:45:13,160",
        "end": "00:45:14,520",
        "en": "Hun kommer ikke bare, når I kalder.",
        "pa": "She's not always at your beck and call.",
        "vi": "Chả sẵn sàng mà chiều."
    },
    {
        "start": "00:45:21,880",
        "end": "00:45:23,960",
        "en": "Jeg har lige set, at USA, Rusland og Kina",
        "pa": "Instagram: magnus.nyborg added to his story.\n I just saw that the US, Russia and China",
        "vi": "Instagram: magnus.nyborg thêm nội dung mới.\n Tôi vừa thấy Mỹ, Nga và Trung Quốc đang leo thang xung đột ở Bắc Cực."
    },
    {
        "start": "00:45:24,040",
        "end": "00:45:26,360",
        "en": "nu optrapper konflikten i Arktis helt vildt.",
        "pa": "are now completely escalating the Arctic conflict.",
        "vi": ""
    },
    {
        "start": "00:45:26,440",
        "end": "00:45:27,760",
        "en": "Det er så fucked-up,",
        "pa": "It's so fucked up that the reason for all this",
        "vi": "Thật tệ là tất cả đều do nhiên liệu hóa thạch,"
    },
    {
        "start": "00:45:27,840",
        "end": "00:45:31,040",
        "en": "at årsagen til det her er noget så langt ude som fossile brændstoffer,",
        "pa": "is something as messed up as fossil fuels.",
        "vi": ""
    },
    {
        "start": "00:45:31,120",
        "end": "00:45:34,080",
        "en": "der i forvejen smadrer vores verden og får isen til at smelte.",
        "pa": "Which ruin our world and make the ice melt.",
        "vi": "hủy hoại hành tinh của ta và làm tan chảy các núi băng."
    },
    {
        "start": "00:45:35,560",
        "end": "00:45:37,480",
        "en": "Måske jeg skulle tale lidt med min mor.",
        "pa": "Perhaps I should have a word with my mum.",
        "vi": "Có lẽ tôi nên nói chuyện với mẹ."
    },
    {
        "start": "00:45:40,920",
        "end": "00:45:43,080",
        "en": "Følger du Magnus Nyborg på Instagram?",
        "pa": "Do you follow Magnus Nyborg on Instagram?",
        "vi": "Cô có theo dõi Magnus Nyborg trên Instagram không?"
    },
    {
        "start": "00:45:44,040",
        "end": "00:45:46,120",
        "en": "Det tror jeg ikke. Skal man det?",
        "pa": "I don't think so. Should I?",
        "vi": "Chắc là không. Có cần không?"
    },
    {
        "start": "00:45:46,200",
        "end": "00:45:49,960",
        "en": "Han har lagt en story op, hvor han kritiserer sin mor på en ret sjov måde.",
        "pa": "He posted a story where he criticises his mum",
        "vi": "Cậu ấy đăng một nội dung chỉ trích mẹ theo kiểu khá hài hước."
    },
    {
        "start": "00:45:50,040",
        "end": "00:45:51,520",
        "en": "Og han var god i Dagens Danmark,",
        "pa": "in a pretty funny way.\n And he was good on Denmark Today,",
        "vi": "Cậu ấy lên TV rất ổn, vậy ta có nên mời cậu ấy lần nữa không?"
    },
    {
        "start": "00:45:51,600",
        "end": "00:45:53,960",
        "en": "så jeg tænkte, om vi måske skulle gentage succesen?",
        "pa": "so I thought, why not repeat the success?",
        "vi": ""
    },
    {
        "start": "00:45:55,040",
        "end": "00:45:57,400",
        "en": "Du tænker at invitere mor og søn i sofaen igen,",
        "pa": "You're thinking about asking him and his mum to come back,",
        "vi": "Mời mẹ và con đến trò chuyện thân mật?"
    },
    {
        "start": "00:45:57,480",
        "end": "00:46:00,680",
        "en": "nu ikke for at snakke svin, men om at være familien Nyborg?",
        "pa": "but this time they won't talk about pigs but what it's like to be a Nyborg?",
        "vi": "Không phải để bàn về lợn, mà về việc là con Nyborg thì thế nào?"
    },
    {
        "start": "00:46:00,760",
        "end": "00:46:01,880",
        "en": "Mm.",
        "pa": "Mm-hmm.",
        "vi": ""
    },
    {
        "start": "00:46:02,480",
        "end": "00:46:04,640",
        "en": "Fin idé. Spark det bare videre i systemet.",
        "pa": "That's a good idea. Set it in motion. Torben?",
        "vi": "Ý hay đấy. Báo qua hệ thống."
    },
    {
        "start": "00:46:04,720",
        "end": "00:46:05,560",
        "en": "Torben?",
        "pa": "",
        "vi": "Torben à?"
    },
    {
        "start": "00:46:10,200",
        "end": "00:46:12,120",
        "en": "Er du begyndt at lave blødt magasinstof?",
        "pa": "Are you doing fuzzy family stuff?",
        "vi": "Cô đang làm mấy chuyện gia đình à?"
    },
    {
        "start": "00:46:12,200",
        "end": "00:46:15,040",
        "en": "Da jeg pænt bad dig parkere din kritik af statsministeren,",
        "pa": "When I asked you nicely to shelve your critical programme on the PM,",
        "vi": "Khi tôi bảo anh ngừng chỉ trích Kragh,"
    },
    {
        "start": "00:46:15,120",
        "end": "00:46:19,160",
        "en": "var det sgu da ikke for, at du skulle fortsætte linjen som politisk redaktør!",
        "pa": "I didn't mean that you should then\n continue your critique as political editor.",
        "vi": "tôi không có ý để anh tiếp tục thế bằng tư cách BTV chính trị!"
    },
    {
        "start": "00:46:21,800",
        "end": "00:46:24,640",
        "en": "Det der oplæg til bestyrelsen, gik det godt?",
        "pa": "That presentation to the board, did it go well?",
        "vi": "Cô trình bày với hội đồng thế nào rồi?"
    },
    {
        "start": "00:46:27,960",
        "end": "00:46:28,880",
        "en": "Vi ses.",
        "pa": "See you.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:46:31,160",
        "end": "00:46:33,120",
        "en": "Er der andet, vi lige skal se på?",
        "pa": "-Anything else we need to look at?",
        "vi": "Còn gì cần bàn nữa không?"
    },
    {
        "start": "00:46:33,200",
        "end": "00:46:35,160",
        "en": "- Hej. - Hej, hej.",
        "pa": "- Hi. - Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:46:35,240",
        "end": "00:46:37,880",
        "en": "Oliver, jeg løber igen. Vi ses i morgen.",
        "pa": "Oliver, I will see you tomorrow.",
        "vi": "Oliver, tôi phải đi đây. Hẹn mai gặp."
    },
    {
        "start": "00:46:37,960",
        "end": "00:46:40,320",
        "en": "- Hej, mommy. Tak for lån. - Tak.",
        "pa": "- Thanks. - Thanks.",
        "vi": "- Chào mẹ. Cảm ơn. - Cảm ơn."
    },
    {
        "start": "00:46:40,960",
        "end": "00:46:43,760",
        "en": "Gæt, hvem Magnus lige har talt med.",
        "pa": "Guess who Magnus just talked to.",
        "vi": "Bác đoán xem Magnus vừa nói chuyện với ai?"
    },
    {
        "start": "00:46:45,160",
        "end": "00:46:46,360",
        "en": "-Med TV1. - Mm.",
        "pa": "TV1?",
        "vi": "TV1."
    },
    {
        "start": "00:46:46,440",
        "end": "00:46:48,840",
        "en": "Som gerne vil have ham i Dagens Danmark med mig.",
        "pa": "They want him on Denmark Today with me.",
        "vi": "Họ mời nó lên Đan Mạch Ngày nay với bác."
    },
    {
        "start": "00:46:48,920",
        "end": "00:46:51,080",
        "en": "-Ja. - Og jeg har sagt nej.",
        "pa": "Yeah.\n And I said no.",
        "vi": "- Vâng. - Và mẹ đã từ chối."
    },
    {
        "start": "00:46:52,040",
        "end": "00:46:53,520",
        "en": "Okay, hvorfor har du det?",
        "pa": "Okay, but why?",
        "vi": "Sao mẹ lại làm thế?"
    },
    {
        "start": "00:46:53,600",
        "end": "00:46:55,400",
        "en": "Fordi de angler efter en konflikt.",
        "pa": "Because they're angling for a conflict.",
        "vi": "- Họ đang tìm góc độ xung đột. - Mẹ."
    },
    {
        "start": "00:46:55,480",
        "end": "00:46:58,400",
        "en": "Ej, mor. De ville bare have, det skulle være humoristisk.",
        "pa": "No, Mum. They wanted it to be humorous.",
        "vi": "Họ chỉ muốn một chút hài hước."
    },
    {
        "start": "00:46:58,480",
        "end": "00:47:01,640",
        "en": "-Et portræt af en politisk familie. - Det sagde du også om det sidst.",
        "pa": "A portrait of a political family.\n And that was what you said last time.",
        "vi": "- Chân dung gia đình chính khách. - Như lần trước bác nói."
    },
    {
        "start": "00:47:01,720",
        "end": "00:47:03,880",
        "en": "At Magnus er vokset op i en politisk familie,",
        "pa": "That Magnus grew up in a political family",
        "vi": "Magnus lớn lên trong gia đình chính khách, nên biết cách thể hiện quan điểm, nhỉ?"
    },
    {
        "start": "00:47:03,960",
        "end": "00:47:06,720",
        "en": "og af den grund godt kan finde ud af at sige sin mening, ikke?",
        "pa": "and for that reason knows how to speak his mind. Right?",
        "vi": ""
    },
    {
        "start": "00:47:07,520",
        "end": "00:47:10,400",
        "en": "Er I to simpelthen lidt oppe og køre over muligheden for at komme på TV?",
        "pa": "Are the two of you excited about the opportunity to be on TV?",
        "vi": "Hai đứa hơi hứng thú với việc lên TV nhỉ?"
    },
    {
        "start": "00:47:10,480",
        "end": "00:47:12,680",
        "en": "Nej, det har slet ikke noget at gøre med at komme på TV.",
        "pa": "- Take it easy. -It's not at all about being on TV.",
        "vi": "Không, chẳng liên quan gì."
    },
    {
        "start": "00:47:12,760",
        "end": "00:47:15,600",
        "en": "Det har noget at gøre med, vi arbejder for en sag, som vi kæmper for.",
        "pa": "It's about putting in the work for a cause that we are fighting for.",
        "vi": "Nó liên quan đến một lý do mà bọn cháu tin tưởng."
    },
    {
        "start": "00:47:15,680",
        "end": "00:47:17,360",
        "en": "Det handler om at komme ud med sit budskab.",
        "pa": "It's about getting your message out.",
        "vi": "Truyền đi thông điệp."
    },
    {
        "start": "00:47:17,440",
        "end": "00:47:22,040",
        "en": "Og det er da rigtigt, at det har betydet meget for vores organisation,",
        "pa": "It's absolutely correct that it meant a lot for our organisation",
        "vi": "Và đúng, nó rất có ý nghĩa với tổ chức của bọn con"
    },
    {
        "start": "00:47:22,120",
        "end": "00:47:24,040",
        "en": "at der har været fokus på mig.",
        "pa": "that I've been in the spotlight.",
        "vi": "khi con nhận được sự chú ý."
    },
    {
        "start": "00:47:24,120",
        "end": "00:47:25,360",
        "en": "Hvilken organisation?",
        "pa": "What organisation?",
        "vi": "Tổ chức nào?"
    },
    {
        "start": "00:47:25,440",
        "end": "00:47:26,600",
        "en": "Vi er medlemmer af New Earth,",
        "pa": "We are members of New Earth. They want Magnus to be their spokesperson.",
        "vi": "Bọn cháu tham gia Trái Đất Mới, họ muốn Magnus làm người phát ngôn."
    },
    {
        "start": "00:47:26,680",
        "end": "00:47:28,800",
        "en": "og de vil gerne have Magnus som talsperson.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:47:32,040",
        "end": "00:47:32,880",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:47:34,640",
        "end": "00:47:37,720",
        "en": "Så du beder mig om at sige ja til det her",
        "pa": "So, you're asking me to do this",
        "vi": "Vậy con muốn mẹ đồng ý"
    },
    {
        "start": "00:47:38,640",
        "end": "00:47:40,600",
        "en": "for at støtte din politiske karriere?",
        "pa": "in order to support your political career?",
        "vi": "để ủng hộ sự nghiệp chính trị của con à?"
    },
    {
        "start": "00:47:42,200",
        "end": "00:47:45,920",
        "en": "Var det ikke det, jeg gjorde, da jeg sagde ja sidst for din skyld?",
        "pa": "Isn't that what I did last time on TV?\n For you?",
        "vi": "Con từng giúp mẹ bằng việc đồng ý khi mẹ hỏi con còn gì?"
    },
    {
        "start": "00:47:57,080",
        "end": "00:47:59,440",
        "en": "Du er hasteindkaldt til møde i sikkerhedsudvalget.",
        "pa": "You've been called to an urgent meeting",
        "vi": "Họ triệu tập cuộc họp khẩn cấp của Hội đồng An ninh."
    },
    {
        "start": "00:47:59,520",
        "end": "00:48:01,120",
        "en": "Der er ingen dagsorden,",
        "pa": "of the Security Committee.\n There's no agenda, which according to Rasmus,",
        "vi": "Không chương trình nghị sự, Rasmus nói nó thể hiện sự cấp bách."
    },
    {
        "start": "00:48:01,200",
        "end": "00:48:03,040",
        "en": "hvilket ifølge Rasmus understreger alvoren,",
        "pa": "underlines the urgency.",
        "vi": ""
    },
    {
        "start": "00:48:03,120",
        "end": "00:48:05,760",
        "en": "og at det med overvejende sandsynlighed drejer sig om noget militært.",
        "pa": "It's most likely a military issue.",
        "vi": "Anh ấy nói rất có thể dính đến quân sự."
    },
    {
        "start": "00:48:19,440",
        "end": "00:48:20,640",
        "en": "Gud! Hej, Bent!",
        "pa": "Hi, Bent.",
        "vi": "Chào Bent."
    },
    {
        "start": "00:48:21,680",
        "end": "00:48:23,120",
        "en": "-Hej. - Er du her?",
        "pa": "-What are you doing here? -Yeah?",
        "vi": "- Chào. - Ông đến à?!"
    },
    {
        "start": "00:48:23,200",
        "end": "00:48:24,920",
        "en": "-Ja. - Hej.",
        "pa": "Hi!",
        "vi": "- Vâng. - Xin chào."
    },
    {
        "start": "00:48:25,000",
        "end": "00:48:27,000",
        "en": "Jeg er på vej til jubilæum",
        "pa": "I'm going to an anniversary for former members of Parliament.",
        "vi": "Tôi đến dự tiệc gặp mặt các cựu nghị sĩ."
    },
    {
        "start": "00:48:27,080",
        "end": "00:48:29,280",
        "en": "for forhenværende folketingsmedlemmer.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:48:29,360",
        "end": "00:48:32,640",
        "en": "Det lyder hyggeligt. Du må hilse. Jeg skal til møde i statsministeriet.",
        "pa": "Sounds fun. Give my regards. I'm in a hurry to meet the PM.",
        "vi": "Tuyệt. Chúc vui. Tôi có một hẹn với văn phòng Thủ tướng."
    },
    {
        "start": "00:48:33,560",
        "end": "00:48:35,400",
        "en": "Birgitte, hvad er det, der er ved at ske?",
        "pa": "Birgitte, what's going on?",
        "vi": "Birgitte, có chuyện gì vậy?"
    },
    {
        "start": "00:48:35,480",
        "end": "00:48:37,760",
        "en": "Det er jo det, jeg skal til møde med statsministeren om.",
        "pa": "Well, that's what I'm meeting the Prime Minister to find out.",
        "vi": "Đó là điều tôi cần nói với Thủ tướng."
    },
    {
        "start": "00:48:37,840",
        "end": "00:48:40,320",
        "en": "Det er sgu ikke det, jeg taler om. Hvad sker der med dig?",
        "pa": "That's not what I'm talking about. What's going on with you?",
        "vi": "Ý tôi không phải vậy. Bà đang bị sao thế?"
    },
    {
        "start": "00:48:40,400",
        "end": "00:48:44,720",
        "en": "Du er jo helt galt afmarcheret. Det lugter jo af 3. verdenskrig.",
        "pa": "You've got it all wrong.",
        "vi": "Bà làm sai hoàn toàn rồi."
    },
    {
        "start": "00:48:44,800",
        "end": "00:48:49,000",
        "en": "Du er begyndt at tale ligesom Signe Kragh. Også når du taler med pressen.",
        "pa": "This is bordering on World War III.\n You're beginning to talk like Signe Kragh.",
        "vi": "Đang cận kề chiến tranh thế giới. Bà bắt đầu nói giống Signe Kragh."
    },
    {
        "start": "00:48:49,600",
        "end": "00:48:51,400",
        "en": "Birgitte, se på dit parti.",
        "pa": "Even when you're talking to the media.\n Birgitte, look at your party.",
        "vi": "Trên truyền thông cũng vậy.\n Birgitte, xem đảng của bà đi."
    },
    {
        "start": "00:48:51,480",
        "end": "00:48:53,760",
        "en": "Hvorfor fanden bliver du i den regering?",
        "pa": "Why the hell are you still part of that government?",
        "vi": "Sao bà vẫn ở trong Chính phủ đó?"
    },
    {
        "start": "00:48:55,800",
        "end": "00:48:57,960",
        "en": "Er det Jon, der har bedt dig om at sige det her?",
        "pa": "Did Jon ask you to say this?",
        "vi": "Jon bảo ông nói thế với tôi à?"
    },
    {
        "start": "00:48:58,840",
        "end": "00:49:00,760",
        "en": "- Er du hans sidste kort?",
        "pa": "Are you his last card to play?",
        "vi": "Ông là quân bài cuối à?"
    },
    {
        "start": "00:49:11,000",
        "end": "00:49:13,000",
        "en": "Bent er ved at blive udredt for demens.",
        "pa": "Bent is suffering from dementia.",
        "vi": "Bent bị mất trí nhớ."
    },
    {
        "start": "00:49:14,680",
        "end": "00:49:16,800",
        "en": "Man kan ikke altid regne med, hvad han siger.",
        "pa": "You can't count on what he says.",
        "vi": "Chớ luôn tin lời ông ấy nói."
    },
    {
        "start": "00:49:18,520",
        "end": "00:49:19,520",
        "en": "Det er så trist.",
        "pa": "It's so sad.",
        "vi": "Thật buồn quá."
    },
    {
        "start": "00:49:25,480",
        "end": "00:49:26,320",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào."
    },
    {
        "start": "00:49:27,280",
        "end": "00:49:28,480",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào."
    },
    {
        "start": "00:49:29,920",
        "end": "00:49:32,400",
        "en": "Godt. Jeg har hasteindkaldt sikkerhedsudvalget,",
        "pa": "I called this urgent meeting for the Security Committee",
        "vi": "Rồi. Tôi triệu tập một cuộc họp khẩn cấp,"
    },
    {
        "start": "00:49:32,480",
        "end": "00:49:36,200",
        "en": "fordi der er sket en tilspidsning af den militære situation i Arktis,",
        "pa": "because the critical situation in the Arctic has intensified",
        "vi": "vì tình hình quân sự ở Bắc Cực đang leo thang."
    },
    {
        "start": "00:49:36,280",
        "end": "00:49:38,080",
        "en": "som forsvarsministeren vil gøre rede for.",
        "pa": "which the Minister of Defence will explain.",
        "vi": "Bộ trưởng Quốc phòng sẽ giải thích."
    },
    {
        "start": "00:49:38,160",
        "end": "00:49:40,200",
        "en": "Tidligt i morges valgte USA",
        "pa": "Early this morning, the US sent a squadron of F-35 fighter jets",
        "vi": "Sáng sớm nay, Mỹ quyết định cử các máy bay F-35 đến căn cứ Không quân Thule."
    },
    {
        "start": "00:49:40,280",
        "end": "00:49:43,880",
        "en": "at sende en eskadrille F-35-jagerfly til Thulebasen.",
        "pa": "up to Thule Air Base, allegedly for an exercise.",
        "vi": ""
    },
    {
        "start": "00:49:43,960",
        "end": "00:49:47,560",
        "en": "Angiveligt til en øvelse. Det fik straks russerne til at sende",
        "pa": "That immediately made the Russians extended their military exercise",
        "vi": "Được cho là tập trận.\n Điều đó khiến người Nga triển khai các máy bay MiG-31 tới căn cứ Nagurskoye"
    },
    {
        "start": "00:49:47,640",
        "end": "00:49:50,760",
        "en": "en eskadrille MiG-31-jagerfly til Nagurskoye-basen",
        "pa": "and sent a squadron of MiG-31s to the Nagurskoye base",
        "vi": ""
    },
    {
        "start": "00:49:50,840",
        "end": "00:49:52,120",
        "en": "på Franz Josefs Land.",
        "pa": "in Franz Josef Land.",
        "vi": "ở Franz Josef Land."
    },
    {
        "start": "00:49:54,560",
        "end": "00:49:55,920",
        "en": "Jeg taler med USA,",
        "pa": "I will talk to the Americans and explain our position,",
        "vi": "Tôi sẽ nói chuyện với Mỹ, nhưng họ sẽ kêu gọi NATO gây áp lực lên Nga."
    },
    {
        "start": "00:49:56,000",
        "end": "00:49:59,200",
        "en": "men de spiller jo nok bare NATO-kortet for at presse Rusland.",
        "pa": "but we can't stop them from patrolling.",
        "vi": ""
    },
    {
        "start": "00:50:00,240",
        "end": "00:50:02,880",
        "en": "Vi er enige om, det ikke er kædet direkte sammen med olien?",
        "pa": "We'll always draw the shorter straw.\n And we agree that this has nothing to do with the oil.",
        "vi": "Ta đồng ý chuyện này đâu liên quan đến dầu, nhỉ?"
    },
    {
        "start": "00:50:02,960",
        "end": "00:50:05,960",
        "en": "Fuldstændig. Der har vi jo en aftale med USA om,",
        "pa": "Absolutely. We still have a deal with the Americans",
        "vi": "Đúng rồi. Ta có thỏa thuận với Mỹ."
    },
    {
        "start": "00:50:06,040",
        "end": "00:50:08,760",
        "en": "at de accepterer det kinesiske ejerskab af olieselskabet,",
        "pa": "who have accepted that the Chinese own the drilling company,",
        "vi": "Họ chấp nhận quyền sở hữu công ty dầu của Trung Quốc"
    },
    {
        "start": "00:50:08,840",
        "end": "00:50:12,800",
        "en": "så længe vi garanterer fuld transparens i forhold til, hvad kineserne laver.",
        "pa": "as long as we guarantee full transparency in what China is doing.",
        "vi": "miễn là ta đảm bảo sự minh bạch về các hoạt động của Trung Quốc."
    },
    {
        "start": "00:50:12,880",
        "end": "00:50:16,280",
        "en": "Er det rigtigt forstået, at vi ikke har lukket aftalen",
        "pa": "Is it true that we haven't closed the deal as to the division of the oil revenue",
        "vi": "Có đúng là ta chưa hoàn tất thỏa thuận"
    },
    {
        "start": "00:50:16,360",
        "end": "00:50:18,880",
        "en": "omkring fordelingen af olieindtægterne mellem Grønland og Danmark?",
        "pa": "between Greenland and Denmark yet?",
        "vi": "về doanh thu từ dầu giữa Greenland và Đan Mạch?"
    },
    {
        "start": "00:50:18,960",
        "end": "00:50:22,160",
        "en": "Ja, men Grønland har generøst tilbudt 25 %.",
        "pa": "Yeah. Greenland has generously offered 25%.",
        "vi": "- Vâng. Greenland hào phóng đề nghị 25%. - Vâng."
    },
    {
        "start": "00:50:22,240",
        "end": "00:50:23,080",
        "en": "Ja.",
        "pa": "-Yeah. -I can't help but wonder",
        "vi": ""
    },
    {
        "start": "00:50:23,160",
        "end": "00:50:25,000",
        "en": "Jeg kan ikke lade være med at tænke på,",
        "pa": "",
        "vi": "Tôi băn khoăn không biết ta có ưu thế trong tình huống này không."
    },
    {
        "start": "00:50:25,080",
        "end": "00:50:27,600",
        "en": "om der ikke er en forhandlingsmæssig fordel i denne situation.",
        "pa": "if we can get an advantage in our negotiations from this entire situation.",
        "vi": ""
    },
    {
        "start": "00:50:27,680",
        "end": "00:50:31,680",
        "en": "Grønland må kunne se, at de ville være under massivt internationalt pres",
        "pa": "Greenland must know that it would be under great international pressure",
        "vi": "Chắc chắn, Greenland nhận ra họ sẽ chịu áp lực quốc tế"
    },
    {
        "start": "00:50:31,760",
        "end": "00:50:34,040",
        "en": "og meget alene uden Danmark.",
        "pa": "and be very alone without Denmark.",
        "vi": "và rất cô lập nếu không có Đan Mạch."
    },
    {
        "start": "00:50:34,800",
        "end": "00:50:36,400",
        "en": "For at levere den sikkerhed, vi gør,",
        "pa": "And since we provide that security,",
        "vi": "Để đảm bảo ta giữ an ninh, ta có thể tăng tỷ lệ đó lên một chút."
    },
    {
        "start": "00:50:36,480",
        "end": "00:50:38,880",
        "en": "kan vi godt tillade os at hæve procenten lidt.",
        "pa": "we can raise the percentage a bit.",
        "vi": ""
    },
    {
        "start": "00:50:40,480",
        "end": "00:50:42,240",
        "en": "Jeg ville sige, det var naturligt,",
        "pa": "I would find it perfectly natural to split it 50-50.",
        "vi": "Tôi thấy hoàn toàn bình thường khi chia 50-50."
    },
    {
        "start": "00:50:42,320",
        "end": "00:50:44,360",
        "en": "hvis vi deler 50-50.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:50:45,440",
        "end": "00:50:47,000",
        "en": "Det er en god pointe, Signe.",
        "pa": "That's a good point, Signe.",
        "vi": "Ý hay đấy, Signe."
    },
    {
        "start": "00:50:47,080",
        "end": "00:50:49,680",
        "en": "Det kunne jeg jo godt lade gå videre til min forhandler deroppe.",
        "pa": "I'll pass that on to my negotiator up there.",
        "vi": "Tôi sẽ báo cho người đàm phán."
    },
    {
        "start": "00:50:50,280",
        "end": "00:50:52,440",
        "en": "Er vi enige om, at sidst, vi sad her,",
        "pa": "Do we agree that the last time we were here,",
        "vi": "Ta có đồng ý rằng lần trước gặp nhau, ta hết sức thống nhất"
    },
    {
        "start": "00:50:52,520",
        "end": "00:50:55,960",
        "en": "var vi fuldstændig på linje med hinanden om,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:50:56,040",
        "end": "00:50:59,320",
        "en": "at drone og olie ikke havde noget som helst med hinanden at gøre?",
        "pa": "we all said that the drone and the oil in Greenland",
        "vi": "là drone và dầu là hai vấn đề riêng biệt?"
    },
    {
        "start": "00:50:59,400",
        "end": "00:51:03,280",
        "en": "Og nu roder vi det hele sammen i en stor pærevælling",
        "pa": "were completely separate issues?\n And now we're mixing it all into one pot to get more money from Greenland.",
        "vi": "Nhưng giờ, ta đang nhét chúng vào cùng một giỏ"
    },
    {
        "start": "00:51:03,360",
        "end": "00:51:04,960",
        "en": "for at få flere penge ud af Grønland.",
        "pa": "",
        "vi": "để có thêm tiền từ Greenland à?"
    },
    {
        "start": "00:51:05,040",
        "end": "00:51:07,480",
        "en": "Vi taler om 2.000 milliarder.",
        "pa": "We're talking about 2,000 billion.",
        "vi": "À, 2.000 tỷ đấy."
    },
    {
        "start": "00:51:07,560",
        "end": "00:51:11,360",
        "en": "Der er 56.000 grønlændere, vi er næsten seks millioner danskere.",
        "pa": "There are 56,000 Greenlanders and nearly six million Danes.",
        "vi": "Có 56.000 người Greenland và gần sáu triệu người Đan Mạch."
    },
    {
        "start": "00:51:11,440",
        "end": "00:51:13,440",
        "en": "Det er denne regerings officielle politik",
        "pa": "It's the official policy of this government",
        "vi": "Chính sách chính thức của Chính phủ"
    },
    {
        "start": "00:51:13,520",
        "end": "00:51:15,960",
        "en": "at støtte Grønlands ønske om at udnytte olien.",
        "pa": "to support Greenland's wish to exploit the oil.",
        "vi": "là ủng hộ Greenland khai thác dầu."
    },
    {
        "start": "00:51:16,040",
        "end": "00:51:18,040",
        "en": "Det er da lige før, at 50 % er for lidt.",
        "pa": "I would almost say that 50% is not enough.",
        "vi": "Kể cả 50% nghe có vẻ không đủ."
    },
    {
        "start": "00:51:18,120",
        "end": "00:51:20,760",
        "en": "Er det her også et lille internt, partipolitisk opgør,",
        "pa": "Is this another internal political row in the New Democrats",
        "vi": "Đây có phải là một vấn đề nội bộ khác của Đảng Dân chủ Mới cần giải quyết?"
    },
    {
        "start": "00:51:20,840",
        "end": "00:51:22,720",
        "en": "Nye Demokrater lige skal have ordnet?",
        "pa": "which the two of you have to get sorted?",
        "vi": ""
    },
    {
        "start": "00:51:23,320",
        "end": "00:51:25,320",
        "en": "Nej, den må være for egen regning.",
        "pa": "No, not to my knowledge.",
        "vi": "Không, tôi nghĩ đó là ý riêng của Jon."
    },
    {
        "start": "00:51:25,400",
        "end": "00:51:28,720",
        "en": "Jon, vil du ikke lige bekræfte, at du står bag regeringens politik?",
        "pa": "Jon, won't you confirm that you of course support the government's policy?",
        "vi": "Jon, ông xác nhận là ông ủng hộ chính sách của Chính phủ không?"
    },
    {
        "start": "00:51:37,480",
        "end": "00:51:38,480",
        "en": "Selvfølgelig gør jeg det.",
        "pa": "Of course I do.",
        "vi": "Tất nhiên rồi."
    },
    {
        "start": "00:51:43,000",
        "end": "00:51:45,160",
        "en": "Tænk, at der næsten skulle en verdenskrig til,",
        "pa": "To think that we almost needed a new world war",
        "vi": "Suýt có chiến tranh thế giới"
    },
    {
        "start": "00:51:45,240",
        "end": "00:51:47,680",
        "en": "før du og jeg fandt ud af, hvor gode vi kan være sammen.",
        "pa": "to realise how good we can be together.",
        "vi": "để ta nhận ra hai ta phối hợp ăn ý."
    },
    {
        "start": "00:51:49,560",
        "end": "00:51:52,080",
        "en": "Husker du det lille punkt i de indledende regeringsforhandlinger,",
        "pa": "Do you remember the issue from the early negotiations",
        "vi": "Nhớ cái vụ nhỏ khi ta mới thành lập liên minh chứ?"
    },
    {
        "start": "00:51:52,160",
        "end": "00:51:53,720",
        "en": "som vi aldrig fik taget stilling til?",
        "pa": "to form a coalition government which we never really settled?",
        "vi": "Mà ta chưa bao giờ làm rõ?"
    },
    {
        "start": "00:51:54,960",
        "end": "00:51:57,080",
        "en": "At du som partileder i det andet parti i regeringen",
        "pa": "That as the party leader of the second party in the government,",
        "vi": "Là lãnh đạo của một đảng liên minh, bà sẽ thích chức danh Phó Thủ tướng."
    },
    {
        "start": "00:51:57,160",
        "end": "00:51:59,320",
        "en": "ønskede dig titlen som vicestatsminister?",
        "pa": "you wanted the title of Deputy Prime Minister?",
        "vi": ""
    },
    {
        "start": "00:52:00,680",
        "end": "00:52:02,000",
        "en": "Selvfølgelig skal du have den.",
        "pa": "You should have that title.",
        "vi": "Bà nên có danh hiệu đó."
    },
    {
        "start": "00:52:03,800",
        "end": "00:52:06,040",
        "en": "Jeg kan sende pressemeddelelsen ud senere i dag.",
        "pa": "I'll send out a press release later on.",
        "vi": "Hôm nay tôi sẽ gửi thông cáo báo chí."
    },
    {
        "start": "00:52:07,840",
        "end": "00:52:10,120",
        "en": "Vi kunne jo også lave vores egen.",
        "pa": "Or we could make our own.",
        "vi": "Bộ tôi nên tự làm thì hơn."
    },
    {
        "start": "00:52:16,000",
        "end": "00:52:18,960",
        "en": "Har du sendt den her til mig?",
        "pa": "What do you think of this?",
        "vi": "Anh gửi cho tôi cái này à?"
    },
    {
        "start": "00:52:19,040",
        "end": "00:52:20,440",
        "en": "Har du ikke set den endnu?",
        "pa": "",
        "vi": "Cô chưa xem à?"
    },
    {
        "start": "00:52:22,360",
        "end": "00:52:24,600",
        "en": "-Så er København kommet. - Ja tak, Hans.",
        "pa": "Well, Copenhagen has arrived.",
        "vi": "Chào.\n - Copenhagen đến rồi. - Cảm ơn Hans."
    },
    {
        "start": "00:52:24,680",
        "end": "00:52:29,440",
        "en": "Og tak i øvrigt for den længe ventede korrespondance med kineserne,",
        "pa": "Thank you, Hans.\n And thank you for the long-awaited correspondence with the Chinese",
        "vi": "Cảm ơn vì bản sao thư từ với Trung Quốc mà tôi yêu cầu."
    },
    {
        "start": "00:52:29,520",
        "end": "00:52:31,280",
        "en": "som vi har læst med stor interesse.",
        "pa": "which we have read with great interest.",
        "vi": "Đọc rất thú vị."
    },
    {
        "start": "00:52:45,200",
        "end": "00:52:49,680",
        "en": "Det er så USA, der viser flaget, fordi I borer efter olie med kineserne.",
        "pa": "The US is flying the flag because you're drilling with the Chinese.",
        "vi": "Mỹ đang đe dọa vì bên anh khoan dầu với Trung Quốc."
    },
    {
        "start": "00:52:49,760",
        "end": "00:52:50,760",
        "en": "Men hvem er det,",
        "pa": "But who was it that got the Americans to accept China's presence?",
        "vi": "Nhưng ai có thể khiến Mỹ chấp nhận sự hiện diện của Trung Quốc?"
    },
    {
        "start": "00:52:50,840",
        "end": "00:52:54,120",
        "en": "der har fået amerikanerne til overhovedet at acceptere",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:52:54,200",
        "end": "00:52:55,920",
        "en": "kinesisk tilstedeværelse?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:52:57,320",
        "end": "00:53:01,280",
        "en": "Det har Danmark. Og den indsats, vi leverer, har en pris.",
        "pa": "Denmark did.\n And that comes at a price.",
        "vi": "Là Đan Mạch.\n Và nỗ lực của chúng tôi phải trả giá."
    },
    {
        "start": "00:53:01,360",
        "end": "00:53:03,440",
        "en": "Vi vurderer, at vi må vise USA,",
        "pa": "We need to show the US that our control of the oil company",
        "vi": "Chúng tôi nghĩ cần cho Mỹ thấy"
    },
    {
        "start": "00:53:03,520",
        "end": "00:53:07,200",
        "en": "at vores kontrol med det nye olieselskab også afspejles",
        "pa": "",
        "vi": "việc kiểm soát của chúng tôi với công ty dầu mới được thể hiện"
    },
    {
        "start": "00:53:07,280",
        "end": "00:53:08,920",
        "en": "i fordelingen af olieindtægter.",
        "pa": "is reflected in the division of revenue.",
        "vi": "ở việc chia lợi nhuận từ dầu."
    },
    {
        "start": "00:53:10,680",
        "end": "00:53:16,120",
        "en": "Derfor er regeringens nye standpunkt, at vi stadig udfaser bloktilskuddet,",
        "pa": "That is why the new point of view of the government\n is to still phase out the block grant, then",
        "vi": "Lập trường mới của Chính phủ\n là chúng tôi vẫn sẽ loại bỏ dần các khoản viện trợ,"
    },
    {
        "start": "00:53:16,960",
        "end": "00:53:20,800",
        "en": "men herefter deler i forholdet 50 % til Danmark, 50 % til Grønland.",
        "pa": "we split 50% to Denmark and 50% to Greenland.",
        "vi": "nhưng chia 50% cho Đan Mạch và 50% cho Greenland."
    },
    {
        "start": "00:53:23,680",
        "end": "00:53:26,200",
        "en": "Undskyld, hvad… Hvad er det, du siger?",
        "pa": "Ah… Excuse me? What… What are you saying?",
        "vi": "Xin lỗi, anh vừa nói gì?"
    },
    {
        "start": "00:53:26,280",
        "end": "00:53:29,080",
        "en": "Hans, hvis vi skulle fordele",
        "pa": "Hans, if we divided according to population,",
        "vi": "Hans, nếu ta phân bổ theo dân số, bên anh sẽ chỉ được 1%."
    },
    {
        "start": "00:53:29,160",
        "end": "00:53:31,680",
        "en": "efter befolkningsantal, ville I ende med at få 1 %.",
        "pa": "you would have received 1%,",
        "vi": ""
    },
    {
        "start": "00:53:32,720",
        "end": "00:53:33,920",
        "en": "Så det er jo ikke nogen…",
        "pa": "so it's not a bad deal.",
        "vi": "Vậy đây không phải là…"
    },
    {
        "start": "00:53:34,800",
        "end": "00:53:36,400",
        "en": "…dårlig forretning, vel?",
        "pa": "",
        "vi": "thỏa thuận tồi, phải không?"
    },
    {
        "start": "00:53:43,120",
        "end": "00:53:47,000",
        "en": "Jeg skal vel næsten sige tillykke med titlen som vicestatsminister.",
        "pa": "I guess I should congratulate you on your title as Deputy Prime Minister.",
        "vi": "Tôi nên chúc mừng bà với chức danh Phó Thủ tướng."
    },
    {
        "start": "00:53:47,080",
        "end": "00:53:48,200",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:53:51,760",
        "end": "00:53:53,400",
        "en": "Og jeg så dit opslag på Instagram.",
        "pa": "I saw your post on Instagram.",
        "vi": "Tôi thấy bài của bà trên Instagram."
    },
    {
        "start": "00:53:53,480",
        "end": "00:53:58,720",
        "en": "Det var … sjovt, at du brugte \"The Future is Female\"-hashtagget.",
        "pa": "It was funny that you used the \"Future is Female\" hashtag.",
        "vi": "Thật buồn cười khi bà dùng hashtag \"Tương lai là phụ nữ\"."
    },
    {
        "start": "00:53:59,320",
        "end": "00:54:02,840",
        "en": "Ja… Den syntes jeg, Signe skulle have. Det betyder så meget for hende.",
        "pa": "Yeah. I thought Signe deserved that.",
        "vi": "À thì…\n Tôi làm vậy vì Signe. Nó rất có ý nghĩa với cô ấy."
    },
    {
        "start": "00:54:03,840",
        "end": "00:54:07,280",
        "en": "- Ja? -Justitsministeren er lige kommet.",
        "pa": "-It means so much to her.\n Yeah?\n -The Justice Minister has just arrived. - That's not in your calendar.",
        "vi": "- Sao? - Bộ trưởng Tư pháp vừa đến."
    },
    {
        "start": "00:54:07,360",
        "end": "00:54:09,040",
        "en": "Det er ikke i kalenderen.",
        "pa": "",
        "vi": "- Không có trong lịch. - Tôi không ở trong lịch, nhưng đến rồi."
    },
    {
        "start": "00:54:09,120",
        "end": "00:54:11,640",
        "en": "Jeg har ikke nogen aftale, men nu er jeg her.",
        "pa": "I don't have an appointment, but… I'm here now.",
        "vi": ""
    },
    {
        "start": "00:54:19,360",
        "end": "00:54:20,440",
        "en": "Jeg så, du er blevet…",
        "pa": "I saw that you're now Deputy Prime Minister. Congratulations.",
        "vi": "Tôi thấy bà là…"
    },
    {
        "start": "00:54:21,360",
        "end": "00:54:23,080",
        "en": "…vicestatsminister. Tillykke.",
        "pa": "",
        "vi": "Phó Thủ tướng. Chúc mừng."
    },
    {
        "start": "00:54:25,280",
        "end": "00:54:27,760",
        "en": "Det har jo hele tiden ligget i kortene, men tak.",
        "pa": "It's been on the cards, but thanks.",
        "vi": "Vẫn sẽ luôn thế, nhưng cảm ơn."
    },
    {
        "start": "00:54:28,960",
        "end": "00:54:30,960",
        "en": "Kom du bare for at lykønske mig?",
        "pa": "-Did you come to congratulate me? -No.",
        "vi": "- Ông tới chúc mừng tôi à? - Không."
    },
    {
        "start": "00:54:31,040",
        "end": "00:54:32,160",
        "en": "Nej.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:54:34,600",
        "end": "00:54:36,040",
        "en": "Jeg er her for at fortælle dig,",
        "pa": "I'm here to tell you that I'm challenging you",
        "vi": "Tôi đến để báo là tôi không thừa nhận chức Chủ tịch Đảng Dân chủ Mới của bà."
    },
    {
        "start": "00:54:36,120",
        "end": "00:54:39,400",
        "en": "jeg udfordrer dig til kampvalg om formandsposten i Nye Demokrater.",
        "pa": "to a contested election to be the party leader of the New Democrats.",
        "vi": ""
    },
    {
        "start": "00:54:41,560",
        "end": "00:54:45,680",
        "en": "Jamen, det valg har du jo tabt, Jon. Du har ikke folketingsgruppen med dig.",
        "pa": "But you lost that election, Jon. You don't have the support of the group.",
        "vi": "Nhưng ông sẽ mất phiếu bầu lãnh đạo."
    },
    {
        "start": "00:54:45,760",
        "end": "00:54:47,600",
        "en": "Jeg taler ikke om gruppen, men hele partiet.",
        "pa": "I'm talking about the entire party.",
        "vi": "- Ông không được nhóm hỗ trợ. - Ý tôi là toàn bộ đảng."
    },
    {
        "start": "00:54:47,680",
        "end": "00:54:50,080",
        "en": "Der bliver indkaldt til ekstraordinær kongres hurtigst muligt.",
        "pa": "There will be a party congress as soon as possible.",
        "vi": "Chúng tôi sẽ tổ chức đại hội bất thường."
    },
    {
        "start": "00:54:51,480",
        "end": "00:54:53,840",
        "en": "Partisekretæren ringer til dig om lidt.",
        "pa": "The party secretary will call you shortly.",
        "vi": "Bí thư sẽ gọi ngay. Tôi chỉ muốn nói trực tiếp với bà."
    },
    {
        "start": "00:54:53,920",
        "end": "00:54:55,880",
        "en": "Jeg ville bare selv fortælle dig det.",
        "pa": "I just wanted to tell you in person.",
        "vi": ""
    },
    {
        "start": "00:54:56,560",
        "end": "00:54:58,080",
        "en": "Det var os to, der begyndte det her.",
        "pa": "You and I started this party.",
        "vi": "Hai chúng ta khởi ra việc này."
    },
    {
        "start": "00:55:00,000",
        "end": "00:55:00,880",
        "en": "Sammen.",
        "pa": "Together.",
        "vi": "Cùng nhau."
    },
    {
        "start": "00:56:00,760",
        "end": "00:56:04,800",
        "en": "",
        "pa": "Subtitle translation by: Helle Kaiser-Nielsen ",
        "vi": "Biên dịch: Trần Khánh Hưng "
    }
]