[
    {
        "start": "00:00:00,040",
        "end": "00:00:05,200",
        "en": "Vi er blevet meget professionelle. Vi skal indrømme, når vi tager fejl.",
        "pa": "All of us up here have become very professional.\n I believe we have to admit when we are wrong.",
        "vi": "Tất cả chúng tôi đều trở nên rất chuyên nghiệp.\n Tôi tin rằng nếu sai thì phải thừa nhận,"
    },
    {
        "start": "00:00:05,320",
        "end": "00:00:11,320",
        "en": "Jeg er blevet politiker, fordi jeg har en mening om tingene.",
        "pa": "I became a politician, because...\n I once had an opinion on how to organize the world.",
        "vi": "tôi trở thành chính trị gia vì...\n tôi từng có quan điểm về cách tổ chức thế giới."
    },
    {
        "start": "00:00:11,440",
        "end": "00:00:14,440",
        "en": "-Min far er lige død. -Nå, sådan død-død?",
        "pa": "-My dad has died. -So your dad just died? I see.",
        "vi": "- Bố anh mới mất. - Bố anh mới mất? Ra thế."
    },
    {
        "start": "00:00:14,520",
        "end": "00:00:15,840",
        "en": "Eller flyttet til Frankrig?",
        "pa": "Like, dead dead? Or did he move to France again?",
        "vi": "Mất thật? Hay lại chuyển đến Pháp?"
    },
    {
        "start": "00:00:15,920",
        "end": "00:00:20,400",
        "en": "Du har ikke forstået, at hvis du bare fortalte mig sandheden,",
        "pa": "You still don't understand,\n after all this time, that if you only told me the truth,",
        "vi": "Anh vẫn chưa hiểu,\n sau tất cả, anh chỉ cần nói thật,"
    },
    {
        "start": "00:00:20,480",
        "end": "00:00:22,040",
        "en": "ville jeg gøre alt for dig.",
        "pa": "there is nothing I wouldn't do for you.",
        "vi": "em sẽ làm bất cứ gì vì anh."
    },
    {
        "start": "00:00:22,160",
        "end": "00:00:25,240",
        "en": "Jeg var til headhuntermøde. De ville spørge",
        "pa": "I went to that headhunter's meeting today.",
        "vi": "Hôm nay anh đã gặp chuyên gia săn đầu người."
    },
    {
        "start": "00:00:25,360",
        "end": "00:00:28,920",
        "en": "om jeg ville være chef for Via Electronics.",
        "pa": "They offered me the CEO job of Via Electronics in Northern Europe.",
        "vi": "Họ hỏi anh có muốn làm CEO cho Điện tử Via ở Bắc Âu không."
    },
    {
        "start": "00:00:29,040",
        "end": "00:00:32,920",
        "en": "-Det havde du fandeme fortjent. -Jeg sagde ja.",
        "pa": "I'm really sorry, honey.\n -You really deserved it. -I said yes.",
        "vi": "Em rất tiếc, anh yêu.\n - Anh thực sự xứng đáng. - Anh đã đồng ý."
    },
    {
        "start": "00:00:38,920",
        "end": "00:00:42,720",
        "en": "\"Du vil ikke vide, hvad der ramte dig, før det er for sent\"",
        "pa": "\"You won't know what hit you before it's too late.\" - US Arms Manufacturer",
        "vi": "\"Khi biết mình bị tấn công\n thì đã quá muộn\". CÔNG TY SẢN XUẤT VŨ KHÍ HOA KỲ"
    },
    {
        "start": "00:00:44,120",
        "end": "00:00:47,120",
        "en": "Må jeg lige...",
        "pa": "- Could I just... - Sure.",
        "vi": "- Tôi có thể... - Chắc chắn rồi."
    },
    {
        "start": "00:00:54,040",
        "end": "00:00:59,400",
        "en": "Tillykke, Phillip. Fantastisk flot. Vi kommer til at savne dig.",
        "pa": "- Congrats, Phillip. Fantastic! -Thank you.\n - We'll miss you. - You too!",
        "vi": "- Chúc mừng, Phillip. Thật tuyệt. - Cảm ơn.\n - Sẽ nhớ anh lắm. - Tôi cũng thế."
    },
    {
        "start": "00:00:59,520",
        "end": "00:01:02,000",
        "en": "-Så, skat. -Tak.",
        "pa": "-Here you go, honey. -Thank you.",
        "vi": "- Của em đây, cưng. - Cảm ơn anh."
    },
    {
        "start": "00:01:10,800",
        "end": "00:01:17,160",
        "en": "Så vil vi, Phillips studerende, gerne sige et par ord til dig.",
        "pa": "Right. Now we, Phillip's students,",
        "vi": "Vâng.... Giờ chúng em...\n các sinh viên của thầy Phillip, muốn nói vài lời với thầy."
    },
    {
        "start": "00:01:17,280",
        "end": "00:01:20,160",
        "en": "Vi har skrevet en lille tale",
        "pa": "would like to say a few words to you, Phillip.\n So we've written you a little speech that we have called,",
        "vi": "Chúng em đã viết một bài mà chúng em gọi là:"
    },
    {
        "start": "00:01:20,280",
        "end": "00:01:25,680",
        "en": "som vi har kaldt \"Ti ting, vi kommer til at savne ved Phillip\".",
        "pa": "\"Ten things we'll miss about Phillip.\"",
        "vi": "\"Mười điều chúng em sẽ nhớ về Phillip\"."
    },
    {
        "start": "00:01:27,080",
        "end": "00:01:32,960",
        "en": "Punkt nummer et. Vi vil savne dine fantastiske forelæsninger.",
        "pa": "Number one.\n We will miss your fantastic lectures.",
        "vi": "Số một.\n Chúng em sẽ nhớ những bài giảng tuyệt vời của thầy."
    },
    {
        "start": "00:01:33,080",
        "end": "00:01:38,600",
        "en": "Det er de færreste, der kan gøre international finance spændende",
        "pa": "There are few, who can make...",
        "vi": "Rất ít người có thể khiến bài giảng"
    },
    {
        "start": "00:01:38,720",
        "end": "00:01:41,200",
        "en": "men det er lykkedes for dig.",
        "pa": "international finance interesting, but you have succeeded.",
        "vi": "về tài chính quốc tế trở nên thú vị, nhưng thầy làm được."
    },
    {
        "start": "00:01:41,320",
        "end": "00:01:47,600",
        "en": "Punkt nummer to: Vi vil savne din gode røv, når du har jeans på.",
        "pa": "Number two.\n We will miss your great ass when you are wearing jeans.",
        "vi": "Số hai.\n Chúng em sẽ nhớ bộ mông thầy, khi thầy mặc quần jean."
    },
    {
        "start": "00:01:49,480",
        "end": "00:01:52,000",
        "en": "Punkt nummer tre:",
        "pa": "-Number three.",
        "vi": "Số ba."
    },
    {
        "start": "00:01:52,120",
        "end": "00:01:56,200",
        "en": "Vi vil savne dine store ambitioner på vores vegne.",
        "pa": "We will miss how you always supported our ambitions.",
        "vi": "Chúng em sẽ nhớ những tham vọng lớn"
    },
    {
        "start": "00:01:56,320",
        "end": "00:01:59,960",
        "en": "Det har været utroligt inspirerende.",
        "pa": "It has been incredibly inspiring...",
        "vi": "mà thầy gửi gắm ở chúng em.\n Nó là nguồn cảm hứng lớn."
    },
    {
        "start": "00:02:00,080",
        "end": "00:02:03,840",
        "en": "-Ja, Kasper. -Hvornår kommer du ind?",
        "pa": "-Yes, Kasper. -When are you coming in?",
        "vi": "- Ừ, Kasper? - Khi nào bà đến?"
    },
    {
        "start": "00:02:03,960",
        "end": "00:02:09,400",
        "en": "Forsvarsministeriet skal have godkendt købet af det nye jagerfly.",
        "pa": "I'm at Phillip's farewell reception, why?\n The Defense Ministry needs approval of their press release\n on the purchase of the new fighter jets. They want it released today.",
        "vi": "Đang ở tiệc chia tay Phillip, sao?\n Bộ Quốc phòng cần phê duyệt thông cáo báo chí\n về việc mua máy bay chiến đấu mới. Họ muốn công bố hôm nay."
    },
    {
        "start": "00:02:09,520",
        "end": "00:02:13,000",
        "en": "-Jeg kommer om en halv time. -Super.",
        "pa": "-I'll be there in half an hour. -Okay.",
        "vi": "- Nửa tiếng nữa tôi sẽ đến. - Vâng."
    },
    {
        "start": "00:02:13,120",
        "end": "00:02:19,200",
        "en": "Du er en stor støtte, når vi ikke ved, hvad vi laver på studiet.",
        "pa": "Bye.\n ...the big support you are when we sometimes can't figure out",
        "vi": "Tạm biệt.\n ...sự hỗ trợ to lớn của thầy những lúc chúng em không biết"
    },
    {
        "start": "00:02:19,320",
        "end": "00:02:24,080",
        "en": "Og til sidst: Vi kommer til at savne din gode røv",
        "pa": "what we are doing in this field of study.\n And finally...\n we will miss your great ass,",
        "vi": "mình sẽ làm gì trong chuyên ngành này.\n Và cuối cùng...\n chúng em sẽ nhớ bộ mông đẹp của thầy"
    },
    {
        "start": "00:02:24,200",
        "end": "00:02:27,440",
        "en": "når vi skal se den for sidste gang",
        "pa": "when we see it for the last time",
        "vi": "khi nhìn nó lần cuối"
    },
    {
        "start": "00:02:27,560",
        "end": "00:02:32,880",
        "en": "men vi kommer sikkert til at se den på forsiden af alverdens aviser.",
        "pa": "leaving the door at CBS, but we are certain\n that we in the future will see it on the cover of newspapers around the world.",
        "vi": "lúc thầy rời Trường Kinh tế nhưng chắc chắn\n trong tương lai chúng em sẽ thấy nó trên bìa báo khắp thế giới."
    },
    {
        "start": "00:02:33,000",
        "end": "00:02:36,600",
        "en": "Tillykke. Skål for Phillip.",
        "pa": "-Congratulations! Cheers for Phillip.",
        "vi": "Chúc mừng! Hãy chúc mừng thầy Phillip."
    },
    {
        "start": "00:02:37,920",
        "end": "00:02:40,400",
        "en": "Skål. Tusind tak.",
        "pa": "Cheers! Cheers.\n -Thank you so much.\n - That was so nice. -Thank you. ",
        "vi": "Nâng ly! Nâng ly.\n Cảm ơn em rất nhiều.\n - Tuyệt quá. - Cảm ơn em."
    },
    {
        "start": "00:02:45,600",
        "end": "00:02:53,400",
        "en": "Ministerierne er utilfredse med, at du skal godkende pressemeddelelser.",
        "pa": "Here is the latest press release from the Ministry of Defense.\n You should know there is considerable dissatisfaction",
        "vi": "Đây là thông cáo báo chí mới nhất của Bộ Quốc phòng.\n Bà nên biết rằng họ khá bức xúc"
    },
    {
        "start": "00:02:53,520",
        "end": "00:02:57,840",
        "en": "-Hvornår er det blevet en regel? -I tirsdags på ministermødet.",
        "pa": "that press releases from all ministries must be approved.\n Since when is that a rule?\n I said that at the cabinet meeting when you were absent.",
        "vi": "vì thông cáo báo chí của các bộ đều phải thông qua bà.\n Quy định đó có từ khi nào?\n Tôi nói ở cuộc họp nội các mà ông vắng mặt."
    },
    {
        "start": "00:02:57,960",
        "end": "00:03:00,160",
        "en": "Det er umyndiggørelse.",
        "pa": "I felt it is necessary.\n Stripping authority won't promote passion at work.",
        "vi": "Tôi thấy cần thiết.\n Hạn chế quyền sẽ không tạo cảm hứng làm việc."
    },
    {
        "start": "00:03:00,280",
        "end": "00:03:04,400",
        "en": "Höxenhaven udtalte sig uheldigt i aflytningssagen",
        "pa": "Höxenhaven held a completely unauthorized press conference",
        "vi": "Höxenhaven đã tự tổ chức họp báo"
    },
    {
        "start": "00:03:04,520",
        "end": "00:03:09,240",
        "en": "og der gik pinagtig rundhyl i udmeldingerne efter Laugesens bog.",
        "pa": "during the bugging case, and it was mostly embarrassing, whiny statements,",
        "vi": "về vụ nghe trộm và xuất hiện những lời kêu ca đáng xấu hổ"
    },
    {
        "start": "00:03:09,360",
        "end": "00:03:11,440",
        "en": "Hvad står der, Kasper?",
        "pa": "after Laugesen's book last month. It won't do.\n What does it say, Kasper?",
        "vi": "sau sự việc về sách của Laugesen.\n Nó viết gì, Kasper?"
    },
    {
        "start": "00:03:11,560",
        "end": "00:03:17,080",
        "en": "Hans Christian Thorsen anbefaler partierne at vælge F26 Defender",
        "pa": "Um, Hans Christian Thorsen recommends that the parties of the defense agreement",
        "vi": "Hans Christian Thorsen đề nghị các bên thuộc thỏa thuận quốc phòng"
    },
    {
        "start": "00:03:17,200",
        "end": "00:03:23,040",
        "en": "fordi den er markedets bedste, og vores allierede har valgt den.",
        "pa": "choose the airplane type F26 Defender, because it's best in the market, and...\n because our allies have chosen the same type,",
        "vi": "nên chọn máy bay F26 Defender vì nó tốt nhất trên thị trường và...\n vì các đồng minh đã chọn nó."
    },
    {
        "start": "00:03:23,160",
        "end": "00:03:26,960",
        "en": "Investeringen er opjusteret med 10 milliarder...",
        "pa": "which is a big advantage during international operations.\n Then it says that the total investment has been increased by ten billion...",
        "vi": "Đó là lợi thế lớn trong các chiến dịch quốc tế.\n Rồi tổng mức đầu tư tăng lên mười tỉ..."
    },
    {
        "start": "00:03:27,080",
        "end": "00:03:32,280",
        "en": "-Stop. 10 milliarder? -Den slags bliver altid dyrere.",
        "pa": "Stop right there.\n Ten billion?\n Well, military hardware and weddings are always more expensive than expected.",
        "vi": "Dừng ở đó.\n Mười tỉ à?\n Chi phí thiết bị quân sự và đám cưới luôn vượt dự kiến."
    },
    {
        "start": "00:03:32,400",
        "end": "00:03:38,080",
        "en": "-Kan du være mere konkret? -De samlede udgifter opjusteres.",
        "pa": "-Could you be more concrete? -It's just an adjustment",
        "vi": "- Ông nói rõ hơn được không? - Chỉ là điều chỉnh"
    },
    {
        "start": "00:03:38,200",
        "end": "00:03:41,640",
        "en": "Men der er ingen tvivl om, at det er den rette flytype.",
        "pa": "of the total expenses. Personnel, maintenance and so on.\n But there seems no doubt that this is the right plane type.",
        "vi": "tổng chi phí. Nhân sự, bảo trì, vân vân.\n Dường như chắc chắn đây là loại máy bay phù hợp."
    },
    {
        "start": "00:03:41,760",
        "end": "00:03:48,320",
        "en": "Jo. De andre flytyper er billigere. Vi tilbageholder pressemeddelelsen.",
        "pa": "There's plenty of doubt.\n As far as I remember, the two other types of plane considered are much cheaper.",
        "vi": "Chưa chắc đâu.\n Theo tôi nhớ, hai loại máy bay kia rẻ hơn nhiều."
    },
    {
        "start": "00:03:48,440",
        "end": "00:03:53,120",
        "en": "Thorsen skal redegøre for, hvorfor han har valgt den dyreste løsning.",
        "pa": "Kasper, we are withholding the press release for now,\n and the minister of defense must explain why he chose the most expensive type.",
        "vi": "Kasper, tạm hoãn thông cáo báo chí,\n Bộ trưởng Quốc phòng phải giải thích lý do chọn loại đắt nhất."
    },
    {
        "start": "00:03:53,240",
        "end": "00:03:56,880",
        "en": "Jeg vil gerne se alt materialet på de tre flytyper.",
        "pa": "-Anders. -Yes.\n I'd like info on all three planes to look through.",
        "vi": "- Anders? - Vâng?\n Đưa tôi mọi tài liệu về ba loại máy bay đó để tôi xem."
    },
    {
        "start": "00:03:57,000",
        "end": "00:04:00,000",
        "en": "Så kigger jeg det igennem.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:05,280",
        "end": "00:04:07,600",
        "en": "Det bliver ikke populært.",
        "pa": "Damn it, that won't be popular.",
        "vi": "Chết tiệt, chẳng ai thích thế này."
    },
    {
        "start": "00:04:07,720",
        "end": "00:04:12,120",
        "en": "Forsvarsministeriet har kæmpet en måned for at få meddelelsen ud.",
        "pa": "The Ministry of Defense has fought for a month to get this press release out.",
        "vi": "Bộ Quốc phòng đã đấu tranh cả tháng để thông cáo báo chí này được công bố."
    },
    {
        "start": "00:04:12,240",
        "end": "00:04:15,040",
        "en": "Hvad er der med hende?",
        "pa": "What's up with her?",
        "vi": "Bà ấy sao vậy?"
    },
    {
        "start": "00:05:15,040",
        "end": "00:05:20,960",
        "en": "Dagens tophistorie er indkøbet af Danmarks nye jagerfly.",
        "pa": "DIVIDE AND CONQUER\n All right, listen up, friends.\n Today's top story is that we apparently",
        "vi": "Nghe đây, mọi người.\n Tin chính hôm nay là có vẻ như chúng ta"
    },
    {
        "start": "00:05:21,080",
        "end": "00:05:26,800",
        "en": "Pressemeddelelsen er på trapperne. Forsvarsministeren kommer ind.",
        "pa": "have finally found the type of fighter jet Denmark is buying.\n -Pia. -Right, the press release is coming.",
        "vi": "đã biết loại máy bay chiến đấu mà Đan Mạch sắp mua.\n - Pia? - Vâng, sắp có thông cáo báo chí."
    },
    {
        "start": "00:05:26,920",
        "end": "00:05:31,640",
        "en": "-Katrine, er du forberedt? -Ja. Vi vælger F26 Defender.",
        "pa": "The defense minister will sit down with Katrine at six to talk about it.\n Katrine, are you prepared?\n -Yes. - Yes?",
        "vi": "Bộ trưởng Quốc phòng sẽ gặp Katrine lúc 6:00 chiều.\n Chuẩn bị chưa?\n - Rồi. - Ừ."
    },
    {
        "start": "00:05:31,760",
        "end": "00:05:35,840",
        "en": "Det sikrer dansk erhvervsliv ordrer for 9 mia. kr.",
        "pa": "Everything suggests we will choose the F26 Defender,\n which also secures the Danish industry orders for at least nine billion kroner.",
        "vi": "Nhiều khả năng ta sẽ chọn F26 Defender,\n cũng đảm bảo các đơn hàng của Đan Mạch trị giá ít nhất chín tỉ kroner."
    },
    {
        "start": "00:05:35,960",
        "end": "00:05:38,480",
        "en": "Hvordan vil du skære den?",
        "pa": "-Oh, I need to take this. Yes?\n What is your angle?",
        "vi": "Tôi phải nghe. Vâng?\n Góc nhìn của cô thế nào?"
    },
    {
        "start": "00:05:38,600",
        "end": "00:05:41,800",
        "en": "Køber vi den bedste aftale til erhvervslivet?",
        "pa": "Are we buying the best plane for our pilots or for the industry?",
        "vi": "\"Mua máy bay tốt nhất vì phi công hay vì doanh nghiệp?\""
    },
    {
        "start": "00:05:41,920",
        "end": "00:05:47,040",
        "en": "Jeg er bange for de store stærke mænd og bilerne, der dytter i trafikken.",
        "pa": "♪ I'm scared of the big, strong men ♪\n ♪ And the cars honking in the traffic ♪",
        "vi": "Tôi sợ những người đàn ông to khỏe\n Và còi xe inh ỏi trên đường"
    },
    {
        "start": "00:05:47,160",
        "end": "00:05:54,080",
        "en": "Danmark skal vel ikke være et afmilitariseret maoistisk bondeland.",
        "pa": "- What the hell was that? -Seriously, our approach to the military\n isn't that Denmark should be some demilitarized Maoist peasant society.",
        "vi": "- Cái quái gì thế? - Thực sự, đường hướng quân sự của ta\n đâu phải là ngày nào đó Đan Mạch thành xã hội lạc hậu, phi quân sự hóa kiểu Mao."
    },
    {
        "start": "00:05:54,200",
        "end": "00:05:57,520",
        "en": "-Hvad mener du? -Der er også en anden vinkel.",
        "pa": "I don't understand what you mean.",
        "vi": "Tôi không hiểu ý anh."
    },
    {
        "start": "00:05:57,640",
        "end": "00:06:01,200",
        "en": "Nyt jagerfly sikrer dansk erhvervsliv store ordrer.",
        "pa": "I'm saying there is another angle.\n New fighter jet secures big orders for Danish industry.",
        "vi": "Tôi nói là có góc nhìn khác\n \"Máy bay đem đến đơn hàng cho các công ty Đan Mạch\"."
    },
    {
        "start": "00:06:01,320",
        "end": "00:06:04,760",
        "en": "Ja, lad os være regeringens spindoktorer.",
        "pa": "-That's a great idea. - Yes.\n Let's all be spin doctors for the government.",
        "vi": "- Ý hay đấy. - Ừ.\n Hãy là cố vấn truyền thông của Chính phủ."
    },
    {
        "start": "00:06:04,880",
        "end": "00:06:09,160",
        "en": "Læg cuttet mellem konspirationsteori og hurrajournalistik.",
        "pa": "-Or not lie about them. - Easy now.\n We'll put the angle somewhere between conspiracy theory",
        "vi": "- Hoặc không động tới họ. - Bình tĩnh.\n Góc nhìn của ta sẽ nằm giữa thuyết âm mưu"
    },
    {
        "start": "00:06:09,280",
        "end": "00:06:13,400",
        "en": "-Billederne skal sparke røv. -Det bliver ren \"Top Gun\".",
        "pa": "and clickbait journalism. Dan, I really need some kick-ass pictures.\n -Lots of bling, right? -We have awesome pictures. Pure Top Gun.",
        "vi": "và báo chí tôn vinh. Dan, tôi cần vài bức ảnh thật xịn.\n - Lung linh vào. - Nhiều ảnh tuyệt lắm. Xịn nhất luôn."
    },
    {
        "start": "00:06:13,520",
        "end": "00:06:17,200",
        "en": "-Vi skal tale med nogle piloter. -Jeg tager til Skrydstrup.",
        "pa": "Fantastic. Gravy and potatoes right there. We need to talk to pilots. Simon?",
        "vi": "Tuyệt. Có mắm muối rồi. Ta cần trao đổi với các phi công. Simon?"
    },
    {
        "start": "00:06:17,320",
        "end": "00:06:23,160",
        "en": "-Jeg skal op i cockpittet. -Tillykke med det.",
        "pa": "I'm going to Skrydstrup later today,\n and I've already arranged to get in a cockpit.",
        "vi": "Hôm nay tôi sẽ đến Skrydstrup\n và tôi đã thu xếp để vào buồng lái."
    },
    {
        "start": "00:06:23,280",
        "end": "00:06:30,040",
        "en": "Det var fra Forsvarsministeriet. Der kommer ingen pressemeddelelse i dag.",
        "pa": "-What a lucky boy. -He must be happy.\n -Congratulations. Pia. -That was the Ministry of Defense.\n There won't be a press release today after all.",
        "vi": "- Anh chàng may mắn. - Hẳn là vui lắm.\n - Chúc mừng. Pia? - Đó là Bộ trưởng Quốc phòng.\n Rốt cuộc, hôm nay không có thông cáo báo chí."
    },
    {
        "start": "00:06:30,160",
        "end": "00:06:34,600",
        "en": "-Med hvilken begrundelse? -De mangler de sidste detaljer.",
        "pa": "I guess the interview is postponed.\n -What's the reason? -The usual.\n Unfortunately, not all details have been confirmed.",
        "vi": "Chắc phải hoãn phỏng vấn.\n - Lý do là gì? - Như thường lệ.\n Tiếc là nhiều chi tiết không được xác nhận."
    },
    {
        "start": "00:06:34,720",
        "end": "00:06:38,840",
        "en": "-Hvad gør vi så? -Ja, hvad gør vi?",
        "pa": "-Such bullshit. -Friis, what do we do?\n Well, what do we do... Friis, Friis, Friis...",
        "vi": "- Vớ vẩn. - Friis, ta làm gì?\n Chà, làm gì đây... Friis, Friis..."
    },
    {
        "start": "00:06:38,960",
        "end": "00:06:42,840",
        "en": "Vi rykker historierne om bankdirektørernes løn op i toppen.",
        "pa": "We'll move the story on the salary of bank CEOs to the top.",
        "vi": "Ta sẽ chuyển bài về lương của CEO lên đầu."
    },
    {
        "start": "00:06:42,960",
        "end": "00:06:45,520",
        "en": "Hvorfor har du tid til frokost?",
        "pa": "Why do you have time for lunch today?",
        "vi": "Sao hôm nay em có thời gian ăn trưa?"
    },
    {
        "start": "00:06:45,640",
        "end": "00:06:51,240",
        "en": "Fordi jeres forsvarsminister ikke ved, hvilket jagerfly han vil købe.",
        "pa": "Because your dear minister of defense couldn't decide on a fighter jet.",
        "vi": "Vì Bộ trưởng Quốc phòng nhà anh không thể quyết định về máy bay chiến đấu."
    },
    {
        "start": "00:06:52,600",
        "end": "00:06:57,440",
        "en": "Du er ikke overrasket? Er statsministeren indblandet?",
        "pa": "You don't seem surprised.\n So the prime minister is involved?",
        "vi": "Anh có vẻ không ngạc nhiên. Vậy Thủ tướng có liên quan?"
    },
    {
        "start": "00:06:57,560",
        "end": "00:07:02,360",
        "en": "-Jeg siger ikke noget. -Hun har lidt at se til for tiden.",
        "pa": "I'm not saying anything.\n She's got plenty on her plate, Birgitte Nyborg, huh?",
        "vi": "Anh không nói gì đâu.\n Bà ấy có nhiều việc phải lo?"
    },
    {
        "start": "00:07:02,480",
        "end": "00:07:05,560",
        "en": "Hun er statsminister.",
        "pa": "She's prime minister.",
        "vi": "Là Thủ tướng mà."
    },
    {
        "start": "00:07:07,160",
        "end": "00:07:10,720",
        "en": "\"Vi er blevet meget professionelle.\"",
        "pa": "\"All of us up here have become very professional.\"",
        "vi": "\"Tất cả chúng tôi ở đây đều trở nên rất chuyên nghiệp\"."
    },
    {
        "start": "00:07:10,840",
        "end": "00:07:15,600",
        "en": "Det er et citat fra din chef. Det stammer fra partilederrunden.",
        "pa": "It's a quote from your boss.\n I re-watched the party leader round from last election. Remember?",
        "vi": "Lời của sếp anh đấy.\n Em xem lại vòng tranh luận ở lần bầu cử trước. Nhớ chứ?"
    },
    {
        "start": "00:07:15,720",
        "end": "00:07:20,360",
        "en": "Du var ved at gå baglæns, da hun talte uden for manus.",
        "pa": "Yes.\n You fell over backwards when she ditched your speech and went off-script. ",
        "vi": "Ừ.\n Anh ngã ngửa khi bà ấy nuốt lời và phát biểu ngẫu hứng."
    },
    {
        "start": "00:07:22,480",
        "end": "00:07:28,680",
        "en": "\"Vi skal være dem, vi er, indimellem. Vi kan stadig være gode politikere.\"",
        "pa": "\"I think we have to be who we are sometimes.\n I don't think it will stop us from being good politicians.\"",
        "vi": "\"Tôi nghĩ đôi khi ta phải là chính mình.\n Điều đó không ngăn chúng ta là chính trị gia giỏi\"."
    },
    {
        "start": "00:07:30,560",
        "end": "00:07:35,120",
        "en": "-Gælder det stadig for hende? -Jeg siger stadig ikke noget.",
        "pa": "Does that still go for her?\n I'm still not saying anything.",
        "vi": "- Bà ấy vẫn nghĩ thế chứ? - Anh vẫn không nói gì đâu."
    },
    {
        "start": "00:07:39,640",
        "end": "00:07:44,040",
        "en": "Og hvad med din far? Der siger du heller ikke noget.",
        "pa": "And what about your dad? You're still not talking about that either.",
        "vi": "Bố anh thì sao? Anh vẫn chưa nói chuyện đó."
    },
    {
        "start": "00:07:44,160",
        "end": "00:07:47,800",
        "en": "Der er ikke så meget at sige. Han er død.",
        "pa": "There's not much to say.",
        "vi": "Chả có gì nhiều để nói."
    },
    {
        "start": "00:07:49,840",
        "end": "00:07:55,000",
        "en": "Du var tavs, da han blev brændt. Du har intet sagt overhovedet.",
        "pa": "He's dead.\n But you didn't say anything the day he was cremated. You haven't said anything.",
        "vi": "Ông ấy chết rồi.\n Nhưng anh không nói gì vào ngày ông ấy được hỏa táng. Anh chưa nói gì."
    },
    {
        "start": "00:07:56,000",
        "end": "00:07:59,760",
        "en": "Det er vel ikke usædvanligt at blive tavs, når man mister.",
        "pa": "It's not that unusual to go quiet when you lose someone.",
        "vi": "Khi ta mất ai đó, im lặng chẳng có gì bất thường."
    },
    {
        "start": "00:07:59,880",
        "end": "00:08:03,640",
        "en": "-Er det ikke godt at snakke om det? -Nej.",
        "pa": "I just thought it might be good to talk about.\n Mnh-mnh.",
        "vi": "Em chỉ nghĩ sẽ tốt hơn nếu nói về nó."
    },
    {
        "start": "00:08:05,240",
        "end": "00:08:10,080",
        "en": "Din far blev brændt i et lille kapel i Korsør. Vi var tre til stede.",
        "pa": "Kasper, your dad was cremated in a little chapel in Korsør,",
        "vi": "Bố anh được hỏa táng trong một nhà nguyện nhỏ ở Korsør."
    },
    {
        "start": "00:08:10,200",
        "end": "00:08:14,560",
        "en": "Det er svært at tro på, at han er en stor erhvervsmand i Frankrig.",
        "pa": "and besides you and me, only a caretaker came.\n It's a little hard to believe he was a big businessman in France.",
        "vi": "Chỉ có ta và người tổ chức tang lễ.\n Hơi khó tin là ông ấy là doanh nhân lớn ở Pháp."
    },
    {
        "start": "00:08:18,840",
        "end": "00:08:22,080",
        "en": "-Fortæl mig, hvem han var. -Nej.",
        "pa": "Won't you tell me who he was?\n No.",
        "vi": "Anh không nói ông ấy là ai à?\n Không."
    },
    {
        "start": "00:08:23,680",
        "end": "00:08:27,280",
        "en": "Du kunne ikke lide ham, vel?",
        "pa": "You didn't like him, did you?",
        "vi": "Anh không thích ông ấy?"
    },
    {
        "start": "00:08:27,400",
        "end": "00:08:31,080",
        "en": "Kunne du det? Kasper, kunne du lide din far?",
        "pa": "Did you?\n -Katrine. -Kasper, did you like your dad?",
        "vi": "Phải không?\n - Katrine. - Anh có thích bố mình không?"
    },
    {
        "start": "00:08:31,200",
        "end": "00:08:33,680",
        "en": "Min far var en grim lille fedtspiller.",
        "pa": "My dad was an ugly little grease stain.",
        "vi": "Bố anh là một kẻ vô danh tiểu tốt."
    },
    {
        "start": "00:08:33,800",
        "end": "00:08:39,080",
        "en": "Han levede et dødssygt liv i Korsør. En by, Gud har glemt.",
        "pa": "He lived a boring-ass life in Korsør, a city that God forgot.",
        "vi": "Ông sống cuộc đời nhàm chán ở Korsør, một thành phố mà Chúa đã quên."
    },
    {
        "start": "00:08:39,200",
        "end": "00:08:45,160",
        "en": "-Hvorfor har du løjet om ham? -Fordi jeg hadede det liv med ham!",
        "pa": "That's all.\n But why did you lie about him?\n -Kasper. -Because I hated that life with him!",
        "vi": "Thế thôi.\n Sao anh nói dối về ông ấy?\n - Kasper? - Anh ghét khi sống với ông ấy!"
    },
    {
        "start": "00:08:45,280",
        "end": "00:08:49,200",
        "en": "Så jeg fortalte historier om det liv, jeg hellere ville have.",
        "pa": "So I started telling stories about the life I'd rather have.",
        "vi": "Nên anh bịa về cuộc sống mà anh muốn có."
    },
    {
        "start": "00:08:49,320",
        "end": "00:08:53,200",
        "en": "Jeg har været hos psykolog. Jeg kan alle fortolkningerne.",
        "pa": "And I've been to shrinks, Katrine,",
        "vi": "Anh đã gặp bác sĩ tâm lý, Katrine,"
    },
    {
        "start": "00:08:53,320",
        "end": "00:08:56,480",
        "en": "Og jeg orker ikke mere.",
        "pa": "I know all the interpretations, and I can't take it anymore.",
        "vi": "anh hiểu mọi lời giải thích và không thể chịu được nữa."
    },
    {
        "start": "00:09:04,320",
        "end": "00:09:05,640",
        "en": "",
        "pa": "THE FUTURE OF DEFENSE",
        "vi": "TƯƠNG LAI CỦA QUỐC PHÒNG"
    },
    {
        "start": "00:09:05,720",
        "end": "00:09:07,720",
        "en": "",
        "pa": "DENMARK'S NEED FOR FIGHTER JETS",
        "vi": "NHU CẦU VỀ MÁY BAY CHIẾN ĐẤU CỦA ĐAN MẠCH"
    },
    {
        "start": "00:09:36,520",
        "end": "00:09:38,160",
        "en": "",
        "pa": "Well...",
        "vi": "Chà..."
    },
    {
        "start": "00:09:48,960",
        "end": "00:09:53,520",
        "en": "-Skal du læse alt det der? -Hvad siger du?",
        "pa": "Are you really supposed to read all that?\n What did you say?",
        "vi": "Em thực sự phải đọc hết chỗ đó à?\n Anh nói gì cơ?"
    },
    {
        "start": "00:09:56,520",
        "end": "00:10:00,600",
        "en": "-Kan ingen overtage det? -Jo.",
        "pa": "Can't somebody read it for you and give you the highlights?\n Yes.",
        "vi": "Không ai có thể đọc rồi đánh dấu chỗ cần đọc à?\n Vâng."
    },
    {
        "start": "00:10:13,720",
        "end": "00:10:18,320",
        "en": "-Jeg går ind i seng nu. -Godnat, skat.",
        "pa": "I'm going to bed now.\n Good night, honey.",
        "vi": "Anh đi ngủ đây.\n Ngủ ngon, anh yêu."
    },
    {
        "start": "00:10:20,800",
        "end": "00:10:23,320",
        "en": "Godnat, Birgitte.",
        "pa": "Good night, Birgitte.",
        "vi": "Ngủ ngon, Birgitte."
    },
    {
        "start": "00:10:24,720",
        "end": "00:10:27,840",
        "en": "Sov godt.",
        "pa": "Sweet dreams.",
        "vi": "Mơ đẹp nhé."
    },
    {
        "start": "00:10:34,280",
        "end": "00:10:36,040",
        "en": "F26 Defender",
        "pa": "The F26 Defender is the next generation jet fighter",
        "vi": "F26 Defender là máy bay chiến đấu thế hệ tiếp theo của Trident Technologies."
    },
    {
        "start": "00:10:36,120",
        "end": "00:10:39,480",
        "en": "er næste generation jager fra Triton Technologies.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:10:39,600",
        "end": "00:10:43,320",
        "en": "Den er overlegen, både i luft til luft og luft til jord",
        "pa": "from Trident Technologies.\n It is built to deliver both air-to-air and air-to-ground supremacy,",
        "vi": "Nó được chế tạo để có ưu thế không đối không và không đối đất,"
    },
    {
        "start": "00:10:43,440",
        "end": "00:10:47,640",
        "en": "takket være dens overlegne styrke og topavancerede missilsystem.",
        "pa": "thanks to its superior power and state of the art bomb and missile systems.",
        "vi": "nhờ vào sức mạnh vượt trội và hệ thống đánh bom và tên lửa hiện đại."
    },
    {
        "start": "00:10:47,760",
        "end": "00:10:53,160",
        "en": "Med den enestående stealth-teknologi kan den angribe uden at blive set.",
        "pa": "The highly advanced stealth technology\n allows the Defender to strike without being noticed.",
        "vi": "Công nghệ tàng hình rất tiên tiến\n cho phép chiếc Defender tấn công mà không bị phát hiện."
    },
    {
        "start": "00:10:53,280",
        "end": "00:10:57,520",
        "en": "En F26 Defender opdager man først, når det er for sent.",
        "pa": "With the F26 Defender, you won't know what hit you before it's too late.",
        "vi": "Với F26 Defender, khi biết mình bị tấn công thì đã quá muộn."
    },
    {
        "start": "00:10:57,640",
        "end": "00:11:00,280",
        "en": "Ja tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:11:04,400",
        "end": "00:11:08,000",
        "en": "-Hans Christian, vil du starte? -Selvfølgelig.",
        "pa": "-Hans Christian, will you start? -Of course.",
        "vi": "- Hans Christian, bắt đầu đi. - Vâng."
    },
    {
        "start": "00:11:08,120",
        "end": "00:11:15,280",
        "en": "Vi har brug for fremtidige flyvende teknologiske platforme",
        "pa": "The picture of our enemy in the future unequivocally points",
        "vi": "Hình ảnh kẻ thù tương lai của chúng ta chỉ rõ"
    },
    {
        "start": "00:11:15,400",
        "end": "00:11:19,120",
        "en": "som ikke kan spores af nutidens radarsystemer.",
        "pa": "to a need for flying, technological platforms\n that cannot be traced by modern radar systems.",
        "vi": "về nhu cầu máy bay, các nền tảng công nghệ\n không thể truy tìm bằng các hệ thống ra-đa hiện đại."
    },
    {
        "start": "00:11:19,240",
        "end": "00:11:24,080",
        "en": "F26 Defender er det eneste fly, der kan leve op til de krav.",
        "pa": "An F26 Defender is the only plane that fills those requirements.",
        "vi": "Và F26 Defender là máy bay duy nhất đáp ứng các yêu cầu đó."
    },
    {
        "start": "00:11:24,200",
        "end": "00:11:29,680",
        "en": "Defenderen er det eneste af de tre fly, der endnu ikke er på vingerne.",
        "pa": "When I read about the three types considered,",
        "vi": "Khi tôi đọc về ba loại được xem xét,"
    },
    {
        "start": "00:11:29,800",
        "end": "00:11:33,280",
        "en": "Det må indebære en risiko for tekniske børnesygdomme.",
        "pa": "the Defender is the only one not yet in the air.\n That must carry risk for technical issues in the beginning, right?",
        "vi": "chỉ có Defender là chưa bay.\n Nó hẳn sẽ mang rủi ro vốn có về vấn đề kỹ thuật ngay lúc đầu?"
    },
    {
        "start": "00:11:33,400",
        "end": "00:11:37,440",
        "en": "Triton-fabrikkerne garanterer, at den slags ikke sker.",
        "pa": "The Trident factories have guaranteed us that will never happen.",
        "vi": "Các nhà máy của Trident đã đảm bảo sẽ không bao giờ có chuyện đó."
    },
    {
        "start": "00:11:37,560",
        "end": "00:11:40,640",
        "en": "Det er i sagens natur det, fabrikker altid gør.",
        "pa": "-Well, that's what factories always do.",
        "vi": "Các nhà máy luôn nói thế."
    },
    {
        "start": "00:11:40,760",
        "end": "00:11:47,280",
        "en": "Adskillige analyser påpeger, at der i løbet af få år kommer radarsystemer",
        "pa": "Besides, several reviews point out that in a few years...",
        "vi": "Ngoài ra, một số đánh giá chỉ ra rằng trong vài năm nữa..."
    },
    {
        "start": "00:11:47,400",
        "end": "00:11:52,280",
        "en": "som kan spore Defenderens stealth-teknologi.",
        "pa": "there will be radar systems that can trace\n the stealth technology, which is the Defender's best feature right now.",
        "vi": "sẽ có các hệ thống ra-đa có thể theo dấu\n công nghệ tàng hình, lợi thế lớn nhất của Defender lúc này."
    },
    {
        "start": "00:11:52,400",
        "end": "00:11:58,800",
        "en": "Vi kan ikke spå om fremtiden, men vi kan koncentrere os om nutiden.",
        "pa": "Naturally, we can't predict the future, but we can...\n concentrate on the present.",
        "vi": "Dĩ nhiên không thể dự đoán tương lai nhưng có thể...\n tập trung vào hiện tại."
    },
    {
        "start": "00:11:58,920",
        "end": "00:12:03,520",
        "en": "-Bent, vi har godkendt de nye fly. -I ved mere end mig.",
        "pa": "Bent, we have already decided to buy new planes.\n I know you know more about this than me.",
        "vi": "Bent, chúng tôi đã quyết định mua máy bay mới.\n Các ông biết nhiều hơn tôi về việc này."
    },
    {
        "start": "00:12:03,640",
        "end": "00:12:07,480",
        "en": "Men vi skal kunne forsvare en investering på 130 mia.",
        "pa": "But before we can explain and defend an investment of more than 130 billion,",
        "vi": "Nhưng trước khi có thể giải thích và có được khoản đầu tư hơn 130 tỉ,"
    },
    {
        "start": "00:12:07,600",
        "end": "00:12:12,080",
        "en": "Med al respekt har forsvaret arbejdet på projektet i flere år.",
        "pa": "-we keep an open mind. -With all due respect,\n the High Command has worked on this project for several years.",
        "vi": "- ta cần có quan điểm cởi mở. - Thưa bà\n Bộ Chỉ huy Tối cao làm dự án này vài năm rồi."
    },
    {
        "start": "00:12:12,200",
        "end": "00:12:18,520",
        "en": "Med al respekt har de også en perlerække af fejlkøb bag sig.",
        "pa": "With all due respect,\n the High Command has a string of bad purchases behind it.",
        "vi": "Xin thưa ông,\n Bộ Chỉ huy Tối cao có nhiều vụ mua bán sai lầm."
    },
    {
        "start": "00:12:18,640",
        "end": "00:12:22,320",
        "en": "Mandskabsvogne, der væltede, fejlbelagte helikoptere",
        "pa": "Armored carriers that crashed.",
        "vi": "Xe bọc thép bị đâm."
    },
    {
        "start": "00:12:22,440",
        "end": "00:12:26,120",
        "en": "og ubemandede fly, der aldrig kom på vingerne.",
        "pa": "Helicopters in constant need of repairs,\n and unmanned planes that never got airborne.",
        "vi": "Máy bay trực thăng sửa liên tục\n và máy bay không người lái chẳng bao giờ bay."
    },
    {
        "start": "00:12:26,240",
        "end": "00:12:29,920",
        "en": "Vi sparker den her til hjørne og undersøger sagen.",
        "pa": "We'll put this on hold for now.\n And look into the matter.",
        "vi": "Ta sẽ tạm hoãn việc này.\n Và xem xét kỹ vấn đề."
    },
    {
        "start": "00:12:30,800",
        "end": "00:12:33,640",
        "en": "Mine herrer...",
        "pa": "Gentlemen.",
        "vi": "Các ông."
    },
    {
        "start": "00:12:36,400",
        "end": "00:12:39,080",
        "en": "Bent?",
        "pa": "Bent...",
        "vi": "Bent..."
    },
    {
        "start": "00:12:55,800",
        "end": "00:12:58,760",
        "en": "-Bent, har vi et møde nu? -Nej.",
        "pa": "Yes.\n -Bent, do we have a meeting now? -No.",
        "vi": "Vâng.\n - Bent, ta có họp à? - Không."
    },
    {
        "start": "00:12:58,880",
        "end": "00:13:03,080",
        "en": "Og jeg kommer heller ikke som din finansminister.",
        "pa": "And I'm not here as your minister of finance.",
        "vi": "Tôi không đến với tư cách Bộ trưởng Tài chính."
    },
    {
        "start": "00:13:03,200",
        "end": "00:13:06,480",
        "en": "Jeg kommer som din ven. Har du to minutter?",
        "pa": "I'm here as your friend.\n Do you have a minute?",
        "vi": "Tôi đến với tư cách bạn bà.\n Bà rảnh không?"
    },
    {
        "start": "00:13:07,440",
        "end": "00:13:11,240",
        "en": "Birgitte, du skal have det store overblik.",
        "pa": "Birgitte...\n you're the one who has to see the big picture.",
        "vi": "Birgitte...\n Bà phải thấy bức tranh lớn."
    },
    {
        "start": "00:13:11,360",
        "end": "00:13:16,240",
        "en": "Men du skal passe på, at du ikke fortaber dig i detaljer.",
        "pa": "But be careful that you don't get lost in....",
        "vi": "Nhưng hãy cẩn thận, đừng để bị xao lãng bởi..."
    },
    {
        "start": "00:13:16,360",
        "end": "00:13:21,200",
        "en": "-130 mia. er ikke detaljer. -Jo, i det store regnskab.",
        "pa": "details and single issues.\n 130 billion is not really a detail, is it?\n Yes, it is.",
        "vi": "các chi tiết và vấn đề nhỏ.\n Khoản 130 tỉ không phải là một chi tiết nhỉ?\n Có đấy."
    },
    {
        "start": "00:13:21,320",
        "end": "00:13:25,480",
        "en": "-Thorsen er din forsvarsminister. -Det er ikke betryggende.",
        "pa": "It's a detail in the greater balance. Thorsen is your Minister of Defense.\n Yes, but that's not comforting.",
        "vi": "Nó là chi tiết trong cán cân lớn hơn. Thorsen là Bộ trưởng Quốc phòng.\n Phải, nhưng tôi không thoải mái."
    },
    {
        "start": "00:13:25,600",
        "end": "00:13:30,600",
        "en": "Han er i lommen på forsvaret. CIA-flyvningerne på Grønland, fx.",
        "pa": "I often feel like he's in the pocket of the military.",
        "vi": "Tôi cảm thấy như chúng ta thường thấy ông ấy bị quân đội điều khiển."
    },
    {
        "start": "00:13:30,720",
        "end": "00:13:35,240",
        "en": "Du kan ikke være ansvarlig for alt. Fejlene falder tilbage på dig.",
        "pa": "The CIA flights on Greenland, for instance.\n If you make yourself responsible for all the government's decisions,",
        "vi": "Như vụ các chuyến bay của CIA ở Greenland.\n Nếu bà tự gánh vác mọi quyết định của Chính phủ,"
    },
    {
        "start": "00:13:35,360",
        "end": "00:13:38,600",
        "en": "Det kan ingen statsminister holde til i længden.",
        "pa": "all the mistakes will fall back on you as well.\n No prime minister can withstand that in the long run.",
        "vi": "bà sẽ phải chịu mọi sai lầm.\n Không Thủ tướng nào chịu được điều đó lâu dài."
    },
    {
        "start": "00:13:38,720",
        "end": "00:13:44,120",
        "en": "Romerne kaldte det \"del og hersk\". Lad ministrene passe deres arbejde.",
        "pa": "The ancient Romans called it \"divide and conquer.\"",
        "vi": "Người La Mã cổ đại gọi là \"Chia để trị\"."
    },
    {
        "start": "00:13:44,240",
        "end": "00:13:47,840",
        "en": "Hvis de laver fejl, kan du fyre dem.",
        "pa": "You have to let your ministers do their jobs\n and in the worst cases, make mistakes.",
        "vi": "Bà phải để các bộ trưởng làm việc của mình,\n và trường hợp xấu nhất, họ mắc sai lầm thì bà có thể sa thải họ."
    },
    {
        "start": "00:13:47,960",
        "end": "00:13:52,800",
        "en": "Min erfaring viser mig desværre, at der tit er noget at komme efter.",
        "pa": "Because then you can fire them.\n Unfortunately, my experience tells me that there often is something wrong.",
        "vi": "Tiếc là kinh nghiệm của tôi cho thấy thường có gì đó không ổn."
    },
    {
        "start": "00:13:52,920",
        "end": "00:13:57,440",
        "en": "Hvad nu, hvis der sker noget i Sundhedsministeriet?",
        "pa": "I mean, what will you do?\n What if something happens in the Ministry of Health,",
        "vi": "Ý tôi là...\n Bà sẽ làm gì? Nếu có chuyện"
    },
    {
        "start": "00:13:57,560",
        "end": "00:14:01,680",
        "en": "Skal du bestemme, hvem der skal være direktør på Rigshospitalet?",
        "pa": "will you then decide who gets to be director of Rigshospitalet?",
        "vi": "xảy ra ở Bộ Y tế, bà sẽ quyết định ai sẽ là\n giám đốc của Rigshospitalet à?"
    },
    {
        "start": "00:14:01,800",
        "end": "00:14:06,320",
        "en": "Lad nu Forsvarsministeriet købe de skide fly.",
        "pa": "Just let the Ministry of Defense buy those planes!",
        "vi": "Cứ để Bộ Quốc phòng mua số máy bay đó!"
    },
    {
        "start": "00:14:06,440",
        "end": "00:14:10,840",
        "en": "Lad os se at komme videre. Forhandlingerne har varet 7-8 år.",
        "pa": "Approve the press release and let's move on, right?\n Damn it, these negotiations have been going on almost a decade.",
        "vi": "Hãy duyệt thông cáo báo chí và tiến tới nhé?\n Chết tiệt, họ đã đàm phán từ bảy, tám năm trước."
    },
    {
        "start": "00:14:10,960",
        "end": "00:14:15,640",
        "en": "Du er statsminister netop nu, hvor ordren skal gives.",
        "pa": "You just happen to be the prime minister",
        "vi": "Bà tình cờ là Thủ tướng"
    },
    {
        "start": "00:14:15,760",
        "end": "00:14:18,640",
        "en": "Ja, og det falder tilbage på mig.",
        "pa": "who has the job now when the order is given.\n Yes, and it is the ruling prime minister that everything falls back on.",
        "vi": "vào lúc này, thời điểm cần ra lệnh.\n Phải, và chính Thủ tướng cầm quyền phải gánh hết."
    },
    {
        "start": "00:14:18,760",
        "end": "00:14:22,320",
        "en": "Du bliver sgu nødt til at stole på fagfolkene.",
        "pa": "Damn it, Birgitte! You have to trust that the experts",
        "vi": "Chết tiệt, Birgitte! Bà phải tin rằng các chuyên gia"
    },
    {
        "start": "00:14:22,440",
        "end": "00:14:25,920",
        "en": "Det er jo det, jeg ikke kan, Bent.",
        "pa": "-will do-- -That's what I can't, Bent!",
        "vi": "- sẽ làm... - Tôi chịu, Bent!"
    },
    {
        "start": "00:14:29,560",
        "end": "00:14:33,880",
        "en": "Nå, men så svar mig på én ting.",
        "pa": "Well, then... ",
        "vi": "Vậy thì..."
    },
    {
        "start": "00:14:34,000",
        "end": "00:14:39,160",
        "en": "Hvem er statsminister, mens du passer vores arbejde?",
        "pa": "then tell me something.\n Who is the prime minister while you run around doing our jobs?",
        "vi": "Hãy cho tôi biết.\n Ai là Thủ tướng\n khi bà loanh quanh làm việc của chúng tôi?"
    },
    {
        "start": "00:14:52,160",
        "end": "00:14:56,920",
        "en": "-Jeg troede, du var holdt op igen. -Det troede jeg sådan set også.",
        "pa": "I thought you had quit. Again.",
        "vi": "Tưởng anh cai rồi.\n Lần nữa."
    },
    {
        "start": "00:14:57,040",
        "end": "00:15:01,000",
        "en": "Pressemeddelelsen er kommet. De har valgt Defenderen.",
        "pa": "Yes, I thought so too.\n The press release from the Ministry of Defense came from Ritzau.",
        "vi": "Ừ, tôi cũng nghĩ thế.\n Thông cáo báo chí của Bộ Quốc phòng đến từ Ritzau."
    },
    {
        "start": "00:15:01,120",
        "end": "00:15:04,680",
        "en": "Forsvarsministeren kommer ind til mig i 18'eren.",
        "pa": "They chose the Defender, and the prime minister will come in at six p.m.",
        "vi": "Họ chọn Defender. Bộ trưởng Quốc phòng sẽ đến lúc 6:00."
    },
    {
        "start": "00:15:04,800",
        "end": "00:15:08,320",
        "en": "-Så gør vi som aftalt, ikke? -Klart.",
        "pa": "That's great.\n -We'll just do as we agreed, okay? -Sure.",
        "vi": "Tốt lắm.\n - Cứ làm như đã thống nhất nhé. - Vâng."
    },
    {
        "start": "00:15:08,440",
        "end": "00:15:13,800",
        "en": "Jeg har søgt aktindsigt hos Forsvarskommandoen.",
        "pa": "By the way, I asked for information access at the Military High Command",
        "vi": "Nhân tiện, tôi đã yêu cầu tiếp cận thông tin ở Bộ Chỉ huy Tối cao"
    },
    {
        "start": "00:15:13,920",
        "end": "00:15:20,240",
        "en": "Katrine, for helvede! Ti medarbejdere drømmer om at få dit job.",
        "pa": "to gain an overview of the selection process for the plane.\n - Katrine, damn it. -I know.\n Listen, there are at least ten colleagues here",
        "vi": "để hiểu về quá trình chọn máy bay.\n - Chết tiệt. - Tôi biết.\n Có ít nhất mười đồng nghiệp ở đây,"
    },
    {
        "start": "00:15:20,360",
        "end": "00:15:24,480",
        "en": "De vil gerne på skærmen, men de har ikke det, du har.",
        "pa": "who dream about your job.\n They really want to be on screen, but they don't have what you have.",
        "vi": "mơ về vị trí của cô.\n Họ thèm được lên hình nhưng không có tố chất như cô."
    },
    {
        "start": "00:15:24,600",
        "end": "00:15:28,920",
        "en": "Lad dem passe deres arbejde. Vis tillid til, at de magter det.",
        "pa": "So let them do their job.\n And trust them to do it well.",
        "vi": "Để họ làm việc của mình.\n Và hãy tin là họ sẽ làm tốt."
    },
    {
        "start": "00:15:44,080",
        "end": "00:15:46,200",
        "en": "",
        "pa": "",
        "vi": "ĐIỆN TỬ VIA"
    },
    {
        "start": "00:15:56,840",
        "end": "00:15:59,160",
        "en": "Jeg vil gerne køres hjem nu.",
        "pa": "I'd like to be driven home now. Thank you.",
        "vi": "Cho xe đưa tôi về nhà ngay. Cảm ơn."
    },
    {
        "start": "00:15:59,280",
        "end": "00:16:03,120",
        "en": "Ja, jeg skrev under i går, men jeg starter først i næste måned",
        "pa": "Yes, I signed my contract yesterday.",
        "vi": "Vâng, tôi ký hợp đồng hôm qua."
    },
    {
        "start": "00:16:03,240",
        "end": "00:16:06,280",
        "en": "så jeg kan sagtens nå at læse det.",
        "pa": "But I won't start until next month,\n so I'll have plenty of time to read everything.",
        "vi": "Nhưng tháng sau tôi mới bắt đầu,\n nên có nhiều thời gian đọc mọi thứ."
    },
    {
        "start": "00:16:09,800",
        "end": "00:16:13,480",
        "en": "Ja, men jeg bliver altså nødt til at løbe nu.",
        "pa": "Yes, yes, but listen, I have to go now, so...",
        "vi": "Vâng, nhưng nghe này, tôi phải cúp máy nên..."
    },
    {
        "start": "00:16:13,600",
        "end": "00:16:16,600",
        "en": "Godt. Så siger vi det. Tak.",
        "pa": "Okay, fine then.",
        "vi": "Được rồi."
    },
    {
        "start": "00:16:16,720",
        "end": "00:16:19,640",
        "en": "Det er noget lort.",
        "pa": "Thank you, bye-bye.\n This is really shitty, Phillip.",
        "vi": "Cảm ơn, tạm biệt.\n Chán thật, Phillip."
    },
    {
        "start": "00:16:19,760",
        "end": "00:16:25,400",
        "en": "Dit firma har leveret hardware til Defenderen for 5 mio. euro.",
        "pa": "But I just found out your company delivered hardware\n to the cockpit of the Defender for 5.5 million euros.",
        "vi": "Em vừa phát hiện ra công ty của anh cung cấp phụ tùng\n cho buồng lái của Defender trị giá 5 triệu euro."
    },
    {
        "start": "00:16:27,000",
        "end": "00:16:32,480",
        "en": "Ja, og hvad så? Vi er underleverandør til en anden underleverandør.",
        "pa": "Yes. So?\n But Via Electronics is just a subcontractor of another subcontractor.",
        "vi": "Ừ. Thì sao?\n Nhưng Điện Tử Via chỉ là nhà thầu phụ của một nhà thầu phụ khác."
    },
    {
        "start": "00:16:32,600",
        "end": "00:16:37,800",
        "en": "Noget fra dit firma sidder i de jagerfly, min regering vil købe.",
        "pa": "Yes, but does that matter? Something from your company",
        "vi": "Không quan trọng. Sản phẩm của công ty anh"
    },
    {
        "start": "00:16:37,920",
        "end": "00:16:44,000",
        "en": "-I tjener penge på beslutningen. -Birgitte, du ser spøgelser.",
        "pa": "is in the fighter jets that my government decided to buy.\n So you are profiting\n -from my government's decision. -Birgitte.",
        "vi": "nằm trong máy bay chiến đấu mà chính quyền em sẽ mua.\n Vậy anh hưởng lợi\n - từ quyết định của Chính phủ. - Birgitte."
    },
    {
        "start": "00:16:44,120",
        "end": "00:16:47,960",
        "en": "Via Electronics har ingen direkte aftale med Triton.",
        "pa": "You're seeing ghosts here.\n Via Electronics has no direct deal with Trident.",
        "vi": "Em bị ảo giác đấy.\n Điện Tử Via không ký kết trực tiếp với các nhà máy của Trident."
    },
    {
        "start": "00:16:48,080",
        "end": "00:16:50,880",
        "en": "Vi er blot underleverandører.",
        "pa": "We are subcontractors to another company, who made the deal.",
        "vi": "Bọn anh là nhà thầu phụ của công ty khác, họ là người ký kết."
    },
    {
        "start": "00:16:51,000",
        "end": "00:16:55,320",
        "en": "Beløbet er peanuts i forhold til den danske regerings ordre.",
        "pa": "The sum is absolutely...\n peanuts compared to the order from the Danish government.",
        "vi": "Số tiền đó chỉ là...\n nhỏ xíu so với đơn hàng của Chính phủ."
    },
    {
        "start": "00:16:55,440",
        "end": "00:16:59,480",
        "en": "Der er ikke noget problem. Tro mig nu.",
        "pa": "There is no issue. Believe me.",
        "vi": "Không có vấn đề gì cả. Tin anh đi."
    },
    {
        "start": "00:17:01,320",
        "end": "00:17:03,760",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:17:11,800",
        "end": "00:17:15,360",
        "en": "Jeg ringer lige og tjekker med Kasper.",
        "pa": "I'll just call and check with Kasper.",
        "vi": "Em sẽ gọi hỏi Kasper."
    },
    {
        "start": "00:17:16,680",
        "end": "00:17:20,640",
        "en": "Det svarer til, at du køber benzin til en ministerbil",
        "pa": "It's nothing.\n As I see it, this amounts to buying gasoline",
        "vi": "Không có gì.\n Theo tôi thấy, nó giống như mua xăng"
    },
    {
        "start": "00:17:20,760",
        "end": "00:17:25,000",
        "en": "og at det så viser sig, at Phillip er chef for benzinselskabet.",
        "pa": "for the ministry car at some gas station in Jutland,\n and it turns out Phillip is CEO of the gas company.",
        "vi": "cho xe của bộ trưởng ở cây xăng tại Jutland,\n và hóa ra Phillip là CEO của công ty xăng đó."
    },
    {
        "start": "00:17:25,120",
        "end": "00:17:29,840",
        "en": "-Vi bliver ikke slagtet i pressen? -Din regering er nogle dydsmønstre.",
        "pa": "-Are you sure? The press won't hound us? -No way.\n Your government is a paragon of virtue when it comes to this.",
        "vi": "- Chắc chứ? Báo chí không mổ xẻ chứ? - Không.\n Chính phủ bà cực kỳ gương mẫu về việc này."
    },
    {
        "start": "00:17:29,960",
        "end": "00:17:34,160",
        "en": "Der er intet at komme efter. Det lover jeg dig.",
        "pa": "There is nothing on this.",
        "vi": "Chuyện này không sao cả."
    },
    {
        "start": "00:17:34,280",
        "end": "00:17:37,920",
        "en": "Tak skal du have, Kasper. Du har lige reddet mit ægteskab.",
        "pa": "I promise you, Birgitte.\n Thank you, Kasper. You might just have saved my marriage.",
        "vi": "Tôi đảm bảo đấy.\n Cảm ơn. Chắc anh vừa cứu cuộc hôn nhân của tôi."
    },
    {
        "start": "00:17:38,040",
        "end": "00:17:42,200",
        "en": "-Husk at se Thorsen i aften. -Ja. Hej.",
        "pa": "Right. Don't forget to watch Thorsen tonight, right?\n Yes, bye.",
        "vi": "Vâng. Đừng quên xem Thorsen tối nay nhé?\n Ừ, tạm biệt."
    },
    {
        "start": "00:17:42,320",
        "end": "00:17:46,520",
        "en": "Vores NATO-allierede har allerede investeret i Defenderen.",
        "pa": "Most of our NATO allies have already invested in the Defender.",
        "vi": "Hầu hết các đồng minh của chúng ta đã đầu tư vào Defender."
    },
    {
        "start": "00:17:46,640",
        "end": "00:17:52,040",
        "en": "Det er en fordel, når vi skal samarbejde internationalt.",
        "pa": "Naturally, that is a great advantage,\n when we collaborate on the international missions.",
        "vi": "Đương nhiên, đó là lợi thế lớn\n khi chúng ta hợp tác trong các nhiệm vụ quốc tế."
    },
    {
        "start": "00:17:53,040",
        "end": "00:17:58,600",
        "en": "Dansk erhvervsliv nyder godt af modkøbsaftalerne",
        "pa": "Danish industry will profit greatly\n on the reciprocal deals that follow an order of the F26 Defender",
        "vi": "Doanh nghiệp Đan Mạch sẽ thu lợi lớn\n từ các thỏa thuận đối ứng theo đơn hàng F26 Defender"
    },
    {
        "start": "00:17:58,720",
        "end": "00:18:02,600",
        "en": "hos Triton-fabrikkerne. Har det påvirket beslutningen?",
        "pa": "with the Trident factories.\n Has this influenced the decision?",
        "vi": "với các nhà máy của Trident. Điều này có tác động đến quyết định?"
    },
    {
        "start": "00:18:02,720",
        "end": "00:18:06,760",
        "en": "Er det en negativ ting, at erhvervslivet tjener penge?",
        "pa": "Not directly, but is it a bad thing that the industry also makes money?",
        "vi": "Không trực tiếp, nhưng doanh nghiệp thu lời thì có gì xấu?"
    },
    {
        "start": "00:18:06,880",
        "end": "00:18:12,080",
        "en": "Men er det det bedste fly, eller gavner det primært erhvervslivet?",
        "pa": "But, Hans Christian Thorsen...\n Is it the best plane for our pilots or the best deal for our industry?",
        "vi": "Nhưng ông Hans Christian Thorsen...\n Đó là máy bay tốt nhất cho phi công hay tốt nhất cho các công ty?"
    },
    {
        "start": "00:18:12,200",
        "end": "00:18:16,960",
        "en": "Det er det bedste fly. Må jeg minde om...",
        "pa": "It is definitely the best plane.\n And may I remind you that it's both about...",
        "vi": "Đó chắc chắn là máy bay tốt nhất.\n Và xin nhắc rằng là cho cả..."
    },
    {
        "start": "00:18:17,080",
        "end": "00:18:20,040",
        "en": "Katrine, vi runder af efter svaret.",
        "pa": "All right, Katrine, wrap up after the answer and on to the next segment.",
        "vi": "Kết thúc sau câu hỏi này và sang phần tiếp theo."
    },
    {
        "start": "00:18:20,160",
        "end": "00:18:24,960",
        "en": "-Det handler om rigets sikkerhed. -Tak, fordi du kom.",
        "pa": "...and also the kingdom's security.\n Thank you for coming.",
        "vi": "...và sự an toàn của vương quốc."
    },
    {
        "start": "00:18:25,600",
        "end": "00:18:31,880",
        "en": "Købet af nye jagerfly er en del af forsvarsforliget.",
        "pa": "The purchase of new fighter jets is a part of the defense settlement\n -Run server. -and will be presented the other parties",
        "vi": "Cảm ơn ông đã đến.\n Mua máy bay chiến đấu thuộc thỏa thuận quốc phòng...\n - Chạy băng. - ...trình bày trước các đảng khác"
    },
    {
        "start": "00:18:32,000",
        "end": "00:18:35,920",
        "en": "Så lærte du også lidt om jagerfly i dag, pigebarn.",
        "pa": "in Parliament's upcoming session.\n Looks like you learned about fighter jets, little girl.",
        "vi": "vào năm Quốc hội mới.\n Chắc cô đã tìm hiểu về máy bay chiến đấu, cô bé."
    },
    {
        "start": "00:18:37,840",
        "end": "00:18:40,760",
        "en": "Tilbage til studiet. Værsgo, Katrine.",
        "pa": "Standby in the studio. Ready, Katrine.\n And go, Katrine.",
        "vi": "Chờ trong trường quay. Sẵn sàng, Katrine.\n Lên hình, Katrine."
    },
    {
        "start": "00:18:40,880",
        "end": "00:18:45,840",
        "en": "-Forsvarsministeren skjuler noget. -Hvad skulle det være?",
        "pa": "So...\n The minister of defense is hiding something.",
        "vi": "Vậy...\n - Bộ trưởng Quốc phòng giấu gì đó. - Vậy à?"
    },
    {
        "start": "00:18:45,960",
        "end": "00:18:51,560",
        "en": "-Der er noget, der ikke passer. -Er du følsom over for \"pigebarnet\"?",
        "pa": "Is that so?\n What would that be?\n I don't know. Something doesn't add up. Thanks.\n Oh? You're not just a little hurt by the final remark he gave you?",
        "vi": "Đó là gì?\n Không biết. Hơi lạ. Cảm ơn.\n Cô không tức vì câu cuối cùng của ông ấy chứ?"
    },
    {
        "start": "00:18:51,680",
        "end": "00:18:56,960",
        "en": "Sådan er Thorsen. Militærmand og mandschauvinist. Forfriskende!",
        "pa": "That was way out of line.\n That's just Thorsen.",
        "vi": "Đúng là quá đáng.\n Là Thorsen mà."
    },
    {
        "start": "00:18:57,080",
        "end": "00:19:03,520",
        "en": "Et frisk pust af mandschauvinisme! Hvad er Thorsens interesse i sagen?",
        "pa": "Soldier and a chauvinist, it's refreshing sometimes, right?\n If we can survive this fresh breath of chauvinism,\n you could ask why an old military man",
        "vi": "Một quân nhân ngạo mạn. Đôi khi thế mới thú vị chứ?\n Hết cơn ngạo mạn thú vị này,\n anh có thể hỏi tại sao một quân nhân già"
    },
    {
        "start": "00:19:03,640",
        "end": "00:19:09,880",
        "en": "Jeg kan mærke, hvor du vil hen. Men tro mig. Der er ikke noget i det.",
        "pa": "is even interested in the industry's profit from fighter jets.\n Katrine, I hear you, and I feel where you are going, but believe me,\n there's nothing there. Can we move on?",
        "vi": "để ý đến lợi nhuận doanh nghiệp khi mua bay chiến đấu.\n Katrine, tôi hiểu ý cô nhưng tin tôi đi,\n không có gì đâu. Ta tiếp tục nhé?"
    },
    {
        "start": "00:19:17,240",
        "end": "00:19:20,720",
        "en": "-Har det her noget på sig? -Vi undersøger det.",
        "pa": "Good morning, does this have any merit?",
        "vi": "Xin chào, cái này có đúng không?"
    },
    {
        "start": "00:19:20,840",
        "end": "00:19:24,720",
        "en": "Forsvarsministeren stiller på mit kontor inden for en time.",
        "pa": "We are looking into it.\n Anders, the minister of defense must be in my office in an hour.\n Yes, ma'am.",
        "vi": "Chúng tôi đang xem.\n Bảo Bộ trưởng Quốc phòng gặp tôi trong một tiếng nữa.\n Vâng, thưa bà."
    },
    {
        "start": "00:19:28,000",
        "end": "00:19:31,040",
        "en": "Friis, Hanne Holm dokumenterer",
        "pa": "CORRUPT\n Friis, Friis, Friis. What do you say to this?",
        "vi": "EXPRESS THAM NHŨNG\n Friis. Friis. Anh nói sao?"
    },
    {
        "start": "00:19:31,160",
        "end": "00:19:36,600",
        "en": "at forsvarsministeren har været på seks jagtture betalt af Triton.",
        "pa": "Hanne Holm writes in Ekspres that the minister of defense has been\n on six expensive hunting trips funded by Trident, the Defender's builder.",
        "vi": "Hanne Holm nói trên Express rằng Bộ trưởng Quốc phòng có\n sáu chuyến đi săn đắt đỏ do Trident chi trả. Họ chế tạo Defender."
    },
    {
        "start": "00:19:36,720",
        "end": "00:19:39,320",
        "en": "Holm er korruptionens vagthund.",
        "pa": "A classic Hanne Holm. Number one watchdog of corruption.",
        "vi": "Đúng là Hanne Holm. Đánh hơi tham nhũng số một."
    },
    {
        "start": "00:19:39,440",
        "end": "00:19:44,560",
        "en": "-Er det ikke godt? -Det er pissegodt.",
        "pa": "-Isn't that good? -Yes, it is, damn it.\n It's great.",
        "vi": "- Không tốt sao? - Có, chết tiệt.\n Nó tuyệt lắm."
    },
    {
        "start": "00:19:44,680",
        "end": "00:19:49,920",
        "en": "Danskerne gider ikke høre mere om ministre, der køber lidt for dyr vin.",
        "pa": "But I don't think the Danish people are interested\n in more stories about ministers buying a bit too expensive red wine.",
        "vi": "Nhưng tôi không nghĩ người Đan Mạch quan tâm đến\n chuyện các bộ trưởng mua rượu vang hơi đắt."
    },
    {
        "start": "00:19:50,040",
        "end": "00:19:55,920",
        "en": "Rypejagt er utrolig eksklusivt. 25.000 per mand per jagtdag.",
        "pa": "I think they are, but I researched, and grouse hunting is the most expensive\n you can do. It easily costs 25,000 kroner per person,",
        "vi": "Có đấy. Tôi đã tìm hiểu. Săn gà gô trắng là độc đáo nhất,\n giá 25.000 kroner mỗi người"
    },
    {
        "start": "00:19:56,040",
        "end": "00:20:00,640",
        "en": "-Plus ophold og forplejning. -Lad os få Thorsen i studiet.",
        "pa": "per day, not including food, wine and hotel.\n -It's crazy expensive. -Fine, let's get Thorsen in the studio.",
        "vi": "cho một ngày săn bắn chưa kể đồ ăn, rượu và chỗ ở.\n - Siêu đắt. - Được, mời Thorsen vào trường quay."
    },
    {
        "start": "00:20:00,760",
        "end": "00:20:05,360",
        "en": "-Bed researchafdelingen hjælpe dig. -Ja, far.",
        "pa": "And you'll ask the research department to find other participants from the hunt.\n Yes, Dad.",
        "vi": "Bảo Ban Nghiên cứu tìm những người cùng đi săn.\n Vâng, thưa bố."
    },
    {
        "start": "00:20:08,720",
        "end": "00:20:12,280",
        "en": "Så er sagsakterne kommet fra Forsvarskommandoen.",
        "pa": "The files are here from the Military High Command.",
        "vi": "Đây là file của Bộ Chỉ huy Tối cao."
    },
    {
        "start": "00:20:12,400",
        "end": "00:20:15,600",
        "en": "Det var usædvanlig hurtigt.",
        "pa": "Thanks. That was unusually fast.",
        "vi": "Cảm ơn. Nhanh như chớp đấy."
    },
    {
        "start": "00:20:15,720",
        "end": "00:20:19,720",
        "en": "Jeg har søgt aktindsigt omkring udvælgelsesprocessen.",
        "pa": "What's that?\n Like I told you yesterday, I asked for information regarding the planes.",
        "vi": "Cái gì thế?\n Như tôi nói hôm qua, tôi đã hỏi về thông tin máy bay."
    },
    {
        "start": "00:20:19,840",
        "end": "00:20:24,640",
        "en": "Du er en højt betalt studievært. Du skal ikke lave research.",
        "pa": "Katrine, we've discussed this.\n You are a highly paid anchor.",
        "vi": "Katrine, nói rồi. Cô là người dẫn có lương cao."
    },
    {
        "start": "00:20:24,760",
        "end": "00:20:28,280",
        "en": "Det ved jeg godt, men nu havde jeg jo bedt om det.",
        "pa": "You don't chase stories. We have people for that.\n I know, but I had already asked, and I never thought it would come so fast.",
        "vi": "Cô không đi điều tra. Có người làm việc đó.\n Tôi biết nhưng tôi đã hỏi, không ngờ có kết quả nhanh thế."
    },
    {
        "start": "00:20:28,400",
        "end": "00:20:33,280",
        "en": "Hænger pigebarnet stadig fast i Thorsens chauvinistiske kommentar?",
        "pa": "Is the little girl still hanging on to Thorsen's chauvinistic remark",
        "vi": "Cô bé này vẫn để bụng về câu nói của Thorsen hôm qua à?"
    },
    {
        "start": "00:20:33,400",
        "end": "00:20:37,280",
        "en": "Ville det ligne mig at være så nærtagende?",
        "pa": "from yesterday?\n Would I be that touchy?\n -This is Torben.",
        "vi": "Tôi dễ giận dỗi thế à?\n Torben đây."
    },
    {
        "start": "00:20:45,520",
        "end": "00:20:50,080",
        "en": "-Forsvarskommandoen, Lars Bang. -Katrine Fønsmark, TV1 Nyheder.",
        "pa": "Military High Command,this is Lars Bang.\n Hello, Katrine Fønsmark, TV1 News.",
        "vi": "Bộ Chỉ huy Tối cao, Lars Bang.\n Chào, Katrine Fønsmark, Thời Sự TV1. Tôi đã nhận được tài liệu của anh"
    },
    {
        "start": "00:20:50,200",
        "end": "00:20:53,440",
        "en": "Der mangler nogle bilag i sagsakterne.",
        "pa": "Listen, I've received some files from you,",
        "vi": ""
    },
    {
        "start": "00:20:53,560",
        "end": "00:20:58,440",
        "en": "Beklageligt. Vi har flyttet arkiv og er ikke kommet på plads endnu.",
        "pa": "but some appendices are missing.\n Yes, I'm terribly sorry, but we've movedour archive,",
        "vi": "nhưng thiếu một số phụ lục.\n Vâng, rất xin lỗi nhưng chúng tôi chuyển"
    },
    {
        "start": "00:20:58,560",
        "end": "00:21:03,000",
        "en": "-Hvornår kan jeg få fat på dem? -Det er ikke til at sige.",
        "pa": "and not everything is in place yet.\n Oh, I see.When can I get them?",
        "vi": "kho lưu trữ, và mọi thứ vẫn chưa xong.\n Tôi hiểu rồi.\n Khi nào tôi nhận được chúng?"
    },
    {
        "start": "00:21:03,120",
        "end": "00:21:06,960",
        "en": "Men hvis du har specifikke spørgsmål, må du komme ud til os.",
        "pa": "I can't say, but if you have specific questions, \n you are welcome to visit us.",
        "vi": "Tôi chưa rõ, nhưng nếu cô có thắc mắc cụ thể nào,\n hãy đến gặp chúng tôi."
    },
    {
        "start": "00:21:07,080",
        "end": "00:21:09,400",
        "en": "Hvornår skal vi sige?",
        "pa": "I'd love to. When should we say?",
        "vi": "Tôi rất muốn. Khi nào nhỉ?"
    },
    {
        "start": "00:21:09,520",
        "end": "00:21:12,680",
        "en": "-Kan du komme nu? -Nu?",
        "pa": "Could you come now?",
        "vi": "Đến ngay được không?"
    },
    {
        "start": "00:21:12,800",
        "end": "00:21:16,480",
        "en": "Jeg er en stor fan af dit arbejde. Du er utrolig dygtig.",
        "pa": "Now?\n I must admit I often see you on TV. I'm a big fan.",
        "vi": "Bây giờ?\n Tôi hay xem cô trên tivi. Tôi rất hâm mộ cô."
    },
    {
        "start": "00:21:16,600",
        "end": "00:21:21,320",
        "en": "Tak. Hvor længe går der, før arkivet er på plads?",
        "pa": "-I think you are very talented. -Thank you.\n How long before the archive is in place and you can find the missing appendices?",
        "vi": "- Cô rất tài năng. - Cảm ơn anh.\n Bao giờ thì ổn định kho lưu trữ và tìm được các phụ lục còn thiếu?"
    },
    {
        "start": "00:21:21,440",
        "end": "00:21:25,920",
        "en": "Jeg ved det ikke. Men måske kan vi svare på dine spørgsmål.",
        "pa": "I don't know. Like I said, we just moved it,\n but let's see if we can't answer your questions.",
        "vi": "Tôi không rõ. Chúng tôi mới chuyển,\n nhưng để xem có thể trả lời được cô không."
    },
    {
        "start": "00:21:26,040",
        "end": "00:21:31,280",
        "en": "Vi vil meget gerne være behjælpelige. Det er herinde.",
        "pa": "Since it's you, we'd love to be of service.\n -Thank you. -It's in here.",
        "vi": "Vì là cô, chúng tôi sẵn lòng phục vụ.\n - Cảm ơn anh. - Ở trong này."
    },
    {
        "start": "00:21:37,440",
        "end": "00:21:43,480",
        "en": "Her har du tilbudsmaterialet. Chefen for Forsvarsstaben deltager i dag.",
        "pa": "Here's the material on the different plane types,\n and the chief of the High Command took his time to be here today.",
        "vi": "Đây là tài liệu về các loại máy bay,\n và Chỉ huy trưởng Bộ Chỉ huy Tối cao đã dành thời gian đến đây hôm nay."
    },
    {
        "start": "00:21:43,600",
        "end": "00:21:49,520",
        "en": "Tak, Lars. Defenderen har adskillige nøgleegenskaber.",
        "pa": "Thank you, Lars.\n The Defender has several key abilities,",
        "vi": "Cảm ơn, Lars.\n Defender có nhiều khả năng chính,"
    },
    {
        "start": "00:21:49,640",
        "end": "00:21:53,840",
        "en": "Jeg har ingen spørgsmål til de tekniske detaljer.",
        "pa": "which led to our decision to choose that one.\n Excuse me, but I'm not inquiring about the technical details.",
        "vi": "khiến chúng tôi quyết định chọn nó.\n Xin lỗi nhưng tôi không hỏi về các chi tiết kỹ thuật."
    },
    {
        "start": "00:21:53,960",
        "end": "00:21:57,440",
        "en": "De var afgørende for flyvalget.",
        "pa": "But the technical details were the top factor for choosing the plane.",
        "vi": "Nhưng chi tiết kỹ thuật là yếu tố quyết định để chọn máy bay."
    },
    {
        "start": "00:21:57,560",
        "end": "00:22:00,720",
        "en": "Jeg vil høre om beslutningsprocessen.",
        "pa": "It's the decision process itself that I want an overview of.",
        "vi": "Tôi muốn tìm hiểu về quá trình quyết định."
    },
    {
        "start": "00:22:00,840",
        "end": "00:22:06,160",
        "en": "Som chef for Forsvarsstaben var du med til møderne i Skotland.",
        "pa": "Is it correct that you, as chief of the High Command,",
        "vi": "Có đúng là ông với tư cách Chỉ huy trưởng"
    },
    {
        "start": "00:22:06,360",
        "end": "00:22:08,000",
        "en": "Korrekt.",
        "pa": "were with the defense minister at the briefings in Scotland?\n That is correct.",
        "vi": "cùng Bộ trưởng Quốc phòng đã đến các cuộc họp ở Scotland?\n Đúng vậy."
    },
    {
        "start": "00:22:08,120",
        "end": "00:22:11,640",
        "en": "Det var en del af mit arbejde som forsvarsminister.",
        "pa": "It was a natural part of my job as minister of defense.",
        "vi": "Đó đương nhiên là công việc của tôi, với tư cách là Bộ trưởng Quốc phòng."
    },
    {
        "start": "00:22:11,760",
        "end": "00:22:15,120",
        "en": "Møderne i Skotland havde et højt fagligt niveau.",
        "pa": "And besides, those meetings in Scotland had a highly educational content.",
        "vi": "Hơn nữa, các cuộc họp ở Scotland có nội dung bổ ích."
    },
    {
        "start": "00:22:15,240",
        "end": "00:22:18,760",
        "en": "Som gik ud på at spise gode middage og gå på jagt.",
        "pa": "Which consisted of eight course dinners, drinking red wine and going hunting?",
        "vi": "Bao gồm bữa tối tám món, uống rượu vang đỏ và đi săn?"
    },
    {
        "start": "00:22:18,880",
        "end": "00:22:22,920",
        "en": "Rejserne er det, jeg bryder mig mindst om ved mit arbejde.",
        "pa": "The trips are actually the part of my job that I like the least.",
        "vi": "Những chuyến ra thực địa là phần công việc mà tôi không thích."
    },
    {
        "start": "00:22:23,040",
        "end": "00:22:28,760",
        "en": "Jeg bør vel studere flytyperne, inden vi investerer 120 mia.",
        "pa": "I don't see anything wrong with me\n studying the capabilities of the different types of planes",
        "vi": "Không có gì sai khi tôi\n tìm hiểu khả năng của các loại máy bay"
    },
    {
        "start": "00:22:28,880",
        "end": "00:22:31,280",
        "en": "130 mia.",
        "pa": "-before we invest 120 billion-- -130 billion.",
        "vi": "- trước khi đầu tư 120 tỉ... - Là 130 tỉ."
    },
    {
        "start": "00:22:31,400",
        "end": "00:22:36,360",
        "en": "Har pressen set papirerne? Dagsprogrammerne for turen.",
        "pa": "Has the press seen these papers?\n Which papers?",
        "vi": "Báo chí thấy tài liệu này chưa?\n Tài liệu nào?"
    },
    {
        "start": "00:22:36,480",
        "end": "00:22:40,600",
        "en": "Kan du fortælle, hvordan møderne og rejserne forløb?",
        "pa": "The daily itineraries from the trip.\n Perhaps you could tell me how the meetings and trips",
        "vi": "Chi tiết lịch trình hàng ngày.\n Có lẽ ông nên cho tôi biết các cuộc họp và chuyến đi"
    },
    {
        "start": "00:22:40,720",
        "end": "00:22:45,720",
        "en": "Vi fik blandt andet gennemgået de forskellige våbensystemer på flyet.",
        "pa": "actually happened, including all details.\n Among other things, we had the plane's different weapon systems reviewed.",
        "vi": "diễn ra chi tiết như thế nào?\n Ngoài những việc khác, chúng tôi xem xét các hệ thống vũ khí khác nhau của máy bay."
    },
    {
        "start": "00:22:45,840",
        "end": "00:22:50,400",
        "en": "Der var nogle kostbare jagtture forbundet med møderne.",
        "pa": "Is it true that there were some expensive\n hunting trips in connection with the meetings?",
        "vi": "Có đúng là có những chuyến đi săn đắt tiền\n liên quan tới các cuộc họp?"
    },
    {
        "start": "00:22:50,520",
        "end": "00:22:54,800",
        "en": "Jeg må indrømme, at jeg ikke gik op i udgifterne til mødet.",
        "pa": "I must admit...\n that it wasn't the price of the meetings that had my attention.",
        "vi": "Tôi phải thừa nhận...\n rằng tôi không chú ý đến chi phí các cuộc họp."
    },
    {
        "start": "00:22:54,920",
        "end": "00:22:58,760",
        "en": "Hvor mange procents jagt var der i forhold til arbejde?",
        "pa": "What was the ratio of hunting versus work in your estimate?",
        "vi": "Ông ước tính tỉ lệ đi săn với làm việc ở mức nào?"
    },
    {
        "start": "00:22:58,880",
        "end": "00:23:02,200",
        "en": "Der blev holdt møde i to gange to timer på tre dage.",
        "pa": "There were two meetings of two hours each",
        "vi": "Có hai cuộc họp, mỗi cuộc hai tiếng mỗi"
    },
    {
        "start": "00:23:02,320",
        "end": "00:23:05,600",
        "en": "Resten var jagt, frokost og middage.",
        "pa": "on a three-day trip and then the rest was hunting, lunch and dinners.",
        "vi": "trong chuyến đi ba ngày, còn lại là đi săn, ăn trưa và ăn tối."
    },
    {
        "start": "00:23:05,720",
        "end": "00:23:10,760",
        "en": "Stegt foie gras med Romanée-Conti fra 1998 til. Hold da kæft!",
        "pa": "Fried foie gras with expensive Italian wine...",
        "vi": "Gan ngỗng chiên với rượu Romané-Conti 1998..."
    },
    {
        "start": "00:23:10,880",
        "end": "00:23:14,080",
        "en": "-Jeg har ikke arrangeret turene. -Nej.",
        "pa": "Goddamn.\n I don't arrange these trips.",
        "vi": "Khiếp thật.\n Tôi không sắp xếp mấy chuyến đi này."
    },
    {
        "start": "00:23:14,200",
        "end": "00:23:19,960",
        "en": "Middage til 10.000 kr. har vel ikke været helt uudholdelige for dig.",
        "pa": "No.\n But even though you dislike traveling,\n dinners for 10,000 kroner can't have been unbearable for you.",
        "vi": "Không.\n Nhưng dù ông không thích du lịch,\n bữa tối giá 8.000 - 10.000 kroner chắc cũng thoải mái."
    },
    {
        "start": "00:23:20,080",
        "end": "00:23:24,880",
        "en": "Den slags eksklusive jagter koster 25.000 per deltager om dagen.",
        "pa": "I've been informed that exclusive hunting trips like that in Scotland\n can cost up to 25,000 kroner per participant, per day.",
        "vi": "Nghe nói những chuyến đi săn độc đáo như thế ở Scotland\n có thể tốn tới 25.000 kroner mỗi người mỗi ngày."
    },
    {
        "start": "00:23:25,000",
        "end": "00:23:28,920",
        "en": "Havde du ingen betænkeligheder ved at tage imod rejsen?",
        "pa": "Did you have second thoughts about going on such an expensive trip?",
        "vi": "Ông có e ngại khi nhận chuyến đi đắt đỏ như vậy?"
    },
    {
        "start": "00:23:29,040",
        "end": "00:23:31,760",
        "en": "Herregud! Søde lille ven.",
        "pa": "Lord in heaven, little young lady,",
        "vi": "Ôi trời...\n Cô gái trẻ,"
    },
    {
        "start": "00:23:31,880",
        "end": "00:23:36,360",
        "en": "Triton-fabrikkerne er et milliardforetagende.",
        "pa": "the Trident factories are a billion-dollar enterprise.",
        "vi": "các nhà máy của Trident trị giá cả tỉ đô."
    },
    {
        "start": "00:23:37,560",
        "end": "00:23:43,000",
        "en": "Jeg kan forsikre dig om, at der ikke skete noget fordækt på Glen Farlan.",
        "pa": "I doubt it had any impact.\n And however much you might like it,\n I can assure you that nothing corrupt happened at Glen Farlan.",
        "vi": "Chắc nó chẳng ảnh hưởng gì.\n Dù cô có muốn thế nào,\n tôi đảm bảo rằng không có tham nhũng ở Glen Farlan."
    },
    {
        "start": "00:23:45,560",
        "end": "00:23:48,200",
        "en": "Glen Farlan?",
        "pa": "Glen Farlan?",
        "vi": "Glen Farlan?"
    },
    {
        "start": "00:23:51,160",
        "end": "00:23:54,880",
        "en": "-Et af de godser, vi mødtes på. -Kan vi se dagsprogrammet?",
        "pa": "One of the estates where we gathered.\n Could I see a daily itinerary from the meetings?",
        "vi": "Điền trang mà chúng tôi gặp ở đó.\n Cho tôi xem lịch các cuộc họp hàng ngày."
    },
    {
        "start": "00:23:55,000",
        "end": "00:23:56,840",
        "en": "Nej.",
        "pa": "No, I don't think we have them anymore.",
        "vi": "Chúng tôi không còn giữ chúng."
    },
    {
        "start": "00:23:56,960",
        "end": "00:24:02,240",
        "en": "Hvis medierne vil se dagsprogrammet, spilder jeg kaffe de rigtige steder.",
        "pa": "No journalists have asked to see the itineraries, and if they do,\n I can quickly spill some coffee in the right places.",
        "vi": "Không có nhà báo nào yêu cầu lịch cụ thể, và nếu có,\n tôi có thể nhanh tay đổ cà phê vào đúng chỗ."
    },
    {
        "start": "00:24:02,360",
        "end": "00:24:05,400",
        "en": "-Hvad er dit navn? -Henrik Mikkelsen.",
        "pa": "What's your name?",
        "vi": "Tên anh là gì?"
    },
    {
        "start": "00:24:05,520",
        "end": "00:24:11,240",
        "en": "Du er til møde i Statsministeriet. Den tone skal du ikke anvende her",
        "pa": "Henrik Mikkelsen.\n Listen, Henrik Mikkelsen. You are in the prime minister's office.",
        "vi": "Henrik Mikkelsen.\n Nghe này, Henrik.\n Anh đang ở Văn phòng Thủ tướng."
    },
    {
        "start": "00:24:11,360",
        "end": "00:24:15,840",
        "en": "hvis du ønsker at beholde din stilling. Er det forstået?",
        "pa": "You'll never use that tone with me or at all\n if you want to keep your job, understood?",
        "vi": "Không được nói kiểu đó với tôi,\n nếu muốn giữ việc làm, rõ chưa?"
    },
    {
        "start": "00:24:15,960",
        "end": "00:24:20,120",
        "en": "Hans Christian, er der mere, jeg bør vide?",
        "pa": "Hans Christian.\n Yes.",
        "vi": "Hans Christian?\n Vâng?"
    },
    {
        "start": "00:24:20,240",
        "end": "00:24:22,440",
        "en": "Nej.",
        "pa": "Should I know anything else?\n No.",
        "vi": "Còn gì tôi nên biết không?\n Không."
    },
    {
        "start": "00:24:24,080",
        "end": "00:24:26,320",
        "en": "Godt.",
        "pa": "All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:24:28,800",
        "end": "00:24:30,800",
        "en": "Tak for i dag.",
        "pa": "-Well then, thank you. -Thanks.",
        "vi": "- Vậy thì cảm ơn. - Cảm ơn."
    },
    {
        "start": "00:24:35,120",
        "end": "00:24:39,560",
        "en": "-Beklager, vi ikke kunne hjælpe. -Det var en stor hjælp.",
        "pa": "I'm sorry we couldn't be of more help.\n It was a great help. Thanks a bunch.",
        "vi": "Rất tiếc, chúng tôi không giúp được hơn.\n Các anh giúp nhiều mà. Cảm ơn nhiều.\n GLEN FARLAN NHÂN VIÊN"
    },
    {
        "start": "00:24:56,560",
        "end": "00:24:59,800",
        "en": "Glen Farlan. Det er John McCoy.",
        "pa": "- John McCoy speaking.",
        "vi": "TRƯỞNG BAN QUẢN LÝ JOHN MCCOY\n Glen Farlan. John McCoy nghe."
    },
    {
        "start": "00:24:59,920",
        "end": "00:25:02,805",
        "en": "Dav. Jeg hedder Katrine Fønsmark.",
        "pa": "Yes, good morning, my name is Katrine Fønsmark.",
        "vi": "Xin chào, tôi là Katrine Fønsmark."
    },
    {
        "start": "00:25:02,885",
        "end": "00:25:05,760",
        "en": "Jeg ringer fra det danske TV1.",
        "pa": "I'm a journalist at the Danish broadcasting company TV1.",
        "vi": "Tôi là phóng viên của công ty truyền hình Đan Mạch TV1."
    },
    {
        "start": "00:25:05,840",
        "end": "00:25:11,120",
        "en": "-Det drejer sig om en gæst. -Vi taler ikke med journalister.",
        "pa": "I'm calling to ask about a guest of yours.\n I'm sorry. I can't help you. We don't talk to journalists.",
        "vi": "Tôi gọi để hỏi về khách của ông.\n Rất tiếc. Tôi không thể giúp. Chúng tôi không tiếp nhà báo."
    },
    {
        "start": "00:25:22,800",
        "end": "00:25:25,360",
        "en": "Jeff Carlyle.",
        "pa": "- Hello, Jeff Carlyle.",
        "vi": "Xin chào, Jeff Carlyle."
    },
    {
        "start": "00:25:25,440",
        "end": "00:25:30,000",
        "en": "Katrine Fønsmark fra dansk TV1.",
        "pa": "Good morning, my name is Katrine Fønsmark.\n I am a journalist at the Danish broadcasting company TV1.",
        "vi": "Chào, tôi là Katrine Fønsmark.\n Tôi là nhà báo của công ty truyền hình Đan Mạch TV1."
    },
    {
        "start": "00:25:30,120",
        "end": "00:25:33,920",
        "en": "Jeg har fået Deres nummer af John McCoy.",
        "pa": "John McCoy just gave me your number.",
        "vi": "John McCoy vừa cho tôi số của anh."
    },
    {
        "start": "00:25:34,040",
        "end": "00:25:40,080",
        "en": "-Hvad kan jeg gøre for Dem? -Er De jagtansvarlig på Glen Farlan?",
        "pa": "How can I help you?\n I understand that you are the hunting guide at Glen Farlan, is that correct?",
        "vi": "Tôi giúp được gì?\n Có phải anh là hướng dẫn viên săn bắn ở Glen Farlan không?"
    },
    {
        "start": "00:25:40,200",
        "end": "00:25:44,840",
        "en": "Det bliver på et andet tidspunkt. Hold nu kæft!",
        "pa": "No, that will be another time!",
        "vi": "Không, để lúc khác!"
    },
    {
        "start": "00:25:44,960",
        "end": "00:25:49,320",
        "en": "Jeg har lige snakket med en ansat på godset i Skotland.",
        "pa": "Goddamn.\n I know I wasn't supposed to dig anymore,\n but I just spoke with someone at the estate in Scotland",
        "vi": "- Chết tiệt. - Tôi biết tôi không được đào sâu thêm,\n nhưng tôi vừa nói với người ở điền trang"
    },
    {
        "start": "00:25:49,440",
        "end": "00:25:52,600",
        "en": "Han kunne fortælle en interessant historie.",
        "pa": "the minister of defense visited, and he had an interesting story.",
        "vi": "mà Bộ trưởng Quốc phòng đã đến, anh ta có chuyện hay."
    },
    {
        "start": "00:25:52,720",
        "end": "00:25:59,840",
        "en": "Thorsen har modtaget to jagtgeværer fra Triton til en værdi af 250.000.",
        "pa": "-Damn it, Katrine. -Listen.\n Thorsen didn't just participate in some hunting trips.\n He received two hunting rifles as a personal gift from Trident,\n valued at 250,000 kroner.",
        "vi": "- Chết tiệt. - Nghe này.\n Thorsen không chỉ tham gia săn bắn.\n Ông ta được Trident tặng riêng hai khẩu súng săn trị giá 250.000 kroner."
    },
    {
        "start": "00:26:04,240",
        "end": "00:26:08,840",
        "en": "Hold da kæft. Er det noget, vi kan dokumentere?",
        "pa": "I'll be damned.\n Can we document it?",
        "vi": "Kinh thật.\n Ta có thể ghi lại không?"
    },
    {
        "start": "00:26:09,840",
        "end": "00:26:13,960",
        "en": "-Hvad gør jeg? -Nu spørger du mig til råds.",
        "pa": "What do I do?",
        "vi": "Tôi phải làm gì?"
    },
    {
        "start": "00:26:14,080",
        "end": "00:26:18,320",
        "en": "Det er jeg ikke vant til. Det klæder dig virkelig.",
        "pa": "Now you're asking me?\n -Damn, I'm not used to that. It suits you.",
        "vi": "Giờ cô hỏi tôi à?\n Chết tiệt, tôi không quen. Tùy cô thôi."
    },
    {
        "start": "00:26:19,800",
        "end": "00:26:23,760",
        "en": "Meddel ministeriet, at du vil ændre præmissen for interviewet.",
        "pa": "You call the ministry and say you want to change the premise",
        "vi": "Gọi cho bộ đó và nói muốn thay đổi chủ đề"
    },
    {
        "start": "00:26:23,880",
        "end": "00:26:29,320",
        "en": "Det skal også handle om gaver, som forsvarsministeren har modtaget.",
        "pa": "for the interview. That it won't just be about the hunting trips,\n but generally gifts that the defense minister has received.",
        "vi": "buổi phỏng vấn. Rằng không chỉ nói về những chuyến đi săn\n mà nói chung chung là về số quà mà Bộ trưởng Quốc phòng đã nhận."
    },
    {
        "start": "00:26:29,440",
        "end": "00:26:34,160",
        "en": "Hvis de brokker sig, fortæller du om jagtbøsserne.",
        "pa": "If they make a fuss, you tell them, we know about the hunting rifles.",
        "vi": "Nếu họ làm ầm lên thì bảo chúng ta biết về vụ súng săn."
    },
    {
        "start": "00:26:34,280",
        "end": "00:26:37,280",
        "en": "Han kan nå at dække sin røv ind.",
        "pa": "Then they'll play ball.\n -But he'll have time to cover his tracks. -Sure.",
        "vi": "Rồi họ sẽ phải theo.\n - Ông ta sẽ có thời gian che dấu vết. - Hẳn là thế."
    },
    {
        "start": "00:26:37,400",
        "end": "00:26:43,040",
        "en": "Du risikerer, at han nægter at svare, og så er interviewet ødelagt.",
        "pa": "But if you don't do anything,\n you'll risk him shutting up and then the interview is ruined.",
        "vi": "Nhưng nếu cô không làm gì,\n có khả năng ông ta im miệng và hỏng mất cuộc phỏng vấn."
    },
    {
        "start": "00:26:43,160",
        "end": "00:26:47,400",
        "en": "Vær glad for, at jeg ikke skælder ud, fordi du leger opsøgende journalist.",
        "pa": "And just be glad I'm not yelling at you\n for playing investigative journalist, okay?",
        "vi": "Và hãy mừng vì tôi không quát cô\n vì đóng vai nhà báo điều tra, được chứ?"
    },
    {
        "start": "00:26:47,520",
        "end": "00:26:51,600",
        "en": "Har jeg ikke bare fundet en pisseinteressant historie?!",
        "pa": "It has nothing to do with the awesome story I've found?",
        "vi": "Không phải vì tôi vừa phát hiện một bài hay tuyệt à?"
    },
    {
        "start": "00:26:51,720",
        "end": "00:26:54,760",
        "en": "Jeg tror, samtalen er slut.",
        "pa": "This conversation is over.\n - Off with you.",
        "vi": "Nói chuyện xong rồi.\n Đi đi."
    },
    {
        "start": "00:26:56,400",
        "end": "00:27:01,960",
        "en": "Jeg forsikrer, at der blev arbejdet på at finde den bedste løsning.",
        "pa": "I can assure everybody\n that we are working hard to find",
        "vi": "Tôi có thể đảm bảo\n rằng chúng tôi đang nỗ lực để tìm"
    },
    {
        "start": "00:27:02,080",
        "end": "00:27:06,280",
        "en": "Det handler jo om vores alle sammens sikkerhed.",
        "pa": "the best solution for the Danish air force.\n In the end, this is about the security for all of us.",
        "vi": "giải pháp tốt nhất cho không quân Đan Mạch.\n Rốt cuộc, cũng là vì an ninh cho tất cả chúng ta."
    },
    {
        "start": "00:27:06,400",
        "end": "00:27:11,760",
        "en": "Det har ikke påvirket din beslutning, at du har modtaget kostbare jagtture?",
        "pa": "So you don't feel it has influenced your decision\n that the manufacturer delivering the plane you chose",
        "vi": "Ông thấy nó không ảnh hưởng đến quyết định\n rằng nhà máy mà ông chọn cung cấp máy bay"
    },
    {
        "start": "00:27:11,880",
        "end": "00:27:16,280",
        "en": "-Nej, bestemt ikke. -Du har også modtaget en gave?",
        "pa": "-invited you on expensive hunting trips? -No, not at all.\n You also received a gift during the last",
        "vi": "- mời ông vào những chuyến đi săn đắt đỏ? - Không hề.\n Ông cũng nhận quà trong"
    },
    {
        "start": "00:27:16,400",
        "end": "00:27:19,600",
        "en": "Det er korrekt. Når man som minister rejser...",
        "pa": "-hunting trip, correct? -Yes.\n When you travel the world as a minister--",
        "vi": "- chuyến đi săn cuối cùng nhỉ? - Vâng.\n Khi là bộ trưởng, đi khắp nơi..."
    },
    {
        "start": "00:27:19,720",
        "end": "00:27:25,440",
        "en": "Lad os lige høre, hvad en af skytterne på godset har at sige.",
        "pa": "Before we go on, we should probably hear what Jeff Carlyle,\n one of the hunters on the estate, has to say.",
        "vi": "Trước khi tiếp tục, ta nên nghe phát biểu của Jeff Carlyle,\n một trong số người đi săn ở điền trang đó."
    },
    {
        "start": "00:27:27,400",
        "end": "00:27:33,040",
        "en": "Den danske minister modtog to geværer med indgraveret navn.",
        "pa": "The last day of the weekend, the minister received\n a pair of guns with his name engraved on it. They were brought to his room.",
        "vi": "Ngày cuối cùng của cuối tuần, Bộ trưởng Đan Mạch nhận\n cặp súng khắc tên ông ấy, được đưa đến phòng ông ấy."
    },
    {
        "start": "00:27:33,160",
        "end": "00:27:37,840",
        "en": "-Hvilken slags geværer? -Det var yderst dyre geværer.",
        "pa": "What kind of guns, if I may ask?",
        "vi": "Xin hỏi đó là loại súng nào."
    },
    {
        "start": "00:27:37,960",
        "end": "00:27:43,600",
        "en": "-Hvad var geværerne værd? -Omkring 25.000 pund.",
        "pa": "A pair of Purdey shotguns.\n Would you know the price of those shotguns?\n Uh, around 25,000 pounds.",
        "vi": "Một cặp súng săn Purdey.\n Anh có biết giá của chúng không?\n Khoảng 25.000 bảng."
    },
    {
        "start": "00:27:44,720",
        "end": "00:27:46,960",
        "en": "Det lyder som en fin gave.",
        "pa": "That sounds like a fancy gift, Hans Christian Thorsen.",
        "vi": "Có vẻ là quà sang trọng, thưa ông."
    },
    {
        "start": "00:27:47,080",
        "end": "00:27:52,800",
        "en": "En minister får undertiden officielle gaver, men de er til ministeriet.",
        "pa": "As I said, when you travel the world as a minister,\n you sometimes receive official gifts. They are not mine, but the ministry's.",
        "vi": "Như tôi nói khi ta là bộ trưởng đi khắp thế giới,"
    },
    {
        "start": "00:27:52,920",
        "end": "00:27:56,720",
        "en": "Når dit navn er indgraveret, er det vel en personlig gave?",
        "pa": "But when your name is engraved, not the ministry's, I suppose it is",
        "vi": "đôi khi ta được tặng quà chính thức, chúng không phải của tôi, mà là của bộ.\n Nhưng tên ông được khắc trên đó, nó không phải của bộ, mà là"
    },
    {
        "start": "00:27:56,840",
        "end": "00:28:01,680",
        "en": "Korrekt. Og da jeg opdagede fejlen, sendte jeg våbnene retur.",
        "pa": "-a personal gift? -Correct, and when I found the error,",
        "vi": "- quà riêng nhỉ? - Đúng, khi thấy sai sót đó,"
    },
    {
        "start": "00:28:01,800",
        "end": "00:28:05,640",
        "en": "-Hvornår opdagede du det? -Det husker jeg ikke præcist.",
        "pa": "I sent the guns back immediately.\n And when did you discover your name engraved?",
        "vi": "tôi đã trả lại súng ngay.\n Ông phát hiện trên đó có tên mình khi nào?"
    },
    {
        "start": "00:28:05,760",
        "end": "00:28:10,640",
        "en": "Du kan ikke huske, hvornår du så dit navn på to geværer til 250.000?",
        "pa": "I don't remember exactly.\n You don't remember when you discovered your name engraved",
        "vi": "Tôi không nhớ chính xác.\n Ông không nhớ phát hiện tên mình được khắc"
    },
    {
        "start": "00:28:10,760",
        "end": "00:28:12,640",
        "en": "Nej.",
        "pa": "on rifles worth 250,000 kroner?\n -No, he doesn't. Ready two. - No.",
        "vi": "trên súng giá 250.000 kroner khi nào?\n - Không. Máy hai sẵn sàng. - Không."
    },
    {
        "start": "00:28:12,760",
        "end": "00:28:17,840",
        "en": "-Jeg har svaret på spørgsmålet. -Katrine, vi runder af.",
        "pa": "I think I just answered.\n Katrine, wrap up and go to the next story.",
        "vi": "Tôi vừa trả lời rồi.\n Katrine, kết thúc và sang bài tiếp theo."
    },
    {
        "start": "00:28:17,960",
        "end": "00:28:21,960",
        "en": "-Var det i dag, i går, i sidste uge? -Vi kommer det ikke nærmere.",
        "pa": "Was it today, yesterday, a week ago?",
        "vi": "Là hôm nay, hôm qua, tuần trước?"
    },
    {
        "start": "00:28:22,080",
        "end": "00:28:26,440",
        "en": "-Så stopper vi, Katrine. -Tak, fordi du kom.",
        "pa": "-I don't think we'll get any closer to it. -Stop here, Katrine.\n Thanks for coming.",
        "vi": "- Tôi chỉ nói được đến thế. - Dừng đi.\n Cảm ơn ông vì đã đến."
    },
    {
        "start": "00:28:26,560",
        "end": "00:28:29,080",
        "en": "Super, Katrine.",
        "pa": "- Server start. -You're welcome.\n Great, Katrine. Beautiful.",
        "vi": "- Chạy băng. - Không có gì.\n Tuyệt, Katrine. Tốt lắm."
    },
    {
        "start": "00:28:29,200",
        "end": "00:28:32,680",
        "en": "Så lærte pigebarnet også lidt om jagtgeværer i dag.",
        "pa": "I guess the little girl learned about rifles today.",
        "vi": "Hôm nay cô bé đã biết về súng trường."
    },
    {
        "start": "00:28:34,280",
        "end": "00:28:39,000",
        "en": "Hans Christian, for helvede! Du siger, du har fortalt det hele.",
        "pa": "Hans Christian, damn it!\n I asked, if you had told everything, and you said yes.",
        "vi": "Hans Christian, chết tiệt!\n Tôi hỏi ông kể hết chưa, ông bảo rồi."
    },
    {
        "start": "00:28:39,120",
        "end": "00:28:44,240",
        "en": "Så skal jeg se i nyhederne, at du har modtaget et kostbart gevær.",
        "pa": "Then I have to watch in the news that you received a rifle",
        "vi": "Rồi tôi phải xem thời sự về việc ông nhận súng"
    },
    {
        "start": "00:28:44,360",
        "end": "00:28:46,400",
        "en": "En forglemmelse.",
        "pa": "worth 250,000 kroner. What the hell is going on?\n -It was an oversight. -An oversight?",
        "vi": "trị giá 250.000 kroner. Chuyện quái gì xảy ra vậy?\n - Do sơ xuất. - Thế à?"
    },
    {
        "start": "00:28:46,520",
        "end": "00:28:51,920",
        "en": "Så længe Hans Christian ikke er blevet grebet i en direkte løgn...",
        "pa": "Of course, this is not an easy situation,\n but as long as Hans Christian hasn't been caught in a lie--",
        "vi": "Dĩ nhiên không phải là vụ lớn,\n chừng nào Hans Christian chưa bị phát hiện nói dối..."
    },
    {
        "start": "00:28:52,040",
        "end": "00:28:56,800",
        "en": "-Hvornår sendte du geværerne retur? -Tidligere i dag.",
        "pa": "-When did you return the rifles? -Earlier today, when I learned",
        "vi": "- Ông trả súng khi nào? - Đầu ngày hôm nay, khi tôi biết"
    },
    {
        "start": "00:28:56,920",
        "end": "00:29:00,960",
        "en": "Okay. Thorsen skal være kort, præcis og korrekt i pressen.",
        "pa": "-that the news had the story. -All right.\n The important now is that Thorsen is brief, precise and correct in the press.",
        "vi": "- báo chí biết. - Được rồi.\n Quan trọng là Thorsen nói đúng, ngắn gọn, chính xác trên báo chí."
    },
    {
        "start": "00:29:01,080",
        "end": "00:29:04,960",
        "en": "Det her er en beklagelig misforståelse. Ikke mere.",
        "pa": "This is just an unfortunate misunderstanding.",
        "vi": "Đây chỉ là sự hiểu lầm đáng tiếc."
    },
    {
        "start": "00:29:05,080",
        "end": "00:29:09,040",
        "en": "Vi må lægge en strategi for de andre ministerier.",
        "pa": "Nothing more.\n We must plan a collective strategy for all ministries",
        "vi": "Thế thôi.\n Ta cần lên kế hoạch chung cho các bộ"
    },
    {
        "start": "00:29:09,160",
        "end": "00:29:13,760",
        "en": "Det er overordentlig problematisk. Det rammer regeringen.",
        "pa": "because the press will hound us for a while.\n This is extremely problematic.",
        "vi": "vì báo chí sẽ săn đuổi một thời gian.\n Chuyện này cực kỳ rắc rối."
    },
    {
        "start": "00:29:13,880",
        "end": "00:29:17,720",
        "en": "-Det håber jeg, du forstår. -Der er ikke mere i sagen nu.",
        "pa": "This hurts us all.\n It hurts the government. I hope you understand that.\n I can guarantee there is nothing more in this case.",
        "vi": "Ảnh hưởng đến tất cả.\n Đến cả Chính phủ. Hi vọng ông hiểu.\n Tôi đảm bảo vụ này chỉ có thế."
    },
    {
        "start": "00:29:17,840",
        "end": "00:29:22,440",
        "en": "Det kan jeg ikke bruge til noget. Du har garanteret før. Tak.",
        "pa": "That's of no use to me. You've said that before. Thank you.",
        "vi": "Tôi không tin. Ông từng nói thế."
    },
    {
        "start": "00:29:22,560",
        "end": "00:29:26,880",
        "en": "-Jeg finder selv ud. -Du hører fra mig.",
        "pa": "I'll show myself out. \n I'll be in touch.",
        "vi": "Cảm ơn.\n Tôi sẽ tự ra về.\n Tôi sẽ liên lạc."
    },
    {
        "start": "00:29:30,640",
        "end": "00:29:34,000",
        "en": "-Hvad sagde jeg? -Glem Thorsen.",
        "pa": "I told you so.",
        "vi": "Tôi nói rồi mà."
    },
    {
        "start": "00:29:34,120",
        "end": "00:29:37,560",
        "en": "Hvis du fyrer ham nu, kommer du selv i fokus.",
        "pa": "Forget about Thorsen.\n If you fire him now, you'll steal all focus.",
        "vi": "Quên Thorsen đi.\n Nếu giờ bà sa thải ông ta,\n bà sẽ bị chú ý nhất."
    },
    {
        "start": "00:29:37,680",
        "end": "00:29:41,840",
        "en": "Vi har valgt flyet, og oppositionen er tilfreds.",
        "pa": "We've chosen the plane, and the opposition is satisfied with the choice. That's it.",
        "vi": "Ta đã chọn máy bay đó, và phe đối lập đồng ý. Thế thôi."
    },
    {
        "start": "00:29:41,960",
        "end": "00:29:45,880",
        "en": "-Hvad foreslår du? -Lad ham sidde. Sagen er lukket.",
        "pa": "What do you suggest?\n Let him stay. He closed it. Not very elegantly, but he closed it.",
        "vi": "Anh đề xuất gì?\n Để ông ấy ở lại. Không dễ coi lắm nhưng cứ để ông ấy kết thúc vấn đề."
    },
    {
        "start": "00:29:49,720",
        "end": "00:29:54,840",
        "en": "Men vi bliver nødt til at tale om noget, jeg er bange for",
        "pa": "But we need to discuss something else, Birgitte.\n Something, I'm...",
        "vi": "Ta cần bàn về việc khác, Birgitte.\n Có điều này, tôi..."
    },
    {
        "start": "00:29:54,960",
        "end": "00:29:58,840",
        "en": "kan blive lidt mere alvorligt. Phillips nye arbejde.",
        "pa": "afraid could be more serious.",
        "vi": "e là có thể nghiêm trọng hơn."
    },
    {
        "start": "00:29:58,960",
        "end": "00:30:03,560",
        "en": "-Du sagde, det ikke var et problem. -Det var før alt det med Thorsen.",
        "pa": "Phillip's new job.\n What? You said it wasn't a problem.\n No, but that was before all this with Thorsen.",
        "vi": "Việc mới của Phillip.\n Sao? Anh nói không vấn đề gì mà.\n Vâng, nhưng là trước khi có vụ với Thorsen."
    },
    {
        "start": "00:30:04,720",
        "end": "00:30:07,680",
        "en": "Pressen leder efter fejl nu.",
        "pa": "Right now, the press is searching for the slightest mistake in the government,",
        "vi": "Giờ báo chí đang tìm từ phốt nhỏ nhất của Chính phủ."
    },
    {
        "start": "00:30:07,800",
        "end": "00:30:11,120",
        "en": "Den pæne piges regering har fået beskidte fingre.",
        "pa": "and they'll say that the nice girl's government suddenly got its hands dirty,",
        "vi": "Họ sẽ nói rằng Chính phủ của chị gái liêm khiết bỗng nhúng chàm."
    },
    {
        "start": "00:30:11,240",
        "end": "00:30:15,360",
        "en": "Min kolleger i de andre ministerier siger alle sammen",
        "pa": "and I've spoken with several colleagues at the other ministries, and they all say",
        "vi": "Tôi đã trao đổi với vài đồng nghiệp ở các bộ khác và họ đều nói"
    },
    {
        "start": "00:30:15,480",
        "end": "00:30:18,560",
        "en": "at pressen lugter blod.",
        "pa": "that the press wants blood.",
        "vi": "báo giới muốn xâu xé."
    },
    {
        "start": "00:30:18,680",
        "end": "00:30:23,960",
        "en": "Hvis de kan finde en underleverandør til en underleverandør, er det nok.",
        "pa": "And if they can find the least,\n even though it's just a subcontractor of a subcontractor,",
        "vi": "Nếu phát hiện chi tiết nhỏ nhất, dù chỉ là nhà thầu phụ của nhà thầu phụ,"
    },
    {
        "start": "00:30:24,080",
        "end": "00:30:28,440",
        "en": "-Kan der ikke laves et modtræk? -Ikke som jeg ser det.",
        "pa": "they'll jump on it.\n A countermove must be possible.",
        "vi": "họ sẽ nhảy vào.\n Phải có biện pháp đối phó."
    },
    {
        "start": "00:30:28,560",
        "end": "00:30:32,960",
        "en": "Du har indtil videre været pletfri. Det er en pissegod historie",
        "pa": "Not as far as I can see.\n Birgitte, you've been spotless so far.",
        "vi": "Theo tôi thấy thì không.\n Đến giờ bà vẫn không tì vết."
    },
    {
        "start": "00:30:33,080",
        "end": "00:30:35,920",
        "en": "hvis de finder noget på din person.",
        "pa": "It's a damn good story if they find any dirt on you as a person.",
        "vi": "Sẽ thành chuyện hay cho họ mổ xẻ nếu họ phát hiện phốt nào của bà."
    },
    {
        "start": "00:30:36,040",
        "end": "00:30:40,360",
        "en": "Bagateller eksisterer ikke mere. Nu går de efter struben.",
        "pa": "And I'm sorry, but there are no mere trifles anymore.\n They are going for the jugular.",
        "vi": "Rất tiếc nhưng giờ không còn là chuyện nhỏ,\n họ sẽ nhằm trúng huyệt."
    },
    {
        "start": "00:30:40,480",
        "end": "00:30:45,000",
        "en": "Det har intet med realiteterne at gøre.",
        "pa": "You know the process. This has...\n nothing to do with reality.",
        "vi": "Bà biết cách thức mà. Việc này...\n không liên quan đến thực tế."
    },
    {
        "start": "00:30:50,400",
        "end": "00:30:53,320",
        "en": "Hvad er det, du siger til mig?",
        "pa": "What are you telling me, Kasper?",
        "vi": "Ý anh là gì?"
    },
    {
        "start": "00:30:53,440",
        "end": "00:30:57,920",
        "en": "Jeg kan ikke se, at Phillip kan beholde det job.",
        "pa": "I don't see a way for Phillip to keep that job.",
        "vi": "Không có cách nào để Phillip giữ việc đó."
    },
    {
        "start": "00:31:22,520",
        "end": "00:31:25,040",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "- Chào em. - Chào anh."
    },
    {
        "start": "00:31:25,160",
        "end": "00:31:29,080",
        "en": "-Du er sent hjemme. -Vi er nødt til at tale sammen.",
        "pa": "You're home late.",
        "vi": "Em về muộn."
    },
    {
        "start": "00:31:29,200",
        "end": "00:31:31,840",
        "en": "Hvad?",
        "pa": "Phillip, we need to talk.\n What?",
        "vi": "Phillip, ta cần nói chuyện.\n Sao?"
    },
    {
        "start": "00:31:36,680",
        "end": "00:31:40,280",
        "en": "Vi kan ikke længere kontrollere det her.",
        "pa": "We can no longer control this.",
        "vi": "Việc này ngoài tầm kiểm soát của ta."
    },
    {
        "start": "00:31:42,000",
        "end": "00:31:45,400",
        "en": "Hvad kan vi ikke kontrollere?",
        "pa": "What...\n What can't we control anymore?",
        "vi": "Cái gì...\n Ta không thể kiểm soát gì?"
    },
    {
        "start": "00:31:45,520",
        "end": "00:31:50,480",
        "en": "Forsvarsministerens dyre gaver har fået pressen til at lugte blod.",
        "pa": "The minister of defense's trips and expensive gifts",
        "vi": "Bộ trưởng Quốc phòng đi công tác và nhận quà,"
    },
    {
        "start": "00:31:52,360",
        "end": "00:31:56,600",
        "en": "-Og? -De kommer til at grave alt frem.",
        "pa": "has made the press smell blood.\n So?\n They'll dig up everything.",
        "vi": "báo chí thấy mùi phốt.\n Thì sao?\n Họ sẽ đào bới tất cả."
    },
    {
        "start": "00:31:56,720",
        "end": "00:31:59,400",
        "en": "Alt.",
        "pa": "Everything.",
        "vi": "Tất cả."
    },
    {
        "start": "00:32:01,960",
        "end": "00:32:05,960",
        "en": "Birgitte, jeg er ikke helt med.",
        "pa": "Look, Birgitte...\n I don't quite follow you.",
        "vi": "Nghe này, Birgitte...\n Anh... Anh chưa hiểu lắm."
    },
    {
        "start": "00:32:07,680",
        "end": "00:32:11,480",
        "en": "Jeg er frygtelig ked af det, men du kan ikke tage det job.",
        "pa": "I'm terribly sorry, Phillip, but I'm afraid you can't take that job.",
        "vi": "Em vô cùng xin lỗi, nhưng e là anh không thể nhận việc đó."
    },
    {
        "start": "00:32:15,200",
        "end": "00:32:19,120",
        "en": "Jeg har taget det job. Hvad taler du om?",
        "pa": "What the....\n I already took the job! What are you talking about?",
        "vi": "Cái quái...\n Anh nhận việc rồi! Em nói gì vậy?"
    },
    {
        "start": "00:32:19,240",
        "end": "00:32:22,440",
        "en": "De vil bruge det imod mig.",
        "pa": "I'm saying they will use it against me.",
        "vi": "Họ sẽ dùng nó công kích em."
    },
    {
        "start": "00:32:23,280",
        "end": "00:32:27,880",
        "en": "Den mindste fejl lige nu kan vælte regeringen.",
        "pa": "I'm saying we can't afford the tiniest mistake right now.",
        "vi": "Lúc này, ta không thể phạm sai lầm dù nhỏ nhất."
    },
    {
        "start": "00:32:28,000",
        "end": "00:32:31,360",
        "en": "Det her er kommet i stand, længe inden jeg tiltrådte.",
        "pa": "-It could topple the government. -Stop it!\n This happened long before I started there.",
        "vi": "- Nó có thể khiến Chính phủ bị lật đổ. - Thôi!\n Họ làm ăn từ lâu trước khi anh bắt đầu."
    },
    {
        "start": "00:32:31,480",
        "end": "00:32:34,920",
        "en": "Sådan ser pressen det ikke.",
        "pa": "Yes, but the press won't see it like this. They don't care about who started when.",
        "vi": "Ừ, nhưng báo chí không thấy thế. Họ không quan tâm ai bắt đầu khi nào."
    },
    {
        "start": "00:32:35,040",
        "end": "00:32:38,320",
        "en": "Du tjener penge på en beslutning, som jeg har taget.",
        "pa": "You are the CEO of a company making money on a decision I made.",
        "vi": "Anh là CEO của một công ty kiếm tiền dựa trên quyết định của em."
    },
    {
        "start": "00:32:38,440",
        "end": "00:32:42,880",
        "en": "Jeg har sagt ja til jobbet. Den er ude. Jeg har været i Børsen.",
        "pa": "Birgitte, I already took the job. I said yes to it!",
        "vi": "Anh nhận việc rồi. Anh đã đồng ý!"
    },
    {
        "start": "00:32:43,000",
        "end": "00:32:47,200",
        "en": "Er du klar over, hvor pinligt det tilbagetog vil være for mig?",
        "pa": "The news is out. I was in Børsen!\n Do you realize how embarrassing such a retreat would be for me? Do you?",
        "vi": "Họ đăng anh lên tờ Børsen rồi!\n Em biết rút lui như thế thì anh mất mặt ra sao không?"
    },
    {
        "start": "00:32:47,320",
        "end": "00:32:51,240",
        "en": "Jeg forstår, hvad du siger. Jeg forstår din frustration.",
        "pa": "-Of course I do, Phillip. Naturally.",
        "vi": "Dĩ nhiên em biết. Đương nhiên."
    },
    {
        "start": "00:32:51,360",
        "end": "00:32:54,120",
        "en": "Lad være med at tale sådan til mig.",
        "pa": "I understand your words and frustration.\n Don't talk to me like you're someone from HR!",
        "vi": "Em hiểu ý anh và sự thất vọng.\n Đừng nói như em là người của phòng nhân sự!"
    },
    {
        "start": "00:32:54,240",
        "end": "00:32:58,800",
        "en": "Du fyrer mig, fordi du ikke kan fyre din forsvarsminister.",
        "pa": "You are firing me, because you can't fire your minister of defense. Right? ",
        "vi": "Sa thải anh vì không thể sa thải Bộ trưởng Quốc phòng chứ gì?"
    },
    {
        "start": "00:32:58,920",
        "end": "00:33:02,080",
        "en": "Det er regeringens liv, der står på spil.",
        "pa": "The government's credibility is on the line, Phillip.",
        "vi": "Chính quyền này đang lâm nguy."
    },
    {
        "start": "00:33:02,200",
        "end": "00:33:06,840",
        "en": "Vi har ikke råd til, at de kan sætte én finger på min person.",
        "pa": "We cannot afford\n to let them lay so much as a finger on my character.",
        "vi": "Chúng ta không thể\n để họ động vào nhân cách của em."
    },
    {
        "start": "00:33:06,960",
        "end": "00:33:08,920",
        "en": "Nej.",
        "pa": "No.",
        "vi": "Đúng rồi."
    },
    {
        "start": "00:33:10,160",
        "end": "00:33:15,280",
        "en": "-Min mand kan ikke have det job. -Kan du overhovedet have en mand?",
        "pa": "-My husband can't have this job. -No, but can you have a husband?\n Can you?",
        "vi": "- Chồng em không thể nhận việc này. - Ừ, em còn chồng không?\n Còn không?"
    },
    {
        "start": "00:33:23,720",
        "end": "00:33:28,720",
        "en": "Kasper har skrevet et forslag til Via Electronics pressemeddelelse.",
        "pa": "Kasper wrote a draft for a press release\n that Via Electronics should publish tomorrow.",
        "vi": "Kasper đã viết bản thảo cho thông cáo báo chí\n mà Điện Tử Via cần công bố ngày mai."
    },
    {
        "start": "00:33:40,080",
        "end": "00:33:44,160",
        "en": "Ja, det er sgu meget godt. Det er min idé at sige op",
        "pa": "Yeah, that's pretty great.\n I see it's my own idea to quit.",
        "vi": "Ừ, hay lắm.\n Hóa ra anh tự nguyện xin nghỉ."
    },
    {
        "start": "00:33:44,280",
        "end": "00:33:48,280",
        "en": "fordi jeg ikke vil så tvivl om statsministerens troværdighed.",
        "pa": "Because I won't sow doubt about the prime minister's credibility.",
        "vi": "Vì anh không muốn uy tín của Thủ tướng bị nghi ngờ."
    },
    {
        "start": "00:33:48,400",
        "end": "00:33:51,480",
        "en": "Det er sgu en dejlig mand, du har.",
        "pa": "What a great husband you have.",
        "vi": "Em có ông chồng tuyệt vời."
    },
    {
        "start": "00:33:57,160",
        "end": "00:34:00,880",
        "en": "-Jeg bliver nødt til at vide... -Jeg skal nok sige op.",
        "pa": "-Phillip, I need to know if-- -Birgitte, I will quit.",
        "vi": "- Phillip, em cần biết nếu... - Anh sẽ nghỉ việc."
    },
    {
        "start": "00:34:01,000",
        "end": "00:34:05,960",
        "en": "Men du skal kraftedeme ikke regne med, at jeg stiller op til mere!",
        "pa": "But don't fucking count on me stepping up for anything else anymore.",
        "vi": "Nhưng đừng mong anh gánh thêm vụ gì nữa."
    },
    {
        "start": "00:34:10,120",
        "end": "00:34:12,440",
        "en": "Hvor skal du hen?",
        "pa": "Where are you going?",
        "vi": "Anh đi đâu vậy?"
    },
    {
        "start": "00:34:23,400",
        "end": "00:34:27,360",
        "en": "-Mon statsministeren fyrer Thorsen? -Det gør hun ikke.",
        "pa": "Embarrassing for the government. Will the prime minister fire Thorsen?",
        "vi": "Chính phủ mất mặt quá. Thủ tướng sẽ sa thải Thorsen chứ?"
    },
    {
        "start": "00:34:27,480",
        "end": "00:34:31,760",
        "en": "Det er for alvorligt midt i et forsvarsforlig.",
        "pa": "She won't. That's too serious during negotiations for a defense budget.\n And a deal for 130 billion, I don't think so.",
        "vi": "Không. Nó ảnh hưởng lớn khi đàm phán ngân sách quốc phòng.\n Và một thỏa thuận 130 tỉ, không đâu."
    },
    {
        "start": "00:34:31,880",
        "end": "00:34:35,280",
        "en": "Vi bliver kimet ned. Alle vil have klippet med Thorsen.",
        "pa": "The other stations are calling all the time for last night's clip of Thorsen.",
        "vi": "Các đài khác liên tục gọi hỏi về đoạn phim tối qua với Thorsen."
    },
    {
        "start": "00:34:35,400",
        "end": "00:34:39,560",
        "en": "Rigtig godt interview. Har du kontakt med researchafdelingen?",
        "pa": "That was a great interview, Katrine, I must say. Really great.",
        "vi": "Phải nói đó là cuộc phỏng vấn tuyệt vời."
    },
    {
        "start": "00:34:39,680",
        "end": "00:34:45,160",
        "en": "Vi går alle regeringens mødeaktiviteter efter i sømmene.",
        "pa": "Did you talk with research?\n We are combing through all government meetings.\n Trips, obscure dinner meetings, lunches, perks, gifts, everything.",
        "vi": "Nói với ban Nghiên cứu chưa?\n Đang rà soát mọi cuộc họp của Chính phủ.\n Những chuyến đi, những cuộc gặp mờ ám, bữa trưa, bổng lộc, tất cả."
    },
    {
        "start": "00:34:45,280",
        "end": "00:34:49,800",
        "en": "Skidegodt. Kan vi få statsministeren ind til en live?",
        "pa": "Great. It would be even better if we could get the prime minister here.",
        "vi": "Tốt lắm.\n Mời Thủ tướng tới trường quay thì tốt quá."
    },
    {
        "start": "00:34:49,920",
        "end": "00:34:54,240",
        "en": "Jeg har prøvet at få fat i hende. Vi kan kun få forsvarsministeren.",
        "pa": "-She has a reputation as a girl scout. -I have called them a bunch of times,\n but the answer is always that we can speak with the defense minister, so...",
        "vi": "- Bà ấy có tiếng là trong sạch. - Tôi gọi nhiều lần\n nhưng họ bảo nói chuyện với Bộ trưởng Quốc phòng nên..."
    },
    {
        "start": "00:34:55,520",
        "end": "00:34:59,520",
        "en": "Vi kunne bede Katrine ringe til sin ven Kasper Juul.",
        "pa": "We could also ask Katrine to call her very good friend Kasper Juul.",
        "vi": "Có thể bảo Katrine gọi cho anh bạn tốt, Kasper Juul."
    },
    {
        "start": "00:35:01,640",
        "end": "00:35:05,280",
        "en": "Du har selv ytret ønske om at være opsøgende journalist.",
        "pa": "I mean, you did express interest in being an investigative journalist.",
        "vi": "Tại tôi thấy cô rất muốn làm nhà báo điều tra."
    },
    {
        "start": "00:35:05,400",
        "end": "00:35:08,960",
        "en": "-Ja. -Godt. Så er det en aftale.",
        "pa": "-Right? -Yes.\n All right, we have a deal.",
        "vi": "- Phải không? - Vâng.\n Thoả thuận thế nhé."
    },
    {
        "start": "00:35:12,240",
        "end": "00:35:17,320",
        "en": "Vi må holde vores kæft, indtil stormen har lagt sig.",
        "pa": "I only see one way for us to survive this.\n By shutting our mouths until the storm settles.",
        "vi": "Chỉ có một cách để sống sót qua vụ này. Im lặng cho đến khi bão lắng xuống."
    },
    {
        "start": "00:35:17,440",
        "end": "00:35:22,640",
        "en": "Du skal ikke udtale dig til medierne. Nu gør vi som ved utroskab:",
        "pa": "That's why I've rejected any comments to the media.",
        "vi": "Vì thế, tôi từ chối bình luận với báo chí."
    },
    {
        "start": "00:35:22,760",
        "end": "00:35:25,320",
        "en": "Benægt. Benægt. Benægt.",
        "pa": "We'll do like in an extramarital affair. Deny, deny, deny.",
        "vi": "Áp dụng nguyên tắc ngoại tình. Phủ nhận từ đầu tới cuối."
    },
    {
        "start": "00:35:25,440",
        "end": "00:35:28,680",
        "en": "Hvad, hvis vi svarer igen med total åbenhed?",
        "pa": "What if we respond with total transparency?",
        "vi": "Nếu ta đáp lại bằng sự minh bạch?"
    },
    {
        "start": "00:35:28,800",
        "end": "00:35:34,360",
        "en": "Åbne kalendere fra ministrene. Gavelister. Rejseoversigter.",
        "pa": "Show we have nothing to hide. Publish the ministers' calendars.",
        "vi": "Cho thấy ta không giấu. Công khai lịch của bộ trưởng."
    },
    {
        "start": "00:35:34,480",
        "end": "00:35:39,080",
        "en": "-Det hele tilgængeligt på nettet. -Det lyder farligt.",
        "pa": "Lists all the gifts. Itineraries.\n Everything available online.\n I think that is dangerous ground.",
        "vi": "Danh sách quà tặng.\n Lịch đi công tác.\n Đưa mọi thứ lên mạng.\n Tôi nghĩ đó cách làm nguy hiểm."
    },
    {
        "start": "00:35:39,200",
        "end": "00:35:42,720",
        "en": "Ministrene vil opfatte det som kontrol fra din side",
        "pa": "What's the danger?\n Your ministers will see it as another round of control from you,",
        "vi": "Nguy hiểm gì?\n Các bộ trưởng sẽ coi đó là vòng kiểm soát nữa của bà."
    },
    {
        "start": "00:35:42,840",
        "end": "00:35:46,080",
        "en": "med befolkningen som vidner.",
        "pa": "now with the Danish population as a witness.",
        "vi": "Giờ có thêm dân Đan Mạch làm chứng."
    },
    {
        "start": "00:35:46,200",
        "end": "00:35:51,320",
        "en": "-Befolkningen har valgt dem. -Det bliver upopulært i regeringen.",
        "pa": "That's great.\n The population elected them. It's only fair.\n It will be unpopular as hell in your government.",
        "vi": "Tốt quá còn gì.\n Dân bầu họ. Thế là công bằng mà.\n Cả Chính phủ sẽ căm ghét nó."
    },
    {
        "start": "00:35:51,440",
        "end": "00:35:54,800",
        "en": "-Kan du selv klare den åbenhed? -Ja.",
        "pa": "-Could you handle that scrutiny? -Yes.",
        "vi": "- Bà chịu được sự xoi mói đó không? - Được"
    },
    {
        "start": "00:35:56,240",
        "end": "00:36:00,240",
        "en": "Phillip fratræder stillingen. Det bliver meddelt pressen i dag.",
        "pa": "Phillip will resign.",
        "vi": "Phillip sẽ từ chức."
    },
    {
        "start": "00:36:00,360",
        "end": "00:36:02,920",
        "en": "Hvordan tog han det?",
        "pa": "-They send out the press release today. -How did he take it?",
        "vi": "- Họ gửi thông cáo báo chí hôm nay. - Ông ấy phản ứng ra sao?"
    },
    {
        "start": "00:36:03,040",
        "end": "00:36:06,680",
        "en": "SFO'en har ringet til ministeriet.",
        "pa": "I'm sorry to disturb.\n But the after-school club called.",
        "vi": "Xin lỗi vì làm phiền.\n Câu lạc bộ ngoại khóa gọi."
    },
    {
        "start": "00:36:06,800",
        "end": "00:36:10,200",
        "en": "Din søn er ikke blevet hentet. Din mand tager ikke sin telefon.",
        "pa": "Your son hasn't been picked up.\n And your husband doesn't answer.",
        "vi": "Con trai bà chưa được đón.\n Và chồng bà không nghe máy."
    },
    {
        "start": "00:36:10,280",
        "end": "00:36:11,200",
        "en": "Tak, Anders.",
        "pa": "Thank you, Anders.",
        "vi": "Cảm ơn, Anders."
    },
    {
        "start": "00:36:18,440",
        "end": "00:36:21,280",
        "en": "Nå, han må være blevet forsinket.",
        "pa": "Well, he must have been delayed.",
        "vi": "Chà... Chắc anh ấy bị muộn."
    },
    {
        "start": "00:36:25,840",
        "end": "00:36:31,120",
        "en": "Der hedder den 388 procent. Nu har jeg lavet de første tre.",
        "pa": "So this one is 388%.",
        "vi": "Câu này là 388 phần trăm."
    },
    {
        "start": "00:36:31,240",
        "end": "00:36:34,200",
        "en": "-Kan du så ikke fortsætte? - Jo.",
        "pa": "Now we've done the first three. Can you go on now?\n - Yes.",
        "vi": "Đã xong ba câu đầu. Con làm tiếp nhé?\n Vâng."
    },
    {
        "start": "00:36:34,320",
        "end": "00:36:36,800",
        "en": "Hvor er far henne?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:36,920",
        "end": "00:36:41,120",
        "en": "Han har simpelthen så travlt for tiden.",
        "pa": "Where is Dad?\n He's just so busy these days.",
        "vi": "Bố đâu ạ?\n Dạo này bố bận."
    },
    {
        "start": "00:36:41,240",
        "end": "00:36:44,840",
        "en": "Forsvarsministeren har givet en undskyldning.",
        "pa": "The minister of defense got a reprimand, and he apologized,",
        "vi": "Bộ trưởng Quốc phòng bị khiển trách và đã xin lỗi."
    },
    {
        "start": "00:36:44,960",
        "end": "00:36:52,360",
        "en": "Misforståelsen bør ikke forhindre, at forsvaret får det ønskede fly.",
        "pa": "and I consider it an unfortunate misunderstanding\n that should not, however, prevent us from getting the planes",
        "vi": "Tôi coi đó là hiểu lầm đáng tiếc.\n Tuy nhiên, không nên để điều đó cản trở việc ta mua máy bay"
    },
    {
        "start": "00:36:52,440",
        "end": "00:36:54,840",
        "en": "Det betragter jeg ikke mindst",
        "pa": "-that the military wanted.\n And I most of all consider that an achievement of the New Right.",
        "vi": "mà quân đội cần.\n Trên hết, tôi coi đó là thành tựu của Đảng Cánh hữu Mới."
    },
    {
        "start": "00:36:54,958",
        "end": "00:36:56,480",
        "en": "som Ny Højres fortjeneste.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:56,600",
        "end": "00:37:00,120",
        "en": "-Hej, Kasper. -Ny Højre kan lide os.",
        "pa": "-Hi, Kasper. -Are you watching?",
        "vi": "- Chào, Kasper. - Bà đang xem chứ?"
    },
    {
        "start": "00:37:00,240",
        "end": "00:37:05,680",
        "en": "Yvonne fik 600 mio. til forsvaret for at stemme ja til finansloven.",
        "pa": "At least the New Right likes us.\n They better. I gave Yvonne 600 million",
        "vi": "Ít nhất Cánh hữu mới thích ta.\n Nên thế. Tôi cho Yvonne 600 triệu"
    },
    {
        "start": "00:37:05,800",
        "end": "00:37:11,160",
        "en": "Jeg får dig i nyhederne i morgen, så du kan fremlægge din plan åbent.",
        "pa": "-for the military in the finance bill. -Mom.\n I'll get you in the news tomorrow evening.\n Then you can reveal your plan of openness without looking like",
        "vi": "- cho quân đội trong dự luật tài chính. - Mẹ.\n Tôi sẽ lo để bà lên bản tin tối mai.\n Để bà công bố kế hoạch minh bạch mà không bị nghĩ là"
    },
    {
        "start": "00:37:11,280",
        "end": "00:37:15,280",
        "en": "Jeg laver lektier med Laura. Vi ses i morgen.",
        "pa": "someone playing tricks.\n That's great. Look, Kasper, I'm doing homework with Laura,",
        "vi": "đang chơi chiêu.\n Tuyệt. Tôi đang giúp Laura làm bài tập,"
    },
    {
        "start": "00:37:15,400",
        "end": "00:37:19,880",
        "en": "-Hvordan finder man gennemsnittet? -Hvordan har du stillet det op?",
        "pa": "-so I'm going to hang up. Bye. -See you.\n -Mom, how do you find the average? -Let me see.",
        "vi": "- tôi cúp máy đây. Tạm biệt. - Hẹn gặp lại.\n - Làm thế nào để tìm trung bình cộng? - Để mẹ xem."
    },
    {
        "start": "00:37:20,000",
        "end": "00:37:22,160",
        "en": "Okay. Det er alt for meget.",
        "pa": "-Here. -Okay. That's too much.\n - When--",
        "vi": "- Đây. - Được rồi... Quá lớn rồi."
    },
    {
        "start": "00:37:26,520",
        "end": "00:37:30,200",
        "en": "Hej, far. Det går fint. Vi sidder og laver lektier.",
        "pa": "Hi, Dad.\n Yes, it's fine. We are doing homework.",
        "vi": "Khi nào...\n Chào bố.\n Ổn. Mẹ và con đang làm bài tập."
    },
    {
        "start": "00:37:30,320",
        "end": "00:37:33,720",
        "en": "Mor laver lektier for mig.",
        "pa": "Or Mom's doing it for me.",
        "vi": "Hoặc mẹ làm cho con."
    },
    {
        "start": "00:37:33,840",
        "end": "00:37:37,440",
        "en": "-Spørg ham lige, hvor han er. -Ja, vi fik pizza og cola.",
        "pa": "Ask him where he is.\n We got pizza and coke.",
        "vi": "Hỏi xem bố ở đâu.\n Có pizza và coca."
    },
    {
        "start": "00:37:37,560",
        "end": "00:37:40,280",
        "en": "Han er ovre og lege.",
        "pa": "-He's on a playdate.",
        "vi": "Em đang chơi điện tử."
    },
    {
        "start": "00:37:40,400",
        "end": "00:37:44,880",
        "en": "-Jeg har en aftale med Kasper Juul. -Værsgo.",
        "pa": "Katrine Fønsmark here to meet Kasper Juul.\n -Yes, go right ahead. -Thank you.",
        "vi": "Katrine Fønsmark, xin gặp Kasper Juul.\n - Vâng, đi thẳng. - Cảm ơn."
    },
    {
        "start": "00:37:51,640",
        "end": "00:37:53,880",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào anh."
    },
    {
        "start": "00:37:55,840",
        "end": "00:37:58,600",
        "en": "-Hej. Vi ses. -Ja, tak for i dag.",
        "pa": "-Bye. See you. - Bye.",
        "vi": "- Tạm biệt. - Tạm biệt."
    },
    {
        "start": "00:37:58,720",
        "end": "00:38:03,840",
        "en": "Jeg skal bruge min relation til dig i professionelle sammenhænge.",
        "pa": "My boss thinks I should use my...",
        "vi": "Sếp em nghĩ em nên dùng..."
    },
    {
        "start": "00:38:03,960",
        "end": "00:38:08,160",
        "en": "Så må vi hellere holde os til det. Vil du have kaffe?",
        "pa": "personal relationship with you in a professional context.\n Then we better stick to that.\n Do you want coffee?",
        "vi": "quan hệ cá nhân với anh để làm việc.\n Vậy ta cứ thế mà làm.\n Em uống cà phê nhé?"
    },
    {
        "start": "00:38:09,640",
        "end": "00:38:12,440",
        "en": "Et glas vand, tak.",
        "pa": "-A glass of water, please. -Right.",
        "vi": "- Cho em ly nước! - Ừ."
    },
    {
        "start": "00:38:12,560",
        "end": "00:38:17,800",
        "en": "Du kan godt få dit interview med statsministeren alligevel.",
        "pa": "You can have your interview with the prime minister after all.",
        "vi": "Em có thể phỏng vấn Thủ tướng đấy."
    },
    {
        "start": "00:38:17,920",
        "end": "00:38:23,480",
        "en": "Birgitte Nyborg vil køre total åbenhed fra nu af som et princip.",
        "pa": "Oh? Why?\n Because Birgitte Nyborg has decided on total transparency from now on.",
        "vi": "Ồ? Tại sao?\n Vì bà Birgitte Nyborg đã quyết định từ giờ sẽ công khai toàn bộ."
    },
    {
        "start": "00:38:23,600",
        "end": "00:38:28,480",
        "en": "Vi lægger kalendere, rejseaktiviteter og møder ud på nettet.",
        "pa": "As a principle.\n So we are putting all calendars, trips,",
        "vi": "Như một nguyên tắc.\n Nên bọn anh sẽ đưa tất cả lịch, các chuyến đi,"
    },
    {
        "start": "00:38:28,600",
        "end": "00:38:32,440",
        "en": "Thorsen har gjort livet svært for Birgitte Nyborg.",
        "pa": "meetings and so on out on the web.\n -That will be a logistical hell.",
        "vi": "cuộc họp, các thứ lên mạng.\n Đó sẽ là một kỳ công về hậu cần."
    },
    {
        "start": "00:38:32,560",
        "end": "00:38:35,400",
        "en": "Hun må være mere end almindeligt presset.",
        "pa": "Thorsen really made life tough for Birgitte Nyborg, huh?\n She must be under heavy pressure to suggest that.",
        "vi": "Thorsen khiến Birgitte khó sống nhỉ?\n Bà ấy phải chịu sức ép lớn mới đề xuất thế."
    },
    {
        "start": "00:38:35,520",
        "end": "00:38:39,040",
        "en": "-Så du ikke nyhederne i dag? -Jeg lavede dem.",
        "pa": "-Didn't you watch the news today? -I did it.",
        "vi": "- Hôm nay em không xem tin tức à? - Em làm tin mà."
    },
    {
        "start": "00:38:40,240",
        "end": "00:38:45,360",
        "en": "Yvonne Kjær gav udtryk for, at regeringen ikke er presset.",
        "pa": "Yvonne Kjær clearly stated that government is not under pressure.",
        "vi": "Yvonne Kjær nói rõ rằng Chính phủ không bị sức ép."
    },
    {
        "start": "00:38:45,480",
        "end": "00:38:48,600",
        "en": "Der skal være åbenhed overalt.",
        "pa": "We enjoy general confidence in parliament.\n The plan is to let everyone see what goes on in the ministries, so...",
        "vi": "Quốc hội tin tưởng lẫn nhau.\n Kế hoạch là công khai tình hình trong các bộ."
    },
    {
        "start": "00:38:48,720",
        "end": "00:38:52,640",
        "en": "Og det vil Birgitte fortælle i interviewet. Hvad med Thorsen?",
        "pa": "And Birgitte wants to talk about that in the interview?",
        "vi": "Bà Birgitte muốn nói thế khi phỏng vấn? Thorsen thì sao?"
    },
    {
        "start": "00:38:52,760",
        "end": "00:38:56,440",
        "en": "Statsministeren har intet nyt at tilføje.",
        "pa": "What about Thorsen?\n I don't think the prime minister has any more to add\n to what the defense minister said.",
        "vi": "Chắc Thủ tướng không có gì để bổ sung vào ý kiến của Bộ trưởng Quốc phòng."
    },
    {
        "start": "00:38:58,480",
        "end": "00:39:02,200",
        "en": "-Jeg tænkte nok, der var et men. -Du får dit interview.",
        "pa": "I figured there was a \"but.\" \n You get your interview.",
        "vi": "Em tưởng là có \"nhưng\".\n Em được phỏng vấn."
    },
    {
        "start": "00:39:02,320",
        "end": "00:39:07,720",
        "en": "Vi får mulighed for at forklare vores ny åbenhed eksklusivt.",
        "pa": "The prime minister gets the chance to explain our new openness,",
        "vi": "Thủ tướng có cơ hội giải thích sự cởi mở mới, dành riêng cho bên em."
    },
    {
        "start": "00:39:07,840",
        "end": "00:39:10,840",
        "en": "Der er kun det men, der er foran sætningen:",
        "pa": "exclusively.\n There aren't many \"buts\" in that, except the \"but\" in front of the sentence...",
        "vi": "Không có nhiều từ \"nhưng\", ngoại trừ trước câu..."
    },
    {
        "start": "00:39:10,960",
        "end": "00:39:15,720",
        "en": "Vi kunne også give interviewet til en anden journalist.",
        "pa": "We could give the interview to someone else.",
        "vi": "Bên anh có thể cho người khác phỏng vấn."
    },
    {
        "start": "00:39:15,840",
        "end": "00:39:19,200",
        "en": "-Hej, Bent. -Hej, Laura.",
        "pa": "-Hi, Bent. -Hello, Laura.",
        "vi": "- Chào ông Bent. - Chào Laura."
    },
    {
        "start": "00:39:21,160",
        "end": "00:39:25,520",
        "en": "Jeg er glad for, du kom herud. Børnene kan ikke være alene.",
        "pa": "Thank you for coming out here, Bent.\n I can't really leave the kids alone.",
        "vi": "Cảm ơn đã đến đây, Bent.\n Tôi không thể để bọn trẻ một mình."
    },
    {
        "start": "00:39:25,640",
        "end": "00:39:29,160",
        "en": "-Du vil gerne have kaffe, ikke? -Jo tak.",
        "pa": "-You'd like some coffee, right? -Yes, please.",
        "vi": "- Uống cà phê chứ? - Vâng."
    },
    {
        "start": "00:39:36,440",
        "end": "00:39:41,840",
        "en": "I morgen præsenterer jeg mit forslag om ny åbenhed i regeringen.",
        "pa": "Well, like I said, I intend to go on the news tomorrow\n to present my proposal for new transparency in the government.",
        "vi": "Như tôi đã nói, mai tôi muốn lên thời sự\n để nói về đề xuất minh bạch mới của Chính phủ."
    },
    {
        "start": "00:39:41,960",
        "end": "00:39:44,960",
        "en": "-Jeg har sendt mails ud. -Jo tak.",
        "pa": "-I've sent out the mails. -Oh, I know.",
        "vi": "- Tôi đã gửi thư. - Tôi biết."
    },
    {
        "start": "00:39:45,080",
        "end": "00:39:49,800",
        "en": "Alle ministrene blev stiktossede. Inklusive mig selv.",
        "pa": "All the ministers blew up. Me included.",
        "vi": "Tất cả các Bộ tưởng đều nổi đóa. Tôi cũng vậy."
    },
    {
        "start": "00:39:52,160",
        "end": "00:39:55,280",
        "en": "Hvad sker der, Birgitte?",
        "pa": "What's happening, Birgitte?",
        "vi": "Chuyện gì vậy?"
    },
    {
        "start": "00:39:55,400",
        "end": "00:39:59,680",
        "en": "Journalisterne står i kø for at grave smuds frem.",
        "pa": "The journalists are standing in line to dig up dirt.",
        "vi": "Cánh nhà báo đang xếp hàng để đào bới."
    },
    {
        "start": "00:39:59,800",
        "end": "00:40:04,160",
        "en": "Hvad sker der med dig og din familie? Hvor er Phillip?",
        "pa": "-We can't take it-- -That's not what I mean.\n What's happening with you and your family?",
        "vi": "- Không thể để... - Ý tôi không phải thế.\n Có chuyện gì với gia đình bà vậy?"
    },
    {
        "start": "00:40:04,280",
        "end": "00:40:08,120",
        "en": "Vil du ikke hjælpe mig med at indskærpe det over for de andre?",
        "pa": "And where is Phillip?\n Listen, we can't take it, could you please help",
        "vi": "Và Phillip đâu?\n Ta không thể để thế, ông giúp tôi nói để các Bộ trưởng khác hiểu nhé."
    },
    {
        "start": "00:40:08,240",
        "end": "00:40:11,440",
        "en": "-Hvor er Phillip? -Han tager ikke telefonen.",
        "pa": "making the other ministers understand?\n -Where is Phillip? -I don't know, Bent.",
        "vi": "- Phillip đâu? - Tôi không biết."
    },
    {
        "start": "00:40:11,560",
        "end": "00:40:16,160",
        "en": "Ingen af vores venner ved, hvor han er.",
        "pa": "I keep calling him. He won't pick up. I also called our friends, who...\n might now, but nobody has seen him.",
        "vi": "Tôi gọi mãi, anh ấy không nghe. Tôi gọi cả cho bạn bè, những người\n có thể biết nhưng không ai thấy anh ấy."
    },
    {
        "start": "00:40:21,120",
        "end": "00:40:25,760",
        "en": "Det tror jeg, du skal lade være med. Jeg begynder bare at tude.",
        "pa": "Don't do that, I'll just start crying.",
        "vi": "Đừng làm thế, tôi sẽ khóc đấy."
    },
    {
        "start": "00:40:31,760",
        "end": "00:40:35,640",
        "en": "Jeg var nødt til at bede ham om at sige sin stilling op.",
        "pa": "I had to ask him to resign his position.",
        "vi": "Tôi phải yêu cầu anh ấy từ chức."
    },
    {
        "start": "00:40:43,560",
        "end": "00:40:48,560",
        "en": "-Han var virkelig glad for det job. -Det er en frygtelig selvmodsigelse.",
        "pa": "He was really excited about that job.\n It's a terrible contradiction.",
        "vi": "- Anh ấy rất hào hứng với công việc đó. - Một mâu thuẫn khủng khiếp."
    },
    {
        "start": "00:40:48,680",
        "end": "00:40:53,120",
        "en": "I Folketinget kæmper vi for den moderne familie.",
        "pa": "In Parliament, we fight for the modern family.",
        "vi": "Ở Quốc hội, ta đấu tranh cho gia đình hiện đại."
    },
    {
        "start": "00:40:53,240",
        "end": "00:40:59,480",
        "en": "Men ægteskaber på Borgen holder kun, hvis ægtefællen går derhjemme.",
        "pa": "Where both Mom and Dad can work.\n But marriages only last at Borgen if the spouse stays at home.",
        "vi": "Để cả bố và mẹ có thể đi làm.\n Nhưng ở Borgen, hôn nhân chỉ tồn tại nếu vợ hoặc chồng ở nhà."
    },
    {
        "start": "00:41:02,960",
        "end": "00:41:06,400",
        "en": "-Har han en anden? -Nej.",
        "pa": "Does he have another woman?\n No.",
        "vi": "- Anh ấy có người khác à? - Không."
    },
    {
        "start": "00:41:51,280",
        "end": "00:41:55,000",
        "en": "Laura, jeg tager ind på Borgen. Jeg kommer snart tilbage.",
        "pa": "Laura, I have to go to Borgen for a short meeting.",
        "vi": "Laura, mẹ phải đến Borgen để họp nhanh."
    },
    {
        "start": "00:41:55,120",
        "end": "00:41:58,920",
        "en": "-Kigger du lige efter Magnus? -Ja.",
        "pa": "I'll be right back. Could you watch Magnus?\n Yes.",
        "vi": "Sẽ về ngay. Con trông Magnus nhé?\n Vâng."
    },
    {
        "start": "00:42:00,200",
        "end": "00:42:04,400",
        "en": "-Ring bare, hvis der er noget. -Ja. Godnat.",
        "pa": "-Great. Call me, if there is anything. -Yes.\n Good night.",
        "vi": "- Tốt lắm. Có gì thì gọi mẹ. - Vâng.\n - Chào mẹ. - Ngủ ngon nhé."
    },
    {
        "start": "00:42:50,880",
        "end": "00:42:55,720",
        "en": "Hej, Freja. Må jeg godt lige komme ind?",
        "pa": "Hi, Freja.\n -Hi... - Can I come in?",
        "vi": "Chào Freja.\n - Chào... - Tôi vào được chứ?"
    },
    {
        "start": "00:42:55,840",
        "end": "00:42:58,040",
        "en": "Tak.",
        "pa": "-Uh... - Thank you.",
        "vi": "- Vâng... - Cảm ơn."
    },
    {
        "start": "00:42:58,160",
        "end": "00:43:00,680",
        "en": "Hvad sker der?",
        "pa": "What's going on?",
        "vi": "Có chuyện gì vậy?"
    },
    {
        "start": "00:43:08,920",
        "end": "00:43:11,560",
        "en": "Undskyld, jeg troede...",
        "pa": "I'm sorry, I thought...",
        "vi": "Tôi xin lỗi, tôi tưởng..."
    },
    {
        "start": "00:43:15,240",
        "end": "00:43:18,520",
        "en": "Det må I virkelig meget undskylde.",
        "pa": "I am terribly sorry.",
        "vi": "Tôi cô vùng xin lỗi."
    },
    {
        "start": "00:43:27,880",
        "end": "00:43:31,160",
        "en": "Mor, det er sent. Vi skal op nu.",
        "pa": "Mom, it's late. It's time to get up.",
        "vi": "Mẹ, muộn rồi. Đến giờ dậy rồi."
    },
    {
        "start": "00:43:31,280",
        "end": "00:43:33,920",
        "en": "-Mor? -Jeg kommer nu.",
        "pa": "Mom.\n I'll be right there.",
        "vi": "Mẹ.\n Mẹ đến ngay đây."
    },
    {
        "start": "00:43:36,280",
        "end": "00:43:40,440",
        "en": "Jeg har ikke mere rent undertøj. Og hvor er Magnus' badebukser?",
        "pa": "I'm out of clean underwear, and I can't find Magnus' swimming trunks.",
        "vi": "Con hết đồ lót sạch rồi, và không thấy quần bơi của Magnus."
    },
    {
        "start": "00:43:40,560",
        "end": "00:43:45,480",
        "en": "-Hvad skal han med badebukser? -Han skal til svømning.",
        "pa": "Trunks? Why does he need swimming trunks?\n -It's Friday, he's got swimming lessons. -I'll think of something.",
        "vi": "Quần bơi? Sao em con lại cần quần bơi?\n - Hôm nay là thứ Sáu, có tiết học bơi. - Để mẹ tìm cách."
    },
    {
        "start": "00:43:45,600",
        "end": "00:43:49,640",
        "en": "-Der er ikke mere mælk. -Okay.",
        "pa": "We are out of milk.\n - Okay.",
        "vi": "Hết sữa rồi.\n Được rồi."
    },
    {
        "start": "00:43:49,760",
        "end": "00:43:52,920",
        "en": "Hvornår kommer far egentlig hjem?",
        "pa": "Mom, when is Dad coming home?",
        "vi": "Mẹ, khi nào bố về?"
    },
    {
        "start": "00:43:53,040",
        "end": "00:43:56,440",
        "en": "-Godmorgen, Kasper. -Er du på vej ind?",
        "pa": "Good morning, Kasper.\n Good morning, Birgitte, are you on your way?",
        "vi": "Chào Kasper.\n Chào bà Birgitte, bà đi chưa?"
    },
    {
        "start": "00:43:56,560",
        "end": "00:44:02,640",
        "en": "-Nej, vi spiser morgenmad. -Du skal i nyhederne kl. 20.30.",
        "pa": "No, we are eating breakfast.\n All right, you are going on TV1 News tonight at 8.30 p.m. It's all in motion.",
        "vi": "Chưa, chúng tôi đang ăn sáng.\n Tối nay bà lên Thời Sự TV1 lúc 8:30, đang chuẩn bị rồi."
    },
    {
        "start": "00:44:02,760",
        "end": "00:44:07,240",
        "en": "Jeg kommer om en halv time. Så kan vi lige snakke om det hele.",
        "pa": "-You must appear-- -Of course, I'm there in 30 minutes,\n -and then we can discuss it. -Good.",
        "vi": "- Bà phải xuất hiện... - Dĩ nhiên, 30 phút nữa tôi đến\n - rồi ta bàn bạc. - Vâng."
    },
    {
        "start": "00:44:08,720",
        "end": "00:44:11,240",
        "en": "Magnus, så er det op.",
        "pa": "-All right, bye. -Bye.\n Super. Magnus! Get up!",
        "vi": "- Tạm biệt. - Tạm biệt.\n Tuyệt. Magnus!"
    },
    {
        "start": "00:44:11,360",
        "end": "00:44:15,040",
        "en": "Interviewet med statsministeren er tophistorien i aften.",
        "pa": "The interview with the prime minister is our top story.",
        "vi": "Dậy đi!\n Phỏng vấn Thủ tướng sẽ là bài chính."
    },
    {
        "start": "00:44:15,160",
        "end": "00:44:19,240",
        "en": "Phillip Christensen bliver alligevel ikke direktør i Via Electronics.",
        "pa": "- And all questions are cleared? - Yes.\n Have you seen the press release about Phillip Christensen",
        "vi": "- Xử lý mọi vấn đề chưa? - Rồi.\n Anh thấy thông cáo báo chí về Phillip Christensen"
    },
    {
        "start": "00:44:19,360",
        "end": "00:44:23,760",
        "en": "Jeg har lovet statsministeren, at vi kun taler om den nye åbenhed.",
        "pa": "not being CEO at Via Electronics after all?\n I read it, and we are not asking about it.\n I promised we'd only discuss her new plans for transparency, that's it.",
        "vi": "từ chức CEO của Điện Tử Via chưa?\n Rồi. Ta không hỏi chuyện đó.\n Tôi đã hứa sẽ chỉ hỏi về kế hoạch minh bạch của bà ấy."
    },
    {
        "start": "00:44:23,880",
        "end": "00:44:29,920",
        "en": "Du ved godt, at Via Electronics har leveret hardware til Defenderflyet.",
        "pa": "And do you know that the research department found out\n that Via Electronics delivered hardware to the Defender for a tiny sum?",
        "vi": "Anh có biết Ban Nghiên cứu phát hiện\n Điện Tử Via cung cấp một phần nhỏ linh kiện cho Defender?"
    },
    {
        "start": "00:44:30,040",
        "end": "00:44:35,560",
        "en": "Gennemsigtigheden i regeringen rammer Nyborgs egen mand.",
        "pa": "Yes.\n It looks like Birgitte Nyborg's proposal",
        "vi": "Có.\n Có vẻ như đề nghị của Birgitte Nyborg"
    },
    {
        "start": "00:44:35,680",
        "end": "00:44:40,800",
        "en": "-Hvad er historien? -De store personlige omkostninger.",
        "pa": "about complete transparency will hurt her own husband.\n And what's the story?\n It's interesting to discuss the personal consequences that politicians face.",
        "vi": "về minh bạch toàn bộ sẽ ảnh hưởng tới chồng mình.\n Câu chuyện là gì?\n Hậu quả đời tư mà các chính trị gia phải chịu là chủ đề hay."
    },
    {
        "start": "00:44:40,920",
        "end": "00:44:44,200",
        "en": "Spørg om lov, før du går ind i noget privat.",
        "pa": "You have to ask the prime minister's office about personal questions.",
        "vi": "Cô phải xin phép Văn phòng Thủ tướng để hỏi về đời tư."
    },
    {
        "start": "00:44:44,320",
        "end": "00:44:48,000",
        "en": "-Vi skal vide det inden kl. 13. -Jeg ringer nu.",
        "pa": "And we need to know before the editorial meeting at one p.m.",
        "vi": "Ta cần biết trước cuộc họp nội dung lúc 1:00."
    },
    {
        "start": "00:44:48,120",
        "end": "00:44:51,440",
        "en": "Jeg vil ikke tale om mit privatliv.",
        "pa": "-I'm calling now. -Good.\n I won't talk about my personal life, Kasper.",
        "vi": "- Tôi gọi đây. - Tốt.\n Tôi không nói về đời tư đâu."
    },
    {
        "start": "00:44:51,560",
        "end": "00:44:55,680",
        "en": "Det er ikke nogen dårlig idé at give en mere personlig vinkel.",
        "pa": "It's not necessarily a bad idea to give this a more personal angle.",
        "vi": "Nói thêm một chút về đời tư không hẳn là ý tồi."
    },
    {
        "start": "00:44:55,800",
        "end": "00:44:59,360",
        "en": "-Hørte du ikke, hvad jeg sagde? -Jo.",
        "pa": "Didn't you hear me?\n Yes.",
        "vi": "Không nghe thấy à?\n Có ạ."
    },
    {
        "start": "00:45:00,640",
        "end": "00:45:03,600",
        "en": "Er alt okay?",
        "pa": "Is everything okay?",
        "vi": "Mọi việc ổn chứ?"
    },
    {
        "start": "00:45:05,280",
        "end": "00:45:09,880",
        "en": "Katrine, jeg har talt med Kasper Juul om interviewet med statsministeren.",
        "pa": "-Katrine. -Yes.\n Listen, I just spoke with Kasper Juul",
        "vi": "- Katrine? - Vâng.\n Tôi vừa nói chuyện với Kasper Juul"
    },
    {
        "start": "00:45:10,000",
        "end": "00:45:15,480",
        "en": "-Der må ikke tales om noget privat. -Hvorfor har du snakket med Kasper?",
        "pa": "regarding the interview with the prime minister,\n and we agreed there would be no private questions.",
        "vi": "về cuộc phỏng vấn với Thủ tướng\n và chúng tôi nhất trí sẽ không hỏi về đời tư."
    },
    {
        "start": "00:45:15,600",
        "end": "00:45:21,240",
        "en": "Kasper ville sikre sig, at vi holder os på rette spor.",
        "pa": "Why did you speak with Kasper?\n Because it is important for the prime minister that we focus",
        "vi": "Sao anh lại nói với Kasper?\n Vì điều quan trọng với Thủ tướng là ta bám sát chủ đề"
    },
    {
        "start": "00:45:21,360",
        "end": "00:45:24,920",
        "en": "Så han ringede til pigebarnets chef.",
        "pa": "in the interview, and Kasper just wanted to stress that.\n So he called the little girl's boss?",
        "vi": "khi phỏng vấn và Kasper muốn nhấn mạnh điều đó.\n Vậy anh ấy gọi sếp của cô bé?"
    },
    {
        "start": "00:45:25,040",
        "end": "00:45:28,920",
        "en": "-Vi er på sporet af noget. -Ja, men en aftale er en aftale.",
        "pa": "-You could say that. -Doesn't that tell you\n -we are on to something? - Yes.",
        "vi": "- Nói thế cũng được. - Qua đó anh không thấy\n - là ta phát hiện ra gì đó à? - Có."
    },
    {
        "start": "00:45:29,040",
        "end": "00:45:33,040",
        "en": "-Ingen snak om privatlivet. -Det er jo netop ikke privat.",
        "pa": "But a deal is a deal. No private talk.\n But it's not private, Torben. That's the point!",
        "vi": "Nhưng thỏa thuận là thỏa thuận. Không nói về đời tư.\n Đó không phải là đời tư. Vấn đề ở chỗ đó!"
    },
    {
        "start": "00:45:33,160",
        "end": "00:45:37,600",
        "en": "Regeringens krav om åbenhed er en stor fed afledningsmanøvre",
        "pa": "The government's transparency is a professional, political decision,",
        "vi": "Sự minh bạch của Chính phủ là quyết định chính trị, chuyên môn"
    },
    {
        "start": "00:45:37,720",
        "end": "00:45:41,440",
        "en": "som gør det umuligt for Nyborgs mand at beholde sit nye job.",
        "pa": "which besides being a big diversion from Thorson's fuck-up,\n makes it impossible for Nyborg's husband to keep his job.",
        "vi": "ngoài việc đánh lạc hướng khỏi vụ bê bối của Thorsen,\n nó khiến chồng bà ấy mất việc."
    },
    {
        "start": "00:45:41,560",
        "end": "00:45:44,560",
        "en": "Forsvarsministerens rod",
        "pa": "That is interesting.",
        "vi": "Thế mới hay."
    },
    {
        "start": "00:45:44,680",
        "end": "00:45:49,080",
        "en": "får professionelle konsekvenser for statsministerens mand.",
        "pa": "Not only does the minister of defense not have to clean up after himself,\n his mess also has consequences for the prime minister's husband.",
        "vi": "Bộ trưởng Quốc phòng không chỉ được ăn ốc\n mà vỏ ông ta để lại còn làm hại chồng Thủ tướng."
    },
    {
        "start": "00:45:49,200",
        "end": "00:45:54,120",
        "en": "Det er en dygtig analyse. Hvor vil du hen med det?",
        "pa": "That's fine. Great. A very skilled analysis there.",
        "vi": "Được. Tốt lắm. Phân tích rất giỏi."
    },
    {
        "start": "00:45:54,240",
        "end": "00:45:59,720",
        "en": "Sagen skal tilbage på sporet. Vores forsvarsminister er korrupt.",
        "pa": "-But where are you going with this? -I want this case back on topic!\n The minister of defense, who just spent 130 billion",
        "vi": "- Nhưng cô định đi đến đâu? - Tôi muốn trở lại chủ đề!\n Bộ trưởng Bộ Quốc phòng, người vừa chi 130 tỉ"
    },
    {
        "start": "00:45:59,840",
        "end": "00:46:03,800",
        "en": "-Det bliver ikke til noget. -Det hele er en afledningsmanøvre.",
        "pa": "-of the taxpayers' money, is corrupt. -It won't go anywhere.\n I want Birgitte Nyborg to admit that the transparency is a diversion",
        "vi": "- tiền thuế của dân là tên nham nhũng. - Vô ích.\n Tôi muốn bà ấy thừa nhận vụ minh bạch là để đánh lạc hướng"
    },
    {
        "start": "00:46:03,920",
        "end": "00:46:08,840",
        "en": "-Skal Nyborgs mand betale prisen? -Ingen snak om privatliv.",
        "pa": "and ask her if her husband is paying a fair price to save the government.",
        "vi": "và hỏi liệu chồng bà ấy có phải trả giá đắt để cứu Chính phủ không."
    },
    {
        "start": "00:46:08,960",
        "end": "00:46:14,320",
        "en": "Det kan ikke betale sig at være uvenner med Statsministeriet.",
        "pa": "There will be no private questions!\n And as your boss, I have decided that in this case,\n we don't want to fight the prime minister. The story is not worth it.",
        "vi": "Không được hỏi về đời tư!\n Là sếp của cô, tôi quyết định trong trường hợp này\n ta không công kích Thủ tướng Nó không đáng."
    },
    {
        "start": "00:46:14,440",
        "end": "00:46:18,200",
        "en": "Hvis ikke han havde sagt op, kunne du fyre løs.",
        "pa": "And she's shut down the story.\n If he hadn't quit, you could have fired away, but that's not the case.",
        "vi": "Bà ấy đã khép lại câu chuyện.\n Nếu ông ấy không từ chức, cô có thể hỏi nhưng không phải thế."
    },
    {
        "start": "00:46:18,320",
        "end": "00:46:22,560",
        "en": "-Men det er ikke tilfældet. -Jeg er meget uenig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:46:22,680",
        "end": "00:46:25,160",
        "en": "Det er du velkommen til at være.",
        "pa": "I disagree strongly with your assessment.\n You're welcome to do so.",
        "vi": "- Tôi cực lực phản đối ý kiến của anh. - Cô cứ việc."
    },
    {
        "start": "00:46:25,280",
        "end": "00:46:28,960",
        "en": "Mailen her fra Statsministeriet bekræfter vores aftale.",
        "pa": "I have here an e-mail confirming our appointment with the prime minister.",
        "vi": "Đây là email xác nhận cuộc hẹn với Thủ tướng."
    },
    {
        "start": "00:46:29,080",
        "end": "00:46:34,120",
        "en": "Hvis du stadig er i tvivl, råber du højt. Det er vi sgu så vant til.",
        "pa": "Take a look and if you still have doubts, just yell out. We are used to that.",
        "vi": "Xem đi, nếu còn nghi ngờ thì gào to lên, chúng tôi quen rồi."
    },
    {
        "start": "00:46:36,880",
        "end": "00:46:40,560",
        "en": "Godt, Kasper. Vi ses om lidt.",
        "pa": "All right, Kasper. Christian is coming to get you.",
        "vi": "Được rồi, Kasper. Christian sẽ đón anh. Hẹn gặp lại. Tạm biệt."
    },
    {
        "start": "00:46:40,680",
        "end": "00:46:44,560",
        "en": "-Husk at tage dine sko af. -Du er altså ikke min mor.",
        "pa": "See you soon. Bye.\n -Remember to take your shoes off. - Leave me alone!",
        "vi": "- Nhớ cởi giày ra. - Để em yên!"
    },
    {
        "start": "00:46:44,680",
        "end": "00:46:48,480",
        "en": "-Tag dem nu bare af. -Snak ordentligt til hinanden.",
        "pa": "-You're not my mom. -Just take them off.\n Hey, hey, hey. Be nice to each other.",
        "vi": "- Chị không phải mẹ em. - Cởi ra đi.\n Này. Lịch sự với nhau đi."
    },
    {
        "start": "00:46:48,600",
        "end": "00:46:52,280",
        "en": "Jeg skal i nyhederne i aften, så Trine laver aftensmad.",
        "pa": "Listen, I'm going on the news tonight, so Trine will come and make dinner.",
        "vi": "Tối nay mẹ sẽ lên thời sự, cô Trine sẽ nấu bữa tối."
    },
    {
        "start": "00:46:52,400",
        "end": "00:46:55,160",
        "en": "Hej, unger.",
        "pa": "-but I won't be late-- -Hi, kids!",
        "vi": "- Mẹ sẽ không về muộn... - Các con!"
    },
    {
        "start": "00:46:55,280",
        "end": "00:46:58,840",
        "en": "-Hej, unger. Har I savnet mig? -Hvad tror du selv?",
        "pa": "- Hi, Dad! - Hi, kids! Did you miss me?",
        "vi": "- Chào bố! - Chào! Nhớ bố không?"
    },
    {
        "start": "00:46:58,960",
        "end": "00:47:01,520",
        "en": "Hej, min smukke.",
        "pa": "- What do you think?\n Hello, my beauty. ",
        "vi": "Bố nghĩ sao?\n Chào con gái xinh."
    },
    {
        "start": "00:47:01,640",
        "end": "00:47:04,360",
        "en": "Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào em. - Chào anh."
    },
    {
        "start": "00:47:04,480",
        "end": "00:47:08,520",
        "en": "Løb lige op til Laura. Jeg skal lige snakke med mor.",
        "pa": "Look, could you run up to Laura's room and play? I need to talk to Mom.",
        "vi": "Các con lên phòng Laura chơi đi. Bố cần nói chuyện với mẹ."
    },
    {
        "start": "00:47:08,640",
        "end": "00:47:11,680",
        "en": "Det tager ikke så lang tid.",
        "pa": "- No... - Yes.\n - Come on, Magnus. - It won't be long.",
        "vi": "- Không... - Có.\n - Nào, Magnus. - Không lâu đâu."
    },
    {
        "start": "00:47:20,920",
        "end": "00:47:24,640",
        "en": "Hvor har du været? Hvorfor har du ikke ringet tilbage?",
        "pa": "-Where have you been?\n Why the hell didn't you call? I left you so many messages.",
        "vi": "Anh đã ở đâu vậy?\n Sao anh không gọi? Em nhắn cho anh cả đống tin."
    },
    {
        "start": "00:47:24,760",
        "end": "00:47:26,880",
        "en": "Jeg talte med Freja.",
        "pa": "I spoke with Freja.",
        "vi": "Anh đã nói chuyện với Freja."
    },
    {
        "start": "00:47:28,800",
        "end": "00:47:32,200",
        "en": "Du er eddermame heldig, hun ikke går til pressen.",
        "pa": "You're lucky she's not the type to tattle to the press.",
        "vi": "May cho em là cô ấy không phải người thích bép xép với báo chí."
    },
    {
        "start": "00:47:32,320",
        "end": "00:47:34,520",
        "en": "Det ved jeg godt.",
        "pa": "-Yes, I know. -Yeah.",
        "vi": "- Em biết. - Ừ."
    },
    {
        "start": "00:47:37,360",
        "end": "00:47:39,840",
        "en": "Men jeg var bange, Phillip.",
        "pa": "But I was scared, Phillip.",
        "vi": "Nhưng em sợ, Phillip."
    },
    {
        "start": "00:47:39,960",
        "end": "00:47:45,280",
        "en": "Du kan sgu da ikke bare forsvinde i flere dage. Så bliver jeg bange.",
        "pa": "You can't just...\n disappear for several days without letting me know.",
        "vi": "Anh không thể...\n biến mất vài ngày mà em không biết đi đâu. Điều đó làm em sợ!"
    },
    {
        "start": "00:47:45,400",
        "end": "00:47:50,200",
        "en": "Så får jeg tanker, og så tænkte jeg, at du var sammen med en anden.",
        "pa": "That makes me scared!\n I get scared, and I start thinking.\n And then I thought that perhaps you were with her.",
        "vi": "Em sợ và bắt đầu tưởng tượng.\n Rồi em nghĩ có lẽ anh đi với người khác."
    },
    {
        "start": "00:47:54,200",
        "end": "00:47:57,280",
        "en": "Det var jeg også.",
        "pa": "I was.",
        "vi": "Đúng thế đấy."
    },
    {
        "start": "00:48:02,400",
        "end": "00:48:06,200",
        "en": "Jeg var så sindssygt vred på dig og dit skide arbejde.",
        "pa": "I was so insanely mad at you.",
        "vi": "Anh đã hận em vô cùng."
    },
    {
        "start": "00:48:06,320",
        "end": "00:48:09,160",
        "en": "Altså, jeg...",
        "pa": "And your fucking job. I mean, I...",
        "vi": "Cả công việc chết tiệt của em. Anh..."
    },
    {
        "start": "00:48:09,280",
        "end": "00:48:13,880",
        "en": "Jeg havde fandeme lyst til at smadre et eller andet og...",
        "pa": "I just wanted to destroy something, and...",
        "vi": "Anh chỉ muốn phá hủy gì đó và..."
    },
    {
        "start": "00:48:29,040",
        "end": "00:48:31,640",
        "en": "Birgitte...",
        "pa": "-Birgitte-- -Don't!",
        "vi": "- Birgitte... - Đừng!"
    },
    {
        "start": "00:48:31,760",
        "end": "00:48:35,440",
        "en": "Birgitte, for helvede. Slog du dig?",
        "pa": "-Damn it, what happened? Are you hurt?",
        "vi": "Sao vậy? Em có đau không?"
    },
    {
        "start": "00:48:46,320",
        "end": "00:48:50,960",
        "en": "-Mor, hvad er der sket? -Jeg skvattede over min taske.",
        "pa": "Mom, what happened?\n -I fell over my bag.  - Uh...",
        "vi": "Mẹ, chuyện gì vậy?\n Mẹ ngã vào cái túi."
    },
    {
        "start": "00:48:51,080",
        "end": "00:48:54,880",
        "en": "Hold kæft, hvor er jeg en klods. Jeg skal have noget vand på.",
        "pa": "I'm so clumsy.",
        "vi": "Mẹ hậu đậu quá."
    },
    {
        "start": "00:48:55,000",
        "end": "00:49:00,400",
        "en": "-Blev du forskrækket, skat? -Skal vi have noget te?",
        "pa": "I'm going to wash this.\n It's okay. I was just startled, honey.\n Come, let's get some tea. Are you hungry?",
        "vi": "Mẹ đi rửa đây.\n Không sao. Mẹ giật mình thôi, con yêu.\n Đi uống trà nào. Con đói không?"
    },
    {
        "start": "00:49:12,040",
        "end": "00:49:15,280",
        "en": "Er vi klar til nyhederne?",
        "pa": "So, are we ready for the news?",
        "vi": "Ta đã sẵn sàng lên thời sự chưa?"
    },
    {
        "start": "00:49:15,400",
        "end": "00:49:17,880",
        "en": "Stop lige.",
        "pa": "Wait. Wait a minute. Stop.",
        "vi": "Khoan đã. Dừng lại."
    },
    {
        "start": "00:49:20,320",
        "end": "00:49:24,560",
        "en": "-Skal vi ringe og aflyse? -Nej, det kan vi ikke.",
        "pa": "-Should we call and cancel? -No, Kasper. We can't.",
        "vi": "- Ta có nên hủy không? - Không thể, Kasper."
    },
    {
        "start": "00:49:24,680",
        "end": "00:49:27,680",
        "en": "Hvad fanden er der sket?",
        "pa": "What the hell happened?",
        "vi": "Chuyện quái gì vậy?"
    },
    {
        "start": "00:49:28,520",
        "end": "00:49:31,520",
        "en": "Du finder på noget.",
        "pa": "You'll think of something.",
        "vi": "Anh sẽ nghĩ ra cớ. "
    },
    {
        "start": "00:49:37,400",
        "end": "00:49:42,200",
        "en": "Torben. Det er Kasper Juul. Statsministeren er faldet.",
        "pa": "Hi, Torben, it's Kasper Juul. Listen...",
        "vi": "Torben, Kasper Juul đây. Nghe này..."
    },
    {
        "start": "00:49:42,320",
        "end": "00:49:47,640",
        "en": "Jeres bedste sminkøse skal i spil, hvis interviewet skal gennemføres.",
        "pa": "the prime minister fell during a workout,\n so we need your best makeup artist if this interview is going to happen.",
        "vi": "Thủ tướng bị ngã lúc tập thể thao,\n chúng tôi cần chuyên gia trang điểm giỏi nhất, nếu phỏng vấn."
    },
    {
        "start": "00:49:49,280",
        "end": "00:49:51,720",
        "en": "Godt. Farvel.",
        "pa": "And discreetly, please.\n All right, bye.",
        "vi": "Và làm ơn kín đáo nhé.\n Rồi, tạm biệt."
    },
    {
        "start": "00:49:55,120",
        "end": "00:49:58,240",
        "en": "-Er du okay? -Nej.",
        "pa": "-Are you okay? -No.",
        "vi": "- Bà ổn chứ? - Không."
    },
    {
        "start": "00:50:00,440",
        "end": "00:50:04,600",
        "en": "-Kan du gennemføre det? -Jeg skal nok klare det.",
        "pa": "-I have to ask, if you can do this-- -I'll handle it, Kasper.",
        "vi": "- Bà có làm được... - Tôi lo được, Kasper."
    },
    {
        "start": "00:50:04,720",
        "end": "00:50:07,680",
        "en": "Nå, vi kører.",
        "pa": "All right, let's go.",
        "vi": "Được rồi, đi thôi."
    },
    {
        "start": "00:50:17,360",
        "end": "00:50:22,760",
        "en": "Velkommen til TV1 Nyheder. Vi har statsministeren i studiet.",
        "pa": "Good evening and welcome to TV1 News on this Friday, September 2nd,",
        "vi": "Chào mừng quý vị đến với Tin Tức TV1 vào thứ Sáu, ngày hai tháng Chín,"
    },
    {
        "start": "00:50:22,880",
        "end": "00:50:26,080",
        "en": "-Kan du skjule det? -Ikke hundrede procent.",
        "pa": "-where Prime Minister Birgitte Nyborg... -Can you hide it?\n I can't hide it completely, but it's going to look great.",
        "vi": "- khi Thủ tướng Birgitte... - Giấu được không?\n Tôi không thể giấu hết,"
    },
    {
        "start": "00:50:26,200",
        "end": "00:50:29,720",
        "en": "Men det kommer til at se superfint ud.",
        "pa": "- Later, the prime minister...",
        "vi": "nhưng trông sẽ rất tuyệt.\n Lát nữa Thủ tướng sẽ đến trường quay..."
    },
    {
        "start": "00:50:31,280",
        "end": "00:50:36,160",
        "en": "Kan du sørge for, at de kun filmer statsministeren fra højre side?",
        "pa": "- Come in. - Yes.\n Hi. Could you make sure they only film the prime minister from the right side?",
        "vi": "Mời vào.\n Vâng?\n Chào. Có thể đảm bảo họ chỉ quay Thủ tướng từ bên phải chứ?"
    },
    {
        "start": "00:50:36,280",
        "end": "00:50:41,040",
        "en": "-Jeg snakker med fotograferne. -Det er kun dig, der kommer ind her.",
        "pa": "Yes, I'll talk with Dan and the cameramen about it.\n -And only you come in here. -Yes, of course.",
        "vi": "Có, tôi sẽ bảo Dan và đội quay phim.\n - Và chỉ có cô vào đây. - Vâng, tất nhiên."
    },
    {
        "start": "00:50:41,160",
        "end": "00:50:45,800",
        "en": "-Den er I med på, 1 og 3? -Vi skyder hende kun fra højre.",
        "pa": "Do you copy, one and three?\n -We only film her right side, right? -One and three, stick to the deal.",
        "vi": "Rõ chứ, máy một và ba?\n - Chỉ quay bên phải bà ấy nhỉ? - Máy một và ba, làm như đã thống nhất."
    },
    {
        "start": "00:50:49,360",
        "end": "00:50:53,240",
        "en": "Katrine, du skal stå på den anden side.",
        "pa": "Katrine, you have to switch places for this interview.",
        "vi": "Katrine,\n Cô phải đổi chỗ trong cuộc phỏng vấn này."
    },
    {
        "start": "00:50:53,360",
        "end": "00:50:55,840",
        "en": "Okay. Hej.",
        "pa": "Okay. Hi.",
        "vi": "Vâng.\n Chào bà."
    },
    {
        "start": "00:50:55,960",
        "end": "00:50:59,680",
        "en": "Velkommen. Og tak, fordi du ville komme.",
        "pa": "- Hi. - Welcome.\n -Thanks for coming. -Thank you.",
        "vi": "- Chào. - Chào mừng\n - và cảm ơn bà vì đã đến. - Cảm ơn."
    },
    {
        "start": "00:51:04,640",
        "end": "00:51:08,760",
        "en": "-Fire sekunder. -3, 2, 1 og værsgo.",
        "pa": "-Katrine, four seconds. -Four seconds.\n Two... one... and go.",
        "vi": "- Katrine, bốn giây. - Bốn giây.\n Hai... một... Và lên hình."
    },
    {
        "start": "00:51:09,840",
        "end": "00:51:14,320",
        "en": "Med mig i studiet har jeg statsminister Birgitte Nyborg.",
        "pa": "In the studio, I have prime minister Birgitte Nyborg Christensen.",
        "vi": "Trong trường quay là Thủ tướng Birgitte Nyborg Christensen."
    },
    {
        "start": "00:51:14,440",
        "end": "00:51:17,160",
        "en": "Kør lidt ud. Vi skal ikke for tæt på.",
        "pa": "-Welcome. -Thank you.\n Zoom out a little. Don't get too close. We must be sure not to see it.",
        "vi": "- Chào mừng bà. - Cảm ơn.\n Nhỏ lại chút, máy ba. Đừng quá gần. Đảm bảo không thấy nó."
    },
    {
        "start": "00:51:17,280",
        "end": "00:51:23,080",
        "en": "Kortene skal på bordet. Kalendere og gavelister bliver lagt på nettet.",
        "pa": "...cards on the table.\n Calendars, trips, list of gifts and more are put online.",
        "vi": "...minh bạch.\n Lịch công tác, các chuyến đi, danh sách quà tặng... được đưa lên mạng."
    },
    {
        "start": "00:51:23,200",
        "end": "00:51:26,600",
        "en": "Hvorfor denne åbenhed nu?",
        "pa": "Why do you feel it necessary with this transparency now?",
        "vi": "Sao lúc này bà thấy cần phải minh bạch?"
    },
    {
        "start": "00:51:26,720",
        "end": "00:51:29,760",
        "en": "Vi har et ansvar over for vores vælgere.",
        "pa": "Because I believe we politicians have a responsibility toward our voters.",
        "vi": "Vì các chính trị gia cần có trách nhiệm với cử tri."
    },
    {
        "start": "00:51:29,880",
        "end": "00:51:32,520",
        "en": "De må aldrig miste tilliden til os.",
        "pa": "And we must never wind up losing their trust.",
        "vi": "Chúng ta không được để họ mất lòng tin."
    },
    {
        "start": "00:51:32,640",
        "end": "00:51:37,440",
        "en": "Tiltaget omkring større åbenhed har været undervejs længe.",
        "pa": "The initiative for greater transparency",
        "vi": "Sáng kiến về minh bạch hơn"
    },
    {
        "start": "00:51:37,560",
        "end": "00:51:43,720",
        "en": "Forsvarsministerens rejseaktiviteter fik mig til at fremskynde processen.",
        "pa": "has been a long time coming.\n The defense minister's trips and the rumors of corruption",
        "vi": "đã có từ rất lâu.\n Những chuyến đi của Bộ trưởng Quốc phòng và tin đồn liên quan"
    },
    {
        "start": "00:51:43,840",
        "end": "00:51:48,080",
        "en": "Får sagen ingen konsekvenser for forsvarsministeren?",
        "pa": "have made it necessary to expedite the process.\n But does this mean that the scandal\n will have no consequences for the defense minister?",
        "vi": "đã giúp thúc đẩy tiến trình này.\n Nhưng thế có nghĩa là Bộ trưởng Quốc phòng\n sẽ không phải chịu hậu quả gì?"
    },
    {
        "start": "00:51:48,200",
        "end": "00:51:52,400",
        "en": "Thorsen har begået en mindre fodfejl, som han har beklaget.",
        "pa": "I consider his actions as minor mistakes,",
        "vi": "Việc làm của ông ấy là sai sót nhỏ,"
    },
    {
        "start": "00:51:52,520",
        "end": "00:51:58,880",
        "en": "Thorsen bakkes op af Folketinget, så jeg gør ikke mere i sagen.",
        "pa": "for which he apologized.\n We have broad support in the Parliament\n behind the defense minister, so I don't see any reason for me to do more.",
        "vi": "mà ông ấy đã xin lỗi.\n Có sự ủng hộ rộng rãi trong Quốc hội\n với Bộ trưởng Quốc phòng, tôi không có lý do để làm gì thêm."
    },
    {
        "start": "00:51:59,000",
        "end": "00:52:03,960",
        "en": "Må alle andre ministre nu bøde for Thorsens \"mindre fodfejl\"",
        "pa": "Could you say that all other ministers now must pay",
        "vi": "Có thể nói tất cả các Bộ trưởng khác phải trả giá"
    },
    {
        "start": "00:52:04,080",
        "end": "00:52:07,800",
        "en": "i og med at de bliver kigget over skuldrene konstant?",
        "pa": "for Hans Christian Thorsen's minor mistake, as you called it?\n Since everyone will look over their shoulder from now on.",
        "vi": "cho sai lầm nhỏ của ông Thorsen như bà nói?\n Vì từ giờ, ai nấy đều đề phòng."
    },
    {
        "start": "00:52:07,920",
        "end": "00:52:11,560",
        "en": "Der er ingen, der bliver straffet.",
        "pa": "No, this is not about anybody paying. Nobody is getting punished.",
        "vi": "Không phải chuyện ai trả giá. Không ai bị phạt cả."
    },
    {
        "start": "00:52:11,680",
        "end": "00:52:15,520",
        "en": "Befolkningen skal have indsigt i, hvad politikerne laver.",
        "pa": "This is about giving the people insight into the politicians' doings.",
        "vi": "Mục đích là giúp người dân hiểu rõ hoạt động của chính trị gia."
    },
    {
        "start": "00:52:15,640",
        "end": "00:52:19,360",
        "en": "Det er kun rimeligt. Regeringen har intet at skjule.",
        "pa": "That only seems fair.\n And this government has nothing to hide.",
        "vi": "Thế mới công bằng.\n Chính phủ này không có gì để giấu."
    },
    {
        "start": "00:52:19,480",
        "end": "00:52:22,600",
        "en": "Katrine, vi runder af nu.",
        "pa": "Katrine, wrap up and move on.",
        "vi": "Katrine, kết thúc phần này đi."
    },
    {
        "start": "00:52:27,960",
        "end": "00:52:31,680",
        "en": "I går kunne man i en pressemeddelelse læse",
        "pa": "Birgitte Nyborg, yesterday a press release from Via Electronics said",
        "vi": "Thưa bà, hôm qua thông cáo báo chí của Điện Tử Via cho hay"
    },
    {
        "start": "00:52:31,800",
        "end": "00:52:36,360",
        "en": "at Phillip Christensen trækker sig fra sin stilling som europadirektør.",
        "pa": "that your husband Phillip Christensen is resigning",
        "vi": "chồng bà, Phillip Christensen sẽ từ chức "
    },
    {
        "start": "00:52:36,480",
        "end": "00:52:39,560",
        "en": "-Er det rigtigt? -Ja, det er korrekt.",
        "pa": "-his position as European CEO. -What is she doing?\n -Is that true? -Yes, that is correct.",
        "vi": "- CEO ở Châu Âu. - Cô ấy làm gì vậy?\n - Có đúng không? - Đúng vậy."
    },
    {
        "start": "00:52:39,680",
        "end": "00:52:45,200",
        "en": "-Katrine, stop! -Vi har lidt tekniske problemer.",
        "pa": "- Why is she doing that? -Katrine, stop this, right now!\n That's a breach of agreement!",
        "vi": "- Sao cô ấy làm thế? - Katrine, dừng ngay!\n Vi phạm thỏa thuận đấy!"
    },
    {
        "start": "00:52:45,320",
        "end": "00:52:49,160",
        "en": "-Hvad fanden laver hun? -Hun har smidt øresneglen.",
        "pa": "Sorry, we have technical problems.\n What the hell is she doing?\n Two is on and be ready for anything. Her earpiece is out.",
        "vi": "Xin lỗi, có trục trặc kỹ thuật.\n Cô ấy làm cái quái gì vậy?\n Máy hai, sẵn sàng mọi phương án. Cô ấy tháo tai nghe."
    },
    {
        "start": "00:52:49,280",
        "end": "00:52:53,360",
        "en": "Havde din mand trukket sig, hvis ikke Thorsens handlinger",
        "pa": "Would your husband have resigned",
        "vi": "Liệu chồng bà có từ chức\n nếu hành động của Bộ trưởng Quốc phòng không buộc bà"
    },
    {
        "start": "00:52:53,480",
        "end": "00:52:57,000",
        "en": "havde tvunget dig til at fremskynde den åbenhed?",
        "pa": "if the minister of defense's actions hadn't forced you\n to expedite this transparency?",
        "vi": "phải xúc tiến việc minh bạch?"
    },
    {
        "start": "00:52:57,120",
        "end": "00:53:00,160",
        "en": "Har din mand ikke måttet betale en høj pris",
        "pa": "And could you say that your husband has paid a very high price",
        "vi": "Bà có thể nói chồng bà, Phillip Christensen,\n đã trả giá rất đắt cho"
    },
    {
        "start": "00:53:00,280",
        "end": "00:53:04,120",
        "en": "for Hans Christian Thorsens \"mindre fodfejl\"?",
        "pa": "forHans Christian Thorsen's minor mistake?",
        "vi": "sai lầm nhỏ của ông Thorsen?"
    },
    {
        "start": "00:53:04,240",
        "end": "00:53:09,200",
        "en": "Konsekvenserne af regeringens beslutninger",
        "pa": "The consequences...\n of the decisions that my government and I make...",
        "vi": "Hậu quả..."
    },
    {
        "start": "00:53:09,320",
        "end": "00:53:13,920",
        "en": "rækker selvfølgelig også ind i mit eget liv.",
        "pa": "naturally reach into my own life,",
        "vi": "của các quyết định do Chính phủ và tôi đưa ra...\n tác động tới cuộc sống của tôi"
    },
    {
        "start": "00:53:14,040",
        "end": "00:53:16,680",
        "en": "Og sådan skal det også være.",
        "pa": "as it reaches into the lives of all other Danes. That's how it is.\n And it should be like that.",
        "vi": "cũng như tới cuộc sống của những người Đan Mạch khác. Nó vốn thế.\n Và nó nên như thế."
    },
    {
        "start": "00:53:16,800",
        "end": "00:53:22,000",
        "en": "Jeg selv og min mand er ikke hævet over andre borgere i landet.",
        "pa": "Me, my children and my husband are not above the citizens of this country.",
        "vi": "Tôi và chồng con tôi không đứng trên các công dân của đất nước này."
    },
    {
        "start": "00:53:22,120",
        "end": "00:53:25,960",
        "en": "Min mand traf selv beslutningen om at fratræde sin stilling",
        "pa": "My husband took the decision to resign on his own",
        "vi": "Chồng tôi tự quyết định từ chức,"
    },
    {
        "start": "00:53:26,080",
        "end": "00:53:31,360",
        "en": "da det blev et faktum, at Defenderen blev det nye jagerfly.",
        "pa": "as soon as it became clear\n that the Defender would be the new plane.",
        "vi": "ngay khi biết rõ\n máy bay ta sắp mua là Defender."
    },
    {
        "start": "00:53:32,840",
        "end": "00:53:37,080",
        "en": "Jeg er meget taknemmelig for, at jeg kan regne med ham.",
        "pa": "And I'm extremely grateful for that.",
        "vi": "Và tôi vô cùng biết ơn vì điều đó."
    },
    {
        "start": "00:53:37,200",
        "end": "00:53:39,440",
        "en": "Hold kæft, hvor er hun god.",
        "pa": "That I can count on him.",
        "vi": "Tôi tin ở anh ấy."
    },
    {
        "start": "00:53:39,560",
        "end": "00:53:45,440",
        "en": "Også når det drejer sig om at give afkald på noget, man er glad for.",
        "pa": "-She is good. - Also when it comes to...\n giving up on something that you are very happy about.",
        "vi": "- Bà ấy giỏi thật. - Và khi nói đến việc...\n từ bỏ điều mà bạn rất tâm huyết."
    },
    {
        "start": "00:53:45,560",
        "end": "00:53:48,160",
        "en": "Jeg er dybt taknemmelig.",
        "pa": "I'm deeply grateful for that.",
        "vi": "Tôi rất biết ơn về điều đó."
    },
    {
        "start": "00:53:48,280",
        "end": "00:53:52,400",
        "en": "Ville han have truffet beslutningen uden åbenhedsdoktrinen?",
        "pa": "But would he have made the decision if your doctrine hadn't been expedited?",
        "vi": "Ông ấy có quyết định thế nếu học thuyết của bà chưa được thực thi?"
    },
    {
        "start": "00:53:52,520",
        "end": "00:53:58,600",
        "en": "Ja. Min mand må ikke drage økonomisk fordel af min politik...",
        "pa": "Yes, it has nothing to do with that.\n It's about the fact that my husband can't profit economically",
        "vi": "Có, việc đó chẳng liên quan.\n Mà là chồng tôi không được phép hưởng lợi về kinh tế nhờ chính sách của tôi."
    },
    {
        "start": "00:54:00,520",
        "end": "00:54:03,880",
        "en": "...så længe han er gift med mig i hvert fald.",
        "pa": "from my policies.\n As long as he's married to me anyway.",
        "vi": "Chừng nào ông ấy là chồng tôi."
    },
    {
        "start": "00:54:05,680",
        "end": "00:54:08,160",
        "en": "Tak skal du have.",
        "pa": "-Thank you. -Thanks.",
        "vi": "- Cảm ơn bà. - Cảm ơn cô."
    },
    {
        "start": "00:54:10,080",
        "end": "00:54:13,440",
        "en": "Og så er det blevet tid til en vejrudsigt.",
        "pa": "And now it's time for the weather.\n Standby, weather. Camera four.\n One segment. One is on.",
        "vi": "Và giờ là dự báo thời tiết.\n Sẵn sàng, thời tiết. Máy bốn.\n Hết một mục. Máy một lên."
    },
    {
        "start": "00:54:21,320",
        "end": "00:54:25,000",
        "en": "-Hvem fanden tror du, du er? -Hvad mener du?",
        "pa": "Who the fuck do you think you are?",
        "vi": "Cô nghĩ mình là cái thá gì?"
    },
    {
        "start": "00:54:25,120",
        "end": "00:54:30,080",
        "en": "-Du fjerner din øresnegl. -Jeg kunne høre mit eget ekko.",
        "pa": "What do you mean?\n You took out your earpiece while I was talking! Have you gone insane?",
        "vi": "Ý anh là sao?\n Cô bỏ tai nghe ra khi tôi đang nói! Cô điên rồi à?"
    },
    {
        "start": "00:54:30,200",
        "end": "00:54:33,680",
        "en": "Gider du holde kæft?! Dit ekko!",
        "pa": "I took it out, because I could hear my echo. You know that's annoying.\n Oh, shut up! Your echo?",
        "vi": "Tôi bỏ vì nghe thấy giọng mình dội lại, rất khó chịu.\n Im đi! Giọng cô dội lại?"
    },
    {
        "start": "00:54:33,800",
        "end": "00:54:37,040",
        "en": "Synes du ikke, det var et godt interview?",
        "pa": "Wasn't that a good interview?",
        "vi": "Phỏng vấn tốt thế còn gì?"
    },
    {
        "start": "00:54:37,160",
        "end": "00:54:41,480",
        "en": "Det handler om noget helt andet. Du overholdt ikke vores aftale.",
        "pa": "This is about something different.\n You didn't stick to our agreement.",
        "vi": "Đây là chuyện khác.\n Cô không tuân thủ thỏa thuận."
    },
    {
        "start": "00:54:41,600",
        "end": "00:54:46,600",
        "en": "Der ligger en skriftlig klage fra Statsministeriet i morgen.",
        "pa": "There will certainly be a complaint\n from the prime minister on the boss's desk tomorrow,",
        "vi": "Ngày mai chắc chắn sẽ có phàn nàn của Thủ tướng trên bàn giám đốc,"
    },
    {
        "start": "00:54:46,720",
        "end": "00:54:50,840",
        "en": "Det er slut med at tage skideballer fra dig. Jeg gider ikke mere.",
        "pa": "and you know what, girl?\n I'm not taking any more bullets for you! I'm done!",
        "vi": "và cô biết không?\n Tôi không lĩnh đạn cho cô nữa! Ớn lắm rồi!"
    },
    {
        "start": "00:54:50,960",
        "end": "00:54:53,720",
        "en": "Nu skal du høre på mig.",
        "pa": "-Listen-- -No, you listen here!",
        "vi": "- Nghe này... - Không, cô nghe!"
    },
    {
        "start": "00:54:53,840",
        "end": "00:54:58,040",
        "en": "Du har fire ugers ferie til gode. Ryd dit skrivebord og tag på ferie.",
        "pa": "You have four weeks of vacation.\n Go clear your desk and go on vacation and I will call you.",
        "vi": "Cô được nghỉ bốn tuần. Dọn bàn và đi nghỉ đi, tôi sẽ gọi cho cô."
    },
    {
        "start": "00:54:58,160",
        "end": "00:55:02,280",
        "en": "Brug din ferie på at tænke over, om du vil være med på det her hold.",
        "pa": "You can spend your vacation pondering if you want to be on this team!",
        "vi": "Cứ dành kỳ nghỉ mà suy ngẫm cô còn muốn ở ê kíp này không!"
    },
    {
        "start": "00:55:26,800",
        "end": "00:55:30,240",
        "en": "Jeg er rigtig ked af, at du fik det spørgsmål.",
        "pa": "I'm really sorry that you got that question.",
        "vi": "Tôi rất tiếc vì bà bị hỏi câu đó."
    },
    {
        "start": "00:55:30,360",
        "end": "00:55:35,680",
        "en": "Men du skal bare vide, at du var fuldstændig fantastisk.",
        "pa": "But you should know that you were absolutely fantastic.",
        "vi": "Nhưng hãy biết rằng bà rất xuất sắc."
    },
    {
        "start": "00:55:36,880",
        "end": "00:55:40,160",
        "en": "-Det der gik rent ind. - Det er fint, Kasper.",
        "pa": "-What you said hit home.",
        "vi": "Bà đã nói trúng phóc."
    },
    {
        "start": "00:55:40,280",
        "end": "00:55:43,480",
        "en": "Vi ses i morgen.",
        "pa": "That's great, Kasper. See you tomorrow.\n See you tomorrow.",
        "vi": "Tốt quá. Mai gặp nhé.\n Hẹn mai gặp bà."
    },
    {
        "start": "00:55:50,000",
        "end": "00:55:52,840",
        "en": "Jeg vil gerne hjem nu.",
        "pa": "CALL BEFORE YOU COME HOME\n I'd like to go home now, thank you.",
        "vi": "TỪ PHILLIP HÃY GỌI TRƯỚC KHI EM VỀ NHÀ.\n Tôi muốn về nhà ngay, cảm ơn."
    },
    {
        "start": "00:56:03,200",
        "end": "00:56:06,040",
        "en": "Hej.",
        "pa": "Hi.\n Hi.",
        "vi": "Chào em.\n Chào anh."
    },
    {
        "start": "00:56:09,360",
        "end": "00:56:12,880",
        "en": "Jeg har talt med ungerne, og de er lagt i seng nu.",
        "pa": "I spoke with the kids, and they are sleeping now.",
        "vi": "Anh đã nói chuyện với các con. Chúng ngủ rồi."
    },
    {
        "start": "00:56:13,000",
        "end": "00:56:15,840",
        "en": "Man kunne ikke se noget på skærmen, vel?",
        "pa": "That's good.",
        "vi": "Tốt quá."
    },
    {
        "start": "00:56:15,960",
        "end": "00:56:18,760",
        "en": "Nej, overhovedet ikke.",
        "pa": "-It wasn't visible on TV, right? -No, no, not at all.",
        "vi": "- Không thấy trên tivi nhỉ? - Không, không hề."
    },
    {
        "start": "00:56:18,880",
        "end": "00:56:22,120",
        "en": "Jeg er utrolig ked af det, der skete.",
        "pa": "I'm really sorry about what happened.",
        "vi": "Anh... Anh vô cùng xin lỗi vì điều đã xảy ra."
    },
    {
        "start": "00:56:22,240",
        "end": "00:56:27,440",
        "en": "Jeg er på vej hjem. Så kan vi tale sammen og finde en løsning.",
        "pa": "I'm coming home now. We can talk properly then.\n We have to find some kind of solution.",
        "vi": "Em đang về, rồi ta có thể nói kỹ,\n ta phải tìm cách giải quyết nào đó."
    },
    {
        "start": "00:56:28,720",
        "end": "00:56:32,920",
        "en": "-Med dig som forhandlingsleder? -Hold nu op, Phillip.",
        "pa": "With you as leader of negotiations, right?\n Stop it, Phillip.",
        "vi": "Em là trưởng đoàn đàm phán?\n Thôi đi, Phillip."
    },
    {
        "start": "00:56:33,040",
        "end": "00:56:38,720",
        "en": "Jeg tror, ungerne regner med, at en af os er her, når de vågner.",
        "pa": "I think that...\n the kids expect one of us to be here when they wake up.",
        "vi": "Anh nghĩ...\n các con muốn một trong chúng ta ở đây."
    },
    {
        "start": "00:56:38,840",
        "end": "00:56:41,600",
        "en": "Så hvis du gerne vil hjem",
        "pa": "So if you want to come home,",
        "vi": "Khi chúng thức dậy. Nên..."
    },
    {
        "start": "00:56:41,720",
        "end": "00:56:46,480",
        "en": "så tager jeg hen og sover hos en ven.",
        "pa": "then I'll go sleep at a friend's place.",
        "vi": "nếu em muốn về nhà thì...\n anh sẽ ngủ ở nhà bạn."
    },
    {
        "start": "00:56:46,600",
        "end": "00:56:48,960",
        "en": "Hvad?",
        "pa": "What?",
        "vi": "Gì cơ?"
    },
    {
        "start": "00:56:52,320",
        "end": "00:56:55,360",
        "en": "Hvorfor vil du ikke tale med mig?",
        "pa": "Why won't you talk to me?",
        "vi": "Sao anh không nói chuyện với em?"
    },
    {
        "start": "00:56:56,800",
        "end": "00:57:02,560",
        "en": "Fordi... vi ikke taler, Birgitte.",
        "pa": "Because...\n we don't talk, Birgitte.",
        "vi": "Bởi vì...\n ta không nói chuyện được nữa."
    },
    {
        "start": "00:57:04,240",
        "end": "00:57:07,680",
        "en": "Det var noget, vi gjorde engang.",
        "pa": "That's something we used to do.",
        "vi": "Đó là điều ta từng làm."
    },
    {
        "start": "00:57:10,720",
        "end": "00:57:13,480",
        "en": "Jeg sover her.",
        "pa": "I'll sleep here.",
        "vi": "Anh sẽ ngủ ở đây."
    },
    {
        "start": "00:57:27,920",
        "end": "00:57:31,960",
        "en": "Christian, jeg har ændret planer. Vi skal ikke hjem alligevel.",
        "pa": "Christian, change of plans. I'm not going home after all.",
        "vi": "Christian, thay đổi kế hoạch, tôi không về nhà."
    },
    {
        "start": "00:57:32,080",
        "end": "00:57:36,080",
        "en": "Vil du tilbage til Statsministeriet?",
        "pa": "Do you want to go back to the prime minister's office?",
        "vi": "Bà muốn về Văn phòng Thủ tướng không?"
    },
    {
        "start": "00:57:36,200",
        "end": "00:57:40,240",
        "en": "Nej, bare kør mig til Marienborg.",
        "pa": "No...\n drive me to Marienborg. ",
        "vi": "Không...\n Đưa tôi tới Marienborg."
    },
    {
        "start": "00:58:31,080",
        "end": "00:58:33,680",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật.\n Phim có nói đến các nhân vật lịch sử và sự kiện\n của chính trường Đan Mạch trước năm 1982.\n Biên dịch: Nhung Vũ "
    }
]