[
    {
        "start": "00:00:00,080",
        "end": "00:00:05,440",
        "en": "Bent Sejrø har uventet valgt at trække sig fra finansministerposten.",
        "pa": "Unexpectedly, Bent Sejrø has resigned as minister of finance,",
        "vi": "Thật bất ngờ, Bent Sejrø từ chức Bộ trưởng Tài chính,"
    },
    {
        "start": "00:00:05,560",
        "end": "00:00:10,800",
        "en": "Hvorfor skal jeg høre fra Jacob Kruse, at du har skiftet kurs?",
        "pa": "to be replaced by Pernille Madsen.\n Why does Jacob Kruse have to tell me about your new stand on Afghanistan?",
        "vi": "để Pernille Madsen thay thế.\n Sao Jacob Kruse bảo tôi về lập trường mới của bà với Afghanistan?"
    },
    {
        "start": "00:00:10,920",
        "end": "00:00:14,040",
        "en": "Bent ville have spurgt: Hvad er dine muligheder?",
        "pa": "When did you stop listening?\n Bent would've asked: \"What are your options?\"",
        "vi": "Bà ngừng nghe từ khi nào?\n Bent sẽ hỏi: \"Lựa chọn của bà là gì?\""
    },
    {
        "start": "00:00:14,160",
        "end": "00:00:16,720",
        "en": "Men vi kommunikerer dårligt.",
        "pa": "- Why don't you talk to him? -We are not communicating well.",
        "vi": "- Sao bà không hỏi ông ấy? - Chúng tôi giao tiếp không ổn."
    },
    {
        "start": "00:00:16,840",
        "end": "00:00:23,120",
        "en": "-Hjælper Nyborg med flytningen? -Jeg har ikke så mange ting.",
        "pa": "Hi!\n Will the prime minister help you move?",
        "vi": "Chào anh!\n Thủ tướng giúp anh chuyển nhà chứ?"
    },
    {
        "start": "00:00:23,240",
        "end": "00:00:27,000",
        "en": "-Du må have nogle personlige ting. -Skål, Katrine.",
        "pa": "Don't count on it. Besides, I don't have that much stuff.\n -You must have some personal items. -Cheers, Katrine.",
        "vi": "Đừng có mơ. Hơn nữa, anh không có nhiều đồ đến thế.\n - Hẳn anh phải có ít đồ cá nhân. - Cạn ly, Katrine."
    },
    {
        "start": "00:00:27,120",
        "end": "00:00:30,240",
        "en": "Katrine?",
        "pa": "Katrine?",
        "vi": "Katrine à?"
    },
    {
        "start": "00:00:30,360",
        "end": "00:00:36,320",
        "en": "Du sagde op, fordi du ikke ville styres, men Laugesen styrer dig.",
        "pa": "I thought you quit because you wouldn't be controlled by Torben Friis",
        "vi": "Anh tưởng em bỏ vì không muốn làm con rối cho Torben Friis"
    },
    {
        "start": "00:00:36,440",
        "end": "00:00:41,320",
        "en": "Jeg har ikke skrevet dem under. Jeg har ikke lyst til at blive skilt.",
        "pa": "but you're at Ekspres letting Laguesen guide your pen.\n -I didn't sign them. -Why not?",
        "vi": "nhưng em ở Express để Laugesen bẻ cong ngòi bút.\n - Em không ký đơn. - Tại sao không?"
    },
    {
        "start": "00:00:41,440",
        "end": "00:00:46,560",
        "en": "Nogle gang er vi nødt til at gøre ting, selv om vi ikke har lyst.",
        "pa": "Because I don't want to divorce you.\n Sometimes we have to do stuff, even if we don't want to.",
        "vi": "Vì em không muốn ly dị anh.\n Đôi khi ta phải làm các việc, dù không muốn."
    },
    {
        "start": "00:00:53,360",
        "end": "00:00:56,120",
        "en": "Danmark skal sende en ny EU-kommissær til Bruxelles.",
        "pa": "\"Keep your friends close, but your enemies closer.\"\n Denmark is sending a new EU commissioner to Brussels.",
        "vi": "\"Giữ bạn ở gần, kẻ thù gần hơn.\" - TÔN TỬ\n Đan Mạch cử ủy viên mới tại EU tới Brussels."
    },
    {
        "start": "00:00:56,200",
        "end": "00:01:00,280",
        "en": "Hvem det bliver afgøres i disse minytter... Undskyld. Forfra.",
        "pa": "Who that is will be decided soon. Sorry. Again from the top.",
        "vi": "Người đó sẽ sớm được quyết định. Xin lỗi. Lại từ đầu."
    },
    {
        "start": "00:01:03,640",
        "end": "00:01:07,960",
        "en": "Hvem den nye EU-kommissær bliver, afgøres i disse minutter.",
        "pa": "Denmark is sending a new EU commissioner to Brussels.",
        "vi": "Đan Mạch cử ủy viên mới tại EU tới Brussels."
    },
    {
        "start": "00:01:08,080",
        "end": "00:01:12,160",
        "en": "Valget ligger suverænt hos statsministeren.",
        "pa": "Who that is will be decided soon.\n The choice is up to the prime minister who is in a meeting with the EU committee.",
        "vi": "Người đó sẽ sớm được quyết định.\n Lựa chọn tùy thuộc vào Thủ tướng, hiện đang họp với ủy ban của EU."
    },
    {
        "start": "00:01:13,480",
        "end": "00:01:17,640",
        "en": "-Gentagelsen gør det ikke rigtigere. -Hvad siger sladderpressen?",
        "pa": "Repeating it doesn't make it right.",
        "vi": "Nhắc lại vẫn không làm nó đúng."
    },
    {
        "start": "00:01:17,760",
        "end": "00:01:24,360",
        "en": "Du må lave dit oplæg om. Intet er afgjort. Skal vi vædde?",
        "pa": "The tabloid says what now?\n You're going to have to change that segment. There's no news yet.",
        "vi": "Báo lá cải giờ nói gì?\n Anh sẽ phải đổi đoạn đó. Chưa có chút tin tức gì."
    },
    {
        "start": "00:01:24,480",
        "end": "00:01:28,200",
        "en": "Jeg vædder ikke med folk, der skriver horoskoper.",
        "pa": "In a minute the prime minister will say nothing's settled. Wanna bet?\n I don't make bets with people who write horoscopes.",
        "vi": "Tí nữa Thủ tướng sẽ nói chưa quyết. Cá không?\n Tôi chả cá với người viết về tử vi."
    },
    {
        "start": "00:01:30,480",
        "end": "00:01:34,960",
        "en": "-Hvem bliver ny EU-kommissær? -Det kan jeg ikke sige endnu.",
        "pa": "Who is the new EU commissioner, Birgitte Nyborg?",
        "vi": "Ai là ủy viên mới tại EU, Birgitte Nyborg?"
    },
    {
        "start": "00:01:35,080",
        "end": "00:01:41,000",
        "en": "Jeg skal drøfte det med Betancourt. Men det er et større puslespil.",
        "pa": "It's too soon to say.\n I need to discuss it with chairman of the commission, Betancourt.",
        "vi": "Còn quá sớm để nói.\n Tôi cần thảo luận với chủ tịch ủy ban, Betancourt."
    },
    {
        "start": "00:01:41,120",
        "end": "00:01:45,840",
        "en": "-Går posten til jeres eget parti? -Intet er afgjort endnu.",
        "pa": "But many pieces have to fall into place.\n But you've decided that it will be someone from your party?\n Nothing is settled yet.",
        "vi": "Nhưng nhiều việc phải ổn đã.\n Nhưng bà đã quyết định sẽ là người của đảng mình?\n Chưa quyết gì cả."
    },
    {
        "start": "00:01:53,920",
        "end": "00:01:58,440",
        "en": "-Er Jacob Kruse jeres kandidat? -Det er en spændende teori.",
        "pa": "Right. Just a moment.\n What if I said your candidate for commissioner is Jacob Kruse?",
        "vi": "Phải. Chờ một chút.\n Nếu em bảo ứng viên chức ủy viên là Jacob Kruse thì sao?"
    },
    {
        "start": "00:01:58,560",
        "end": "00:02:03,760",
        "en": "Langager og Guldberg er uegnede, og Sejrø er for vigtig for partiet.",
        "pa": "A thrilling theory.\n Bente Langager has no experience, Guldborg is a foghorn.\n Bent Sejrø is too important, even though he's in a spat with the prime minister.",
        "vi": "Một giả thuyết ly kỳ.\n Bente Langager non, Guldborg thích nổi.\n Bent Sejrør quá quan trọng, dù đang hục hặc với Thủ tướng."
    },
    {
        "start": "00:02:03,880",
        "end": "00:02:06,560",
        "en": "Du er sgu ret god til at snakke.",
        "pa": "-Man, you talk. -And you avoid the question.",
        "vi": "- Ôi, em nói đấy. - Còn anh né câu hỏi."
    },
    {
        "start": "00:02:06,680",
        "end": "00:02:11,000",
        "en": "Arbejderpartiet kan få posten mod et af deres ministerier.",
        "pa": "You could of course sell the post to\n the Worker's Party for one of their ministries.",
        "vi": "Dĩ nhiên bà có thể đổi vị trí\n lấy một bộ trưởng của Đảng Lao động."
    },
    {
        "start": "00:02:11,120",
        "end": "00:02:13,320",
        "en": "Jeg er nødt til at smutte.",
        "pa": "Profound analysis. Katrine, I've got to go.",
        "vi": "Phân tích sâu. Katrine, anh phải đi."
    },
    {
        "start": "00:02:13,440",
        "end": "00:02:17,400",
        "en": "Hvad kan jeg skrive fra en kilde tæt på statsministeren?",
        "pa": "What can I write from a source close to the prime minister?",
        "vi": "Em có thể viết gì từ nguồn tin gần Thủ tướng?"
    },
    {
        "start": "00:02:17,520",
        "end": "00:02:23,000",
        "en": "At Arbejderpartiet må betale dyrt for posten. Men det har du ikke fra mig.",
        "pa": "The Worker's Party will pay a steep price for the post.\n But you didn't hear it from me.",
        "vi": "Đảng Lao động sẽ trả giá đắt cho vị trí này.\n Mà em không nghe từ anh."
    },
    {
        "start": "00:02:24,640",
        "end": "00:02:27,960",
        "en": "Fønsmark fra Ekspres har styr på det.",
        "pa": "Fønsmark from the Ekspres has a good grasp on it.",
        "vi": "Fønsmark của tờ Express nắm rất rõ."
    },
    {
        "start": "00:02:28,080",
        "end": "00:02:31,400",
        "en": "-Croissant? Kaffe? -Kaffe, tak.",
        "pa": "-Croissant? -No, thank you.\n -Coffee? -Yes, please.",
        "vi": "- Bánh sừng bò? - Không, cảm ơn.\n - Cà phê? - Vâng."
    },
    {
        "start": "00:02:32,640",
        "end": "00:02:36,720",
        "en": "-Hvad gav du hende? -Arbejderpartiet kan få posten.",
        "pa": "What did you give her?\n That we might sell it to the Worker's Party.",
        "vi": "Anh bảo cô ta sao?\n Rằng ta có thể trao đổi vị trí cho Đảng Lao động."
    },
    {
        "start": "00:02:36,840",
        "end": "00:02:40,760",
        "en": "Det kommer aldrig til at ske, så lad os spinne på den.",
        "pa": "That will definitely never happen, so let's spin it like that.",
        "vi": "Điều đó chắc chắn không xảy ra, nên hãy lái theo hướng đó."
    },
    {
        "start": "00:02:40,880",
        "end": "00:02:44,440",
        "en": "Jeg har talt med Betancourt. Han vil ikke afsløre noget.",
        "pa": "I just spoke on the phone with chairman Betancourt, he won't say anything yet.",
        "vi": "Tôi vừa gọi điện cho chủ tịch Betancourt, ông ấy chưa nói gì."
    },
    {
        "start": "00:02:44,560",
        "end": "00:02:51,440",
        "en": "Finnerne vil have miljøet og briterne udenrigs- og sikkerhedspolitikken.",
        "pa": "But I think the Finns want climate for their commissioner,",
        "vi": "Nhưng tôi nghĩ Phần Lan muốn ủy viên của họ phụ trách khí hậu,"
    },
    {
        "start": "00:02:51,560",
        "end": "00:02:57,280",
        "en": "Og Frankrig går helt klart efter at få en af næstformandsposterne.",
        "pa": "and the British want foreign and security policies, of course.\n And France have their sights set on one of the vice-presidencies.",
        "vi": "người Anh muốn chính sách đối ngoại và an ninh, tất nhiên.\n Và Pháp nhắm đến một phó chủ tịch."
    },
    {
        "start": "00:02:57,400",
        "end": "00:03:01,320",
        "en": "-Hvad kan vi få? -Det kommer an på kandidaterne.",
        "pa": "Leblanc called last night.\n What can we get?\n It depends on who we send. I have a list of candidates.",
        "vi": "Leblanc gọi tối qua.\n Ta có thể làm gì?\n Còn tùy người ta cử đi. Tôi có danh sách ứng viên."
    },
    {
        "start": "00:03:01,440",
        "end": "00:03:05,880",
        "en": "De Moderate ønsker selvfølgelig, at det bliver en fra partiet.",
        "pa": "The Moderates want to send a party man, naturally.",
        "vi": "Đảng Ôn hòa muốn cử một đảng viên, dĩ nhiên."
    },
    {
        "start": "00:03:06,000",
        "end": "00:03:11,640",
        "en": "Men vi ønsker at få en kommissærpost med mest mulig indflydelse.",
        "pa": "I'm meeting our parliamentary group in 30 minutes.\n But we want a post with as much influence as possible, don't we?",
        "vi": "Tôi sẽ gặp nhóm nghị sĩ sau 30 phút nữa.\n Nhưng ta muốn vị trí có ảnh hưởng lớn nhất có thể, nhỉ?"
    },
    {
        "start": "00:03:11,760",
        "end": "00:03:16,720",
        "en": "Medmindre man bruger posten til at slippe af med nogen.",
        "pa": "Yes, of course.\n Unless...\n Unless you use the post to get rid of someone.",
        "vi": "Vâng, tất nhiên rồi.\n Trừ khi...\n Trừ khi bà dùng vị trí đó để loại bỏ ai."
    },
    {
        "start": "00:03:16,840",
        "end": "00:03:19,560",
        "en": "Man kan sende nogen til Bruxelles",
        "pa": "You could send someone to Brussels you just want out of the way.",
        "vi": "Bà có thể cử một người tới Brussels mà bà muốn tống cổ đi."
    },
    {
        "start": "00:03:19,680",
        "end": "00:03:23,840",
        "en": "som man gerne vil af med, så det ligner en forfremmelse.",
        "pa": "And make it look like a promotion.",
        "vi": ""
    },
    {
        "start": "00:03:23,960",
        "end": "00:03:30,120",
        "en": "Skal vi bruge en magtfuld stilling til at sende en uønsket i eksil?",
        "pa": "You want us to use one of the most powerful political posts in Europe",
        "vi": "Làm giống như là thăng chức.\n Anh muốn ta dùng một trong các vị trí quyền lực nhất về chính trị ở châu Âu"
    },
    {
        "start": "00:03:30,240",
        "end": "00:03:35,320",
        "en": "Det ville være uhensigtsmæssigt, hvis det skulle komme dertil.",
        "pa": "to exile an undesirable?\n By no means.\n No, it would be highly inappropriate to go that far.",
        "vi": "để trục xuất một kẻ khó ưa?\n Không đời nào.\n Không, sẽ rất không phù hợp nếu làm quá đến thế."
    },
    {
        "start": "00:03:35,440",
        "end": "00:03:40,120",
        "en": "Betancourt vil ringes op klokken 14. Passer det dig?",
        "pa": "Betancourt wants you to call at 2 p.m. Is that okay?\n That's fine. Thanks.",
        "vi": "Betancourt muốn bà gọi lúc 2h chiều. Được chứ?\n Ổn đấy. Cảm ơn."
    },
    {
        "start": "00:03:43,480",
        "end": "00:03:47,480",
        "en": "Han er sgu da for viderekommende. Hvad er hans dagsorden?",
        "pa": "That guy is so far out!\n What is that man's agenda?",
        "vi": "Gã đó đi quá xa rồi!\n Ý đồ của anh ta là gì?"
    },
    {
        "start": "00:03:47,600",
        "end": "00:03:49,560",
        "en": "Hans egen.",
        "pa": "It's his own. Be sure of that.",
        "vi": "Ý kiến cá nhân. Chắc chắn vậy."
    },
    {
        "start": "00:03:49,680",
        "end": "00:03:53,720",
        "en": "Men der er danske politikere, der er blevet sendt til Bruxelles",
        "pa": "But he's right, you know.\n A lot of Danish politicians have been sent to Brussels never to be heard of again.",
        "vi": "Anh ấy nói đúng mà.\n Rất nhiều chính trị gia Đan Mạch được cử tới Brussels sau đó mất hút."
    },
    {
        "start": "00:03:53,840",
        "end": "00:03:56,480",
        "en": "som man aldrig hører om siden.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:56,600",
        "end": "00:04:00,280",
        "en": "I Bruxelles kan ingen høre dig skrige.",
        "pa": "In Brussels no one hears you scream.",
        "vi": "Ở Brussels kêu cũng chả ai nghe."
    },
    {
        "start": "00:05:00,360",
        "end": "00:05:04,120",
        "en": "-Hvad er der ellers? -Vi venter på EU-kommissæren.",
        "pa": "EPISODE 12 IN BRUSSELS NO ONE HEARS YOU SCREAM\n Alright. Anything else?\n We are still waiting for the EU commissioner.",
        "vi": "Được rồi. Còn gì nữa?\n - Ta vẫn chờ chức ủy viên EU. - Nghe nói, có lẽ không phải Đảng Ôn hòa."
    },
    {
        "start": "00:05:04,240",
        "end": "00:05:09,120",
        "en": "-Måske bliver det ikke en moderat. -Ingen gider læse om EU.",
        "pa": "I've heard, it may not be a Moderate.\n Talk about EU in your spare time. No one wants to read about it.",
        "vi": "Nói về EU lúc rảnh ấy. Không ai muốn đọc nó đâu."
    },
    {
        "start": "00:05:09,240",
        "end": "00:05:11,920",
        "en": "Det er for kompliceret og usexet.",
        "pa": "It's dead on arrival in the press. It's too complicated and unsexy.",
        "vi": "Lên báo là xịt luôn. Quá phức tạp và chán chết."
    },
    {
        "start": "00:05:12,040",
        "end": "00:05:16,320",
        "en": "Kompliceret? Statsministeren skal udnævne en kommissær.",
        "pa": "Complicated? Not a damn bit.\n The prime minister is appointing a commissioner. Simple.",
        "vi": "Phức tạp? Không hề đâu.\n Thủ tướng sắp bổ nhiệm ủy viên. Đơn giản."
    },
    {
        "start": "00:05:16,440",
        "end": "00:05:20,920",
        "en": "-Danskerne aner intet om det. -Så fortæller vi dem det.",
        "pa": "The Danes know nothing about the work of the commission.",
        "vi": "Dân Đan Mạch chả biết gì về công việc của ủy ban."
    },
    {
        "start": "00:05:21,040",
        "end": "00:05:25,560",
        "en": "Kommissionen er med til at lave lovene i EU. Det skal vi skrive om.",
        "pa": "Then we'll enlighten them.\n The commission helps legislate in the EU with the parliament. ",
        "vi": "Vậy ta sẽ khai sáng cho họ.\n Ủy ban giúp lập pháp tại Nghị viện EU."
    },
    {
        "start": "00:05:25,680",
        "end": "00:05:29,320",
        "en": "Folk vil kun høre om lønforhold og svindel i EU.",
        "pa": "And sexy or not, we have to write about it.\n The only EU stories people want are about salaries and corruption.",
        "vi": "Chán hay không, ta vẫn phải viết.\n Bài về EU thì dân chỉ muốn đọc về lương và tham nhũng."
    },
    {
        "start": "00:05:29,440",
        "end": "00:05:34,120",
        "en": "Hold da kæft! Kommissærposten er Danmarks stemme i Europa.",
        "pa": "Give me a break!\n What?\n The commissioner is Denmark's voice in Europe.",
        "vi": "Tha cho tôi đi!\n Sao?\n Ủy viên là tiếng nói của Đan Mạch ở châu Âu."
    },
    {
        "start": "00:05:34,240",
        "end": "00:05:39,240",
        "en": "Det er en nyhed, hvis vi kan breake, hvem der bliver kommissær.",
        "pa": "Some political parties would give their right arm for the job.",
        "vi": "Một số đảng sẵn sàng làm mọi giá để"
    },
    {
        "start": "00:05:39,360",
        "end": "00:05:43,080",
        "en": "-Kan I det? -Selvfølgelig kan vi da det.",
        "pa": "Revealing the commissioner would be a scoop.\n -But can you do that? -Yes.\n Sure we can.",
        "vi": "- tham gia. - Hé lộ ủy viên sẽ là tin nóng.\n Làm được chứ?\n - Có. - Chắc chắn có thể."
    },
    {
        "start": "00:05:44,400",
        "end": "00:05:46,440",
        "en": "Fint. Det er jeres.",
        "pa": "Fine. You're on it.",
        "vi": "Rồi. Cô làm đi."
    },
    {
        "start": "00:05:46,560",
        "end": "00:05:52,000",
        "en": "Vi skal følge op på flugthistorien fra i går. Den nupper du.",
        "pa": "Right, we need to follow up on the escaped convict. Who's on that?",
        "vi": "Phải, ta cần làm tiếp tù nhân đào tẩu. Ai làm bài đó?"
    },
    {
        "start": "00:05:52,120",
        "end": "00:05:56,400",
        "en": "Hvem tager debatmødet om sundhedssystem den 27.?",
        "pa": "You'll take that.\n We have the health debate at the printing press shop the 27th. Who'll take that?",
        "vi": "Anh sẽ làm bài đó.\n Có cuộc họp về sức khỏe ở xưởng in báo ngày 27. Ai sẽ nhận?"
    },
    {
        "start": "00:05:56,520",
        "end": "00:06:01,120",
        "en": "Så ser det sgu da ud til, at vi alle sammen har fået lektier for.",
        "pa": "Alright, great.\n It looks like we all just got some homework.",
        "vi": "Được rồi, tuyệt.\n Có vẻ tất cả đều có việc về nhà làm."
    },
    {
        "start": "00:06:07,480",
        "end": "00:06:09,880",
        "en": "Har mødet ikke varet længe?",
        "pa": "Hasn't that meeting been going on for long?",
        "vi": "Cuộc họp đó diễn ra lâu rồi à?"
    },
    {
        "start": "00:06:10,000",
        "end": "00:06:14,000",
        "en": "Gruppemødet er forbi. Der er kun statsministeren og Sejrø tilbage.",
        "pa": "The group meeting is long over.\n Only the prime minister and Sejrø are left.",
        "vi": "Họp nhóm xong lâu rồi.\n Còn lại mỗi Thủ tướng và Sejrø."
    },
    {
        "start": "00:06:14,120",
        "end": "00:06:18,400",
        "en": "-Nej, jeg er uenig med dig. -Ja, det er du for det meste.",
        "pa": "-No, I absolutely disagree! -I know. You usually do, these days.",
        "vi": "- Không, tôi hoàn toàn không đồng ý! - Tôi biết. Dạo này ông thường làm thế."
    },
    {
        "start": "00:06:18,520",
        "end": "00:06:24,080",
        "en": "Hvem sagde dig imod, da du optrappede krigen i Afghanistan?",
        "pa": "And you need that, because no one else does!\n Who pushes back at you? Like on the escalation of war in Afghanistan?",
        "vi": "Và bà cần điều đó, vì không ai cần!\n Ai ép ngược lại bà? Như vụ chiến tranh leo thang ở Afghanistan?"
    },
    {
        "start": "00:06:24,200",
        "end": "00:06:29,160",
        "en": "Der var tale om at give forsvaret det, de havde brug for.",
        "pa": "I didn't escalate.\n I assessed the strategic situation and gave the military what they needed.",
        "vi": "Tôi không leo thang.\n Tôi đánh giá tình hình chiến lược và cho quân đội thứ họ cần."
    },
    {
        "start": "00:06:29,280",
        "end": "00:06:33,440",
        "en": "Du taler som Hesselboe. Hvem sagde dig imod?",
        "pa": "\"Needed\"? You sound like Hesselboe!\n Alright. Who opposed you?",
        "vi": "\"Cần\"? Bà nói hệt như Hesselboe!"
    },
    {
        "start": "00:06:33,560",
        "end": "00:06:38,160",
        "en": "Amir. Jeg er ked af at sige det, men de fleste var enige.",
        "pa": "-Amir. -No, of your party comrades.\n I'm sorry, Bent, but most people agreed with my decision.",
        "vi": "Được rồi. Ai phản đối bà?\n - Amir. - Không, các đồng chí đảng bà ấy."
    },
    {
        "start": "00:06:38,280",
        "end": "00:06:42,360",
        "en": "Kruse, som du selv har været med til at promovere.",
        "pa": "-Kruse, for instance. -Kruse!",
        "vi": "Xin lỗi, Bent, hầu hết mọi người đều đồng ý với tôi.\n - Ví dụ Kruse. - Kruse!"
    },
    {
        "start": "00:06:42,480",
        "end": "00:06:48,640",
        "en": "Hvis ikke du er klog, skal du omgive dig med folk, der er klogere end dig.",
        "pa": "Who was your protégé in the party.\n Birgitte, what the hell did I tell you about being a leader?\n If you aren't smart, you need to surround yourself with smart people.",
        "vi": "Là người trong đảng mà ông bảo hộ.\n Birgitte, tôi đã nói gì về việc làm lãnh đạo?\n Nếu không thông minh, bà cần những kẻ thông minh ở quanh."
    },
    {
        "start": "00:06:48,760",
        "end": "00:06:53,840",
        "en": "Hvis du er klog og fornuftig, skal du omgive dig med ligesindede.",
        "pa": "If you're smart and reasonable, surround yourself with equals.",
        "vi": "Nếu bà thông minh và biết nghĩ, kiếm người giống mình ở cạnh."
    },
    {
        "start": "00:06:53,960",
        "end": "00:06:58,280",
        "en": "Man kan godt være enig med mig uden at være dum som en dør.",
        "pa": "Who disagree with you!\n It is possible to agree with me without being dumb as a doorknob, Bent.",
        "vi": "Những ai nghĩ khác bà!\n Có thể đồng ý với tôi mà không cực kỳ ngu ngốc, Bent."
    },
    {
        "start": "00:06:58,400",
        "end": "00:07:02,280",
        "en": "Bare fordi Jacob Kruse er enig...",
        "pa": "Just because Jacob Kruse agrees, it doesn't mean...",
        "vi": "Chỉ vì Jacob Kruse đồng ý, không có nghĩa..."
    },
    {
        "start": "00:07:02,400",
        "end": "00:07:04,680",
        "en": "Så går han.",
        "pa": "-And then he takes off!",
        "vi": "Rồi ông ta đi mất!"
    },
    {
        "start": "00:07:07,160",
        "end": "00:07:09,800",
        "en": "Det er ikke blevet bedre med jer to.",
        "pa": "You two are still at it, huh?",
        "vi": "Hai người vẫn thế à?"
    },
    {
        "start": "00:07:09,920",
        "end": "00:07:13,440",
        "en": "Du kan ikke have det sådan med din nærmeste partifælle.",
        "pa": "Birgitte, you can't have it like this with your closest party comrade.",
        "vi": "Birgitte, bà không thể như vậy với đồng chí thân nhất."
    },
    {
        "start": "00:07:13,560",
        "end": "00:07:19,160",
        "en": "-Bent er ikke min nærmeste. -Politisk ordfører og næstformand.",
        "pa": "Bent isn't my closest.\n He is political spokesman and vice-chairman.",
        "vi": "Bent không phải thân nhất.\n Ông ấy là phát ngôn viên chính trị và phó chủ tịch."
    },
    {
        "start": "00:07:19,280",
        "end": "00:07:23,560",
        "en": "De poster kan ikke bestrides af en, som du har det så svært med.",
        "pa": "Two important posts that can't be occupied by someone",
        "vi": "Hai vị trí quan trọng không thể do người"
    },
    {
        "start": "00:07:23,680",
        "end": "00:07:28,320",
        "en": "I har skændtes, lige siden du fyrede ham som finansminister.",
        "pa": "you are that much at odds with.\n You are always fighting.\n No, not always.",
        "vi": "có bất đồng với bà nắm giữ.\n - Hai người luôn cãi nhau. - Không phải luôn luôn."
    },
    {
        "start": "00:07:28,440",
        "end": "00:07:32,520",
        "en": "Der er gået et år. Pressen ved godt, at jeres venskab er slut.",
        "pa": "Since you fired him from the ministry of finance.\n It's been a year.\n -The press knows your friendship is over. -It's not over, Kasper.",
        "vi": "Vì bà sa thải ông ấy khỏi Bộ Tài chính.\n Đã một năm rồi.\n - Báo chí biết tình bạn đã hết. - Chưa hết đâu, Kasper."
    },
    {
        "start": "00:07:32,640",
        "end": "00:07:39,200",
        "en": "Du bør overveje, om Sejrø fortsat skal have de høje poster i partiet.",
        "pa": "I'm just saying that your current relationship is problematic,\n and you should consider whether Sejrø should have important posts in the future.",
        "vi": "Tôi chỉ bảo mối quan hệ hiện tại của bà có vấn đề,\n bà nên tính sau này Sejrø có nên giữ vị trí quan trọng không."
    },
    {
        "start": "00:07:39,320",
        "end": "00:07:44,200",
        "en": "-Han er ingen kronprins for jer. -Jeg skal ikke have en kronprins.",
        "pa": "He's not exactly your crown prince.\n Who says I need a crown prince? I'm not some old queen.",
        "vi": "Ông ấy không hẳn là thái tử của bà.\n Ai nói tôi cần thái tử? Tôi đâu phải nữ hoàng già."
    },
    {
        "start": "00:07:44,320",
        "end": "00:07:48,160",
        "en": "Statsministerposten er udsat.",
        "pa": "As prime minister you're vulnerable.\n Sometimes they can be forced to resign suddenly.",
        "vi": "Là Thủ tướng, bà dễ tổn thương. Đôi khi họ có thể bị ép đột ngột từ chức."
    },
    {
        "start": "00:07:48,280",
        "end": "00:07:52,480",
        "en": "Du bør overveje at køre en ny person i stilling for partiets skyld.",
        "pa": "You should consider grooming someone else.",
        "vi": "Bà nên cân nhắc đào tạo người khác."
    },
    {
        "start": "00:07:52,600",
        "end": "00:07:58,120",
        "en": "Den mest relevante person er den mest oplagte til kommissærposten.",
        "pa": "At least for the party's sake.\n Look.\n My most relevant candidate is also the most logical commissioner candidate.",
        "vi": "Ít nhất là vì đảng mình.\n Nghe này.\n Ứng viên phù hợp nhất của tôi cũng là ứng viên ủy viên hợp lý nhất."
    },
    {
        "start": "00:07:58,240",
        "end": "00:08:01,440",
        "en": "Og jeg vil hellere have ham som kommissær.",
        "pa": "And I prefer him as the commissioner over crown prince.",
        "vi": "Và tôi thích ông ấy làm ủy viên hơn là thái tử."
    },
    {
        "start": "00:08:01,560",
        "end": "00:08:06,800",
        "en": "-Jacob Kruse. -Er det din beslutning?",
        "pa": "Jacob Kruse.\n Kruse? Are you serious? That's your decision?",
        "vi": "Jacob Kruse.\n Kruse? Thật chứ? Bà quyết vậy à?"
    },
    {
        "start": "00:08:06,920",
        "end": "00:08:11,520",
        "en": "Jeg vender mange af mine beslutninger med dig, men ikke alle.",
        "pa": "I talk over lots of my decisions with you, Kasper, not necessarily all.",
        "vi": "Tôi chia sẻ nhiều quyết định của tôi với anh, Kasper, không hẳn là tất cả."
    },
    {
        "start": "00:08:11,640",
        "end": "00:08:15,560",
        "en": "Han kommer om et øjeblik. Jeg vil høre ham om hans holdning.",
        "pa": "He'll be here in a minute.\n I wants his opinion on how to occupy the post.",
        "vi": "Anh ta sẽ đến ngay.\n Tôi muốn ý kiến của anh ấy về cách giành được vị trí."
    },
    {
        "start": "00:08:15,680",
        "end": "00:08:19,480",
        "en": "Han peger på sig selv og bliver kommissær, inden han er fyldt 40.",
        "pa": "His opinion?\n He'll point at himself and become EU commissioner before he turns 40.",
        "vi": "Ý kiến anh ta?\n Anh ta sẽ chỉ vào mình và thành ủy viên EU trước 40 tuổi."
    },
    {
        "start": "00:08:19,600",
        "end": "00:08:22,680",
        "en": "Det vil være et progressivt valg.",
        "pa": "Which would be a very progressive choice, Kasper.",
        "vi": "Sẽ là lựa chọn tiến bộ, Kasper."
    },
    {
        "start": "00:08:22,800",
        "end": "00:08:26,640",
        "en": "Kruse kan gøre en forskel dernede.",
        "pa": "Kruse can make a difference down there.",
        "vi": "Kruse có thể tạo ra khác biệt dưới đó."
    },
    {
        "start": "00:08:26,760",
        "end": "00:08:30,480",
        "en": "-Han er ung og initiativrig. -Han er en fan og en medløber.",
        "pa": "He's been brilliant as minister of the EU. He's young and full of initiative.",
        "vi": "Anh ấy là bộ trưởng về EU tuyệt vời. Trẻ và đầy sáng kiến."
    },
    {
        "start": "00:08:30,600",
        "end": "00:08:36,240",
        "en": "Du minder om Sejrø. Er det, fordi Kruse har succes og holdninger?",
        "pa": "He's a fan and a yes-man.\n It's uncanny how you suddenly sound just like Sejrø. What's with you two?",
        "vi": "Anh ta là fan và cái gì cũng gật.\n Thật lạ khi đột nhiên anh nói giống Sejrø. Hai người có vụ gì?"
    },
    {
        "start": "00:08:36,360",
        "end": "00:08:39,360",
        "en": "-Det har jeg sgu da også. -Bortset fra holdninger.",
        "pa": "Are you jealous of Kruse's success and firm convictions?\n I have all that, too.\n Well... Except convictions.",
        "vi": "Anh ghen với thành công và sức hút của Kruse à?\n Tôi cũng thế mà.\n À... Trừ sức hút."
    },
    {
        "start": "00:08:41,800",
        "end": "00:08:46,040",
        "en": "Betancourt er i telefonen, og Kruse er lige kommet.",
        "pa": "Yes?\n Chairman Betancourt is on the phone,",
        "vi": "Vâng?\n Chủ tịch Betancourt gọi điện,"
    },
    {
        "start": "00:08:46,160",
        "end": "00:08:51,000",
        "en": "Jeg tager Betancourt. Kan du ikke tage dig lidt af din gode ven Kruse?",
        "pa": "and Jacob Kruse is here.\n That's great, Jytte.\n I'll handle Betancourt. Take care of your good friend Kruse, will you?",
        "vi": "và Jacob Kruse đã tới.\n Tuyệt quá, Jytte.\n Tôi sẽ xử lý Betancourt. Chăm sóc bạn tốt của anh, Kruse, nhé?"
    },
    {
        "start": "00:08:55,320",
        "end": "00:09:01,120",
        "en": "-Nyborg taler med Betancourt. -Det er også lige oppe over.",
        "pa": "-Hello, Jacob. -Kasper.\n The prime minister has Betancourt on the phone.",
        "vi": "- Chào, Jacob. - Kasper.\n Thủ tướng đang gọi điện cho Betancourt."
    },
    {
        "start": "00:09:01,240",
        "end": "00:09:08,600",
        "en": "-Hvad står vi til at få? -Jeg kender ikke hendes dagsorden.",
        "pa": "How exciting. Well, it's getting close too.\n What are we hoping to get?\n I think the prime minister has her own agenda that even I don't know of.",
        "vi": "Thật thú vị. À, cũng gần xong rồi.\n Ta mong được gì đây?\n Tôi nghĩ Thủ tướng có kế hoạch riêng mà thậm chí tôi không biết."
    },
    {
        "start": "00:09:10,280",
        "end": "00:09:17,360",
        "en": "Er det kun hende og Bent Sejrø, der kender hemmelighederne?",
        "pa": "It must be serious then.\n So, only she and Bent Sejrø know all the secrets?",
        "vi": "Thế chắc là hệ trọng,\n Thế, chỉ bà ấy và Bent Sejrø biết mọi bí mật à?"
    },
    {
        "start": "00:09:18,840",
        "end": "00:09:22,840",
        "en": "Sandsynligvis.",
        "pa": "Presumably.\n Let me know what you decide tomorrow.",
        "vi": "Có lẽ vậy.\n Mai ông dự tính gì thì báo tôi."
    },
    {
        "start": "00:09:23,000",
        "end": "00:09:28,200",
        "en": "Jeg håber, jeg kan afsløre den nye danske kandidat til posten i morgen.",
        "pa": "I hope I can reveal the identity of the Danish candidate at the same time.",
        "vi": "Tôi hy vọng có thể cùng tiết lộ danh tính của ứng viên Đan Mạch."
    },
    {
        "start": "00:09:28,320",
        "end": "00:09:31,680",
        "en": "Mange tak. Farvel.",
        "pa": "Thank you very much. Goodbye.",
        "vi": "Cảm ơn rất nhiều. Tạm biệt."
    },
    {
        "start": "00:09:33,840",
        "end": "00:09:39,360",
        "en": "Vi kan få en næstformandspost, hvis vi har den rette kandidat.",
        "pa": "We may get a vice-presidency if we insist with the right candidate.",
        "vi": "Ta có thể có chức phó chủ tịch nếu ta nằng nặc đòi với một ứng viên phù hợp."
    },
    {
        "start": "00:09:39,480",
        "end": "00:09:41,560",
        "en": "Perfekt nyhed.",
        "pa": "That would be perfect news to break.",
        "vi": "Đó sẽ là tin hoàn hảo để thông báo."
    },
    {
        "start": "00:09:41,680",
        "end": "00:09:48,080",
        "en": "Hvor er det overlegent, at vores statsminister slår over i fransk.",
        "pa": "It's awesome with a prime minister\n who switches so easily to speaking French with the chairman of the commission.",
        "vi": "Thật tuyệt vời khi một Thủ tướng\n dễ dàng chuyển qua nói tiếng Pháp với chủ tịch ủy ban."
    },
    {
        "start": "00:09:48,200",
        "end": "00:09:52,800",
        "en": "Jacob, vores gruppemøde endte i nogle uvedkommende diskussioner.",
        "pa": "Well, Jacob...\n Our group meeting ended with irrelevant discussions.",
        "vi": "À, Jacob...\n Buổi họp nhóm kết thúc với những thảo luận không liên quan."
    },
    {
        "start": "00:09:52,920",
        "end": "00:09:56,320",
        "en": "Hvad er din holdning til kommissærposten?",
        "pa": "I'd like your thoughts about the post as commissioner?",
        "vi": "Tôi muốn biết suy nghĩ của anh về chức ủy viên?"
    },
    {
        "start": "00:09:56,440",
        "end": "00:10:01,520",
        "en": "Den skal ligge hos De Moderate. Det er en unik mulighed for partiet.",
        "pa": "I think we should fight hard for it to go to a Moderate.",
        "vi": "Tôi nghĩ nên cố hết sức để có người Đảng Ôn hòa."
    },
    {
        "start": "00:10:01,640",
        "end": "00:10:06,280",
        "en": "Jeg er enig. Er der nogen personer, som vil være særlig oplagte?",
        "pa": "It's a unique chance for the party.\n I agree.\n Do you see any obvious candidates?",
        "vi": "Cơ hội duy nhất cho đảng.\n Tôi đồng ý.\n Có thấy ứng viên nào nổi bật không?"
    },
    {
        "start": "00:10:06,400",
        "end": "00:10:08,720",
        "en": "Det tilkommer ikke mig...",
        "pa": "That's not for me to...",
        "vi": "Tôi đâu được phép nói..."
    },
    {
        "start": "00:10:08,840",
        "end": "00:10:12,960",
        "en": "Nu spørger jeg dig direkte. Alle kan sættes i spil.",
        "pa": "I'm asking you directly.",
        "vi": "Tôi trực tiếp hỏi anh."
    },
    {
        "start": "00:10:13,080",
        "end": "00:10:15,880",
        "en": "Jeg nægter selv.",
        "pa": "Anyone goes.\n Even yourself.",
        "vi": "Ai cũng được.\n Kể cả anh."
    },
    {
        "start": "00:10:16,880",
        "end": "00:10:22,400",
        "en": "For mig er der kun én person, der vil være helt rigtig.",
        "pa": "Well... Then I must say I only see one person, who...",
        "vi": "À... Vậy tôi phải nói là tôi chỉ thấy một người..."
    },
    {
        "start": "00:10:23,400",
        "end": "00:10:25,840",
        "en": "Og det er da Bent Sejrø.",
        "pa": "would be right for the job.\n Bent Sejrø, of course.",
        "vi": "là hợp với công việc.\n Bent Sejrø, rõ rồi."
    },
    {
        "start": "00:10:27,800",
        "end": "00:10:31,520",
        "en": "På den ene side er Sejrø en perfekt kandidat.",
        "pa": "On one hand it's obvious. Sejrø is a perfect candidate.",
        "vi": "Một mặt là nó rõ rồi. Sejrø là một ứng viên hoàn hảo."
    },
    {
        "start": "00:10:31,640",
        "end": "00:10:37,640",
        "en": "Han har internationale kontakter. Og så slipper du for ham.",
        "pa": "Respected former minister of finance with an international network,",
        "vi": "Bộ trưởng Tài chính được nể trọng có quan hệ quốc tế,"
    },
    {
        "start": "00:10:37,760",
        "end": "00:10:41,280",
        "en": "-Og på den anden side? -Det lugter af taktik fra Kruse.",
        "pa": "and you get rid of your little problem in the parliamentary group.\n And on the other hand?\n It smells like tactics from Kruse.",
        "vi": "và bà sẽ thoát khỏi vấn đề nhỏ trong nhóm nghị sĩ.\n Còn mặt khác?\n Nó có mùi chiến thuật của Kruse."
    },
    {
        "start": "00:10:41,400",
        "end": "00:10:46,880",
        "en": "Du skal lugte taktik. Jeg må tro på, at folk kan have reelle hensigter.",
        "pa": "But it's your job to sniff out tactics, Kasper.\n It's my job to believe in people's good intentions once in a while.",
        "vi": "Nhưng nhiệm vụ của anh là đánh hơi chiến thuật, Kasper.\n Việc của tôi là có lúc phải tin vào ý tốt của người khác."
    },
    {
        "start": "00:10:48,560",
        "end": "00:10:53,880",
        "en": "Før jeg har talt med Betancourt, lader vi intet slippe ud.",
        "pa": "I'm talking to Betancourt the day after tomorrow. Put a lid on it until then.",
        "vi": "Ngày kia tôi nói chuyện với Betancourt. Trước đó cứ kín đáo."
    },
    {
        "start": "00:10:59,640",
        "end": "00:11:03,920",
        "en": "Er du sikker på, du har lyst til at gå til det debatmøde?",
        "pa": "Sure you want to go to that debate?",
        "vi": "Thực sự cô muốn dự cuộc họp chứ?"
    },
    {
        "start": "00:11:04,040",
        "end": "00:11:09,480",
        "en": "Der kommer to ludere og en lommetyv og et par læserbrevstosser.",
        "pa": "Why not?\n It'll be us, two hookers and a pocket thief.\n If you're lucky there will be a few letters-to-the-editor loonies.",
        "vi": "Sao không?\n Sẽ là ta, hai con điếm và một kẻ móc túi.\n Nếu may mắn, sẽ có vài lời-nhắn-biên-tập-viên của bọn điên."
    },
    {
        "start": "00:11:11,160",
        "end": "00:11:14,680",
        "en": "Den slags gør man, hvis man ikke har andet at lave.",
        "pa": "Oh.\n You only go to debates, if you've got nothing better to do.",
        "vi": "Ôi.\n Chỉ dự họp, nếu chả có gì hay hơn để làm."
    },
    {
        "start": "00:11:14,800",
        "end": "00:11:17,720",
        "en": "Undskyld. Jeg undrer mig bare.",
        "pa": "Sorry. I'm just puzzled.",
        "vi": "Xin lỗi. Tôi bối rối."
    },
    {
        "start": "00:11:17,840",
        "end": "00:11:20,480",
        "en": "Det er min fødselsdag på torsdag.",
        "pa": "It's my birthday on Thursday.",
        "vi": "Thứ Năm là sinh nhật tôi."
    },
    {
        "start": "00:11:20,600",
        "end": "00:11:22,800",
        "en": "31.",
        "pa": "Thirty-one.",
        "vi": "Ba mốt tuổi."
    },
    {
        "start": "00:11:22,920",
        "end": "00:11:26,480",
        "en": "-Jeg orker det ikke. -Hvorfor ikke det?",
        "pa": "I can't stand it.\n Why not?",
        "vi": "Tôi không chịu nổi.\n Sao không?"
    },
    {
        "start": "00:11:26,600",
        "end": "00:11:30,920",
        "en": "Fordi... Hvor var du, da du var 31?",
        "pa": "Because...",
        "vi": "Vì..."
    },
    {
        "start": "00:11:31,040",
        "end": "00:11:35,680",
        "en": "Du var i Paris som korrespondent. Og du havde et barn.",
        "pa": "Where were you at 31?\n You were a Paris correspondent, and you had a child.",
        "vi": "Lúc 31 tuổi bà ở đâu?\n Bà là phóng viên ở Paris, và có một đứa con."
    },
    {
        "start": "00:11:35,800",
        "end": "00:11:39,560",
        "en": "Jeg bor i min studielejlighed med min nye espressomaskine.",
        "pa": "Yes.\n I share my student's flat alone with my new espresso machine,",
        "vi": "Ừ.\n Tôi chia sẻ căn hộ sinh viên một mình với máy pha cà phê mới,"
    },
    {
        "start": "00:11:39,680",
        "end": "00:11:43,640",
        "en": "Og jeg er ikke engang sikker på, at jeg kan lide espresso.",
        "pa": "that I don't know how to use, and I doubt I even like espresso.",
        "vi": "mà tôi chả biết dùng, và tôi nghi tôi chả thích cà phê."
    },
    {
        "start": "00:11:43,760",
        "end": "00:11:49,160",
        "en": "Det var andre tider dengang. Der var ikke så meget karriereræs.",
        "pa": "Times were different then.",
        "vi": "Thời đó nó khác."
    },
    {
        "start": "00:11:49,280",
        "end": "00:11:54,040",
        "en": "Prøv at forklare det til min mor. Hvis jeg tager hjem på torsdag",
        "pa": "People weren't caught up in the career race.\n Tell that to my mother.",
        "vi": "Mọi người không phải chạy đua sự nghiệp.\n Nói vậy với mẹ tôi ấy."
    },
    {
        "start": "00:11:54,160",
        "end": "00:11:59,200",
        "en": "fortæller hun mig, at jeg spilder mit liv og burde få mig en familie.",
        "pa": "If I go home on Thursday,\n she'll find new subtle ways to tell me,\n I'm wasting my life and ought to get a family.",
        "vi": "Nếu thứ Năm tôi về nhà,\n mẹ sẽ tìm cách tế nhị mới để bảo tôi,\n tôi đang lãng phí cuộc đời và phải lập gia đình."
    },
    {
        "start": "00:11:59,320",
        "end": "00:12:01,880",
        "en": "Hvis du tager hjem?",
        "pa": "If you go home?",
        "vi": "Nếu cô về nhà à?"
    },
    {
        "start": "00:12:02,000",
        "end": "00:12:06,440",
        "en": "Du kan ikke sidde til et hjernedødt debatmøde på din fødselsdag.",
        "pa": "Don't spend your birthday at a brain-dead debate meeting.",
        "vi": "Đừng tận hưởng sinh nhật ở cuộc họp hại não."
    },
    {
        "start": "00:12:06,560",
        "end": "00:12:10,960",
        "en": "Sig til din mor, at du kommer. Og sig, at hun kan lukke røven.",
        "pa": "Tell your mom you're coming and tell her to shut the fuck up.\n -In a nice way.",
        "vi": "Bảo mẹ là cô sẽ đến và mẹ đừng nói nữa."
    },
    {
        "start": "00:12:12,360",
        "end": "00:12:15,800",
        "en": "Der er kun én ting, der er værre end at have en familie.",
        "pa": "There's only one thing worse than having a family.",
        "vi": "Nói tử tế vào.\n Chỉ có một điều tệ hơn là có một gia đình."
    },
    {
        "start": "00:12:15,920",
        "end": "00:12:19,200",
        "en": "Og det er ikke at have nogen.",
        "pa": "And that's not having one.",
        "vi": "Là không có gia đình."
    },
    {
        "start": "00:12:19,320",
        "end": "00:12:22,280",
        "en": "Vi ses.",
        "pa": "-See you. -Yes.",
        "vi": "- Hẹn gặp lại. - Vâng."
    },
    {
        "start": "00:12:29,680",
        "end": "00:12:34,240",
        "en": "Godmorgen, Niels Erik. Sæt et lille kryds i din sorte bog.",
        "pa": "-Good morning. -Morning.\n Good morning, Niels Erik. Today you can make a note in your black book.",
        "vi": "- Xin chào. - Chào bà.\n Xin chào, Niels Erik. Hôm nay anh có thể ghi sổ đen."
    },
    {
        "start": "00:12:34,360",
        "end": "00:12:38,040",
        "en": "Magnus er med på arbejde, for vi skal til lægen.",
        "pa": "I brought Magnus with me because we're going to the doctor's.",
        "vi": "Tôi đưa Magnus tới vì chúng tôi sẽ đi bác sĩ."
    },
    {
        "start": "00:12:38,160",
        "end": "00:12:42,600",
        "en": "-Velkommen, Magnus. -Sæt dig i sofaen, skat.",
        "pa": "-Well, then... welcome, Magnus. - Thanks.\n Go sit on the couch, sweetie.",
        "vi": "- Vậy thì... chào mừng Magnus! - Cảm ơn.\n Ngồi lên đi-văng đi con."
    },
    {
        "start": "00:12:48,760",
        "end": "00:12:52,680",
        "en": "Jeg håber, statsministeren har haft en god weekend.",
        "pa": "I trust the prime minister had a good weekend.\n Yes, thank you.",
        "vi": "Tôi tin Thủ tướng có cuối tuần vui vẻ.\n Vâng, cảm ơn."
    },
    {
        "start": "00:12:52,800",
        "end": "00:12:56,000",
        "en": "Pressen har ringet hele morgenen. TV1 spørger...",
        "pa": "The press has been ringing all morning. TV1 asks if--",
        "vi": "Báo chí réo suốt buổi sáng. TV1 hỏi liệu..."
    },
    {
        "start": "00:12:56,120",
        "end": "00:13:00,320",
        "en": "Vi melder ikke noget ud, før jeg har truffet den endelige beslutning.",
        "pa": "No, don't announce anything until I've made my final decision.\n We have to be completely waterproof. I'm coming.",
        "vi": "Không, đừng công bố gì trước khi tôi quyết hẳn.\n Ta phải kín hoàn toàn. Tôi đến đây."
    },
    {
        "start": "00:13:01,400",
        "end": "00:13:04,240",
        "en": "Værsgo. Jeg kommer om lidt.",
        "pa": "-There you go. -Thanks.\n -I'll be right back. -Okay.",
        "vi": "- Đây con. - Cảm ơn mẹ.\n - Mẹ sẽ quay lại ngay. - Dạ."
    },
    {
        "start": "00:13:04,360",
        "end": "00:13:07,520",
        "en": "Jeg har lovet Magnus en sodavand.",
        "pa": "I promised Magnus a soda.",
        "vi": "Tôi hứa cho Magnus uống soda."
    },
    {
        "start": "00:13:20,720",
        "end": "00:13:23,800",
        "en": "Man skal stille flasken tilbage på brikken",
        "pa": "Remember to always put the bottle on the coaster",
        "vi": "Hãy nhớ luôn đặt chai nước lên tấm lót"
    },
    {
        "start": "00:13:23,920",
        "end": "00:13:27,360",
        "en": "ellers laver man ringe i bordet. Det er et dyrt bord.",
        "pa": "or you'll stain the table.",
        "vi": "không cháu sẽ làm bẩn bàn."
    },
    {
        "start": "00:13:27,480",
        "end": "00:13:31,120",
        "en": "Det koster mere, end man kan spare op i lommepenge.",
        "pa": "It's an expensive table.\n It's been there long and costs more than you could save up in allowance.",
        "vi": "Bàn đắt tiền đấy.\n Nó ở đây đã lâu và nhiều tiền hơn tiền tiêu vặt của cháu."
    },
    {
        "start": "00:13:31,240",
        "end": "00:13:35,560",
        "en": "Ja, nu har Poul Hartling i sin tid sat en lille ring derovre.",
        "pa": "Well, Poul Hartling left a stain over there,",
        "vi": "À, Poul Hartling đã để lại vết bẩn ở đó,"
    },
    {
        "start": "00:13:35,680",
        "end": "00:13:39,040",
        "en": "Magnus kan vel også få lov til at lave en lille ring.",
        "pa": "so couldn't Magnus Nyborg get to leave just a tiny stain as well?",
        "vi": "thế Magnus Nyborg không thể để lại vết bẩn tí tẹo được à?"
    },
    {
        "start": "00:13:39,160",
        "end": "00:13:43,800",
        "en": "Jeg holder Magnus med selskab, indtil hans mor kommer tilbage.",
        "pa": "I'll keep Magnus company until his mother returns.",
        "vi": "Tôi sẽ trông Magnus cho đến khi mẹ nó về."
    },
    {
        "start": "00:13:48,000",
        "end": "00:13:51,280",
        "en": "-Vil du hellere have en cola? -Ja tak.",
        "pa": "-How about a Coke instead? -Yes, please.",
        "vi": "- Đổi uống Coca nhé? - Vâng ạ."
    },
    {
        "start": "00:13:53,640",
        "end": "00:13:57,560",
        "en": "-Skal du hjælpe din mor i dag? -Nej, jeg skal til lægen.",
        "pa": "-So you are helping your mother today? -No, I have a doctor's appointment.",
        "vi": "- Thế hôm nay cháu giúp mẹ à? - Không, cháu có hẹn với bác sĩ."
    },
    {
        "start": "00:13:57,680",
        "end": "00:14:01,600",
        "en": "Jeg skal måske have punkteret mine ører igen.",
        "pa": "I may need to have my ears punctured again.",
        "vi": "Có lẽ cháu lại phải chọc tai."
    },
    {
        "start": "00:14:01,720",
        "end": "00:14:07,480",
        "en": "Det har jeg også prøvet som barn. Når man er syg, bliver man forkælet.",
        "pa": "Oh, that's too bad.\n I tried that as a kid, too.\n But an upside is, when you're sick, you get spoiled.",
        "vi": "Ôi, tệ quá.\n Hồi bé bác cũng vậy.\n Nhưng ưu điểm là, khi ốm, cháu sẽ được chiều chuộng."
    },
    {
        "start": "00:14:07,600",
        "end": "00:14:13,680",
        "en": "Da jeg havde skarlagensfeber, fik jeg en mappe med nye Anders And-blade.",
        "pa": "When I had scarlet fever,\n my uncle brought me a binder full of brand new Donald Duck comics.",
        "vi": "Khi bác bị sốt phát ban,\n chú của bác mua cho bác một tập đầy truyện tranh vịt Donald."
    },
    {
        "start": "00:14:13,800",
        "end": "00:14:16,400",
        "en": "-Førsteudgaver. -Har du dem endnu?",
        "pa": "-They were first editions. -Do you still have them?",
        "vi": "- Chúng là ấn bản đầu tiên. - Bác còn giữ chứ?"
    },
    {
        "start": "00:14:16,520",
        "end": "00:14:19,800",
        "en": "Ja. Du kan få lov til at se dem en dag.",
        "pa": "Sure. I'll show them to you some day.",
        "vi": "Có chứ. Hôm nào bác cho xem."
    },
    {
        "start": "00:14:19,920",
        "end": "00:14:24,640",
        "en": "Ring Betancourts folk op. Bent, hvad laver du her?",
        "pa": "- Call Betancourt's people. -Yes.",
        "vi": "- Gọi người của Betancourt. - Vâng."
    },
    {
        "start": "00:14:24,760",
        "end": "00:14:28,560",
        "en": "Jeg har en liste med gode kandidater til kommissærposten.",
        "pa": "Bent, what are you doing here?\n I've drawn up a list of commissioner candidates.",
        "vi": "Bent, ông làm gì ở đây?\n Tôi đã lập một danh sách các ứng viên cho chức ủy viên."
    },
    {
        "start": "00:14:28,680",
        "end": "00:14:33,240",
        "en": "Jeg har et stramt program. Du er nødt til at lave en aftale i forvejen.",
        "pa": "Look, I've got a tight schedule. You have to make an appointment.",
        "vi": "Này, lịch tôi kín đặc. Ông phải hẹn trước."
    },
    {
        "start": "00:14:36,640",
        "end": "00:14:40,560",
        "en": "-Vi skal til læge med Magnus. -Ja.",
        "pa": "Magnus is going to the doctor's.",
        "vi": "Magnus sẽ đến gặp bác sĩ."
    },
    {
        "start": "00:14:41,840",
        "end": "00:14:45,320",
        "en": "-Held og lykke, Magnus. -Tak.",
        "pa": "Yes.\n -Good luck, Magnus. -Thanks.",
        "vi": "Vâng.\n - Chúc may mắn, Magnus. - Cảm ơn bác."
    },
    {
        "start": "00:14:45,440",
        "end": "00:14:48,600",
        "en": "Har du fået cola?",
        "pa": "You got a Coke?",
        "vi": "Con uống Coca à?"
    },
    {
        "start": "00:14:56,520",
        "end": "00:14:59,400",
        "en": "Jeg kan ikke høre, hvad jeg selv spiller.",
        "pa": "What the hell is happening? I can't hear my own music.",
        "vi": "Chuyện quái gì vậy? Chị không nghe được nhạc."
    },
    {
        "start": "00:14:59,520",
        "end": "00:15:04,360",
        "en": "Han har lige fået punkteret ører. Ikke så højt, mus.",
        "pa": "Laura, he can't hear well right now. He just had his ears punctured.\n Not so loud, pumpkin.",
        "vi": "Laura, giờ em nghe không rõ. Em vừa đi chọc tai.\n Chớ bật to vậy, bí ngô."
    },
    {
        "start": "00:15:11,360",
        "end": "00:15:14,880",
        "en": "-Hej. -Hej, Bent.",
        "pa": "-Hello. -Hi.\n -Hi, Bent. -Hi.",
        "vi": "- Chào cháu. - Chào bác.\n - Chào, Bent. - Chào."
    },
    {
        "start": "00:15:16,160",
        "end": "00:15:21,200",
        "en": "Jeg kom til at fortælle Magnus om mine gamle Anders And-blade.",
        "pa": "Sorry to disturb, but...\n I told Magnus about my old Donald Duck comics.",
        "vi": "Xin lỗi đã làm phiền, nhưng...\n tôi kể cho Magnus về truyện tranh vịt Donald cũ của tôi."
    },
    {
        "start": "00:15:21,320",
        "end": "00:15:25,520",
        "en": "Nu hvor han er syg, tænkte jeg, at dem skal du da have.",
        "pa": "Him being sick I thought I'd give them to him.\n Thanks!",
        "vi": "Cháu ốm nên tôi muốn đưa cho cháu.\n Cảm ơn bác!"
    },
    {
        "start": "00:15:26,920",
        "end": "00:15:29,800",
        "en": "Du skal passe på dem. De er mange penge værd.",
        "pa": "Take good care of them. They're valuable, I think.",
        "vi": "Giữ cẩn thận. Quý đấy, bác nghĩ vậy."
    },
    {
        "start": "00:15:29,920",
        "end": "00:15:35,640",
        "en": "-Han hører ikke så godt lige nu. -De skal læses. De skal ikke sælges.",
        "pa": "His hearing is still off.\n That's okay. They should be read, not sold.",
        "vi": "Thính lực nó còn kém.\n Không sao. Truyện nên để đọc, không nên bán."
    },
    {
        "start": "00:15:37,440",
        "end": "00:15:41,760",
        "en": "Det var sødt af dig at komme forbi. Vil du have en kop kaffe?",
        "pa": "Nice of you to drop by.\n Would you like a cup of coffee?",
        "vi": "Ông ghé qua thật tốt quá.\n Uống cà phê không?"
    },
    {
        "start": "00:15:46,280",
        "end": "00:15:51,080",
        "en": "Nej tak. Der er noget, jeg godt vil spørge dig om.",
        "pa": "No thanks.\n Birgitte, I want to ask you something.",
        "vi": "Không, cảm ơn.\n Birgitte, tôi muốn hỏi một việc."
    },
    {
        "start": "00:15:53,720",
        "end": "00:15:56,920",
        "en": "Hvorfor vil du aldrig tale med mig mere?",
        "pa": "Why won't you talk to me anymore?",
        "vi": "Sao bà không nói chuyện với tôi?"
    },
    {
        "start": "00:15:57,040",
        "end": "00:16:00,240",
        "en": "Det vil jeg da også. Men når du ikke er minister",
        "pa": "Give me a break, Bent. I do want to.",
        "vi": "Thôi nào Bent. Tôi muốn mà."
    },
    {
        "start": "00:16:00,360",
        "end": "00:16:03,640",
        "en": "har vi ikke så meget med hinanden at gøre.",
        "pa": "But since you're not a minister anymore we don't see each other that much.",
        "vi": "Nhưng ông không còn là bộ trưởng nên ta không gặp nhau nhiều."
    },
    {
        "start": "00:16:05,760",
        "end": "00:16:10,760",
        "en": "Bent, du forstod godt, hvorfor jeg var nødt til at fyre dig.",
        "pa": "Bent, you knew why I had to fire you then.",
        "vi": "Bent, ông biết tại sao tôi phải sa thải ông."
    },
    {
        "start": "00:16:10,880",
        "end": "00:16:14,160",
        "en": "Jo, men ikke, hvorfor det skulle betyde",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:16:14,280",
        "end": "00:16:18,200",
        "en": "at jeg ikke længere måtte være din ven.",
        "pa": "But not why that entailed that I stopped being your friend.",
        "vi": "Nhưng không hiểu vì sao nó khiến tôi thôi làm bạn bà."
    },
    {
        "start": "00:16:38,600",
        "end": "00:16:43,360",
        "en": "Hej, Kasper. Jeg har valgt.",
        "pa": "Kasper, it's Birgitte.\n I'm calling to say I've made my decision.",
        "vi": "Kasper, Birgitte đây.\n Tôi gọi để báo tôi đã quyết định."
    },
    {
        "start": "00:16:43,480",
        "end": "00:16:45,760",
        "en": "Sejrø bliver kommissær.",
        "pa": "Sejrø is the new commissioner.",
        "vi": "Sejrø là ủy viên mới."
    },
    {
        "start": "00:16:45,880",
        "end": "00:16:51,240",
        "en": "Jeg taler med ham i morgen tidlig, så det kan komme ud på pressemødet.",
        "pa": "I'll talk to him tomorrow, so we can announce it at the press conference.\n Bye.",
        "vi": "Mai tôi sẽ nói với ông ấy, để công bố ở họp báo.\n Tạm biệt."
    },
    {
        "start": "00:16:56,680",
        "end": "00:17:03,760",
        "en": "Med en mand som dig vil Betancourt tilbyde os en af de tunge poster.",
        "pa": "With a man like you with your experience as minister,\n I'm certain Betancourt will offer us one of the heavy posts.",
        "vi": "Với người có kinh nghiệm làm bộ trưởng như ông,\n chắc chắn Betancourt sẽ cho ta một vị trí nặng ký."
    },
    {
        "start": "00:17:03,880",
        "end": "00:17:07,160",
        "en": "Måske ligefrem en næstformandspost.",
        "pa": "Maybe even a vice-presidency in the commission.",
        "vi": "Thậm chí có thể là phó chủ tịch ủy ban."
    },
    {
        "start": "00:17:08,600",
        "end": "00:17:12,960",
        "en": "Jeg behøver vel ikke at lokke dig med den gode løn og frynsegoderne.",
        "pa": "Don't make me wave the good salary and the perks in front of you.",
        "vi": "Đừng bắt tôi nhử tiền lương và lợi ích trước mặt ông."
    },
    {
        "start": "00:17:13,080",
        "end": "00:17:19,120",
        "en": "-Nej tak. Jeg er ikke interesseret. -Hvorfor ikke?",
        "pa": "Thanks, Birgitte, but I'm not interested.",
        "vi": "Cảm ơn Birgitte, nhưng tôi không hứng thú."
    },
    {
        "start": "00:17:19,240",
        "end": "00:17:24,040",
        "en": "Du gør det kun for at slippe af med din dårlige samvittighed.",
        "pa": "Why not?\n Why not? Because this is not a job offer.\n This is just to relieve you of your guilty conscience.",
        "vi": "Vì sao?\n Vì sao? Vì đâu phải mời làm việc.\n Đây chỉ là để nhẹ bớt lương tâm tội lỗi của bà."
    },
    {
        "start": "00:17:24,160",
        "end": "00:17:30,960",
        "en": "Du vil sende mig til Bruxelles, så jeg ikke kan brokke mig herhjemme.",
        "pa": "What do you mean?\n You're sending me off to Brussels for 2.5 million kroner a year",
        "vi": "Ý ông là sao?\n Bà cử tôi đến Brussels với 2,5 triệu kroner một năm"
    },
    {
        "start": "00:17:31,080",
        "end": "00:17:35,160",
        "en": "For 2,5 mio. slipper du af med din mest kritiske røst i partiet.",
        "pa": "to keep me from nagging at home.\n For 2.5 million kroner you'll be rid of your most severe critic in the party.",
        "vi": "để tôi khỏi cằn nhằn ở nhà.\n Với 2,5 triệu kroner, bà sẽ loại được nhà phê bình khắt khe nhất đảng."
    },
    {
        "start": "00:17:35,280",
        "end": "00:17:40,600",
        "en": "Jeg er ved at skaffe Danmark en meget kompetent EU-kommissær.",
        "pa": "Bent, I'm trying to get Denmark\n the most competent European commissioner we could wish for.",
        "vi": "Bent, tôi đang cố để Đan Mạch\n có ủy viên EU đầy năng lực nhất có thể."
    },
    {
        "start": "00:17:40,720",
        "end": "00:17:44,520",
        "en": "De Moderates første kommissær nogen sinde. Dig.",
        "pa": "The Moderates' first commissioner ever.",
        "vi": "Ủy viên đầu tiên của Đảng Ôn hòa."
    },
    {
        "start": "00:17:44,640",
        "end": "00:17:48,720",
        "en": "Det er en fin forklaring. Men det er bare ikke sandheden.",
        "pa": "-You. -Sure.\n It's a very nice explanation,\n but it's not the truth.",
        "vi": "- Ông. - Rõ rồi.\n Giải thích rất hay,\n nhưng chả phải thật."
    },
    {
        "start": "00:17:48,840",
        "end": "00:17:53,560",
        "en": "Det er et fornemt job, men det skal ikke være på den måde.",
        "pa": "Look, it's a mighty fine job, but I don't want it like this.",
        "vi": "Này, đó là công việc tuyệt vời, nhưng tôi không muốn thế này."
    },
    {
        "start": "00:17:53,680",
        "end": "00:17:58,720",
        "en": "Vi har været så tætte. Vi har stået skulder ved skulder.",
        "pa": "-Stop it, Bent! -Birgitte, we've been this close.\n We've made policies together. We've stood shoulder to shoulder, okay?",
        "vi": "- Thôi đi, Bent! - Birgitte, ta đã thân thiết thế.\n Ta đã cùng nhau lập chính sách. Ta đã kề vai sát cánh, nhỉ?"
    },
    {
        "start": "00:17:58,840",
        "end": "00:18:04,280",
        "en": "Lad være med at prøve på at købe dig fri af mig.",
        "pa": "If you can't fit me in anywhere in your world, fine,\n but don't try to buy me off!",
        "vi": "Nếu chả thể nhét tôi vào thế giới của bà, được,\n nhưng đừng cố mua chuộc tôi!"
    },
    {
        "start": "00:18:08,400",
        "end": "00:18:10,880",
        "en": "Han ville ikke have posten.",
        "pa": "What?\n He said no.",
        "vi": "- Sao? - Ông ấy từ chối."
    },
    {
        "start": "00:18:11,000",
        "end": "00:18:14,040",
        "en": "Det er ikke en stilling, man siger nej til.",
        "pa": "-You don't say no to a job like that. -Sejrø does apparently.",
        "vi": "- Ai từ chối việc như thế. - Rõ là Sejrø làm vậy."
    },
    {
        "start": "00:18:14,160",
        "end": "00:18:18,800",
        "en": "Hvor er det ærgerligt. Han ville være en kæmpe kapacitet dernede.",
        "pa": "Damn it. What a shame.",
        "vi": "Chết tiệt. Thật đáng tiếc."
    },
    {
        "start": "00:18:18,920",
        "end": "00:18:23,640",
        "en": "Nu bliver det nok ikke en moderat. Vores andre ministre er for uerfarne.",
        "pa": "He would have been a great asset down there.\n The Moderates won't get it now.\n Our other ministers are too inexperienced.",
        "vi": "Ông ấy sẽ là vốn quý dưới đó.\n Giờ Đảng Ôn hòa không được.\n Các bộ trưởng khác quá thiếu kinh nghiệm."
    },
    {
        "start": "00:18:23,760",
        "end": "00:18:28,640",
        "en": "Medmindre du selv er kandidat. Du har succes som EU-minister.",
        "pa": "Unless you are a candidate, Jacob.",
        "vi": "Trừ khi anh là ứng viên, Jacob."
    },
    {
        "start": "00:18:28,760",
        "end": "00:18:32,320",
        "en": "Du kender til systemet, og du er dygtig og populær.",
        "pa": "You're doing great as the minister for the EU.\n You know the system, you're clever and popular.",
        "vi": "Anh làm bộ trưởng về EU rất tốt.\n Anh hiểu cơ cấu, thông minh và nổi tiếng."
    },
    {
        "start": "00:18:32,440",
        "end": "00:18:35,840",
        "en": "Skal jeg forstå det sådan, at du tilbyder mig posten?",
        "pa": "Should I interpret that as you offering me the post?",
        "vi": "Tôi nên hiểu là bà mời tôi làm việc à?"
    },
    {
        "start": "00:18:35,960",
        "end": "00:18:39,240",
        "en": "Jeg hører dig om din holdning til det.",
        "pa": "I'd like to hear your thoughts about it.",
        "vi": "Tôi muốn nghe ý kiến anh."
    },
    {
        "start": "00:18:39,360",
        "end": "00:18:43,080",
        "en": "Det er et meget smigrende tilbud",
        "pa": "Your offer is flattering, Birgitte,",
        "vi": "Đề nghị của bà đúng là lời khen, Birgette,"
    },
    {
        "start": "00:18:43,200",
        "end": "00:18:46,920",
        "en": "men jeg føler et stort ansvar over for mit ministerium.",
        "pa": "but I feel a huge responsibility for my ministry.",
        "vi": "nhưng tôi thấy có trách nhiệm lớn với bộ của tôi."
    },
    {
        "start": "00:18:47,040",
        "end": "00:18:50,960",
        "en": "Det skal varetage Danmarks formandskab om et halvt år.",
        "pa": "We're in charge when Denmark takes over the chairmanship in six months.",
        "vi": "Sáu tháng nữa chúng tôi chịu trách nhiệm khi Đan Mạch làm chủ tịch."
    },
    {
        "start": "00:18:51,080",
        "end": "00:18:56,120",
        "en": "Jeg vil være ked af ikke at sidde som minister, når det sker.",
        "pa": "I'd really like to be the minister in charge of that.",
        "vi": "Tôi rất muốn làm bộ trưởng phụ trách việc đó."
    },
    {
        "start": "00:18:57,520",
        "end": "00:19:01,520",
        "en": "Vi kan nok ikke finde en moderat, der er kompetent nok",
        "pa": "Since I don't see us finding someone competent from the Moderates,",
        "vi": "Vì tôi thấy không tìm được người có năng lực từ Đảng Ôn hòa,"
    },
    {
        "start": "00:19:01,640",
        "end": "00:19:05,720",
        "en": "så vi må sælge posten til Arbejderpartiet så dyrt som muligt.",
        "pa": "we'll sell the post to the Worker's Party.",
        "vi": "chúng tôi sẽ trao đổi với Đảng Lao động."
    },
    {
        "start": "00:19:05,840",
        "end": "00:19:10,920",
        "en": "-Lad mig snakke med Sejrø. -Det får du ikke noget ud af.",
        "pa": "As expensive as possible.\n How about I talk to Sejrø?\n I don't think you'll get anywhere. It seems personal for him.",
        "vi": "Càng được lợi càng tốt.\n Để tôi khuyên Sejrø nhé?\n Tôi không cho là được. Với ông ấy đó là việc cá nhân."
    },
    {
        "start": "00:19:11,040",
        "end": "00:19:15,320",
        "en": "Det kunne ligefrem være en fordel, at der ingen nære bånd er.",
        "pa": "It might help if it wasn't someone with old ties like you, who talked to him.",
        "vi": "Có thể được nếu người khuyên ông ấy không phải người quen cũ như bà."
    },
    {
        "start": "00:19:16,920",
        "end": "00:19:20,840",
        "en": "-Det kan da ikke skade. -Okay. Prøv det.",
        "pa": "It can't hurt.\n Okay. Try.",
        "vi": "Chả mất gì.\n Được rồi. Thử đi."
    },
    {
        "start": "00:19:24,920",
        "end": "00:19:27,040",
        "en": "Han er ret skarp.",
        "pa": "He's bright.",
        "vi": "Anh ta thông minh."
    },
    {
        "start": "00:19:27,160",
        "end": "00:19:30,880",
        "en": "Det er sympatisk, at han er ansvarlig for sit ministerium.",
        "pa": "And it's sympathetic that he feels responsible for his ministry.",
        "vi": "Thật đồng cảm khi anh ta thấy có trách nhiệm với bộ của mình."
    },
    {
        "start": "00:19:31,000",
        "end": "00:19:36,760",
        "en": "Kruse har større ambitioner. Hvis Sejrø ryger ud, bliver han nummer to.",
        "pa": "Kruse said no, because he has higher ambitions than that.",
        "vi": "Kruse nói không, vì anh ta có tham vọng cao hơn thế."
    },
    {
        "start": "00:19:36,880",
        "end": "00:19:41,120",
        "en": "Og den post vil han ikke risikere ved at spilde fem år i Bruxelles.",
        "pa": "If Sejrø goes, he'll be number two in the party.\n He won't risk that by wasting the next five years in Brussels.",
        "vi": "Nếu Sejrø đi, anh ta sẽ là số hai ở đảng.\n Anh ta không mạo hiểm để phí năm năm tới ở Brussels."
    },
    {
        "start": "00:19:41,240",
        "end": "00:19:45,360",
        "en": "EU-kommissærposten skal ikke omtales som et råddent æg.",
        "pa": "Wasting, Kasper?\n We need to stop treating the post as commissioner like a rotten egg.",
        "vi": "Để phí hả, Kasper?\n Ta nên dừng việc coi vị trí ủy viên như một quả trứng thối."
    },
    {
        "start": "00:19:45,480",
        "end": "00:19:48,520",
        "en": "Det er en magtfuld post.",
        "pa": "-It's one of the biggest posts in Europe. -Yes, if it's an important post.",
        "vi": "- Một trong các vị trí lớn nhất ở châu Âu. - Ừ, nếu vị trí quan trọng."
    },
    {
        "start": "00:19:48,640",
        "end": "00:19:53,360",
        "en": "Ikke hvis du bliver kommissær for flersprogethed eller naboskab.",
        "pa": "But not if you're commissioner for multilingualism or--",
        "vi": "Sẽ không phải nếu là ủy viên đa ngôn ngữ hay..."
    },
    {
        "start": "00:19:53,480",
        "end": "00:19:58,000",
        "en": "-Der er pressemøde om to minutter. -Ja, og hvem bliver kommissær?",
        "pa": "Enough.\n -The press conference is in two minutes. -I know.\n And I have no idea who will be commissioner.",
        "vi": "Đủ rồi.\n - Hai phút nữa họp báo. - Tôi biết.\n Tôi không biết ai sẽ là ủy viên."
    },
    {
        "start": "00:20:03,280",
        "end": "00:20:08,000",
        "en": "Kan du ikke finde et par pladser? Jeg skal lige...",
        "pa": "Could you find us a couple of seats? I just need to...",
        "vi": "Tìm cho tai hai chỗ được chứ? Tôi chỉ đi..."
    },
    {
        "start": "00:20:14,360",
        "end": "00:20:18,200",
        "en": "Tillykke med fødselsdagen på torsdag. 31 år.",
        "pa": "-Happy birthday on Thursday. -Thanks.\n -Thirty-one years. -Yes.",
        "vi": "- Mừng sinh nhật hôm thứ Năm. - Cảm ơn.\n - Ba mươi mốt năm. - Vâng."
    },
    {
        "start": "00:20:18,320",
        "end": "00:20:21,960",
        "en": "Hvad siger du til at se din gamle ven Kasper?",
        "pa": "How'd you like to see your old friend Kasper?",
        "vi": "Em muốn gặp bạn cũ Kasper không?"
    },
    {
        "start": "00:20:22,080",
        "end": "00:20:24,640",
        "en": "Jeg skal hjem til Randers.",
        "pa": "I can't, I'm going home to Randers.",
        "vi": "Không được, em sẽ về nhà ở Randers."
    },
    {
        "start": "00:20:24,760",
        "end": "00:20:28,280",
        "en": "Hjem til din mor og få endnu en otte meter høj peberkværn?",
        "pa": "Home to Randers?\n Home to your mom to get another eight meters tall pepper grinder?",
        "vi": "Nhà ở Randers?\n Về nhà mẹ để mua thêm máy xay tiêu cao tám mét à?"
    },
    {
        "start": "00:20:28,400",
        "end": "00:20:31,360",
        "en": "Måske skal jeg bare arbejde.",
        "pa": "Maybe I'll just work.",
        "vi": "Có lẽ em chỉ làm việc."
    },
    {
        "start": "00:20:31,480",
        "end": "00:20:36,360",
        "en": "Må jeg ikke bestille bord et lækkert sted? Du siger, hvor mange vi bliver.",
        "pa": "How about I make reservations somewhere nice?",
        "vi": "Anh đặt chỗ ở nơi nào hay ho thì sao?"
    },
    {
        "start": "00:20:36,480",
        "end": "00:20:39,280",
        "en": "Godformiddag.",
        "pa": "-Just tell me how many we'll be.\n Good morning.",
        "vi": "Chỉ cần cho anh biết số người.\n Xin chào."
    },
    {
        "start": "00:20:47,440",
        "end": "00:20:51,720",
        "en": "Det var alt fra mig. Er der nogen spørgsmål?",
        "pa": "That's all from me.\n But who knows? Maybe someone has a question?",
        "vi": "Tôi xin kết thúc.\n Nhưng ai biết được? Có lẽ ai đó có câu hỏi?"
    },
    {
        "start": "00:20:52,680",
        "end": "00:20:56,280",
        "en": "Kan statsministeren kommentere rygterne om",
        "pa": "Simon?\n Will the prime minister comment on",
        "vi": "Simon?\n Liệu Thủ tướng có bình luận về"
    },
    {
        "start": "00:20:56,400",
        "end": "00:21:01,040",
        "en": "at Bent Sejrø er et emne til posten som EU-kommissær?",
        "pa": "the latest rumours that former minister of finance Bent Sejrø",
        "vi": "tin đồn mới nhất là cựu Bộ trưởng Tài chính Bent Sejrø"
    },
    {
        "start": "00:21:01,160",
        "end": "00:21:03,760",
        "en": "Jeg kommenterer ikke rygter.",
        "pa": "is a candidate for commissioner?\n No. I don't comment on rumors, Simon.",
        "vi": "là ứng viên cho chức ủy viên?\n Không. Tôi không bình luận về tin đồn, Simon."
    },
    {
        "start": "00:21:03,880",
        "end": "00:21:09,760",
        "en": "Men jeg lover, at jeg gør mit bedste for at finde den bedste kandidat.",
        "pa": "And I won't comment on my choice for commissioner, but I promise\n that I'm doing my best to get the very best candidate.",
        "vi": "Và tôi không bình luận về lựa chọn ủy viên của tôi, nhưng tôi hứa\n sẽ cố hết sức để có ứng viên sáng giá nhất."
    },
    {
        "start": "00:21:11,400",
        "end": "00:21:16,600",
        "en": "Arbejderpartiet nævner både Pernille Madsen og Troels Höxenhaven.",
        "pa": "Ruben?\n Sources in the Worker's Party mention Pernille Madsen and Troels Höxenhaven",
        "vi": "Ruben?\n Nguồn tin Đảng Lao động nói Pernille Madsen và Troel Höxenhaven"
    },
    {
        "start": "00:21:16,720",
        "end": "00:21:21,880",
        "en": "Spørger I mig, fordi I kan lide at høre mig sige \"ingen kommentarer\"?",
        "pa": "as relevant candidates.\n Are you guys asking, because you like hearing me say \"no comment?\"",
        "vi": "là ứng viên liên quan.\n Các bạn hỏi, vì thích nghe tôi nói \"không bình luận\" à?"
    },
    {
        "start": "00:21:23,920",
        "end": "00:21:29,160",
        "en": "Hvad siger du til rygterne om, at Sejrø er kandidat til posten",
        "pa": "Hanne?\n My question is...\n what your comment is on the latest rumours that Sejrø is a candidate for the post",
        "vi": "- Hanne? - Câu hỏi của tôi là...\n bà bình luận gì về tin đồn mới nhất Sejrø là ứng viên cho vị trí"
    },
    {
        "start": "00:21:29,280",
        "end": "00:21:31,880",
        "en": "som EU-kommissær?",
        "pa": "as EU commissioner?",
        "vi": "ủy viên EU?"
    },
    {
        "start": "00:21:32,000",
        "end": "00:21:38,440",
        "en": "Jeg ved ikke, om spørgsmålet bliver bedre af at blive stillet to gange.",
        "pa": "It is a really good question, Hanne,\n but I'm not sure it will improve by me answering it twice.",
        "vi": "Đó là câu hỏi rất hay, Hanne,\n nhưng tôi không chắc sẽ ổn hơn nếu tôi trả lời hai lần."
    },
    {
        "start": "00:21:42,560",
        "end": "00:21:47,880",
        "en": "Der mangler kun indstillinger fra Spanien og Danmark.",
        "pa": "-Katrine? -Yes.\n Sources say in Brussels say",
        "vi": "- Katrine? - Vâng. Các nguồn tin tại Brussels nói"
    },
    {
        "start": "00:21:48,000",
        "end": "00:21:52,680",
        "en": "Kan vi få tildelt et mindre interessant kommissærområde?",
        "pa": "only Spain and Denmark's nominations are outstanding.\n Couldn't our late nomination result",
        "vi": "chỉ Tây Ban Nha và Đan Mạch là xuất sắc.\n Ta đề cử muộn liệu có dẫn tới việc"
    },
    {
        "start": "00:21:52,800",
        "end": "00:21:59,280",
        "en": "Jeg har talt med Betancourt i dag. De store poster er ikke besat endnu.",
        "pa": "in getting a less attractive field?\n We don't need to fear that.\n I spoke to Betancourt today. The major posts are still vacant.",
        "vi": "có được lĩnh vực kém hấp dẫn hơn?\n Không cần sợ việc đó.\n Tôi đã trao đổi với Betancourt. Các vị trí quan trọng vẫn còn."
    },
    {
        "start": "00:21:59,400",
        "end": "00:22:01,480",
        "en": "Ring til Betancourt.",
        "pa": "But sure, we are in a hurry. Simon?\n Jytte, get me Betancourt.",
        "vi": "Nhưng chắc chắn, ta đang vội. Simon?\n Jytte, gọi Betancourt cho tôi."
    },
    {
        "start": "00:22:01,600",
        "end": "00:22:06,360",
        "en": "Ekspres skal ikke skrive, at vores position forringes på grund af nøl.",
        "pa": "I won't have Ekspres doing a story\n about our hesitancy compromising Denmark's power of negotiation.",
        "vi": "Tôi sẽ không để Express làm bài\n về ta do dự ảnh hưởng tới sức mạnh đàm phán của Đan Mạch."
    },
    {
        "start": "00:22:06,480",
        "end": "00:22:11,640",
        "en": "Jeg spinner et eller andet om, at franskmændene vil bestemme alt.",
        "pa": "I'll spin it so it sounds like it's the French",
        "vi": "Tôi sẽ lái đi để có vẻ người Pháp muốn"
    },
    {
        "start": "00:22:11,760",
        "end": "00:22:15,880",
        "en": "Det lyder som en fransk holdning. Hvem bliver dansk kommissær?",
        "pa": "who want to influence decisions on all posts.\n -Sounds French to me. -Yes.",
        "vi": "tác động đến quyết định về các vị trí.\n - Nghe đúng kiểu Pháp. - Phải."
    },
    {
        "start": "00:22:16,000",
        "end": "00:22:19,800",
        "en": "De to, vi har tilbudt stillingen, vil ikke have den.",
        "pa": "But who will be the Danish commissioner?\n We are in the bizarre situation\n that the two people we approached turned us down.",
        "vi": "Nhưng ai sẽ là ủy viên của Đan Mạch?\n Ta đang ở tình thế lạ\n khi hai người ta tiếp cận đều từ chối."
    },
    {
        "start": "00:22:19,920",
        "end": "00:22:23,680",
        "en": "Politiken skriver, at Pernille Madsen er interesseret.",
        "pa": "According to the Politiken, your minister of finance, Pernille Madsen is interested.",
        "vi": "Theo tờ Politiken, Bộ trưởng Tài chính, Pernille Madsen đang quan tâm."
    },
    {
        "start": "00:22:23,800",
        "end": "00:22:29,360",
        "en": "Hun er interesseret i alt, der giver flere stjerner på skulderen.",
        "pa": "She's interested in anything that gives her more stars on her shoulder.\n She is a malignant combination of desiccated nanny and rampant ambition.",
        "vi": "Bà ấy hào hứng với bất cứ thứ gì cho bà ấy nhiều sao hơn.\n Bà ấy là sự kết hợp ác ý giữa bảo mẫu khô khốc và tham vọng tràn lan."
    },
    {
        "start": "00:22:29,480",
        "end": "00:22:32,240",
        "en": "Det er vores bedste mulighed nu.",
        "pa": "Nonetheless, she's our best bet now.",
        "vi": "Tuy nhiên, giờ bà ấy là lựa chọn tốt nhất của ta."
    },
    {
        "start": "00:22:32,360",
        "end": "00:22:36,320",
        "en": "Vi skal høre Arbejderpartiet, hvad de vil tilbyde.",
        "pa": "Let's schedule a meeting and hear what the Worker's Party has to offer.",
        "vi": "Hãy sắp xếp cuộc họp xem Đảng Lao động có gì."
    },
    {
        "start": "00:22:36,440",
        "end": "00:22:41,000",
        "en": "Jeg vil have Finansministeriet tilbage, hvis de får posten.",
        "pa": "I want the ministry of finance back in exchange for that post,",
        "vi": "Tôi muốn có lại Bộ Tài chính để đổi lấy vị trí đó,"
    },
    {
        "start": "00:22:41,120",
        "end": "00:22:45,960",
        "en": "Minimum er dog Erhvervsministeriet og ikke en lyd fra dem resten af året.",
        "pa": "but I'm not counting on it.\n Minimum is the ministry of commerce\n and not a peep from the Worker's Party the rest of the year.",
        "vi": "nhưng không mong là được.\n Tối thiểu là Bộ Thương mại\n và suốt năm không nghe gì từ Đảng Lao động."
    },
    {
        "start": "00:22:57,040",
        "end": "00:23:03,240",
        "en": "-Hanne. Er der noget galt? -Galt? Hvordan?",
        "pa": "Hanne?\n Is something wrong?",
        "vi": "Hanne?\n Có chuyện gì à?"
    },
    {
        "start": "00:23:03,360",
        "end": "00:23:07,360",
        "en": "-Du virkede lidt off til mødet. -Var jeg off?",
        "pa": "Wrong? What do you mean?\n You seemed a bit off at the press conference.",
        "vi": "Có chuyện? Ý là sao?\n Ở họp báo trông bà có vẻ không ổn."
    },
    {
        "start": "00:23:07,480",
        "end": "00:23:10,280",
        "en": "Eller distraheret.",
        "pa": "I seemed \"off\"?\n Or distracted.",
        "vi": "Tôi có vẻ \"không ổn\"?\n Hoặc lơ đãng."
    },
    {
        "start": "00:23:10,400",
        "end": "00:23:13,800",
        "en": "Må jeg minde dig om, at du taler til din redaktør?",
        "pa": "Let me remind you you're speaking to your editor, Katrine.",
        "vi": "Cô nhớ là đang nói với biên tập viên, Katrine."
    },
    {
        "start": "00:23:13,920",
        "end": "00:23:18,680",
        "en": "Vær sød ikke at blande dig i, hvordan jeg passer mit arbejde.",
        "pa": "How I do my job is none of your business.",
        "vi": "Tôi làm việc ra sao chả phải việc của cô."
    },
    {
        "start": "00:23:28,360",
        "end": "00:23:33,480",
        "en": "Goddag, Bjørn. Tak, fordi du havde tid med så kort varsel.",
        "pa": "-Hello, Bjørn. -Hello, Birgitte.\n -Thanks for coming on such short notice. -Of course.",
        "vi": "- Chào Bjørn. - Chào Birgitte.\n - Cảm ơn vì đã tới ngay. - Tất nhiên rồi."
    },
    {
        "start": "00:23:38,240",
        "end": "00:23:43,440",
        "en": "Vi skal vel tale om en ministerrokade i forbindelse med kommissærposten.",
        "pa": "I guess you want to change ministers because of the commissioner post.",
        "vi": "Tôi đoán bà muốn thay đổi các bộ trưởng vì chức ủy viên."
    },
    {
        "start": "00:23:43,560",
        "end": "00:23:49,120",
        "en": "-Jeg troede, du ville vælge Kruse. -Jacob gør det godt som EU-minister.",
        "pa": "I thought you'd choose Kruse.\n No, Jacob is doing such a great job as minister for the EU.",
        "vi": "Tôi nghĩ bà sẽ chọn Kruse.\n Không, Jacob đang làm rất tốt vai trò bộ trưởng về EU."
    },
    {
        "start": "00:23:49,240",
        "end": "00:23:53,440",
        "en": "Han skal forberede vores overtagelse af formandskabet om et halvt år.",
        "pa": "And he's preparing for when we take over the chairmanship in six months.",
        "vi": "Và anh ấy chuẩn bị tiếp quản vị trí chủ tịch sau sáu tháng."
    },
    {
        "start": "00:23:53,560",
        "end": "00:23:58,400",
        "en": "-Og Bent? -Rygterne om Bent er bare en and.",
        "pa": "And Bent?\n That was just a red herring.",
        "vi": "Còn Bent?\n Đó là nghi binh thôi."
    },
    {
        "start": "00:23:58,520",
        "end": "00:24:03,200",
        "en": "Arbejderpartiet har altid ønsket sig en kommissærpost.",
        "pa": "But the Worker's Party have always wanted a commissioner post.",
        "vi": "Nhưng Đảng Lao động luôn muốn có vị trí ủy viên."
    },
    {
        "start": "00:24:03,320",
        "end": "00:24:07,960",
        "en": "Og som du selv kan regne ud, bliver det jo ikke gratis.",
        "pa": "I'm sure you're aware that it'll cost you.",
        "vi": "Tôi chắc ông biết là phải đánh đổi."
    },
    {
        "start": "00:24:14,560",
        "end": "00:24:17,720",
        "en": "Hej, Kirsten. Det er længe siden.",
        "pa": "Hi, Kirsten.",
        "vi": "Chào, Kirsten."
    },
    {
        "start": "00:24:17,840",
        "end": "00:24:23,120",
        "en": "Ja, Bent siger, I har travlt. Eller at du har travlt.",
        "pa": "-Hello, Birgitte. -It's been a while.\n Yes.\n Bent tells me you're busy.",
        "vi": "- Chào Birgitte. - Lâu không gặp.\n Vâng.\n Bent bảo tôi là bà bận."
    },
    {
        "start": "00:24:23,240",
        "end": "00:24:28,920",
        "en": "-Ja. Skal du med op til Bent? -Nej, jeg ville tale med dig.",
        "pa": "You in particular, I mean.\n Yes.\n -Are you here to see Bent? -No... I'm here to see you.",
        "vi": "Đặc biệt là bà, ý là vậy.\n Vâng.\n - Bà đến gặp Bent à? - Không... Tôi đến gặp bà."
    },
    {
        "start": "00:24:29,040",
        "end": "00:24:32,280",
        "en": "Din sekretær sagde, at du var ude.",
        "pa": "Your secretary said you were out, and that I could wait here.",
        "vi": "Thư ký của bà nói bà ra ngoài, và tôi có thể đợi ở đây."
    },
    {
        "start": "00:24:32,400",
        "end": "00:24:36,840",
        "en": "Birgitte, jeg vil bede dig om en stor tjeneste.",
        "pa": "Birgitte, I have a great favor to ask of you.",
        "vi": "Birgitte, tôi rất muốn nhờ bà."
    },
    {
        "start": "00:24:36,960",
        "end": "00:24:41,000",
        "en": "De sagde i radioen, at Bent var en førende kandidat",
        "pa": "Okay.\n They said on the radio that Bent was one of the top candidates",
        "vi": "Được rồi.\n Thấy nói trên đài là Bent là một ứng viên hàng đầu"
    },
    {
        "start": "00:24:41,120",
        "end": "00:24:43,720",
        "en": "til posten som EU-kommissær.",
        "pa": "for the commissioner post.",
        "vi": "cho chức ủy viên."
    },
    {
        "start": "00:24:43,840",
        "end": "00:24:47,400",
        "en": "Du må ikke vælge ham.",
        "pa": "Please don't choose him, Birgitte.",
        "vi": "Xin đừng chọn anh ấy, Birgitte."
    },
    {
        "start": "00:24:47,520",
        "end": "00:24:50,880",
        "en": "Det var et hårdt slag for ham, da du afskedigede ham.",
        "pa": "It was a heavy blow to him when you fired him as minister of finance.",
        "vi": "Đó là đòn nặng với anh ấy khi bà sa thải anh ấy khỏi Bộ trưởng Tài chính."
    },
    {
        "start": "00:24:51,000",
        "end": "00:24:54,640",
        "en": "Og det har taget ham et halvt år at forlige sig med",
        "pa": "It's taken him six months to resign to the fact",
        "vi": "Anh ấy mất sáu tháng để cam chịu sự thật"
    },
    {
        "start": "00:24:54,760",
        "end": "00:24:57,720",
        "en": "at han ikke skal være på Borgen hele tiden.",
        "pa": "that his presence isn't needed at Borgen at all times.",
        "vi": "rằng anh ấy không cần phải luôn có mặt ở Borgen."
    },
    {
        "start": "00:24:57,840",
        "end": "00:25:01,440",
        "en": "Han er ved at blive et helt almindeligt menneske igen.",
        "pa": "Actually, he's slowly turning back into an ordinary human being.",
        "vi": "Thật ra, anh ấy dần trở lại làm người bình thường."
    },
    {
        "start": "00:25:01,560",
        "end": "00:25:04,840",
        "en": "Han har fået tid til haven og børnebørnene.",
        "pa": "He has time to tend to the garden and the grandchildren.",
        "vi": "Anh ấy có thời gian chăm sóc vườn và các cháu."
    },
    {
        "start": "00:25:04,960",
        "end": "00:25:08,320",
        "en": "Bent har sagt nej tak til stillingen",
        "pa": "Kirsten, don't worry.",
        "vi": "Kirsten, đừng lo."
    },
    {
        "start": "00:25:08,440",
        "end": "00:25:12,280",
        "en": "så jeg arbejder med andre muligheder nu.",
        "pa": "Bent already turned down the post, so I'm looking at other options now.",
        "vi": "Bent đã từ chối vị trí đó, nên tôi đang xem xét các lựa chọn khác."
    },
    {
        "start": "00:25:12,400",
        "end": "00:25:15,480",
        "en": "Jamen... godt.",
        "pa": "Well...",
        "vi": "À..."
    },
    {
        "start": "00:25:15,600",
        "end": "00:25:17,880",
        "en": "Nej, hvor dejligt.",
        "pa": "Great!\n That's wonderful.",
        "vi": "Tuyệt!\n Thật tuyệt vời."
    },
    {
        "start": "00:25:18,000",
        "end": "00:25:21,480",
        "en": "Jamen så var der ikke andet. Tak.",
        "pa": "-Well, that was it. Thanks. -Oh.",
        "vi": "- Chuyện là thế đấy. Cảm ơn. - Ôi."
    },
    {
        "start": "00:25:21,600",
        "end": "00:25:23,840",
        "en": "Hej, hej.",
        "pa": "-Bye. -Bye.",
        "vi": "- Tạm biệt. - Tạm biệt."
    },
    {
        "start": "00:25:23,960",
        "end": "00:25:29,160",
        "en": "Lad være med at sige til Bent, at jeg har været her.",
        "pa": "Birgitte, please don't tell Bent that I stopped by.\n Of course.",
        "vi": "Birgitte, đừng bảo Bent là tôi ghé qua.\n Tất nhiên rồi."
    },
    {
        "start": "00:25:43,200",
        "end": "00:25:45,680",
        "en": "Hej, smukke.",
        "pa": "-Damn it!\n Hi, beautiful.",
        "vi": "Chết tiệt!\n Chào người đẹp."
    },
    {
        "start": "00:25:45,800",
        "end": "00:25:51,160",
        "en": "-River du badeværelset ned? -Nej, jeg har bare en klodset dag.",
        "pa": "What the hell are you doing? Are you tearing down the bathroom?\n No, I'm just clumsy today.",
        "vi": "Em đang làm cái quái gì thế? Em đang dỡ nhà vệ sinh à?\n Không, hôm nay em chỉ vụng về thôi."
    },
    {
        "start": "00:26:02,400",
        "end": "00:26:07,240",
        "en": "Hvor er det dejligt, at du låser dig selv ind.",
        "pa": "I love that you can just let yourself in the door.",
        "vi": "Em thích là anh cứ thế vào được."
    },
    {
        "start": "00:26:07,360",
        "end": "00:26:12,080",
        "en": "Jeg har ryddet et skab til dig på badeværelset.",
        "pa": "I cleared space for you in the bathroom.",
        "vi": "Em dọn chỗ cho anh trong nhà tắm."
    },
    {
        "start": "00:26:12,200",
        "end": "00:26:16,240",
        "en": "Og så har jeg lavet vores første fælles middagsinvitation.",
        "pa": "Wow.\n And I made our first joint dinner invitation.",
        "vi": "Ái dà.\n Và em gửi lời mời ăn tối chung đầu tiên của mình."
    },
    {
        "start": "00:26:16,360",
        "end": "00:26:20,920",
        "en": "Nina og Thor er kommet tilbage fra Vietnam. De kommer på torsdag.",
        "pa": "Nina and Thor are back from Vietnam. They're coming over on Thursday.",
        "vi": "Nina và Thor đã từ Việt Nam về. Họ sẽ đến vào thứ Năm."
    },
    {
        "start": "00:26:21,040",
        "end": "00:26:26,800",
        "en": "Nina gik jeg i gymnasiet med. Hun er kaospilot og projektleder.",
        "pa": "Want me to remind you who they are?\n I went to high school with Nina.",
        "vi": "Cần nhắc lại về họ không?\n Em học trung học với Nina."
    },
    {
        "start": "00:26:26,920",
        "end": "00:26:31,720",
        "en": "Og Thor er journalist og skriver for Ugebrevet Mandag Morgen.",
        "pa": "She's a kaospilot and project manager.\n Thor's a journalist from Syddanske and writes for Ugebladet Mandag Morgen.",
        "vi": "Cô ấy làm kaospilot và quản lý dự án.\n Thor là một nhà báo từ Syddanske và viết cho Ugebladet Mandag Morgen."
    },
    {
        "start": "00:26:33,680",
        "end": "00:26:37,080",
        "en": "Hedder du andet end Kasper Juul?",
        "pa": "Are you called anything other than Kasper Juul?",
        "vi": "Anh còn tên khác Kasper Juul không?"
    },
    {
        "start": "00:26:37,200",
        "end": "00:26:40,800",
        "en": "-Hvad mener du? -Jeg vil bestille et dørskilt.",
        "pa": "What do you mean?",
        "vi": "Ý em là sao?"
    },
    {
        "start": "00:26:40,920",
        "end": "00:26:44,560",
        "en": "Skal der stå andet end Kasper Juul?",
        "pa": "I'm going to order a door sign.\n Do you want it to say other than Kasper Juul?",
        "vi": "Em sẽ đặt tấm biển ở cửa.\n Muốn ghi tên khác Kasper Juul không?"
    },
    {
        "start": "00:26:46,160",
        "end": "00:26:49,840",
        "en": "-Er du okay? -Ja.",
        "pa": "Are you okay?\n Sure, I just...",
        "vi": "Anh ổn chứ?\n Ừ, anh chỉ..."
    },
    {
        "start": "00:26:49,960",
        "end": "00:26:52,480",
        "en": "Det har været en hård dag.",
        "pa": "It's just been a tough day and I'm a little tired.",
        "vi": "Hôm nay hơi vất vả và anh hơi mệt."
    },
    {
        "start": "00:26:52,600",
        "end": "00:26:56,760",
        "en": "Jeg hørte, at Nyborg måtte træde vande til pressemødet.",
        "pa": "I heard Nyborg had to dodge the issue at the press conference.",
        "vi": "Em nghe Nyborge phải né vấn đề ở buổi họp báo."
    },
    {
        "start": "00:26:56,880",
        "end": "00:27:00,720",
        "en": "Men det har du fandeme gjort hende god til.",
        "pa": "But you've trained her well.",
        "vi": "Nhưng anh luyện cho bà ấy rất khéo."
    },
    {
        "start": "00:27:02,360",
        "end": "00:27:07,600",
        "en": "-Skal du noget på torsdag? -Nej.",
        "pa": "Do you have plans on Thursday?",
        "vi": "Thứ Năm anh bận không?"
    },
    {
        "start": "00:27:07,720",
        "end": "00:27:10,720",
        "en": "Jeg kan bare finde en anden dag.",
        "pa": "No... No.\n Tell me if it's too much. I can easily reschedule.",
        "vi": "Không.\n Quá sức thì bảo em. Em có thể xếp lịch lại."
    },
    {
        "start": "00:27:10,840",
        "end": "00:27:15,640",
        "en": "-Hold nu op. Torsdag er perfekt. -Sikker?",
        "pa": "No, stop it. Thursday's perfect.",
        "vi": "Không, đừng thế. Thứ Năm quá ổn."
    },
    {
        "start": "00:27:15,760",
        "end": "00:27:20,040",
        "en": "Du kan garanteret ikke huske, hvad jeg lige har sagt til dig.",
        "pa": "-Are you sure? -Yes.\n You're struggling with that commissioner stuff.\n You probably don't remember what I just said.",
        "vi": "- Anh chắc chứ? - Ừ.\n Anh đang vật lộn với ủy viên đó. Chắc anh không nhớ em vừa nói gì."
    },
    {
        "start": "00:27:21,800",
        "end": "00:27:24,880",
        "en": "Hvem har jeg inviteret til middag?",
        "pa": "Alright. Who did I invite for dinner?",
        "vi": "Được rồi. Em mời ai ăn tối?"
    },
    {
        "start": "00:27:26,040",
        "end": "00:27:31,280",
        "en": "Du har inviteret din gymnasieveninde Nina, som er kaospilot.",
        "pa": "You have invited your old friend from school Nina,",
        "vi": "Em đã mời Nina bạn cũ cùng trường,"
    },
    {
        "start": "00:27:31,400",
        "end": "00:27:34,840",
        "en": "Hendes kæreste, Thor, er uddannet journalist",
        "pa": "who's a kaospilot and project manager.\n Her boyfriend's name is Thor, a journalist from Syddanske",
        "vi": "người là kaospilot và quản lý dự án.\n Tên bạn trai cô ấy là Thor, một nhà báo từ Syddanske"
    },
    {
        "start": "00:27:34,960",
        "end": "00:27:38,800",
        "en": "og skriver nu for Mandag Morgen. Hvad tid kommer de?",
        "pa": "and writes for Ugebrevet Mandag Morgen.",
        "vi": "và viết cho Ugebrevet Mandag Morgen."
    },
    {
        "start": "00:27:38,920",
        "end": "00:27:43,720",
        "en": "Din lille autist. Klokken syv.",
        "pa": "What time are they coming?\n You're bloody autistic. At seven p.m.\n -Oh? -Yes.\n BIRGITTE NYBORG LIFTS THE VEIL - NEW COMMISSIONER TOMORROW",
        "vi": "Mấy giờ họ đến?\n Anh đúng là tự kỷ. Bảy giờ tối.\n - Ồ? - Vâng.\n BIRGITTE NYBORG TIẾT LỘ - MAI CÓ ỦY VIÊN MỚI"
    },
    {
        "start": "00:28:01,280",
        "end": "00:28:03,680",
        "en": "Hej.",
        "pa": "Hi.\n Hi.",
        "vi": "Chào.\n Chào."
    },
    {
        "start": "00:28:04,760",
        "end": "00:28:09,520",
        "en": "-Må jeg komme ind? -Ja, selvfølgelig.",
        "pa": "Can I come in?\n Yes, of course.",
        "vi": "Tôi vào được chứ?\n Tất nhiên rồi."
    },
    {
        "start": "00:28:14,760",
        "end": "00:28:17,840",
        "en": "Der er lidt rodet.",
        "pa": "Sorry, it's a bit messy here...",
        "vi": "Xin lỗi, ở đây hơi bừa bộn..."
    },
    {
        "start": "00:28:17,960",
        "end": "00:28:21,760",
        "en": "Sådan ser der sgu også ud hjemme hos mig.",
        "pa": "Looks just like my apartment.",
        "vi": "Giống hệt căn hộ của tôi."
    },
    {
        "start": "00:28:21,880",
        "end": "00:28:24,760",
        "en": "Vil du have et eller andet?",
        "pa": "Would you like anything?",
        "vi": "Bà uống gì không?"
    },
    {
        "start": "00:28:25,600",
        "end": "00:28:29,800",
        "en": "-En espresso, måske. -Ja.",
        "pa": "Maybe an espresso.\n Sure.",
        "vi": "Có lẽ cà phê espresso.\n Được rồi."
    },
    {
        "start": "00:28:50,280",
        "end": "00:28:54,400",
        "en": "Jeg har været optaget af nogle personlige ting de sidste par dage.",
        "pa": "I've had some personal issues to deal with these last few days.",
        "vi": "Mấy hôm vừa rồi tôi có vài vấn đề cá nhân."
    },
    {
        "start": "00:28:54,520",
        "end": "00:28:58,960",
        "en": "På torsdag er det også min datters fødselsdag.",
        "pa": "Thursday, which is your birthday, is my daughter's birthday, too.",
        "vi": "Thứ Năm, là sinh nhật cô, cũng là sinh nhật con gái tôi."
    },
    {
        "start": "00:28:59,080",
        "end": "00:29:03,920",
        "en": "-Hun bliver 25. -Hvorfor skal du så til debatmøde?",
        "pa": "She's turning 25.\n Then why are you off to the debate?",
        "vi": "Nó bước sang tuổi 25.\n Vậy sao bà tới cuộc họp?"
    },
    {
        "start": "00:29:06,240",
        "end": "00:29:12,840",
        "en": "Hendes fars kone kan ikke tackle, at jeg er den, jeg er.",
        "pa": "Her father's wife...\n Well...\n She can't stand the sight of me or tolerate my person.",
        "vi": "Vợ của bố nó...\n À...\n Bà ta không chịu được khi thấy tôi hay chấp nhận tôi."
    },
    {
        "start": "00:29:12,960",
        "end": "00:29:17,080",
        "en": "Jeg tror, det er bedst, at jeg ikke kommer.",
        "pa": "I think it's better if I don't show up at all.",
        "vi": "Tôi nghĩ sẽ tốt hơn nếu tôi không xuất hiện."
    },
    {
        "start": "00:29:19,640",
        "end": "00:29:24,400",
        "en": "Skid på den kone. Det er ikke for hendes skyld, at du er der.",
        "pa": "Screw the wife.\n You're not there for her sake.",
        "vi": "Kệ mụ vợ đi. Bà tới đâu vì bà ta."
    },
    {
        "start": "00:29:24,520",
        "end": "00:29:28,120",
        "en": "Din datter bliver ked af det, hvis ikke du kommer.",
        "pa": "Your daughter will be hurt, if you don't come.",
        "vi": "Con bà sẽ buồn nếu bà không đến."
    },
    {
        "start": "00:29:30,160",
        "end": "00:29:33,040",
        "en": "Der er noget galt med den.",
        "pa": "Something's wrong.",
        "vi": "Có gì không ổn."
    },
    {
        "start": "00:29:33,160",
        "end": "00:29:36,680",
        "en": "Du har ikke tændt for den.",
        "pa": "You didn't turn it on.",
        "vi": "Cô chưa bật lên."
    },
    {
        "start": "00:29:36,800",
        "end": "00:29:41,520",
        "en": "-Nå. Der går nok lige lidt tid. -Det er lige meget.",
        "pa": "Oh...",
        "vi": "Ôi..."
    },
    {
        "start": "00:29:41,640",
        "end": "00:29:46,400",
        "en": "Jeg var faktisk på vej hjem. Jeg kom bare lige forbi.",
        "pa": "-It'll might be a while, then. -Never mind.\n I was actually on my way home.\n I was just in the neighborhood. I just wanted to... You know.",
        "vi": "- Có thể phải đợi một lúc. - Không sao.\n Thật ra tôi trên đường về."
    },
    {
        "start": "00:29:46,520",
        "end": "00:29:49,320",
        "en": "Men vi ses i morgen.",
        "pa": "-Right. -See you tomorrow.\n Bye.",
        "vi": "Tôi ở gần khu này. Tôi chỉ muốn... Cô biết đấy.\n - Vâng. - Mai gặp lại.\n Tạm biệt."
    },
    {
        "start": "00:29:54,240",
        "end": "00:29:56,760",
        "en": "Hejsa.",
        "pa": "Bye.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:30:10,360",
        "end": "00:30:11,920",
        "en": "Ja.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:30:12,000",
        "end": "00:30:14,080",
        "en": "Der er en gæst.",
        "pa": "-Yes. -You have a visitor.",
        "vi": "- Vâng. - Bà có khách."
    },
    {
        "start": "00:30:17,240",
        "end": "00:30:20,600",
        "en": "Jeg har ikke bestilt tid.",
        "pa": "I didn't make an appointment.",
        "vi": "Tôi có hẹn đâu."
    },
    {
        "start": "00:30:20,720",
        "end": "00:30:23,400",
        "en": "Hvad kan jeg gøre for dig?",
        "pa": "How can I help, Bent?",
        "vi": "Tôi giúp được gì, Bent?"
    },
    {
        "start": "00:30:24,480",
        "end": "00:30:29,920",
        "en": "Jeg har tænkt over det, og jeg tror, jeg siger ja alligevel.",
        "pa": "I've thought it over, and...",
        "vi": "Tôi đã nghĩ kỹ, và..."
    },
    {
        "start": "00:30:30,040",
        "end": "00:30:33,960",
        "en": "Til at blive EU-kommissær?",
        "pa": "I think I'm going to accept after all.\n The commissioner post?",
        "vi": "tôi nghĩ cuối cùng tôi đồng ý.\n Vị trí ủy viên à?"
    },
    {
        "start": "00:30:34,080",
        "end": "00:30:37,760",
        "en": "Det er en sen tilbagemelding. Betancourt har presset mig",
        "pa": "You are a little late here, Bent.",
        "vi": "Ông đến hơi muộn chút, Bent."
    },
    {
        "start": "00:30:37,880",
        "end": "00:30:41,600",
        "en": "så jeg har tilbudt stillingen til en anden.",
        "pa": "Betancourt put the squeeze on me and I had to act,\n so I offered the job to someone else.",
        "vi": "Betancourt ép tôi và tôi phải hành động,\n tôi đề nghị việc này với người khác."
    },
    {
        "start": "00:30:41,720",
        "end": "00:30:44,840",
        "en": "-Hvem? -Pernille Madsen.",
        "pa": "Who?\n Pernille Madsen.",
        "vi": "Ai?"
    },
    {
        "start": "00:30:44,960",
        "end": "00:30:50,480",
        "en": "-Det kan du ikke mene. -Vi får Erhvervsministeriet.",
        "pa": "You can't appoint Pernille Madsen as bloody EU commissioner!",
        "vi": "Pernille Madsen.\n Bà không thể bổ nhiệm Pernille Madsen làm ủy viên tại EU được!"
    },
    {
        "start": "00:30:50,600",
        "end": "00:30:55,680",
        "en": "Hun er ikke tung nok. Hun får tildelt et ligegyldigt ansvarsområde.",
        "pa": "We get the ministry of commerce in return.\n She hasn't got enough clout for the game down there.\n Betancourt will give her some field of no consequence.",
        "vi": "Đổi lại ta có Bộ Thương mại.\n Bà ta không đủ ảnh hưởng cho trận đấu ở đó.\n Betancourt sẽ cho bà ấy một lĩnh vực chả quan trọng."
    },
    {
        "start": "00:30:55,800",
        "end": "00:31:00,440",
        "en": "Hvorfor fanden kommer du først nu? Arbejderpartiet bliver rasende.",
        "pa": "Bent, what the hell took you so long?",
        "vi": "Bent, làm quái gì mà lâu thế?"
    },
    {
        "start": "00:31:00,560",
        "end": "00:31:05,000",
        "en": "Kan stillingen stadig blive min, eller foretrækker du Pernille Madsen?",
        "pa": "The Worker's Party will be furious!\n Is the post taken or can I get it?",
        "vi": "Đảng Lao động sẽ rất tức giận!\n Có người chưa, hay tôi vẫn làm được?"
    },
    {
        "start": "00:31:05,120",
        "end": "00:31:10,120",
        "en": "Det vil være en drøm at have en moderat af din kaliber på den post.",
        "pa": "Or would you prefer to send Pernille Madsen to Brussels?\n Of course it's yours if you want it, Bent.\n It's a dream come true to have a Moderate of your caliber there.",
        "vi": "Hay bà muốn cử Pernille Madsen tới Brussels?\n Tất nhiên là của ông nếu ông muốn, Bent.\n Mơ biến thành thực khi có người Đảng Ôn hòa như ông."
    },
    {
        "start": "00:31:15,040",
        "end": "00:31:19,280",
        "en": "-Du har talt med din kone om det? -Hvad mener du?",
        "pa": "You've cleared this with your wife, right?",
        "vi": "Ông nói rõ với vợ rồi chứ?"
    },
    {
        "start": "00:31:19,400",
        "end": "00:31:22,560",
        "en": "Har du talt med hende? Har hun været her?",
        "pa": "What do you mean?\n Did you speak to her?",
        "vi": "Ý bà là sao?\n Bà gặp vợ tôi à?"
    },
    {
        "start": "00:31:22,680",
        "end": "00:31:27,520",
        "en": "-Man bør vel tale med sin ægtefælle. -Hvad har Kirsten sagt?",
        "pa": "Has she been here?\n Does it matter? You should talk to your spouse before such a decision.",
        "vi": "Cô ấy đến đây à?\n Quan trọng không? Ông nên nói với vợ trước khi quyết định như vậy."
    },
    {
        "start": "00:31:27,640",
        "end": "00:31:31,400",
        "en": "Ikke noget særligt.",
        "pa": "What did Kirsten say?\n Nothing in particular, but she was quite passionate about it.",
        "vi": "Cô ấy nói gì?\n Không có gì đặc biệt, nhưng bà ấy rất hào hứng."
    },
    {
        "start": "00:31:31,520",
        "end": "00:31:36,840",
        "en": "Kirsten vil gerne pensionere mig. Du skal ikke blande dig i mit ægteskab.",
        "pa": "Kirsten has wanted me to retire since I was 42, but it's not up to her,",
        "vi": "Kirsten muốn tôi nghỉ hưu từ 42 tuổi, nhưng đâu do cô ấy quyết,"
    },
    {
        "start": "00:31:36,960",
        "end": "00:31:41,880",
        "en": "Du har tydeligt demonstreret, at vores forhold kun er professionelt.",
        "pa": "and you should butt out of my marriage!\n These last few days you've made it very clear",
        "vi": "và bà đừng xen vào hôn nhân của tôi!\n Mấy ngày qua bà nói rõ là"
    },
    {
        "start": "00:31:42,000",
        "end": "00:31:45,320",
        "en": "-Og skal vi ikke holde os til det? -Fint.",
        "pa": "we have a purely professional relationship.\n So why don't we keep it at that!",
        "vi": "quan hệ của ta thuần công việc.\n Vậy sao không giữ như vậy?"
    },
    {
        "start": "00:31:45,440",
        "end": "00:31:49,560",
        "en": "-Er stillingen min? -Ja. Tillykke.",
        "pa": "Fine! Let's do that then!\n -Is the job mine? -Yes. Congratulations!",
        "vi": "Được! Vậy làm đi!\n - Vị trí của tôi chứ? - Ừ. Chúc mừng!"
    },
    {
        "start": "00:31:50,840",
        "end": "00:31:53,840",
        "en": "Godaften, Bent.",
        "pa": "Good evening, Bent.",
        "vi": "Xin chào Bent."
    },
    {
        "start": "00:31:55,120",
        "end": "00:31:59,880",
        "en": "Jeg er glad for, at der kun skal vælges EU-kommissær hvert femte år.",
        "pa": "I'm bloody glad we only have to choose commissioners every five years.",
        "vi": "Vô cùng mừng là ta chỉ phải chọn ủy viên năm năm một lần."
    },
    {
        "start": "00:32:00,000",
        "end": "00:32:04,360",
        "en": "-Hvad vil du sige til Marrot? -Hvad tror du selv?",
        "pa": "What are you going to tell Marrot and the Worker's Party?\n What do you think?",
        "vi": "Bà định nói gì với Marrot và Đảng Lao động?\n Anh nghĩ sao?"
    },
    {
        "start": "00:32:20,520",
        "end": "00:32:23,840",
        "en": "Godaften, Bjørn. Undskyld, jeg ringer så sent.",
        "pa": "Good evening, Bjørn. It's Birgitte. Sorry to call this late.",
        "vi": "Chào Bjørn. Birgitte đây. Xin lỗi vì gọi muộn thế."
    },
    {
        "start": "00:32:31,680",
        "end": "00:32:34,000",
        "en": "Godmorgen, skat.",
        "pa": "-Good morning, dear. -Good morning.",
        "vi": "- Xin chào cưng. - Xin chào."
    },
    {
        "start": "00:32:34,120",
        "end": "00:32:37,600",
        "en": "Hvor er du fin. Skal du ud?",
        "pa": "You look nice!\n Are you going out?",
        "vi": "Bà đẹp quá!\n Bà ra ngoài à?"
    },
    {
        "start": "00:32:39,520",
        "end": "00:32:42,800",
        "en": "Jeg skal ud og spise frokost med min datter.",
        "pa": "-I'm having lunch with my daughter. -How nice.",
        "vi": "- Tôi sẽ đi ăn với con gái. - Tuyệt thật."
    },
    {
        "start": "00:32:44,640",
        "end": "00:32:49,880",
        "en": "\"Måske ny EU-kommissær\". Hvem bliver kommissær?",
        "pa": "\"Maybe new commissioner.\"",
        "vi": "\"Có thể là ủy viên mới\"."
    },
    {
        "start": "00:32:50,000",
        "end": "00:32:53,400",
        "en": "Det har været umuligt at opdrive to enslydende rygter",
        "pa": "Who is the new commissioner?\n Look, no two rumors have been alike,",
        "vi": "Ai là ủy viên mới?\n Nghe này, chưa thấy hai tin đồn giống nhau,"
    },
    {
        "start": "00:32:53,520",
        "end": "00:32:56,840",
        "en": "men Birgitte Nyborg offentliggør det om lidt.",
        "pa": "but Nyborg is announcing it at a press conference any second.",
        "vi": "nhưng Nyborg sắp sửa công bố tại họp báo."
    },
    {
        "start": "00:32:56,960",
        "end": "00:33:01,160",
        "en": "I lovede at afsløre navnet på kommissæren.",
        "pa": "And here I thought you two promised me to reveal the name of the commissioner.",
        "vi": "Và ở đây tôi tưởng hai người hứa sẽ tiết lộ tên của ủy viên."
    },
    {
        "start": "00:33:01,280",
        "end": "00:33:05,480",
        "en": "-Hvem dækker pressemødet? -Det gør vi begge to.",
        "pa": "Right.\n And who's covering the conference?",
        "vi": "- Phải. - Thế ai lo vụ họp báo?"
    },
    {
        "start": "00:33:05,600",
        "end": "00:33:08,880",
        "en": "Kan du overkomme det?",
        "pa": "We both are.\n Do you think you're up to it?",
        "vi": "Cả hai chúng tôi.\n Bà nghĩ làm được không?"
    },
    {
        "start": "00:33:09,000",
        "end": "00:33:12,600",
        "en": "Jeg har hørt om dit udfald til pressemødet i går.",
        "pa": "What do you mean?\n I heard about your little outburst at the press conference yesterday.",
        "vi": "Ý anh là sao?\n Tôi nghe về sự bùng nổ của bà ở họp báo hôm qua."
    },
    {
        "start": "00:33:12,720",
        "end": "00:33:16,120",
        "en": "Du kan drikke dig selv ihjel, men undgå pinligheder",
        "pa": "Hanne, drink yourself to death, for all I care.",
        "vi": "Hanne, uống đến chết đi, nhé."
    },
    {
        "start": "00:33:16,240",
        "end": "00:33:20,640",
        "en": "så længe du arbejder for min avis. Er vi enige om det?",
        "pa": "But don't do any embarrassing shit while working at my newspaper.\n Are we clear on that?",
        "vi": "Nhưng đừng làm gì xấu hổ khi làm việc ở báo của tôi.\n Rõ chưa?"
    },
    {
        "start": "00:33:25,280",
        "end": "00:33:27,760",
        "en": "Michael?",
        "pa": "Michael?",
        "vi": "Michael?"
    },
    {
        "start": "00:33:27,880",
        "end": "00:33:33,880",
        "en": "Jeg distraherede Hanne, så hun ikke hørte spørgsmålet.",
        "pa": "That outburst at the press conference was my fault.",
        "vi": "Vụ bùng nổ ở buổi họp báo là lỗi của tôi."
    },
    {
        "start": "00:33:34,000",
        "end": "00:33:38,680",
        "en": "Rigtig god historie, men jeg køber den ikke.",
        "pa": "I distracted Hanne. That's why she didn't hear the question.\n Good story, but I'm not buying it.",
        "vi": "Tôi làm Hanne phân tâm. Nên bà ấy không nghe câu hỏi.\n Chuyện hay, nhưng tôi chả tin."
    },
    {
        "start": "00:33:38,800",
        "end": "00:33:42,160",
        "en": "Men point for søstersolidariteten.",
        "pa": "But credit for the sisterhood solidarity.",
        "vi": "Nhưng ghi nhận chị em đoàn kết."
    },
    {
        "start": "00:33:46,040",
        "end": "00:33:50,160",
        "en": "I kommer ind i Spejlsalen. I stiller jer ved de to talerstole.",
        "pa": "You enter the Mirror Room.\n There will be two speaker podiums. Stand next to them. ",
        "vi": "Bà vào Phòng Gương.\n Sẽ có hai bục phát biểu. Hãy đứng cạnh chúng."
    },
    {
        "start": "00:33:50,280",
        "end": "00:33:54,760",
        "en": "Så bliver I fotograferet. Derefter præsenterer du Bent Sejrø.",
        "pa": "You'll have your photo taken.\n Then you'll introduce Bent Sejrø.",
        "vi": "Bà sẽ được sẽ chụp ảnh.\n Rồi bà giới thiệu Bent Sejrø."
    },
    {
        "start": "00:33:54,880",
        "end": "00:33:57,600",
        "en": "-Og så tager han over. -Og så tager vi spørgsmål.",
        "pa": "And then he takes over.",
        "vi": "Rồi ông ấy tiếp tục."
    },
    {
        "start": "00:33:57,680",
        "end": "00:33:59,120",
        "en": "Ja.",
        "pa": "-And then we'll take questions. -Yes.\n Yes?",
        "vi": "- Rồi ta nhận câu hỏi. - Ừ."
    },
    {
        "start": "00:33:59,240",
        "end": "00:34:03,400",
        "en": "-Jacob Kruse er lige kommet. -Fint.",
        "pa": "-Jacob Kruse is here. -Fine.",
        "vi": "Vâng?\n - Jacob Kruse đang ở đây. - Được rồi."
    },
    {
        "start": "00:34:05,960",
        "end": "00:34:10,280",
        "en": "Tillykke med valget af kommissær. Det bliver rigtig godt.",
        "pa": "I just wanted to congratulate you on your choice of commissioner.",
        "vi": "Tôi chỉ muốn chúc mừng lựa chọn ủy viên của bà."
    },
    {
        "start": "00:34:10,400",
        "end": "00:34:14,840",
        "en": "-Han bliver fremragende dernede. -Tak skal du have. Og tak til dig.",
        "pa": "It's going to be great. He'll be great down there and do us proud.",
        "vi": "Sẽ tuyệt lắm. Ông ấy sẽ rất tuyệt và làm ta tự hào."
    },
    {
        "start": "00:34:14,960",
        "end": "00:34:19,040",
        "en": "Mon ikke du har en andel i, at Bent ombestemte sig.",
        "pa": "Thanks. For your efforts, too, Jacob.\n I'm guessing you had a hand in Bent changing his mind.",
        "vi": "Cảm ơn. Vì nỗ lực của anh nữa, Jacob.\n Tôi đoán anh giúp làm Bent nghĩ lại."
    },
    {
        "start": "00:34:20,120",
        "end": "00:34:25,120",
        "en": "Forresten skal du tænke over valget af ny næstformand.",
        "pa": "By the way, one of these days you should consider who will be new vice-chairman.",
        "vi": "Nhân tiện, hôm nào bà nên xem ai sẽ là phó chủ tịch mới."
    },
    {
        "start": "00:34:25,240",
        "end": "00:34:29,960",
        "en": "-Den stilling bliver ledig nu. -Jeg har da tænkt på dig.",
        "pa": "-That job's vacant now. -I was thinking about you.",
        "vi": "- Chức đó giờ đang trống. - Tôi đã nghĩ về anh."
    },
    {
        "start": "00:34:30,080",
        "end": "00:34:32,800",
        "en": "Posten er din, hvis du vil have den.",
        "pa": "Oh?\n It's yours if you want it, Jacob.",
        "vi": "Hả?\n Của anh nếu anh muốn, Jacob."
    },
    {
        "start": "00:34:32,920",
        "end": "00:34:36,920",
        "en": "Tusind tak, Birgitte. Det er jeg virkelig glad for.",
        "pa": "Thanks a lot, Birgitte.\n I'm really thrilled.",
        "vi": "Cảm ơn nhiều, Birgitte.\n Tôi rất xúc động."
    },
    {
        "start": "00:34:37,040",
        "end": "00:34:40,840",
        "en": "Det er en udfordring, som jeg vil glæde mig til at tage op.",
        "pa": "It's a challenge I can't wait to meet.",
        "vi": "Đó là thử thách tôi rất mong được gặp."
    },
    {
        "start": "00:34:40,960",
        "end": "00:34:44,840",
        "en": "Held og lykke med præsentationen.",
        "pa": "-Good. -Good luck with the announcement.",
        "vi": "- Tốt. - Chúc may mắn với thông báo."
    },
    {
        "start": "00:34:46,040",
        "end": "00:34:48,560",
        "en": "Hold kæft, hvor er det godt gået, Bent.",
        "pa": "Well done, Bent!",
        "vi": "Giỏi lắm, Bent!"
    },
    {
        "start": "00:34:48,840",
        "end": "00:34:50,600",
        "en": "-Tillykke. -Tak",
        "pa": "-Congratulations. -Thank you.",
        "vi": "- Chúc mừng. - Cảm ơn."
    },
    {
        "start": "00:34:52,600",
        "end": "00:34:55,520",
        "en": "-Tillykke. -Tak.",
        "pa": "Congratulations.\n Thanks.",
        "vi": "Chúc mừng.\n Cảm ơn."
    },
    {
        "start": "00:34:57,880",
        "end": "00:35:00,760",
        "en": "Skal vi lige kigge på pressemødet?",
        "pa": "Should we go over the press conference?",
        "vi": "Ta bàn lại vụ họp báo nhé?"
    },
    {
        "start": "00:35:00,880",
        "end": "00:35:03,880",
        "en": "Der er 35 minutter til, vi går i gang.",
        "pa": "It starts in 35 minutes.",
        "vi": "Ba lăm phút nữa bắt đầu."
    },
    {
        "start": "00:35:06,000",
        "end": "00:35:11,360",
        "en": "-Vi går ind sammen og stiller os. -Der er to talerstole?",
        "pa": "So... We'll enter together.\n And take our places.",
        "vi": "Vậy... Ta sẽ cùng vào.\n Và vào vị trí."
    },
    {
        "start": "00:35:11,480",
        "end": "00:35:13,960",
        "en": "Ja. Jeg starter.",
        "pa": "-There will be two podiums? -Yes.\n I'll begin.",
        "vi": "- Sẽ có hai bục à? - Ừ."
    },
    {
        "start": "00:35:14,080",
        "end": "00:35:17,920",
        "en": "Jeg siger goddag og præsenterer dig som min nye kommissær",
        "pa": "I'll say hello and introduce you as my new commissioner,",
        "vi": "Tôi nói trước.\n Tôi chào và giới thiệu ông là ủy viên mới của tôi,"
    },
    {
        "start": "00:35:18,040",
        "end": "00:35:23,080",
        "en": "og siger kort, at jeg er glad for, at jeg har fået dig som kommissær.",
        "pa": "and I'll briefly state...\n that I'm happy you accepted the offer because of your great skill.",
        "vi": "và tôi nói ngắn gọn rằng...\n tôi vui vì ông đồng ý đề nghị vì ông có kỹ năng tuyệt vời."
    },
    {
        "start": "00:35:23,200",
        "end": "00:35:26,440",
        "en": "Jeg beundrer din dedikation.",
        "pa": "And that I admire your dedication.",
        "vi": "Và tôi ngưỡng mộ cống hiến của ông."
    },
    {
        "start": "00:35:26,560",
        "end": "00:35:30,320",
        "en": "At du altid har været forbillede og mentor for mig.",
        "pa": "That you've always been my role model and mentor.",
        "vi": "Rằng ông luôn là hình mẫu và người cố vấn của tôi."
    },
    {
        "start": "00:35:30,440",
        "end": "00:35:35,880",
        "en": "At udfordringen nu bliver, at jeg skal kunne klare mig uden dig.",
        "pa": "That my big challenge now is how to manage without you, because...",
        "vi": "Rằng thách thức lớn của tôi bây giờ là làm sao xoay sở khi thiếu ông, vì..."
    },
    {
        "start": "00:35:36,000",
        "end": "00:35:39,840",
        "en": "Noget i den stil. Og så kunne du tage over.",
        "pa": "Or that I... Words to that effect.",
        "vi": "Hay tôi... Đại khái thế."
    },
    {
        "start": "00:35:40,800",
        "end": "00:35:42,560",
        "en": "Ja.",
        "pa": "And then you take over.\n Sure.",
        "vi": "Rồi ông tiếp tục.\n Được rồi."
    },
    {
        "start": "00:35:51,280",
        "end": "00:35:55,640",
        "en": "Du skal stille dem lidt tættere på hinanden. Det snyder på tv.",
        "pa": "I think you need to put them closer together.",
        "vi": "Tôi nghĩ nên để gần nhau hơn."
    },
    {
        "start": "00:35:55,760",
        "end": "00:35:59,640",
        "en": "Kan du ikke også stille dem, så de står lige?",
        "pa": "TV gives a false impression.\n And make sure they're lined up.",
        "vi": "Truyền hình hay gây ấn tượng sai.\n Và phải căn thẳng."
    },
    {
        "start": "00:36:13,160",
        "end": "00:36:15,960",
        "en": "Hanne, for helvede! Hvad sker der?",
        "pa": "Christ, Hanne! What's going on?",
        "vi": "Chúa ơi, Hanne. Sao vậy?"
    },
    {
        "start": "00:36:16,080",
        "end": "00:36:20,320",
        "en": "Hanne, for helvede! Pas på! Kom her.",
        "pa": "Christ, Hanne! Look out. Come here.",
        "vi": "Chúa ơi, Hanne! Coi chừng. Lại đây."
    },
    {
        "start": "00:36:21,840",
        "end": "00:36:25,000",
        "en": "Er du okay? Kom her.",
        "pa": "Bloody hell.\n Are you okay? Come here.",
        "vi": "Chết tiệt.\n Bà ổn chứ? Lại đây."
    },
    {
        "start": "00:36:25,120",
        "end": "00:36:28,120",
        "en": "Slap af. Må jeg se din hånd?",
        "pa": "There you go.\n Easy now. Let me see your hand.",
        "vi": "Được rồi.\n Từ từ. Cho tôi xem tay."
    },
    {
        "start": "00:36:32,080",
        "end": "00:36:35,840",
        "en": "Hanne, for helvede!",
        "pa": "Bloody hell.\n -Damn it, Hanne!",
        "vi": "Chết tiệt.\n Chết tiệt, Hanne!"
    },
    {
        "start": "00:36:42,520",
        "end": "00:36:44,360",
        "en": "Undskyld.",
        "pa": "Excuse me.",
        "vi": "Xin lỗi."
    },
    {
        "start": "00:36:44,480",
        "end": "00:36:49,480",
        "en": "-Kunne vi lige tale sammen? -Der er pressemøde om fire minutter.",
        "pa": "Have you got a minute?\n -The press conference is in four minutes. -I know, but could we...",
        "vi": "Anh xin một phút nhé?\n - Bốn phút nữa họp báo. - Anh biết, nhưng mình có..."
    },
    {
        "start": "00:36:49,600",
        "end": "00:36:53,160",
        "en": "-Jeg holder en plads til Hanne. -Den får hun ikke brug for.",
        "pa": "-I'm holding Hanne's seat. -She won't need it.",
        "vi": "- Em giữ ghế cho Hanne. - Không cần đâu."
    },
    {
        "start": "00:36:55,280",
        "end": "00:36:59,800",
        "en": "For satan! Hanne?",
        "pa": "Bloody hell! Hanne?",
        "vi": "Chết tiệt! Hanne?"
    },
    {
        "start": "00:37:01,680",
        "end": "00:37:05,720",
        "en": "Jeg vil gerne hjælpe, men pressemødet starter nu.",
        "pa": "Hanne?\n Katrine, I really want to help, but the conference is on now.",
        "vi": "Hanne?\n Katrine, anh rất muốn giúp, nhưng họp báo bắt đầu rồi."
    },
    {
        "start": "00:37:07,720",
        "end": "00:37:11,440",
        "en": "Hvad er det sket? Skulle du ikke mødes med din datter?",
        "pa": "Of course, I'll handle it.\n What happened? I thought you were meeting your daughter.",
        "vi": "Rồi, em sẽ xử lý.\n Sao vậy? Tôi tưởng bà đi gặp con gái."
    },
    {
        "start": "00:37:11,560",
        "end": "00:37:16,240",
        "en": "Hanne, du skal væk, før der er nogen, der ser dig.",
        "pa": "Hanne...\n we need to get you out of here before anyone sees you.",
        "vi": "Hanne...\n phải đưa bà ra khỏi đây trước khi ai thấy."
    },
    {
        "start": "00:37:22,920",
        "end": "00:37:27,600",
        "en": "Hanne Holm skal på skadestuen. Vil du ringe efter en taxa?",
        "pa": "We're almost there.\n Hanne Holm fell. We need to go to the ER. Could you call a cab?\n -Yes. -Thank you.",
        "vi": "Gần đến nơi rồi.\n Hanne Holm ngã. Phải cấp cứu. Anh gọi taxi được không?\n - Vâng. - Cảm ơn."
    },
    {
        "start": "00:37:37,720",
        "end": "00:37:42,480",
        "en": "-Ikke skadestuen. -Nej, taxaen kører dig hjem.",
        "pa": "Not the ER.\n No, I don't think you need it. The cab's taking you home.",
        "vi": "Không cấp cứu đâu.\n Không, tôi không nghĩ bà cần. Xe taxi đưa bà về nhà."
    },
    {
        "start": "00:37:42,600",
        "end": "00:37:46,240",
        "en": "Hanne, taxaen kører dig hjem.",
        "pa": "Hanne. Hanne?",
        "vi": "Hanne. Hanne?"
    },
    {
        "start": "00:37:46,360",
        "end": "00:37:49,720",
        "en": "Så går du i seng. Og du ringer ikke til nogen.",
        "pa": "The cab is going to take you home.\n -Go to bed and don't call anyone, okay? -Yes.",
        "vi": "Taxi sẽ đưa bà về.\n - Đi ngủ và đừng gọi ai cả, nhé? - Ừ."
    },
    {
        "start": "00:37:49,840",
        "end": "00:37:53,240",
        "en": "Jeg finder på en undskyldning over for Laugesen.",
        "pa": "I'll think of something to say to Laugesen.",
        "vi": "Tôi sẽ nghĩ ra gì đó để bảo Laugesen."
    },
    {
        "start": "00:37:53,360",
        "end": "00:37:57,000",
        "en": "Hvad er EU's største udfordring?",
        "pa": "What is the greatest challenge facing the European Union?",
        "vi": "Thách thức lớn nhất với Liên minh Châu Âu là gì?"
    },
    {
        "start": "00:37:57,120",
        "end": "00:38:00,960",
        "en": "At EU mangler folkelig opbakning som politisk projekt.",
        "pa": "Without a doubt that the EU project does not have the public's support.",
        "vi": "Không nghi ngờ gì, dự án EU không có sự ủng hộ của công chúng."
    },
    {
        "start": "00:38:01,080",
        "end": "00:38:05,960",
        "en": "Men de love, vi vedtager her, er en direkte følge af vores medlemskab.",
        "pa": "Even though most of our national legislation is based on our membership.",
        "vi": "Mặc dù hầu hết luật pháp quốc gia đều dựa trên tư cách thành viên."
    },
    {
        "start": "00:38:06,080",
        "end": "00:38:07,800",
        "en": "Kan du løse det?",
        "pa": "-But you have a solution? -Of course.",
        "vi": "- Ông có giải pháp chứ? - Tất nhiên."
    },
    {
        "start": "00:38:07,920",
        "end": "00:38:11,160",
        "en": "Ja, derfor er min løn højere end statsministerens.",
        "pa": "That's why my salary is higher than the prime minister's.",
        "vi": "Thế nên lương tôi cao hơn Thủ tướng."
    },
    {
        "start": "00:38:11,280",
        "end": "00:38:15,320",
        "en": "Det må jeg vist se at få lavet om på. Tak, fordi I kom.",
        "pa": "I'd better do something about that. Thank you for coming.\n -Birgitte! -Sejrø.\n -Birgitte. -Sejrø!",
        "vi": "Tôi phải làm gì thay đổi việc đó. Cảm ơn đã đến.\n - Birgitte! - Sejrø.\n - Birgitte. - Sejrø!"
    },
    {
        "start": "00:38:29,000",
        "end": "00:38:32,720",
        "en": "-Tillykke. -Tak.",
        "pa": "Alright. I think that was that.\n -Congratulations. -Thanks.",
        "vi": "Được rồi. Tôi nghĩ xong rồi.\n - Chúc mừng. - Cảm ơn."
    },
    {
        "start": "00:38:32,840",
        "end": "00:38:35,880",
        "en": "-Tillykke. -Tak.",
        "pa": "Congratulations.\n -Congratulations. -Thanks.",
        "vi": "Chúc mừng.\n - Chúc mừng. - Cảm ơn."
    },
    {
        "start": "00:38:36,040",
        "end": "00:38:38,800",
        "en": "Tillykke med udnævnelsen, Sejrø.",
        "pa": "Congratulations on your appointment, Sejrø.",
        "vi": "Chúc mừng ông được bổ nhiệm, Sejrø."
    },
    {
        "start": "00:38:38,920",
        "end": "00:38:44,520",
        "en": "Der er møde i Europaudvalget i Landstingssalen i dag klokken 17.",
        "pa": "I'd like to mention that in honor of the appointment,\n the committee on EU affairs is meeting in Landstingssalen at five p.m.",
        "vi": "Tôi muốn nhắc là để vinh danh việc bổ nhiệm,\n ủy ban về EU sẽ họp ở Landstingssalen vào lúc năm giờ chiều."
    },
    {
        "start": "00:38:44,640",
        "end": "00:38:48,640",
        "en": "Der kommer mange tilhørere, og pressen kigger forbi.",
        "pa": "Landstingssalen?\n We think it will draw quite a crowd including reporters.",
        "vi": "Landstingssalen?\n Có lẽ sẽ thu hút rất đông người, gồm cả phóng viên."
    },
    {
        "start": "00:38:48,760",
        "end": "00:38:51,440",
        "en": "Lad dem bare komme an.",
        "pa": "Well, then... Bring them on.\n -My editors will be happy. -Good. Thank you for today.",
        "vi": "Vậy thì... Cho họ đến.\n - Biên tập viên của tôi sẽ rất vui. - Tốt. Cảm ơn nhé."
    },
    {
        "start": "00:38:59,040",
        "end": "00:39:02,520",
        "en": "-Fik du... -Ja. Ud i en taxa og hjem.",
        "pa": "-Did you... -Yes, a cab took her home.",
        "vi": "- Em có... - Taxi đưa bà ấy về."
    },
    {
        "start": "00:39:02,640",
        "end": "00:39:06,720",
        "en": "Tak, fordi du var så diskret. Hun skylder dig en stor tak.",
        "pa": "Thank you for being so discreet.\n She owes you a big one.",
        "vi": "Cảm ơn anh đã rất kín đáo."
    },
    {
        "start": "00:39:06,840",
        "end": "00:39:10,560",
        "en": "Det er Hanne, der skylder dig en stor tak.",
        "pa": "No, I think Hanne owes you a big one.",
        "vi": "Bà ấy nợ anh nhiều.\n Không, anh nghĩ Hanne nợ em nhiều."
    },
    {
        "start": "00:39:10,680",
        "end": "00:39:13,520",
        "en": "-Hvem fik posten? -Bent Sejrø.",
        "pa": "Who got the post?\n Bent Sejrø.",
        "vi": "Ai nhận vị trí?\n Bent Sejrø."
    },
    {
        "start": "00:39:14,560",
        "end": "00:39:18,600",
        "en": "Laugesen slår mig ihjel, når jeg ikke har noget fra pressemødet.",
        "pa": "Fuck, Laugesen is going to kill me when I get back empty-handed.",
        "vi": "Chết tiệt, Laugesen sẽ giết em khi em về tay không."
    },
    {
        "start": "00:39:18,720",
        "end": "00:39:24,000",
        "en": "Jeg optog det til dig på mobilen. Jeg kan sende dig en fil.",
        "pa": "I taped it for you on my phone.\n I can just send you the file.",
        "vi": "Anh ghi âm bằng điện thoại anh.\n Anh sẽ gửi file cho em."
    },
    {
        "start": "00:39:29,200",
        "end": "00:39:33,040",
        "en": "Så. Og du skal huske dine ting.",
        "pa": "-There now...\n -Don't forget your things. -Right.",
        "vi": "Giờ thì...\n - Đừng quên đồ. - Phải rồi."
    },
    {
        "start": "00:39:37,360",
        "end": "00:39:42,240",
        "en": "Jeg tænkte på det der i morgen... Jeg tager ikke hjem til Jylland.",
        "pa": "About tomorrow...",
        "vi": "Chuyện ngày mai..."
    },
    {
        "start": "00:39:42,360",
        "end": "00:39:47,640",
        "en": "Skal vi lave noget? Vil du have nogen med, eller skal det bare være os to?",
        "pa": "I'm not going back home to Jutland after all.\n Want to do something?\n Do you want a whole bunch of people or just the two of us?",
        "vi": "cuối cùng em không về Jutland.\n Muốn làm gì đó à?\n Em muốn cả một nhóm người hay chỉ hai ta?"
    },
    {
        "start": "00:39:47,760",
        "end": "00:39:51,720",
        "en": "-Er det okay med din kæreste? -Selvfølgelig.",
        "pa": "-Is your girlfriend okay with that? -Yes, of course. We're...",
        "vi": "- Bạn gái anh đồng ý chứ? - Ừ, tất nhiên. Bọn anh..."
    },
    {
        "start": "00:39:51,840",
        "end": "00:39:54,360",
        "en": "Vi er voksne mennesker.",
        "pa": "-We're adults, Katrine. -Yes.",
        "vi": "- Là người lớn, Katrine. - Vâng."
    },
    {
        "start": "00:39:54,480",
        "end": "00:39:59,040",
        "en": "Hvad nu, hvis jeg bestiller bord i morgen aften klokken 19?",
        "pa": "I'll book a table for tomorrow night...",
        "vi": "Anh sẽ đặt bàn cho tối mai... bảy giờ nhé?"
    },
    {
        "start": "00:39:59,160",
        "end": "00:40:03,320",
        "en": "-Jeg henter dig på Ekspres. -Det lyder perfekt.",
        "pa": "at 7 p.m.?\n -Are you at Ekspres then? -Yes.\n -Then I'll pick you up. -That sounds perfect.",
        "vi": "- Lúc đó em ở Express à? - Vâng.\n - Vậy anh sẽ đón. - Nghe hoàn hảo đấy."
    },
    {
        "start": "00:40:15,000",
        "end": "00:40:17,120",
        "en": "Der er han jo.",
        "pa": "There he is.",
        "vi": "Ông ấy đây rồi."
    },
    {
        "start": "00:40:17,240",
        "end": "00:40:22,960",
        "en": "Det ser godt ud, Sejrø. I skal i nyhederne direkte efter mødet.",
        "pa": "Looking good, Sejrø.\n They want the two of you live on TV1 News",
        "vi": "Trông ổn đấy Sejrø.\n Họ muốn hai người lên sóng trực tiếp Thời Sự TV1"
    },
    {
        "start": "00:40:23,080",
        "end": "00:40:26,080",
        "en": "Lad os se, hvad vi kan nå.",
        "pa": "after the committee meeting.\n We'll see if we can make it.\n -Birgitte, enter in five minutes. -Good.",
        "vi": "sau họp ủy ban.\n Để xem có được không.\n - Birgitte, vào sau năm phút. - Tốt."
    },
    {
        "start": "00:40:26,200",
        "end": "00:40:29,600",
        "en": "En del aviser ønsker et dobbeltinterview.",
        "pa": "The papers want a double interview. Here's a list.",
        "vi": "Báo chí muốn phỏng vấn cả hai. Đây là danh sách."
    },
    {
        "start": "00:40:29,720",
        "end": "00:40:33,280",
        "en": "Du får et presset program i den kommende uge.",
        "pa": "Sejrø, it will be a tough schedule next week.",
        "vi": "Sejrø, tuần sau lịch sẽ vô cùng bận."
    },
    {
        "start": "00:40:33,400",
        "end": "00:40:39,160",
        "en": "Som ny kommissær skal du godkendes af parlamentet på tirsdag.",
        "pa": "As new commissioner you must be ratified by the parliament.\n -It's an extensive proceeding. -When is it?",
        "vi": "Là ủy viên mới, ông phải được Quốc hội phê chuẩn.\n - Đó là quá trình kéo dài. - Khi nào vậy?"
    },
    {
        "start": "00:40:39,280",
        "end": "00:40:43,040",
        "en": "Høringen tager seks-syv timer. De kan spørge om hvad som helst.",
        "pa": "Tuesday next week.\n The hearing will take six-seven hours. They'll ask you anything.",
        "vi": "Thứ Ba tuần sau.\n Phiên điều trần sẽ mất sáu-bảy tiếng. Họ sẽ hỏi bất cứ điều gì."
    },
    {
        "start": "00:40:43,160",
        "end": "00:40:46,240",
        "en": "Bent elsker eksaminer.",
        "pa": "But Bent loves exams. Right, Bent?",
        "vi": "Nhưng Bent thích các kỳ thi. Phải không, Bent?"
    },
    {
        "start": "00:40:46,360",
        "end": "00:40:50,600",
        "en": "Der har vi formanden for Europaudvalget.",
        "pa": "There's the chairman of the EU committee.\n -Congratulations, Birgitte. -Thanks, Lars.",
        "vi": "Chủ tịch ủy ban EU kia rồi.\n - Chúc mừng Birgitte. - Cảm ơn Lars."
    },
    {
        "start": "00:40:50,720",
        "end": "00:40:53,440",
        "en": "Så fandt du endelig din kommissær.",
        "pa": "-You finally found your commissioner. -Yes.",
        "vi": "- Cuối cùng cũng tìm được ủy viên. - Vâng."
    },
    {
        "start": "00:40:53,560",
        "end": "00:40:58,920",
        "en": "-Alle veje fører til Sejrø. -Jeg har valgt den bedste.",
        "pa": "All roads lead to Sejrø.\n In all modesty, I'm sure I've chosen the best.",
        "vi": "Mọi con đường đều dẫn đến Sejrø.\n Hết sức khiêm tốn, tôi chắc chắn đã chọn người giỏi nhất."
    },
    {
        "start": "00:40:59,040",
        "end": "00:41:01,600",
        "en": "Vi glæder os til at høre ham.",
        "pa": "We look forward to his speech.",
        "vi": "Nóng lòng chờ phát biểu của ông ấy."
    },
    {
        "start": "00:41:01,720",
        "end": "00:41:06,880",
        "en": "Vi skal vente på, at de lukker os ind om fem minutter.",
        "pa": "Should we get going?\n I think we need to wait. They'll let us in in five minutes' time.",
        "vi": "Ta đi nhé?\n Tôi nghĩ ta phải đợi. Họ sẽ cho vào sau năm phút nữa."
    },
    {
        "start": "00:41:19,440",
        "end": "00:41:24,280",
        "en": "Bent. Kig på mig.",
        "pa": "Bent, look at me.",
        "vi": "Bent, nhìn tôi này."
    },
    {
        "start": "00:41:30,800",
        "end": "00:41:35,280",
        "en": "Hvem skal vande haven? Hvem skal vande haven?",
        "pa": "Who's going to water the garden?\n Who's going to water the garden?",
        "vi": "Ai sẽ tưới vườn?\n Ai sẽ tưới vườn?"
    },
    {
        "start": "00:42:14,480",
        "end": "00:42:19,400",
        "en": "Men jeg kan vel komme ud og besøge ham. Ja. Øjeblik.",
        "pa": "Can I come visit him?\n Yes, hang on.",
        "vi": "Tôi thăm ông ấy được chứ?"
    },
    {
        "start": "00:42:20,200",
        "end": "00:42:23,480",
        "en": "Hvad hedder stuenummeret?",
        "pa": "What ward is he in?",
        "vi": "Ừ, đợi chút.\n Ông ấy ở phòng nào?"
    },
    {
        "start": "00:42:27,600",
        "end": "00:42:30,400",
        "en": "Tak skal du have.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:42:34,040",
        "end": "00:42:37,440",
        "en": "Det er en blodprop i hjernen, og det er alvorligt.",
        "pa": "It's a cerebral embolism, and it's serious.",
        "vi": "Tắc mạch máu não, nặng đấy."
    },
    {
        "start": "00:42:37,560",
        "end": "00:42:42,040",
        "en": "De ved endnu ikke, om han skal opereres.",
        "pa": "They don't know...\n if he's going to need surgery.",
        "vi": "Họ không biết...\n ông ấy phải mổ không."
    },
    {
        "start": "00:42:51,480",
        "end": "00:42:53,520",
        "en": "Tak.",
        "pa": "Thanks.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:42:53,640",
        "end": "00:42:57,560",
        "en": "Jeg har skrevet en pressemeddelelse.",
        "pa": "I've written a press release we can send out.",
        "vi": "Tôi đã viết thông cáo báo chí để gửi đi."
    },
    {
        "start": "00:42:57,680",
        "end": "00:43:00,240",
        "en": "Tak skal du have.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:43:00,360",
        "end": "00:43:03,880",
        "en": "Og så er der den her. Jeg ved, du bliver rasende",
        "pa": "And then there's this.",
        "vi": "Và giờ có chuyện này."
    },
    {
        "start": "00:43:04,000",
        "end": "00:43:09,400",
        "en": "men det er under vores værdighed at svare tilbage på den slags.",
        "pa": "You're going to be furious but it's below us to respond to trash like that.",
        "vi": "Bà sẽ giận nhưng nó dưới tầm ta để đáp lại thứ rác rưởi như thế."
    },
    {
        "start": "00:43:12,200",
        "end": "00:43:16,920",
        "en": "\"Statsministeren vidste, at Sejrø havde haft blodprop\".",
        "pa": "NYBORG APPOINTED DEADLY SICK SEJRØ\n \"The prime minister knew\n Sejrø had suffered a cerebral embolism.\"",
        "vi": "NYBORG BỔ NHIỆM SEJRØ ỐM SẮP CHẾT\n \"Thủ tướng biết\n Sejrø bị tắc mạch máu não\"."
    },
    {
        "start": "00:43:17,040",
        "end": "00:43:20,080",
        "en": "Har Bent haft en blodprop?",
        "pa": "Bent had one before?",
        "vi": "Bent bị bao giờ chưa?"
    },
    {
        "start": "00:43:21,120",
        "end": "00:43:26,160",
        "en": "\"En kilde tæt på Sejrø oplyser, at Nyborg var informeret om",
        "pa": "\"A source close to Bent Sejrø's family reveals to Ekspres",
        "vi": "\"Một nguồn tin thân gia đình Bent Sejrø tiết lộ với Express"
    },
    {
        "start": "00:43:26,280",
        "end": "00:43:31,640",
        "en": "at Sejrø havde haft en blodprop i hjernen tidligere på året",
        "pa": "that Birgitte Nyborg was aware\n that the former minister of finance had a small cerebral embolism earlier this year.",
        "vi": "rằng Birgitte Nyborg biết\n cựu Bộ trưởng Tài chính đã bị tắc mạch não nhẹ vào đầu năm nay."
    },
    {
        "start": "00:43:31,760",
        "end": "00:43:37,080",
        "en": "og alligevel valgte hun ham til det stressfyldte job som EU-kommissær.\"",
        "pa": "And yet she chose him for the stressful post of European commissioner.\"",
        "vi": "Vậy mà lại chọn ông làm chức ủy viên EU đầy căng thẳng\"."
    },
    {
        "start": "00:43:40,600",
        "end": "00:43:42,600",
        "en": "Det er løgn!",
        "pa": "It is a low and ugly lie!",
        "vi": "Nói dối hạ đẳng và xấu xa!"
    },
    {
        "start": "00:43:42,720",
        "end": "00:43:45,080",
        "en": "Jeg tager på hospitalet.",
        "pa": "Jytte, clear my schedule. I'm going to the hospital.",
        "vi": "Jytte, bỏ hết lịch của tôi. Tôi sẽ đến bệnh viện."
    },
    {
        "start": "00:43:47,720",
        "end": "00:43:51,280",
        "en": "-Er der noget nyt om Bent? -Jeg tager derud nu.",
        "pa": "Any news about Bent?",
        "vi": "Có tin gì về Bent không?"
    },
    {
        "start": "00:43:51,400",
        "end": "00:43:54,320",
        "en": "-Du er uden skyld. -Det mener Ekspres ikke.",
        "pa": "I'm on my way there.\n You couldn't know this would happen.",
        "vi": "Tôi đến đó bây giờ.\n Bà đâu biết nó sẽ xảy ra."
    },
    {
        "start": "00:43:54,440",
        "end": "00:43:57,600",
        "en": "Ingen tager dem alvorligt.",
        "pa": "Ekspres thinks I could.\n Look, they are fucking idiots. Nobody takes them seriously.",
        "vi": "Express nghĩ tôi biết.\n Nghe này, họ là lũ ngốc. Không ai coi trọng họ cả."
    },
    {
        "start": "00:43:57,720",
        "end": "00:44:01,920",
        "en": "Der er fuld opbakning til, at jeg overtager hans partipligter.",
        "pa": "I have the party's unanimous support to take over his duties.",
        "vi": "Tôi có sự ủng hộ nhất trí của đảng để tiếp quản nhiệm vụ của ông ấy."
    },
    {
        "start": "00:44:02,040",
        "end": "00:44:06,320",
        "en": "-Det skal du ikke tænke på. -Tak skal du have.",
        "pa": "-So don't worry about that. -Thank you.",
        "vi": "- Nên bà đừng lo việc đó. - Cảm ơn."
    },
    {
        "start": "00:44:16,880",
        "end": "00:44:19,040",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Xin chào."
    },
    {
        "start": "00:44:21,320",
        "end": "00:44:23,920",
        "en": "Tillykke med fødselsdagen.",
        "pa": "Happy birthday.",
        "vi": "Mừng sinh nhật."
    },
    {
        "start": "00:44:39,920",
        "end": "00:44:44,920",
        "en": "Jeg slog den selv løs to dage efter Murens fald.",
        "pa": "I broke it off myself two days after the Wall fell.",
        "vi": "Tôi tự đập lấy nó hai ngày sau khi Bức tường Berlin sụp đổ."
    },
    {
        "start": "00:44:49,280",
        "end": "00:44:53,560",
        "en": "Tusind tak, Hanne. Den er jeg virkelig glad for.",
        "pa": "CONGRATULATIONS, KATRINE. YOU HAVE TIME TO DO IT ALL. HANNE\n Thanks, Hanne. I really appreciate this.",
        "vi": "CHÚC MỪNG, KATRINE. CÔ CÓ THỜI GIAN ĐỂ LÀM HẾT. HANNE\n Cảm ơn Hanne. Tôi rất biết ơn việc này."
    },
    {
        "start": "00:45:05,240",
        "end": "00:45:08,080",
        "en": "Min datter kom ikke i går.",
        "pa": "My daughter didn't show up yesterday.",
        "vi": "Hôm qua con tôi chả tới."
    },
    {
        "start": "00:45:08,200",
        "end": "00:45:11,240",
        "en": "Jeg sad og ventede i to timer",
        "pa": "She kept me waiting for two hours",
        "vi": "Nó bắt tôi đợi hai tiếng"
    },
    {
        "start": "00:45:11,360",
        "end": "00:45:15,400",
        "en": "indtil hun sms'ede, at hun ikke orkede mig.",
        "pa": "and then she...\n texted that she didn't have the energy for me.",
        "vi": "rồi nó...\n nhắn rằng nó không có sức dành cho tôi."
    },
    {
        "start": "00:45:15,520",
        "end": "00:45:19,760",
        "en": "Har du så ikke talt med hende siden?",
        "pa": "You haven't talked to her since?",
        "vi": "Từ lúc đó bà không liên lạc à?"
    },
    {
        "start": "00:45:19,880",
        "end": "00:45:23,840",
        "en": "Vi har ikke noget specielt godt forhold.",
        "pa": "We don't have the best relationship.",
        "vi": "Mẹ con tôi không thân nhau."
    },
    {
        "start": "00:45:23,960",
        "end": "00:45:28,840",
        "en": "Vi har overhovedet ikke noget forhold. Vi ses ikke.",
        "pa": "We don't have any relationship. I don't see her. ",
        "vi": "Hai mẹ con không có quan hệ gì cả. Tôi không gặp nó."
    },
    {
        "start": "00:45:28,960",
        "end": "00:45:31,880",
        "en": "Camilla er vokset op hos sin far.",
        "pa": "Camilla grew up with her dad.",
        "vi": "Camilla lớn lên cùng bố."
    },
    {
        "start": "00:45:32,000",
        "end": "00:45:36,640",
        "en": "Han fik forældremyndigheden, da vi blev skilt. Hun var fem år.",
        "pa": "He got custody after the divorce.\n She was five.",
        "vi": "Ông ấy có quyền nuôi con sau ly hôn.\n Lúc đó nó năm tuổi."
    },
    {
        "start": "00:45:36,760",
        "end": "00:45:41,640",
        "en": "Jeg troede altid, mødrene fik forældremyndigheden dengang.",
        "pa": "I thought mothers were sure to get custody back then.\n No way...",
        "vi": "Tôi tưởng hồi đó các mẹ được quyền nuôi con.\n Không thể nào..."
    },
    {
        "start": "00:45:45,400",
        "end": "00:45:49,560",
        "en": "Jeg var jo altid ude at rejse",
        "pa": "I was...\n always away traveling...",
        "vi": "Tôi lúc đó...\n luôn đi xa..."
    },
    {
        "start": "00:45:49,680",
        "end": "00:45:52,640",
        "en": "da jeg var korrespondent.",
        "pa": "in my correspondent days.",
        "vi": "hồi tôi làm phóng viên."
    },
    {
        "start": "00:45:53,680",
        "end": "00:45:56,960",
        "en": "Jeg var faktisk aldrig hjemme",
        "pa": "I was really never home...",
        "vi": "Gần như tôi chả bao giờ về nhà..."
    },
    {
        "start": "00:45:57,080",
        "end": "00:45:59,960",
        "en": "i Danmark.",
        "pa": "in Denmark.",
        "vi": "ở Đan Mạch."
    },
    {
        "start": "00:46:03,200",
        "end": "00:46:06,520",
        "en": "Så ikke nogen fødselsdag med din datter?",
        "pa": "So...\n No birthday with your daughter?",
        "vi": "Thế...\n Không dự sinh nhật con gái?"
    },
    {
        "start": "00:46:06,640",
        "end": "00:46:10,720",
        "en": "Nej, det bliver sundhedsdebat i Trykkehallen.",
        "pa": "No, I'm off to the health debate at the printing press shop.",
        "vi": "Không, tôi dự  họp về sức khỏe ở xưởng in báo."
    },
    {
        "start": "00:46:10,840",
        "end": "00:46:16,600",
        "en": "Det kan være, jeg inviterer en læserbrevstosse på en sodavand.",
        "pa": "I might just buy one of the letters-to-the-editor loonies a soda.",
        "vi": "Tôi có thể chỉ cần mua lon soda cho lời-nhắn-biên-tập-viên của bọn điên."
    },
    {
        "start": "00:46:19,040",
        "end": "00:46:21,680",
        "en": "Hvor hårdt er han ramt?",
        "pa": "-How serious is it? -He is stable.",
        "vi": "- Nghiêm trọng cỡ nào? - Ông ấy ổn định."
    },
    {
        "start": "00:46:21,800",
        "end": "00:46:25,880",
        "en": "Blodproppen vil sandsynligvis medføre en del lammelser.",
        "pa": "But the embolism was serious and is bound to cause paralysis to a certain extent.",
        "vi": "Nhưng tắc mạch nghiêm trọng và chắc chắn gây liệt ở mức độ nhất định."
    },
    {
        "start": "00:46:26,000",
        "end": "00:46:29,520",
        "en": "-Hvad er hans udsigter? -Det kan vi ikke sige noget om.",
        "pa": "- What's the prognosis? - It's too early to say.",
        "vi": "- Tiên lượng thế nào? - Còn quá sớm để nói."
    },
    {
        "start": "00:46:29,640",
        "end": "00:46:34,800",
        "en": "Vi ved endnu ikke, hvilke centre der kan være påvirket.",
        "pa": "We don't know which centers have been affected.",
        "vi": "Chúng tôi không biết trung khu nào bị ảnh hưởng."
    },
    {
        "start": "00:46:34,920",
        "end": "00:46:39,880",
        "en": "Du har ikke noget at gøre her. Du vidste, at Bent var syg.",
        "pa": "But we will look into it.\n -You have no business here. -What do you mean, Kirsten?\n You knew Bent was ill.",
        "vi": "Nhưng chúng tôi sẽ tìm hiểu.\n - Bà chả có việc gì ở đây. - Ý bà là sao Kirsten?\n Bà biết Bent bị bệnh."
    },
    {
        "start": "00:46:40,000",
        "end": "00:46:44,800",
        "en": "Du kendte til hans blodprop, men tilbød ham en krævende stilling.",
        "pa": "-Listen-- -You knew...\n he had an embolism this spring, and yet you offered him a demanding job?",
        "vi": "- Nghe này... - Bà biết...\n hồi mùa xuân anh ấy bị tắc mạch, vậy mà lại cho anh ấy một việc nặng?"
    },
    {
        "start": "00:46:44,920",
        "end": "00:46:49,160",
        "en": "-Aviserne lyver. -Jeg bad dig om at lade være.",
        "pa": "Kirsten, don't believe the papers. It's a lie.",
        "vi": "Kirsten, đừng tin báo chí. Nói dối đấy."
    },
    {
        "start": "00:46:49,280",
        "end": "00:46:53,040",
        "en": "Du fortalte mig ikke hvorfor. Jeg anede intet om Bent sygdom.",
        "pa": "I asked you not to.\n But you didn't say why. I knew nothing about Bent's illness. How would I know?",
        "vi": "Tôi yêu cầu bà đừng làm.\n Nhưng bà không nói lý do. Tôi đâu biết Bent có bệnh. Sao tôi biết?"
    },
    {
        "start": "00:46:53,160",
        "end": "00:46:57,600",
        "en": "-Jacob Kruse ville informere dig. -Fortalte du Jacob Kruse det?",
        "pa": "I told Jacob Kruse, who said he'd inform you.",
        "vi": "Tôi bảo Jacob Kruse, anh ta nói sẽ báo cho bà."
    },
    {
        "start": "00:46:57,720",
        "end": "00:46:59,680",
        "en": "Ja. Alt.",
        "pa": "-You told Jacob Kruse? -Yes. Everything.",
        "vi": "- Bà nói với Jacob Kruse à? - Vâng. Tất cả."
    },
    {
        "start": "00:46:59,800",
        "end": "00:47:04,760",
        "en": "Jeg talte med ham i forgårs, lige inden jeg mødtes med dig.",
        "pa": "I spoke to him two days ago in the hall by your office,",
        "vi": "Hôm kia tôi nói với anh ta ở sảnh văn phòng bà,"
    },
    {
        "start": "00:47:04,880",
        "end": "00:47:07,560",
        "en": "Det har han ikke sagt videre.",
        "pa": "just before I met you.\n Well, he didn't tell me.",
        "vi": "ngay trước khi gặp bà.\n À, anh ta không kể với tôi."
    },
    {
        "start": "00:47:07,680",
        "end": "00:47:12,000",
        "en": "Kruse har med fuldt overlæg forrådt en af sine kollegaer og mig.",
        "pa": "A highly placed minister has deliberately betrayed ",
        "vi": "Một bộ trưởng quyền lực cố tình phản bội một trong"
    },
    {
        "start": "00:47:12,120",
        "end": "00:47:15,400",
        "en": "-Det er sket før. -Det må ikke slippe ud.",
        "pa": "one of his closest colleagues and me.\n Well, it's happened before.\n But it can't get out.",
        "vi": "các đồng nghiệp gần gũi nhất và tôi.\n À, từng xảy ra rồi.\n Nhưng không được để lộ."
    },
    {
        "start": "00:47:15,520",
        "end": "00:47:20,560",
        "en": "De Moderate kan ikke dolke hinanden i ryggen inden en valgkamp.",
        "pa": "The Moderates can't look like a backstabbing party.\n Not when we could be in an election within a year.",
        "vi": "Đảng Ôn hòa không thể như bọn đâm sau lưng người khác.\n Không thể khi sẽ bầu cử sau chưa tới một năm."
    },
    {
        "start": "00:47:20,680",
        "end": "00:47:23,600",
        "en": "Kruse får ingen ministerpost.",
        "pa": "Kruse won't have a minister's seat in my government, that's for sure.",
        "vi": "Kruse không có chức bộ trưởng trong chính phủ của tôi, chắc luôn."
    },
    {
        "start": "00:47:23,720",
        "end": "00:47:28,480",
        "en": "Du kan ikke fyre ham. Han er nummer to i partiet. Det stinker.",
        "pa": "Birgitte, you can't fire him in the middle of this.\n He's second-in-command in the party and your EU minister. It stinks.",
        "vi": "Không thể thải anh ta vào lúc này.\n Anh ta là số hai ở đảng và là bộ trưởng EU. Bốc mùi lắm."
    },
    {
        "start": "00:47:36,920",
        "end": "00:47:39,960",
        "en": "-Hej. -Lukker du lige døren?",
        "pa": "Hi.\n Come in. Shut the door.\n Sure.",
        "vi": "Chào.\n Vào đi. Đóng cửa lại."
    },
    {
        "start": "00:47:43,480",
        "end": "00:47:47,560",
        "en": "-Sid ned. -Hvordan havde Sejrø det?",
        "pa": "Sit down.\n So... How was Sejrø?",
        "vi": "Được rồi.\n Ngồi đi.\n Thế... Sejrø sao rồi?"
    },
    {
        "start": "00:47:47,680",
        "end": "00:47:50,960",
        "en": "Jeg har meddelt partisekretæren",
        "pa": "Jacob, I just told the party secretary",
        "vi": "Jacob, tôi vừa nói với bí thư của đảng"
    },
    {
        "start": "00:47:51,080",
        "end": "00:47:56,120",
        "en": "at du trækker dig fra næstformandsposten øjeblikkeligt.",
        "pa": "that you're resigning as vice-chairman immediately.",
        "vi": "là anh sẽ từ chức phó chủ tịch ngay."
    },
    {
        "start": "00:47:56,240",
        "end": "00:48:01,360",
        "en": "Som ny EU-minister havde jeg forestillet mig Henrik Kjærså.",
        "pa": "What do you mean?\n I'm considering Henrik Kjærså as the new minister for the EU.",
        "vi": "Ý bà là sao?\n Tôi đang cân nhắc Henrik Kjærså là Bộ trưởng về EU."
    },
    {
        "start": "00:48:01,480",
        "end": "00:48:05,360",
        "en": "Du skal overtage posten som EU-kommissær.",
        "pa": "But... why?\n Because you're taking over the commissioner post.",
        "vi": "Nhưng... vì sao?\n Vì anh tiếp quản chức vụ ủy viên."
    },
    {
        "start": "00:48:05,480",
        "end": "00:48:08,040",
        "en": "Sejrø kommer ikke til Bruxelles.",
        "pa": "Sejrø can't go to Brussels.",
        "vi": "Sejrø không thể đến Brussels."
    },
    {
        "start": "00:48:08,160",
        "end": "00:48:12,000",
        "en": "Du har selv advokeret for en moderat kommissær",
        "pa": "But as you yourself advocated,\n the party should have a Moderate commissioner,",
        "vi": "Nhưng như chính anh tư vấn,\n đảng nên có một ủy viên Ôn hòa,"
    },
    {
        "start": "00:48:12,120",
        "end": "00:48:14,920",
        "en": "og du er det oplagte valg.",
        "pa": "and you're the obvious choice.",
        "vi": "anh là lựa chọn rõ ràng."
    },
    {
        "start": "00:48:15,040",
        "end": "00:48:20,520",
        "en": "Men mit arbejde og min familie... Jeg har jo knoklet for...",
        "pa": "But my work is here...\n My family...",
        "vi": "Nhưng việc của tôi ở đây...\n Gia đình tôi..."
    },
    {
        "start": "00:48:20,640",
        "end": "00:48:26,360",
        "en": "Du blev opsøgt af Kirsten Sejrø. Du kendte til Bents blodprop.",
        "pa": "I've worked my ass off for...\n Kirsten Sejrø came to you, Jacob.\n You knew Bent had a small embolism in the spring and couldn't be exerted.",
        "vi": "Tôi bỏ ra rất nhiều công sức vì...\n Kirsten Sejrø đến gặp anh, Jacob.\n Anh biết Bent bị tắc mạch hồi mùa xuân và không thể gắng sức."
    },
    {
        "start": "00:48:26,480",
        "end": "00:48:30,240",
        "en": "Det undlod du at fortælle mig for at fremme dine egne interesser.",
        "pa": "You kept that knowledge from me to further your own interests.",
        "vi": "Anh giữ không nói cho tôi để phục vụ lợi ích của anh."
    },
    {
        "start": "00:48:30,320",
        "end": "00:48:34,000",
        "en": "Du kan ikke bebrejde mig, at jeres fortrolighed...",
        "pa": "In the old days, he would have said it himself.",
        "vi": "Hồi xưa ông ấy sẽ tự nói ra."
    },
    {
        "start": "00:48:34,080",
        "end": "00:48:36,920",
        "en": "Stop. Det er ikke det eneste, du har gjort.",
        "pa": "Don't blame me for your broken confidence--\n Stop right there. That's not all you've done, Jacob.",
        "vi": "Đừng trách tôi vì mất niềm tin...\n Dừng lại. Đó chưa phải là tất cả điều anh làm, Jacob."
    },
    {
        "start": "00:48:37,040",
        "end": "00:48:41,640",
        "en": "Du fortalte også Ekspres, at jeg var bekendt med Bents sygdom",
        "pa": "Look me in the eyes and tell me it wasn't you",
        "vi": "Nhìn vào mắt tôi và bảo không phải anh"
    },
    {
        "start": "00:48:41,760",
        "end": "00:48:44,200",
        "en": "for at miskreditere mig.",
        "pa": "who told Ekspres that I knew about Bent's illness to discredit me.",
        "vi": "đã kể với Express rằng tôi biết về bệnh của Bent để làm tôi mất uy tín."
    },
    {
        "start": "00:48:44,320",
        "end": "00:48:47,200",
        "en": "Hvorfor skulle jeg miskreditere dig?",
        "pa": "Why should I discredit you?",
        "vi": "Sao tôi phải làm mất uy tín của bà?"
    },
    {
        "start": "00:48:47,320",
        "end": "00:48:52,520",
        "en": "Du positionerer dig selv som den, der skal tage over efter mig.",
        "pa": "Because you are slowly positioning yourself to be my successor.",
        "vi": "Vì anh đang dần định vị mình là người kế nhiệm tôi."
    },
    {
        "start": "00:48:57,160",
        "end": "00:49:02,720",
        "en": "Prøv at høre. Jeg ved godt, at jeg måske står til en skideballe",
        "pa": "Alright, look...",
        "vi": "Được rồi, nghe này..."
    },
    {
        "start": "00:49:02,840",
        "end": "00:49:06,400",
        "en": "men kan jeg ikke bare få et mindre ministerium.",
        "pa": "I know I may deserve a serious reprimand but can't I just get a smaller ministry?",
        "vi": "tôi biết tôi đáng bị khiển trách nặng nhưng tôi không thể có bộ nhỏ hơn được à?"
    },
    {
        "start": "00:49:06,520",
        "end": "00:49:09,400",
        "en": "Nej, det vil da være spild af talent.",
        "pa": "No, that would be a waste of a man with your talents.",
        "vi": "Không, thế sẽ phí tài năng của anh."
    },
    {
        "start": "00:49:09,520",
        "end": "00:49:13,360",
        "en": "Desuden er det jo ikke et job, man siger nej til.",
        "pa": "And this is not a job you turn down.",
        "vi": "Và đây không phải việc anh từ chối."
    },
    {
        "start": "00:49:22,960",
        "end": "00:49:28,880",
        "en": "-Du er sikker på, det er okay? -Du ser Nina og Thor en anden dag.",
        "pa": "Are you sure it's okay?\n Yes.",
        "vi": "Em chắc là ổn chứ?\n Vâng."
    },
    {
        "start": "00:49:29,000",
        "end": "00:49:32,920",
        "en": "-Jeg vil ikke have... -Kasper, det er fint.",
        "pa": "You can meet Nina and Thor later.\n Good, because I don't want--\n Hey, Kasper. It's fine.",
        "vi": "Anh có thể gặp Nina và Thor sau.\n Tốt, vì anh không muốn...\n Kasper. Không sao."
    },
    {
        "start": "00:49:33,040",
        "end": "00:49:37,920",
        "en": "Jeg har været i et forhold, hvor vi ikke stolede på hinanden.",
        "pa": "I've been in a relationship based on mistrust. Never again. Just go.",
        "vi": "Em đã có mối tình dựa trên ngờ vực. Không lặp lại nữa. Đi đi."
    },
    {
        "start": "00:49:42,080",
        "end": "00:49:44,720",
        "en": "Hey, hey, hey.",
        "pa": "Hey, hey, hey.",
        "vi": "Này."
    },
    {
        "start": "00:49:46,080",
        "end": "00:49:49,400",
        "en": "Hils og sig tillykke, hvis det er okay.",
        "pa": "Say congratulations from me, if that's okay. ",
        "vi": "Nói chúc mừng hộ em, nếu được."
    },
    {
        "start": "00:49:49,520",
        "end": "00:49:51,640",
        "en": "Kys.",
        "pa": "That's okay.\n Kisses.",
        "vi": "Không sao.\n Hôn."
    },
    {
        "start": "00:50:03,640",
        "end": "00:50:09,760",
        "en": "♪ I dag er det Katrines fødselsdag. Hurra, hurra, hurra. ♪",
        "pa": "Happy birthday to you... Happy birthday, dear Katrine.",
        "vi": "Chúc mừng sinh nhật... Chúc mừng sinh nhật Katrine."
    },
    {
        "start": "00:50:09,880",
        "end": "00:50:15,480",
        "en": "-Tillykke med fødselsdagen. -Tak. Jeg sender lige den her.",
        "pa": "-Happy birthday. -Thanks.\n -Let me just send this, and I'm ready. -Sure.",
        "vi": "- Chúc mừng sinh nhật. - Cảm ơn anh.\n - Để em gửi cái này, là xong. - Ừ."
    },
    {
        "start": "00:50:17,360",
        "end": "00:50:21,360",
        "en": "Og vi bliver altså en mere. Det håber jeg, er okay.",
        "pa": "Someone is joining us. I hope that's okay.",
        "vi": "Có người đi cùng ta. Em hy vọng là không sao."
    },
    {
        "start": "00:50:23,040",
        "end": "00:50:27,680",
        "en": "-Vores gamle veninde Hanne Holm. -Du er et godt menneske.",
        "pa": "Our old friend Hanne Holm.",
        "vi": "Bạn cũ của chúng ta, Hanne Holm."
    },
    {
        "start": "00:50:27,800",
        "end": "00:50:31,480",
        "en": "Tak. Det er du også. Du skammer dig bare mere over det.",
        "pa": "You're a good person, Katrine.\n Thanks.\n So are you. You're just ashamed to admit it.",
        "vi": "Em là người tốt, Katrine.\n Cảm ơn anh.\n Anh cũng vậy. Anh chỉ xấu hổ không dám nhận."
    },
    {
        "start": "00:50:31,600",
        "end": "00:50:35,360",
        "en": "Godaften, Kasper. Tak for invitationen.",
        "pa": "Good evening, Kasper.\n -Good evening. -Thanks for the invite.",
        "vi": "Chào Kasper.\n - Xin chào. - Cảm ơn đã mời."
    },
    {
        "start": "00:50:35,480",
        "end": "00:50:40,240",
        "en": "Katrine mente ikke, jeg skulle sidde alene. Den slags siger man juleaften.",
        "pa": "Katrine didn't want me to be alone tonight.",
        "vi": "Katrine không muốn tôi cô đơn tối nay."
    },
    {
        "start": "00:50:40,360",
        "end": "00:50:45,200",
        "en": "Du skal være så velkommen. Det er jo bare tre gamle venner.",
        "pa": "That's what you say about old people on Christmas' Eve!\n You're very welcome, Hanne.\n -We're just three old friends, right? -Thanks.",
        "vi": "Là điều ta nói về người già trong đêm Giáng sinh!\n Rất hoan nghênh bà, Hanne.\n - Chỉ là ba người bạn cũ, nhỉ? - Cảm ơn."
    },
    {
        "start": "00:50:45,320",
        "end": "00:50:49,560",
        "en": "Jeg lover dig én ting: Vi løber ikke tør for emner.",
        "pa": "I promise you this: We won't run out of things to talk about.",
        "vi": "Đảm bảo: Không thiếu chuyện để nói."
    },
    {
        "start": "00:50:49,680",
        "end": "00:50:55,200",
        "en": "Det er et af de ældste fund i Europa. En kopi af Venus fra Willendorf.",
        "pa": "One of the oldest finds in Europe.\n A copy of the Venus of Willendorf.",
        "vi": "Một trong những phát hiện lâu đời nhất ở châu Âu.\n Một bản sao của Vệ nữ Willendorf."
    },
    {
        "start": "00:50:55,320",
        "end": "00:50:59,560",
        "en": "-Er den ikke smuk? -Det var lige, hvad jeg ønskede mig.",
        "pa": "Beautiful, huh?\n Just what I've always wanted.",
        "vi": "Đẹp nhỉ?\n Đúng cái em mong ước."
    },
    {
        "start": "00:50:59,680",
        "end": "00:51:04,040",
        "en": "Hold lige op! Det er evig kunst. Originalen er 24.000 år gammel.",
        "pa": "Oh, come on! It's art eternal.\n The original is 24,000 years old.",
        "vi": "Thôi nào! Đó là nghệ thuật vĩnh cửu.\n Bản gốc đã 24.000 năm tuổi."
    },
    {
        "start": "00:51:04,160",
        "end": "00:51:06,720",
        "en": "Nå, det er en hentydning.",
        "pa": "-Oh, you're hinting at something?",
        "vi": "Anh ám chỉ gì à?"
    },
    {
        "start": "00:51:06,840",
        "end": "00:51:10,480",
        "en": "Den er meget fin. Tusind tak.",
        "pa": "It's very nice. Thanks.",
        "vi": "Đẹp lắm. Cảm ơn anh."
    },
    {
        "start": "00:51:12,360",
        "end": "00:51:16,680",
        "en": "-Jeg slår lige håret ud. -Så bestiller jeg en taxa.",
        "pa": "I'll just go and let down my hair, then we can go.\n I'll call a cab.",
        "vi": "Em đi thả tóc xuống, rồi ta có thể đi.\n Anh sẽ gọi taxi."
    },
    {
        "start": "00:51:19,440",
        "end": "00:51:23,120",
        "en": "\"Tre gamle venner\". Vi har kendt hinanden i mange år.",
        "pa": "\"Three old friends.\"\n Right, Kasper. We do go back a long way.",
        "vi": "\"Ba người bạn cũ\".\n Phải, Kasper. Ta quen nhau lâu rồi."
    },
    {
        "start": "00:51:23,240",
        "end": "00:51:26,680",
        "en": "Hvad er det, man plejer at sige om børn og fulde folk?",
        "pa": "\"In vino veritas\", you know?",
        "vi": "\"Rượu vào lời ra\", anh biết không?"
    },
    {
        "start": "00:51:26,800",
        "end": "00:51:32,480",
        "en": "Måske bilder du dig selv noget andet ind, men du elsker Katrine.",
        "pa": "That's what all the drunks say.\n You might be fooling yourself and everyone else.\n But you still love Katrine. I can bloody tell.",
        "vi": "Ai say chả nói vậy.\n Có thể anh đang lừa mình và mọi người.\n Nhưng anh vẫn yêu Katrine. Tôi biết thừa."
    },
    {
        "start": "00:51:33,560",
        "end": "00:51:38,560",
        "en": "-Nå, skal vi skride? -Det bliver skidehyggeligt.",
        "pa": "Should we get out of here?\n -It's going to be a blast. -Yes.",
        "vi": "Ta đi nhé?\n - Sẽ cực kỳ vui. - Phải."
    },
    {
        "start": "00:51:44,800",
        "end": "00:51:46,840",
        "en": "Lille mus.",
        "pa": "Pumpkin.",
        "vi": "Bí ngô."
    },
    {
        "start": "00:51:46,960",
        "end": "00:51:50,240",
        "en": "Kan du ikke sove?",
        "pa": "You can't sleep?",
        "vi": "Con mất ngủ à?"
    },
    {
        "start": "00:51:52,640",
        "end": "00:51:57,080",
        "en": "-Hvad er der? Har du drømt? -Ja, om Bent.",
        "pa": "What's wrong? Did you have a bad dream?",
        "vi": "Sao thế? Con gặp ác mộng à?"
    },
    {
        "start": "00:51:57,200",
        "end": "00:52:02,520",
        "en": "Synes du ikke, han skal have sine Anders And igen, nu når han er syg?",
        "pa": "Yes, about Bent.\n Don't you think he should have his Donald Duck comics back?",
        "vi": "Vâng, về bác Bent.\n Mẹ nghĩ bác ấy có nên lấy lại truyện tranh vịt Donald không?"
    },
    {
        "start": "00:52:02,640",
        "end": "00:52:07,120",
        "en": "Det er da en rigtig god idé. Vi lægger dem ud i tasken.",
        "pa": "Now that's he's sick.\n What an excellent idea.",
        "vi": "Giờ khi bác ấy ốm.\n Ý hay đấy."
    },
    {
        "start": "00:52:07,240",
        "end": "00:52:12,280",
        "en": "Når Bent har fået det lidt bedre, kan vi tage ud og besøge ham sammen.",
        "pa": "We'll pack them in the bag,\n and when Bent is feeling better, we'll go visit him together, okay?",
        "vi": "Mình sẽ gói vào túi,\n và khi Bent khỏe lại, mẹ con mình đi thăm, nhé?"
    },
    {
        "start": "00:52:12,400",
        "end": "00:52:15,800",
        "en": "Jeg savner far.",
        "pa": "I miss dad.",
        "vi": "Con nhớ bố."
    },
    {
        "start": "00:52:17,800",
        "end": "00:52:21,720",
        "en": "Vil du sove inde hos mig?",
        "pa": "Would you like to sleep in my bed?",
        "vi": "Con ngủ với mẹ nhé?"
    },
    {
        "start": "00:52:21,840",
        "end": "00:52:27,200",
        "en": "-Jeg vil godt hjem til far. -Jo, men jeg er her jo.",
        "pa": "I want to go over to Dad's.\n But I'm right here.",
        "vi": "Con muốn đến chỗ bố."
    },
    {
        "start": "00:52:28,200",
        "end": "00:52:31,840",
        "en": "Jeg vil godt hjem til far alligevel.",
        "pa": "Yes, but I want to go over to Dad's.",
        "vi": "Nhưng mẹ ở ngay đây mà.\n Vâng, nhưng con muốn đến chỗ bố."
    },
    {
        "start": "00:52:37,360",
        "end": "00:52:40,040",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:53:29,280",
        "end": "00:53:31,640",
        "en": "",
        "pa": "FROM KASPER: JACOB KRUSE NEW COMMISSIONER.",
        "vi": "TỪ KASPER: JACOB KRUSE ỦY VIÊN MỚI"
    },
    {
        "start": "00:53:31,720",
        "end": "00:53:34,120",
        "en": "",
        "pa": "PRESS CONFERENCE TOMORROW MORNING. ONLY YOU KNOW.",
        "vi": "HỌP BÁO SÁNG MAI. CHỈ EM BIẾT."
    },
    {
        "start": "00:53:41,920",
        "end": "00:53:49,200",
        "en": "Jeg vil gerne takke statsministeren for den fornemme udnævnelse.",
        "pa": "I'd like to thank the prime minister...",
        "vi": "Tôi muốn cảm ơn Thủ tướng..."
    },
    {
        "start": "00:53:50,200",
        "end": "00:53:56,840",
        "en": "Men det er med et vist vemod, at jeg forlader posten som EU-minister.",
        "pa": "for this fantastic appointment.\n But it is also with sadness...",
        "vi": "vì sự bổ nhiệm tuyệt vời này.\n Nhưng cũng buồn thay..."
    },
    {
        "start": "00:53:56,960",
        "end": "00:54:01,360",
        "en": "Kruse bliver EU-kommissær for flersprogethed.",
        "pa": "that I leave my post as minister for the EU.\n And it will be as EU commissioner for multilingualism",
        "vi": "vì tôi rời vị trí Bộ trưởng về EU.\n Và sẽ là ủy viên đa ngôn ngữ của EU mà"
    },
    {
        "start": "00:54:01,480",
        "end": "00:54:04,560",
        "en": "Ja. Det er en feberredning fra Nyborgs side.",
        "pa": "that Jacob Kruse takes his post this January. Torben Friis?\n Yes, Nyborg had to move fast.",
        "vi": "Jacob Kruse nhận chức vào tháng Một. Torben Friis?\n Phải, Nyborg phải hành động nhanh."
    },
    {
        "start": "00:54:04,680",
        "end": "00:54:09,840",
        "en": "Bent Sejrø var blevet stillet en af de helt tunge poster i udsigt.",
        "pa": "Her first candidate, Bent Sejrø had been promised one of the heavy posts.",
        "vi": "Ứng viên đầu tiên của bà, Bent Sejrø được hứa một trong những vị trí nặng ký."
    },
    {
        "start": "00:54:09,960",
        "end": "00:54:15,440",
        "en": "Ja, der har været rygter om en næstformandspost i Kommissionen.",
        "pa": "Yes, rumor had it that he was in line for a vice-presidency\n because of Sejrø's experience",
        "vi": "Phải, có tin đồn ông ấy sẽ được làm phó chủ tịch\n vì kinh nghiệm của Sejrø"
    },
    {
        "start": "00:54:15,560",
        "end": "00:54:19,520",
        "en": "Netop. Med et så uprøvet kort som Kruse",
        "pa": "-and time as minister of finance. -Exactly.\n But a greenhorn like Kruse coming in last minute like this",
        "vi": "- và là Bộ trưởng Tài chính. - Chuẩn.\n Nhưng lính mới như Kruse tới vào phút chót thế này"
    },
    {
        "start": "00:54:19,640",
        "end": "00:54:22,680",
        "en": "kan man ikke forvente en lignende post.",
        "pa": "can't expect to get a post of that magnitude.",
        "vi": "không thể mong vị trí cỡ đó."
    },
    {
        "start": "00:54:22,800",
        "end": "00:54:26,840",
        "en": "Derfor får han det mildt sagt lidt ubetydelige kommissorium.",
        "pa": "That's why he's stuck with a rather inferior field.",
        "vi": "Đó là lý do anh ta mắc kẹt với một lĩnh vực kém hơn."
    },
    {
        "start": "00:54:53,400",
        "end": "00:54:57,960",
        "en": "Bent, jeg er simpelthen så ked af det, der er sket.",
        "pa": "Bent, I'm truly sorry...\n about all this.",
        "vi": "Bent, tôi thực sự xin lỗi...\n về tất cả mọi chuyện."
    },
    {
        "start": "00:55:04,600",
        "end": "00:55:09,160",
        "en": "Tror du ikke, at vi kan blive gode venner igen?",
        "pa": "Do you think we can go back to being good friends again? ",
        "vi": "Ông nghĩ có thể lại làm bạn tốt không?"
    },
    {
        "start": "00:56:03,360",
        "end": "00:56:05,960",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "Biên dịch: Trần Khánh Hưng "
    }
]