[
    {
        "start": "00:00:00,040",
        "end": "00:00:05,560",
        "en": "-Lad os kigge på pressemeddelelsen. -Klokken er 22.30. Få dig et liv.",
        "pa": "Shouldn't we go through the press release again?\n It's 10:30 p.m., Kasper. Perhaps you should get a life.",
        "vi": "Ta nên xem lại thông cáo báo chí chứ?\n Đã 10:30 tối rồi. Anh nên có cuộc sống riêng chứ."
    },
    {
        "start": "00:00:05,720",
        "end": "00:00:11,240",
        "en": "Jeg kommer for at sige undskyld, og du behandler mig som en stalker.",
        "pa": "Is it that tough being a celebrity?\n I came to apologize nicely, and you treat me like some stalker.",
        "vi": "Người nổi tiếng phải chảnh thế à?\n Tôi đến xin lỗi tử tế mà cô coi tôi như kẻ bám đuôi."
    },
    {
        "start": "00:00:11,400",
        "end": "00:00:16,000",
        "en": "Hvis du skal arbejde, skal du gå ind ved siden af.",
        "pa": "If you're going to work, you'll have to go next door.\n -Right? -Yes.",
        "vi": "Nếu em định làm việc thì mời sang phòng bên.\n - Đúng không? - Vâng."
    },
    {
        "start": "00:00:16,120",
        "end": "00:00:18,560",
        "en": "Godnat.",
        "pa": "Good night.",
        "vi": "Chúc ngủ ngon."
    },
    {
        "start": "00:00:18,680",
        "end": "00:00:23,200",
        "en": "-Benjamin er min spinninginstruktør. -Spin lige et andet sted hen.",
        "pa": "This is Benjamin, my spinning instructor.\n Hi, Benjamin, could you spin away and let the grownups talk?",
        "vi": "Đây là Benjamin, huấn luyện viên của em.\n Chào Benjamin, biến đi để người lớn nói chuyện."
    },
    {
        "start": "00:00:23,320",
        "end": "00:00:27,680",
        "en": "-Sådan kan du ikke tale til folk. -Er det en, du ser?",
        "pa": "You can't talk to people like that!\n Are you dating?",
        "vi": "Anh không được ăn nói thế!\n Em có bồ à?"
    },
    {
        "start": "00:00:43,720",
        "end": "00:00:49,280",
        "en": "Godmorgen, Birgitte. I morgen kl. 10.30 ankommer Grozin til Borgen.",
        "pa": "\"Politics is war without bloodshed.\n War is politics with bloodshed.\"\n -Good morning, Birgitte. -Good morning.\n \"Tomorrow 10:30 a.m., President Grozin arrives at Borgen, you greet him.",
        "vi": "\"Chính trị là chiến tranh không đổ máu.\n Chiến tranh là chính trị có đổ máu\". - MAO TRẠCH ĐÔNG\n - Chào bà Birgitte. - Chào.\n Ngày mai lúc 10:30, Tổng thống Grozin đến Borgen, bà sẽ đón."
    },
    {
        "start": "00:00:49,400",
        "end": "00:00:52,840",
        "en": "Kl. 15 skal Grozin til te hos dronningen.",
        "pa": "At three p.m., President Grozin takes afternoon tea with the queen.",
        "vi": "Lúc 3:00 chiều, Tổng thống Grozin dùng trà chiều với Nữ hoàng."
    },
    {
        "start": "00:00:52,960",
        "end": "00:00:55,920",
        "en": "Kl. 19.30 er der gallaforestilling.",
        "pa": "And 7:30 p.m., there is a gala performance at the Royal Theater.\"",
        "vi": "Lúc 7:30 tối dự buổi biểu diễn tại Nhà hát Hoàng gia."
    },
    {
        "start": "00:00:56,040",
        "end": "00:00:59,720",
        "en": "Galla om aftenen og nålestribet om dagen.",
        "pa": "Right, so gala dress in the evening and the pinstripe during the day, right?",
        "vi": "Rồi, mặc váy dạ hội vào buổi tối và đồ sọc nhỏ ban ngày hả?"
    },
    {
        "start": "00:00:59,840",
        "end": "00:01:04,480",
        "en": "Hvordan tackler vi systemkritikeren Vladimir Bayanov?",
        "pa": "Yes, that's fine.\n But we also need to discuss how we'll handle that dissident,",
        "vi": "Được ạ.\n Cần thảo luận về cách đối phó với người bất đồng chính kiến,"
    },
    {
        "start": "00:01:04,600",
        "end": "00:01:09,720",
        "en": "-Ham og Grozin er dødsfjender. -Hvad foreslår du?",
        "pa": "Vladimir Bayanov, who arrived yesterday.\n Yes, I saw it.\n He and President Grozin are the closest you get to deadly enemies.",
        "vi": "Vladimir Bayanov, mới đến hôm qua.\n Ừ, tôi thấy rồi.\n Anh ta và Tổng thống Grozin là kẻ thù không đội trời chung."
    },
    {
        "start": "00:01:09,840",
        "end": "00:01:15,680",
        "en": "Det danske demokrati er rummeligt nok til at huse to modstandere.",
        "pa": "What do you suggest?\n That we deflect by celebrating the Danish democracy for its ability",
        "vi": "Ý anh thế nào?\n Ta đánh lạc hướng bằng việc tôn vinh nền dân chủ Đan Mạch"
    },
    {
        "start": "00:01:15,800",
        "end": "00:01:20,800",
        "en": "Vi går ind for ytringsfrihed og fri presse.",
        "pa": "to accommodate two opponents from the same nation.\n That we support freedom of speech, free press and all that.",
        "vi": "vì tạo điều kiện cho hai đối thủ từ cùng một nước.\n Rằng ta ủng hộ tự do ngôn luận, báo chí và các thứ."
    },
    {
        "start": "00:01:20,920",
        "end": "00:01:23,520",
        "en": "Jeg må løbe. Vi ses om en time.",
        "pa": "All right.\n I've got to go, Kasper. See you later.",
        "vi": "Được rồi.\n Tôi cúp máy đây. Hẹn gặp sau một tiếng nữa."
    },
    {
        "start": "00:01:23,640",
        "end": "00:01:28,040",
        "en": "Din far siger, han har aftalt, at han overnatter i aften.",
        "pa": "It's your dad.\n He says you agreed he could spend the night tonight?",
        "vi": "Là bố em.\n Ông nói em đồng ý tối nay ông có thể ngủ ở đây?"
    },
    {
        "start": "00:01:28,160",
        "end": "00:01:32,400",
        "en": "Det har jeg glemt at sige til dig. Undskyld.",
        "pa": "Yes.\n I forgot to tell you.",
        "vi": "Vâng.\n Em quên nói với anh."
    },
    {
        "start": "00:01:32,520",
        "end": "00:01:36,760",
        "en": "Hej, far. Du kan tro, vi glæder os.",
        "pa": "I'm sorry, I forgot.\n Hi, Dad.",
        "vi": "Xin lỗi, em quên mất.\n Chào bố."
    },
    {
        "start": "00:01:36,880",
        "end": "00:01:41,680",
        "en": "Har du noget imod at hoppe i en taxa?",
        "pa": "Sure, we're excited.\n No, we have a lot going on. Yes.\n Do you mind grabbing a cab then?",
        "vi": "Dĩ nhiên, vui quá.\n Không, nhiều việc lắm. Vâng.\n Bố gọi taxi được không?"
    },
    {
        "start": "00:01:43,120",
        "end": "00:01:48,240",
        "en": "Eller en metro? Absolut. Måske kan du låne et løbehjul.",
        "pa": "Or the metro, of course.\n You could ask at the airport if they have a scooter you can borrow.",
        "vi": "Hoặc tàu điện ngầm, tất nhiên.\n Ở sân bay bố có thể hỏi họ có bánh xe nhỏ không, bố có thể mượn."
    },
    {
        "start": "00:01:48,360",
        "end": "00:01:51,040",
        "en": "Vi ses.",
        "pa": "See you. Bye.",
        "vi": "Hẹn gặp lại. Tạm biệt bố."
    },
    {
        "start": "00:01:52,040",
        "end": "00:01:56,640",
        "en": "-Nå, så din far kommer på besøg. -Han skal høre ham her.",
        "pa": "So your father is visiting today?",
        "vi": "Vậy...\n hôm nay bố em đến thăm?"
    },
    {
        "start": "00:01:56,760",
        "end": "00:02:00,960",
        "en": "Vladimir Bayanov skal læse sine digte op i Politikens Hus.",
        "pa": "Yes, he's coming to listen to this guy.\n Vladimir Bayanov.",
        "vi": "Vâng, ông ấy đến nghe người này.\n Vladimir Bayanov."
    },
    {
        "start": "00:02:01,080",
        "end": "00:02:03,680",
        "en": "Hvad har du så tænkt dig?",
        "pa": "He's reading his poetry at Politikens Hus.\n And what is your plan?",
        "vi": "Anh ta sẽ đọc thơ ở Politikens Hus.\n Vậy kế hoạch của em là gì?"
    },
    {
        "start": "00:02:07,080",
        "end": "00:02:11,960",
        "en": "-Hallo! Hvad har du tænkt dig? -Ingenting. Vi hygger lidt om ham.",
        "pa": "Hey, what's your plan with your dad?\n Nothing. He'll come here, and we'll take care of him.",
        "vi": "Kế hoạch của em với bố là gì?\n Không có gì. Ông sẽ đến đây và ta chăm sóc ông."
    },
    {
        "start": "00:02:12,080",
        "end": "00:02:14,560",
        "en": "Jeg hygger lidt om ham.",
        "pa": "You mean, I will take care of him. Right?",
        "vi": "Ý em là anh sẽ chăm sóc ông ấy hả?"
    },
    {
        "start": "00:02:14,680",
        "end": "00:02:19,360",
        "en": "Jeg står over for mit første statsbesøg. Du må give mig to døgn.",
        "pa": "Phillip, this is my first official visit.\n -Just give me two days, okay? -Sure.",
        "vi": "Đây là chuyến thăm chính thức đầu tiên của em."
    },
    {
        "start": "00:02:19,480",
        "end": "00:02:24,240",
        "en": "Det er god planlægning, at din far kommer samtidig.",
        "pa": "It's nice planning for him to come here at the same time.",
        "vi": "- Cho em hai ngày nhé. - Chắc chắn rồi.\n Thật tốt khi để ông ấy đến đây đúng lúc này."
    },
    {
        "start": "00:02:24,360",
        "end": "00:02:28,080",
        "en": "Det betyder meget for mig, hvis du tager dig lidt af ham.",
        "pa": "I know.\n Listen, it would mean a lot to me if you could take care of him.",
        "vi": "Em biết.\n Sẽ rất có ý nghĩa với em nếu anh chăm sóc bố."
    },
    {
        "start": "00:02:28,200",
        "end": "00:02:31,120",
        "en": "Han er lidt ensom på Bornholm.",
        "pa": "I think he's feeling a little lonely on Bornholm.",
        "vi": "Em nghĩ bố thấy hơi cô đơn ở Bornholm."
    },
    {
        "start": "00:02:31,240",
        "end": "00:02:35,840",
        "en": "Jeg troede, han var blomstret op efter skilsmissen.",
        "pa": "Really? I thought he blossomed after the divorce.",
        "vi": "Thật à? Anh tưởng ông thăng hoa sau khi ly hôn."
    },
    {
        "start": "00:02:35,960",
        "end": "00:02:40,000",
        "en": "Det handler om én nat. To, maks.",
        "pa": "I'm not so sure.\n We are talking about one night.",
        "vi": "Em không chắc lắm.\n Chỉ một đêm thôi."
    },
    {
        "start": "00:02:40,120",
        "end": "00:02:44,040",
        "en": "-Han er skolemester over for mig. -Han er gymnasielærer.",
        "pa": "Two at the most.\n But you know your dad likes to play schoolmaster with me.",
        "vi": "Tối đa là hai.\n Nhưng em biết bố em thích dạy bảo anh."
    },
    {
        "start": "00:02:44,160",
        "end": "00:02:50,360",
        "en": "-Jeg er den stygge storkapitalist. -Vi skal ikke diskutere min far.",
        "pa": "- He's a high school teacher. -He sees me as...\n the big nasty capitalist,",
        "vi": "- Ông là giáo viên mà. - Ông coi anh...\n gã tư bản xấu xa,"
    },
    {
        "start": "00:02:50,480",
        "end": "00:02:55,680",
        "en": "-Vil du gerne hjælpe mig? Tak. -Kan vi ikke diskutere det her?",
        "pa": "-which feels-- -Phillip, we can't discuss this.\n He's my dad.\n I'm asking for a favor. Will you help me?\n -Thank you. -Can't we discuss this?",
        "vi": "- cảm giác... - Có bàn cũng không được. Đó là bố em.\n Em nhờ anh giúp. Anh giúp được chứ?\n - Cảm ơn anh. - Ta không thể bàn bạc à?"
    },
    {
        "start": "00:02:57,640",
        "end": "00:03:00,800",
        "en": "-Ikke nu. -Okay.",
        "pa": "Not now.",
        "vi": "Không phải bây giờ."
    },
    {
        "start": "00:03:00,920",
        "end": "00:03:05,920",
        "en": "Hvad tid har statsministeren så tænkt sig at være hjemme i dag?",
        "pa": "Okay.\n When will the prime minister be home today?",
        "vi": "Được rồi.\n Khi nào thì bà Thủ tướng về?"
    },
    {
        "start": "00:04:04,840",
        "end": "00:04:10,160",
        "en": "Præsident Grozin sidder her. Du sidder overfor.",
        "pa": "OFFICIAL VISIT\n President Grozin will sit here next to his foreign minister.\n You sit opposite, back towards the fireplace, as a prime minister should.",
        "vi": "Tổng thống Grozin sẽ ngồi đây, cạnh Ngoại trưởng.\n Bà ở đối diện, quay lưng vào lò sưởi. Thủ tướng thường ngồi thế."
    },
    {
        "start": "00:04:10,280",
        "end": "00:04:13,720",
        "en": "Fotograferer pressen inden mødet?",
        "pa": "Will the press come and take pictures before the meeting?",
        "vi": "Báo chí có đến chụp ảnh trước cuộc họp không?"
    },
    {
        "start": "00:04:13,840",
        "end": "00:04:17,600",
        "en": "-Hvad siger du, Kasper? -Vi skal minimere pressen.",
        "pa": "-What do you say, Kasper? -Let's minimize the press.",
        "vi": "- Anh thấy sao, Kasper? - Hãy giảm thiểu báo chí."
    },
    {
        "start": "00:04:17,720",
        "end": "00:04:22,280",
        "en": "Grozin har et tvivlsomt ry som en meget brutal leder.",
        "pa": "I mean, Grozin is not a very good story for us,\n he has a dubious reputation as a very cruel leader.",
        "vi": "Chuyện về Grozin không có lợi cho ta,\n ông ta có tiếng là một lãnh đạo rất độc ác."
    },
    {
        "start": "00:04:22,400",
        "end": "00:04:26,840",
        "en": "Og derfor overdrager jeg ham formandskabet for OSDD.",
        "pa": "And that's why I'm handing him the seat\n as head of the Organization for Security and Democratic Development...",
        "vi": "Vì thế tôi bàn giao cho ông ta\n chức Chủ tịch Tổ chức An ninh và Phát triển Dân chủ..."
    },
    {
        "start": "00:04:26,960",
        "end": "00:04:31,320",
        "en": "-Hvad med gallaforestillingen? -Det er kongehusets show.",
        "pa": "And the gala performance at the theater tomorrow?",
        "vi": "Và buổi biểu diễn ở nhà hát ngày mai?"
    },
    {
        "start": "00:04:31,440",
        "end": "00:04:34,640",
        "en": "Vi er bare gæster, så slap af og nyd det.",
        "pa": "That's the monarchy's show. We are just guests.\n So relax and enjoy.",
        "vi": "Đó là của hoàng gia, ta chỉ là khách mời.\n Cứ thư giãn và tận hưởng."
    },
    {
        "start": "00:04:36,200",
        "end": "00:04:40,360",
        "en": "Energiministeren vil gerne fortælle en god nyhed.",
        "pa": "The energy and climate minister is here. He wants to deliver good news personally.",
        "vi": "Bộ trưởng Năng lượng và Khí hậu đã đến và muốn đích thân báo tin vui."
    },
    {
        "start": "00:04:40,480",
        "end": "00:04:42,360",
        "en": "Send ham ind.",
        "pa": "Good, send him in.\n - This way. -Thank you. Birgitte!",
        "vi": "Tốt, mời anh ấy vào.\n - Lối này. - Cảm ơn. Birgitte!"
    },
    {
        "start": "00:04:42,480",
        "end": "00:04:45,520",
        "en": "Så lykkedes det. Vi har en aftale.",
        "pa": "Finally, we have a deal.",
        "vi": "Rốt cuộc đã đạt thỏa thuận."
    },
    {
        "start": "00:04:45,640",
        "end": "00:04:51,040",
        "en": "Grozin har besluttet at købe vindmøller for 1 mia. euro.",
        "pa": "President Grozin has just decided to buy wind turbines for, get this...",
        "vi": "Tổng thống Grozin vừa quyết định mua tua-bin gió trị giá, nghe này..."
    },
    {
        "start": "00:04:51,160",
        "end": "00:04:54,880",
        "en": "-Er det bekræftet? -Ja, af den turgisiske ambassade.",
        "pa": "one billion euro from Northwind in Horsens.\n -Is it confirmed? -I just received a fax",
        "vi": "một tỉ euro từ Northwind ở Horsens.\n - Xác nhận chưa? - Tôi vừa nhận fax"
    },
    {
        "start": "00:04:55,000",
        "end": "00:05:00,320",
        "en": "Bestyrelsesformanden i North Wind og Udenrigsministeriet bekræfter det.",
        "pa": "from the Turgisian Embassy.\n And I've spoken with the chairman at Northwind, and the Foreign Ministry.",
        "vi": "từ đại sứ quán Turgisia.\n Tôi đã trao đổi với Chủ tịch của Northwind và Bộ Ngoại giao."
    },
    {
        "start": "00:05:00,440",
        "end": "00:05:04,040",
        "en": "Grozin underskriver efter formandsskiftet.",
        "pa": "Everyone confirms.\n Grozin is ready to sign after the press conference",
        "vi": "Mọi người đã xác nhận.\n Grozin đã sẵn sàng ký sau họp báo"
    },
    {
        "start": "00:05:04,160",
        "end": "00:05:07,640",
        "en": "Så kom der noget ud af klimamødet i Paris.",
        "pa": "and the handover ceremony tomorrow.\n Amir, congratulations.\n Your yelling and screaming at the climate summit in Paris bore fruit.",
        "vi": "và lễ bàn giao ngày mai.\n Amir, chúc mừng.\n Anh la hét ở hội nghị thượng đỉnh ở Paris đã có kết quả."
    },
    {
        "start": "00:05:07,760",
        "end": "00:05:12,680",
        "en": "Vi bliver den største eksportnation af grøn energi i Europa.",
        "pa": "This makes Denmark the biggest exporter of green energy in Europe.",
        "vi": "Vậy Đan Mạch đã trở thành nước xuất khẩu năng lượng xanh lớn nhất châu Âu."
    },
    {
        "start": "00:05:12,800",
        "end": "00:05:16,760",
        "en": "Det kunne betyde, at russerne bliver de næste købere i rækken.",
        "pa": "And it could mean that the Russians...",
        "vi": "Và nó có thể có nghĩa là Nga... sẽ là khách hàng tiếp theo."
    },
    {
        "start": "00:05:16,880",
        "end": "00:05:22,120",
        "en": "Det er en god historie. Regeringen skaber flere arbejdspladser",
        "pa": "will be the next buyers.\n That's a good story.",
        "vi": "Một câu chuyện hay tuyệt."
    },
    {
        "start": "00:05:22,240",
        "end": "00:05:27,600",
        "en": "bedre miljø, og vi åbner muligheden for et eksporteventyr til østblokken.",
        "pa": "The government is creating new jobs,\n better environment worldwide\n and the possibility of new export ventures to the old East Bloc.",
        "vi": "Chính phủ đang tạo việc làm mới.\n Cải thiện môi trường toàn cầu,\n và tiềm năng xuất khẩu mới tới Khối Đông Âu cũ."
    },
    {
        "start": "00:05:27,720",
        "end": "00:05:30,760",
        "en": "Måske bliver vi populære hos industrien.",
        "pa": "Imagine if the industry ended up liking us!",
        "vi": "Chắc khối doanh nghiệp sẽ thích ta lắm!"
    },
    {
        "start": "00:05:30,880",
        "end": "00:05:36,120",
        "en": "-Ændrer det holdningen til pressen? -De skal have den fulde pakke.",
        "pa": "Am I right in saying this changes our view on the press during the meeting?\n Give them the full package. Big smiles from you, Birgitte.",
        "vi": "Điều này có thay đổi quan điểm về báo chí trong cuộc gặp?\n Cho họ tiếp cận toàn bộ. Bà cười tươi vào nhé."
    },
    {
        "start": "00:05:38,360",
        "end": "00:05:40,960",
        "en": "Ja, ja. Man har et standpunkt...",
        "pa": "Right. \"You have an opinion until...\"",
        "vi": "Phải, \"Anh có ý kiến đến khi...\""
    },
    {
        "start": "00:05:41,080",
        "end": "00:05:42,520",
        "en": "Det er en stor ære",
        "pa": "\"It's a great honor to pass on the torch of democracy",
        "vi": "\"Thật vinh dự khi truyền lại ngọn đuốc dân chủ"
    },
    {
        "start": "00:05:42,600",
        "end": "00:05:45,880",
        "en": "at overdrage formandskabet til Turgisien",
        "pa": "to the Turgisian nation.",
        "vi": "cho đất nước Turgisia."
    },
    {
        "start": "00:05:46,000",
        "end": "00:05:49,120",
        "en": "som et tegn på min beundring...",
        "pa": "As a token of my admiration and respect...\"",
        "vi": "Để thể hiện sự ngưỡng mộ và tôn trọng của tôi...\""
    },
    {
        "start": "00:05:49,240",
        "end": "00:05:53,640",
        "en": "Vi behøver ikke at beundre ham, fordi han køber vindmøller.",
        "pa": "\"Admiration\"? I don't think so. We don't have to admire him\n -just because he buys wind turbines. -I'll remove it.",
        "vi": "\"Ngưỡng mộ?\" Không. Ta không cần ngưỡng mộ ông ta\n - chỉ vì ông ta mua tua-bin gió. - Tôi sẽ bỏ đi."
    },
    {
        "start": "00:05:53,760",
        "end": "00:05:59,120",
        "en": "Har du to minutter? Det har jeg bedt om i 14 dage.",
        "pa": "Birgitte, do you have a minute?\n I've been asking for a meeting for two weeks. I just need a minute.",
        "vi": "Bà rảnh không?\n Tôi đã xin gặp suốt hai tuần. Tôi chỉ cần một phút thôi."
    },
    {
        "start": "00:05:59,240",
        "end": "00:06:02,680",
        "en": "Selvfølgelig.",
        "pa": "Yes, of course.",
        "vi": "Vâng, tất nhiên."
    },
    {
        "start": "00:06:02,800",
        "end": "00:06:08,960",
        "en": "Rapporterne fra Amnesty International og Human Rights Watch",
        "pa": "This is a collection of reports from Amnesty International,\n Human Rights Watch, Red Cross and Transparency International.",
        "vi": "Đây là các báo cáo từ Tổ chức Ân xá Quốc tế,\n Theo dõi Nhân quyền, Hội Chữ thập đỏ và Minh bạch Quốc tế."
    },
    {
        "start": "00:06:09,080",
        "end": "00:06:14,360",
        "en": "beskriver overgreb begået af sikkerhedstjenesten i Turgisien.",
        "pa": "They all describe atrocities committed by Turgisian security forces,",
        "vi": "Họ nói về sự tàn bạo của các lực lượng an ninh Turgisia,"
    },
    {
        "start": "00:06:14,480",
        "end": "00:06:19,840",
        "en": "Amnesty beskriver forfølgelser af minoriteter i Turgisien.",
        "pa": "who report directly to President Grozin.\n Amnesty describes persecution and repression\n of ethnic and religious minorities in Turgisia.",
        "vi": "trực tiếp dưới quyền Tổng thống Grozin.\n Tổ chức Ân xá Quốc tế nói họ khủng bố, đàn áp\n dân tộc thiểu số và tôn giáo ở Turgisia."
    },
    {
        "start": "00:06:19,960",
        "end": "00:06:26,400",
        "en": "Der er mange, der mener, at han har skabt demokratiske resultater.",
        "pa": "I know of Grozin's reputation.\n Yet still many believe he has created real democratic results.",
        "vi": "Tôi đã biết tai tiếng về Grozin.\n Nhưng nhiều người tin rằng ông ta đem lại những kết quả dân chủ thực sự."
    },
    {
        "start": "00:06:26,520",
        "end": "00:06:29,760",
        "en": "De kan ikke engang afholde demokratiske valg.",
        "pa": "Like what?\n They don't even have democratic elections.",
        "vi": "Như là gì?\n Họ thậm chí không có bầu cử dân chủ."
    },
    {
        "start": "00:06:29,880",
        "end": "00:06:34,240",
        "en": "At han overtager formandskabet for organisationen for sikkerhed",
        "pa": "That a man like Grozin is taking over the chairmanship",
        "vi": "Rằng một người như Grozin giữ chức Chủ tịch"
    },
    {
        "start": "00:06:34,360",
        "end": "00:06:39,000",
        "en": "og demokratisk udvikling, er en skændsel.",
        "pa": "in the Organization for Security and Democratic Development...\n It is a disgrace.",
        "vi": "của Tổ chức An ninh và Phát triển Dân chủ...\n Đó là điều đáng hổ thẹn. Bà biết điều đó."
    },
    {
        "start": "00:06:39,120",
        "end": "00:06:42,360",
        "en": "Jeg har ikke besluttet at give det til ham.",
        "pa": "And you know it, Birgitte.\n It wasn't my decision to give it to him.",
        "vi": "Tôi không quyết định trao nó cho ông ta."
    },
    {
        "start": "00:06:42,480",
        "end": "00:06:46,520",
        "en": "Jeg overdrager ham bare formandskabet.",
        "pa": "I'm giving him the chairmanship,\n because Denmark happens to have it right now.",
        "vi": "Tôi chuyển giao chức Chủ tịch,\n vì giờ Đan Mạch tình cờ giữ chức đó."
    },
    {
        "start": "00:06:46,640",
        "end": "00:06:49,760",
        "en": "Du modtager ham officielt.",
        "pa": "You are receiving him. Officially.",
        "vi": "Bà đón tiếp ông ta. Chính thức."
    },
    {
        "start": "00:06:49,880",
        "end": "00:06:55,720",
        "en": "Engang ville du have protesteret. Det var, før du blev pragmatisk.",
        "pa": "There once was a time you would have protested it with me.\n That was before you became a pragmatist.",
        "vi": "Lẽ ra thì bà cũng phản đối cùng tôi.\n Đó là trước khi bà trở nên thực dụng."
    },
    {
        "start": "00:06:57,480",
        "end": "00:07:00,640",
        "en": "Du kan tillade dig ikke at være pragmatisk",
        "pa": "Not being pragmatic is your privilege, Anne Sophie,",
        "vi": "Không thực dụng là đặc quyền của cô, Anne Sophie,"
    },
    {
        "start": "00:07:00,760",
        "end": "00:07:05,080",
        "en": "fordi du leder et parti, der ligger en procent over spærregrænsen.",
        "pa": "because you lead a party that's 1% above the cutoff line.",
        "vi": "vì cô lãnh đạo một đảng cao hơn giới hạn một phần trăm."
    },
    {
        "start": "00:07:05,200",
        "end": "00:07:09,800",
        "en": "Jeg er statsminister. Også for dem, der ikke stemte på mig.",
        "pa": "I am prime minister for everyone, including the ones who didn't vote for me.",
        "vi": "Tôi là Thủ tướng, phải vì cả những người không bầu cho tôi."
    },
    {
        "start": "00:07:09,920",
        "end": "00:07:12,360",
        "en": "Tak.",
        "pa": "Remember that, okay?\n Thanks.",
        "vi": "Nhớ điều đó nhé.\n Cảm ơn cô."
    },
    {
        "start": "00:07:14,320",
        "end": "00:07:19,200",
        "en": "Der bor 21 mio. i Turgisien, der ligger ved Sortehavet",
        "pa": "There are 21 million people\n living in Turgisia, which as we see here",
        "vi": "Có 21 triệu người\n sống ở Turgisia, như ta thấy ở đây,"
    },
    {
        "start": "00:07:19,320",
        "end": "00:07:22,680",
        "en": "og grænser op til Ukraine og Rusland.",
        "pa": "is situated on the Black Sea, bordering Ukraine to the west",
        "vi": "nằm ở Biển Đen, giáp Ukraine về phía Tây và Nga về phía Đông."
    },
    {
        "start": "00:07:22,800",
        "end": "00:07:28,240",
        "en": "Landet løsrev sig fra Sovjetunionen og blev selvstændig republik i 1991.",
        "pa": "and Russia to the east.\n After the Berlin Wall fell, the country left the Soviet Union,\n becoming an independent republic in 1991.",
        "vi": "Sau khi Bức tường Berlin sụp đổ, nước này rời khỏi Liên Xô,\n thành nước cộng hòa độc lập"
    },
    {
        "start": "00:07:28,360",
        "end": "00:07:32,160",
        "en": "I 1996 blev Grozin præsident.",
        "pa": "And in 1996, its current president, Grozin, was elected.",
        "vi": "vào năm 1991.\n Vào năm 1996, Tổng thống hiện tại, Grozin, đã đắc cử."
    },
    {
        "start": "00:07:32,280",
        "end": "00:07:35,920",
        "en": "I bjergene bor det sarkesiske mindretal",
        "pa": "In the country's Southeast mountains lives the Sarkesian minority,",
        "vi": "Ở vùng núi phía Đông Nam có dân tộc thiểu số Sarkesia,"
    },
    {
        "start": "00:07:36,040",
        "end": "00:07:41,000",
        "en": "der med Vladimir Bayanov i spidsen har kæmpet for selvstændighed.",
        "pa": "led by Vladimir Bayanov in the fight for independence,",
        "vi": "do Vladimir Bayanov lãnh đạo đấu tranh đòi độc lập,"
    },
    {
        "start": "00:07:41,120",
        "end": "00:07:46,000",
        "en": "Vores korrespondent i Rusland har sendt os denne reportage.",
        "pa": "since the birth of Turgisia.\n Our correspondent in Russia, Gorm Hallund,\n sends us this report from the turbulent region.",
        "vi": "từ khi Turgisia ra đời.\n Phóng viên ở Nga, Gorm Hallund,\n đã gửi phóng sự từ khu vực bất ổn này."
    },
    {
        "start": "00:07:47,880",
        "end": "00:07:50,080",
        "en": "Der er halvandet minut.",
        "pa": "Good, Ulrik. You have 30 seconds.",
        "vi": "Tốt, Ulrik.\n Anh có 30 giây."
    },
    {
        "start": "00:07:50,200",
        "end": "00:07:55,560",
        "en": "Grozin, turgisere og sarkesere... Der er lidt frugtplukkere over det.",
        "pa": "Grozin.\n Turgisians. Sarkesians.\n It's a little \"Peter Pepper picked a peck of pickled peppers\", isn't it?",
        "vi": "Grozin.\n Người Turgisia. Người Sarkesia.\n Đọc xoắn lưỡi, méo mồm nhỉ?"
    },
    {
        "start": "00:07:58,520",
        "end": "00:08:00,800",
        "en": "Tusind tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:08:04,440",
        "end": "00:08:06,920",
        "en": "Nå. Hvad siger du?",
        "pa": "So, what do you think?",
        "vi": "Anh nghĩ sao?"
    },
    {
        "start": "00:08:07,720",
        "end": "00:08:12,080",
        "en": "Du skulle aldrig have andet på. Er det til Det Kongelige?",
        "pa": "You should never wear anything else.",
        "vi": "Cô không nên mặc gì khác nữa."
    },
    {
        "start": "00:08:12,200",
        "end": "00:08:15,640",
        "en": "-Jeg vandt konkurrencen. -Igen?",
        "pa": "- For the Royal Theater tomorrow? -Yes.\n -I won among the secretaries. -Again?",
        "vi": "- Để đến Nhà hát Hoàng gia ngày mai? - Vâng.\n - Tôi đã thắng trong số các thư ký. - Nữa à?"
    },
    {
        "start": "00:08:15,760",
        "end": "00:08:19,040",
        "en": "Imponerende. Der må være tale om snyd.",
        "pa": "Impressive.",
        "vi": "Ấn tượng đấy."
    },
    {
        "start": "00:08:19,160",
        "end": "00:08:23,320",
        "en": "Skal man tiltale dronningen med De eller Deres Majestæt?",
        "pa": "There must be foul play.\n What do I do if the queen speaks to me?",
        "vi": "Hẳn là chơi gian.\n Tôi phải làm gì nếu Nữ hoàng nói với tôi?"
    },
    {
        "start": "00:08:23,440",
        "end": "00:08:26,600",
        "en": "Er vi ude i en hypotetisk forespørgsel?",
        "pa": "Do I say \"Ma'am\" or \"Your Majesty\"?\n Is this a so-called hypothetical question?",
        "vi": "Tôi nói \"Thưa bà\" hay \"Thưa Nữ hoàng?\"\n Đây có phải câu hỏi giả định không?"
    },
    {
        "start": "00:08:26,720",
        "end": "00:08:32,040",
        "en": "Det bliver sikkert også bare et rigtig kedeligt bal.",
        "pa": "You are right.\n It'll probably just be a very boring ball.",
        "vi": "Anh nói đúng.\n Có lẽ đó sẽ chỉ là dạ tiệc nhàm chán."
    },
    {
        "start": "00:08:32,160",
        "end": "00:08:34,600",
        "en": "-Har du min tale klar? -Ja.",
        "pa": "Is my speech ready?\n Yes.",
        "vi": "- Bài phát biểu xong chưa? - Rồi ạ."
    },
    {
        "start": "00:08:34,720",
        "end": "00:08:39,320",
        "en": "TV1 Radio vil have en kort kommentar til Bayanovs besøg",
        "pa": "I promised TV1 Radio that you'd give them",
        "vi": "Tôi hứa với Radio TV1 rằng bà sẽ cho họ"
    },
    {
        "start": "00:08:39,440",
        "end": "00:08:41,840",
        "en": "og modstand mod Grozin.",
        "pa": "a brief comment on Bayanov's visit and resistance to Grozin.\n They'll call around 3:30 p.m.",
        "vi": "bình luận ngắn về chuyến thăm của Bayanov và sự phản đối của Grozin.\n Họ sẽ gọi vào khoảng 3:30 chiều."
    },
    {
        "start": "00:08:41,960",
        "end": "00:08:45,840",
        "en": "-Jeg skal hente børn. -Du skal vide, at de lugter blod.",
        "pa": "I can't. I have to pick up my kids.",
        "vi": "Không được. Tôi phải đón con."
    },
    {
        "start": "00:08:45,960",
        "end": "00:08:49,760",
        "en": "Der er demonstration samtidig med gallaaftenen i morgen.",
        "pa": "Fine. But they are out for blood.\n Bayanov and Amnesty are having a protest at the same time as the gala tomorrow.",
        "vi": "Được thôi. Nhưng họ hằn học lắm.\n Bayanov và Ân xá đều sẽ biểu tình ở dạ tiệc ngày mai."
    },
    {
        "start": "00:08:49,880",
        "end": "00:08:54,880",
        "en": "-Jeg synes, du skal tone det ned. -Jeg beder ikke Phillip hente dem.",
        "pa": "Just tone it all down a bit in the interview.\n I can't ask Phillip to pick them up again. I just can't.",
        "vi": "Hãy tiết chế một chút khi phỏng vấn.\n Tôi không thể nhờ Phillip đón chúng nữa."
    },
    {
        "start": "00:08:55,000",
        "end": "00:08:59,640",
        "en": "-Kunne jeg ikke hente dem? -Det er sødt af dig, Sanne.",
        "pa": "I could do it.\n That's nice of you, Sanne, but...",
        "vi": "- Tôi làm được không? - Cô thật tốt nhưng..."
    },
    {
        "start": "00:09:01,000",
        "end": "00:09:03,440",
        "en": "Det er rigtig sødt af dig, Sanne. Tak",
        "pa": "That's nice of you, Sanne. Thank you...",
        "vi": "Cô thật tốt, Sanne. Cảm ơn cô."
    },
    {
        "start": "00:09:03,560",
        "end": "00:09:06,600",
        "en": "Jeg ser frem til at byde Grozin velkommen.",
        "pa": "I look forward to welcoming President Grozin.",
        "vi": "Tôi mong được đón Tổng thống Grozin."
    },
    {
        "start": "00:09:06,720",
        "end": "00:09:12,360",
        "en": "Vi skal diskutere, hvordan vi kan styrke demokratiet i OSDD-landene.",
        "pa": "We are going to discuss how to improve security and democracy",
        "vi": "Chúng tôi sẽ thảo luận về cải thiện an ninh và dân chủ"
    },
    {
        "start": "00:09:12,480",
        "end": "00:09:15,120",
        "en": "Mor?",
        "pa": "in the OSDD countries. Most of all in Eastern Europe.\n Mom. Mom.",
        "vi": "ở các quốc gia OSDD. Hầu hết ở Đông Âu.\n Mẹ? Mẹ?"
    },
    {
        "start": "00:09:15,240",
        "end": "00:09:21,440",
        "en": "Jeg skal ikke mødes med Bayanov. Men det er fint, at han blander sig.",
        "pa": "Shh.\n No, I won't personally meet with Bayanov,\n but I appreciate him coming here to take part in the debate.",
        "vi": "Tôi không đích thân gặp Bayanov\n nhưng hoan nghênh anh ấy đến tranh luận."
    },
    {
        "start": "00:09:21,560",
        "end": "00:09:24,080",
        "en": "Mor?",
        "pa": "-That's what democracy is about. -Mom.",
        "vi": "- Dân chủ là như vậy. - Mẹ?"
    },
    {
        "start": "00:09:24,200",
        "end": "00:09:29,720",
        "en": "Jeg er glad for, han benytter sig af at ytre sig her i landet.",
        "pa": "Yes, exactly. I'm only glad that he",
        "vi": "Vâng, chính xác. Tôi mừng là anh ấy"
    },
    {
        "start": "00:09:29,840",
        "end": "00:09:34,520",
        "en": "-I må lige lade mig være. -Magnus har tisset i bukserne.",
        "pa": "uses his ability to express himself in this country.\n Hold on. Please give me two seconds.\n Magnus peed his pants.",
        "vi": "phát huy để thể hiện bản thân ở đất nước này.\n Đợi đã. Cho mẹ hai giây thôi.\n Magnus tè ra quần."
    },
    {
        "start": "00:09:35,960",
        "end": "00:09:42,320",
        "en": "Jeg bliver nødt til at slutte. Kasper Juul kan besvare jeres spørgsmål.",
        "pa": "I have to go now.\n Talk to Kasper Juul if there are more questions regarding the visit.",
        "vi": "Tôi phải cúp máy.\n Hãy hỏi Kasper nếu có thêm câu hỏi về chuyến thăm."
    },
    {
        "start": "00:09:42,440",
        "end": "00:09:46,680",
        "en": "Hvorfor har du ikke sagt, at du skulle tisse?",
        "pa": "Thank you.\n My poor baby.\n Why didn't you say you had to pee?",
        "vi": "Cảm ơn.\n Tội nghiệp con.\n Sao con không nói là phải đi tè?"
    },
    {
        "start": "00:09:51,360",
        "end": "00:09:53,680",
        "en": "-Hej. -Hej.",
        "pa": "I have, along with the best in Denmark...\n - Hello. -Hi.",
        "vi": "Tôi đã, cùng những người giỏi nhất Đan Mạch...\n - Chào. - Chào anh.\n Đừng làm thế..."
    },
    {
        "start": "00:09:54,880",
        "end": "00:09:58,000",
        "en": "Hej. Hvorfor har du været i bad?",
        "pa": "Hi.\n Why did you shower?\n - We are starting in a minute. - Okay...",
        "vi": "Chào.\n Sao con lại tắm?\n - Một phút nữa ta sẽ bắt đầu. - Được rồi."
    },
    {
        "start": "00:10:10,160",
        "end": "00:10:13,120",
        "en": "-Han tissede i bukserne. -Okay.",
        "pa": "He wet himself.",
        "vi": "Thằng bé tè dầm."
    },
    {
        "start": "00:10:13,240",
        "end": "00:10:17,280",
        "en": "-Det er tredje gang i denne måned. -Det har du ikke sagt.",
        "pa": "Okay.\n -It's the third time this month. -Third time?",
        "vi": "Được rồi.\n - Lần thứ ba trong tháng này. - Lần thứ ba?"
    },
    {
        "start": "00:10:17,400",
        "end": "00:10:22,440",
        "en": "-Jeg har sagt det til dig. -Tror du, han fejler noget?",
        "pa": "-You haven't said anything. -I have.",
        "vi": "- Anh không nói gì cả. - Có."
    },
    {
        "start": "00:10:22,560",
        "end": "00:10:26,760",
        "en": "Hvornår har du sidst set film med ham om eftermiddagen?",
        "pa": "Is there something wrong with him?\n When was the last time you watched a movie with him in the afternoon?",
        "vi": "Nó bị sao à?\n Lần cuối em xem phim với nó vào buổi chiều là khi nào?"
    },
    {
        "start": "00:10:26,880",
        "end": "00:10:29,160",
        "en": "Jeg tror, han savner dig.",
        "pa": "I don't know. Why?\n I think he misses you.",
        "vi": "Em không biết. Tại sao?\n Anh nghĩ nó nhớ em."
    },
    {
        "start": "00:10:29,280",
        "end": "00:10:32,840",
        "en": "Han vinder tid sammen med dig ved at pisse i bukserne.",
        "pa": "And now he's getting time with you by peeing his pants.",
        "vi": "Nó tè ra quần để được ở bên em nhiều hơn."
    },
    {
        "start": "00:10:32,960",
        "end": "00:10:36,560",
        "en": "-Selvfølgelig er det min skyld. -Det siger jeg ikke.",
        "pa": "-Of course it's my fault. -No, that's not what I'm saying.",
        "vi": "- Dĩ nhiên là lỗi của em. - Anh không nói thế."
    },
    {
        "start": "00:10:36,680",
        "end": "00:10:41,400",
        "en": "Når statsbesøget er overstået, får jeg mere tid.",
        "pa": "What are you saying then?\n When the official visit is over, I'll have more time.\n Do you really believe that?",
        "vi": "Thế ý anh là gì?\n Khi chuyến thăm kết thúc, em sẽ có thêm thời gian.\n Em thực sự tin thế à?"
    },
    {
        "start": "00:10:47,240",
        "end": "00:10:51,840",
        "en": "Der er noget, vi bliver nødt til at tale om.",
        "pa": "We have to discuss something.",
        "vi": "Ta phải bàn vài việc."
    },
    {
        "start": "00:10:51,960",
        "end": "00:10:56,120",
        "en": "Har jeg ret i, at du har aktier hos North Wind?",
        "pa": "Okay. What is it?\n Isn't it true that you have shares in Northwind?",
        "vi": "Được. Gì vậy?\n Có thật là anh có cổ phần ở Northwind?"
    },
    {
        "start": "00:10:56,240",
        "end": "00:10:58,680",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Ừ."
    },
    {
        "start": "00:10:58,800",
        "end": "00:11:02,400",
        "en": "Dem er jeg nødt til at bede dig om at sælge.",
        "pa": "I have to ask you to sell them.",
        "vi": "Em phải yêu cầu anh bán chúng."
    },
    {
        "start": "00:11:02,520",
        "end": "00:11:05,120",
        "en": "Okay. Hvorfor det?",
        "pa": "Okay...",
        "vi": "Được rồi."
    },
    {
        "start": "00:11:05,240",
        "end": "00:11:10,360",
        "en": "Grozin underskriver en ordre på vindmøller for over 1 mia. kr.",
        "pa": "Why?\n Because tomorrow, President Grozin will sign a deal",
        "vi": "Tại sao?\n Vì ngày mai, Tổng thống Grozin sẽ ký một thỏa thuận"
    },
    {
        "start": "00:11:10,480",
        "end": "00:11:12,960",
        "en": "hos North Wind.",
        "pa": "buying wind turbines for over one billion euros at Northwind.",
        "vi": "mua các tua-bin gió trị giá hơn một tỉ euro tại North Wind."
    },
    {
        "start": "00:11:13,080",
        "end": "00:11:17,760",
        "en": "Det har jo været en ikke særlig attraktiv aktie i årevis.",
        "pa": "And it has of course been under-performing for years.",
        "vi": "Nhiều năm rồi, giá cổ phiếu đó chẳng mấy hấp dẫn."
    },
    {
        "start": "00:11:17,880",
        "end": "00:11:22,200",
        "en": "Vi kan ikke tjene penge på min regerings politik.",
        "pa": "Right.\n But you know very well we can't profit from something",
        "vi": "Vâng.\n Anh biết ta không thể hưởng lợi từ thứ gì liên quan đến chính sách của Chính phủ."
    },
    {
        "start": "00:11:22,320",
        "end": "00:11:26,720",
        "en": "Vi har haft de aktier i mange år. Det er bare et tilfælde.",
        "pa": "that can be linked to government policy.\n Right, but we've had the shares for years.\n -It's just a coincidence. -Yes.",
        "vi": "Phải, nhưng ta có cổ phần đó nhiều năm rồi.\n - Chỉ là trùng hợp. - Vâng."
    },
    {
        "start": "00:11:26,840",
        "end": "00:11:31,520",
        "en": "Du bliver nødt til at sælge dem. Helst lige med det samme.",
        "pa": "And it's just bad luck, and I'm very sorry, but you have to sell them\n and preferably right now.",
        "vi": "Không may thôi, em rất tiếc, nhưng anh phải bán,\n tốt nhất là bán ngay."
    },
    {
        "start": "00:11:32,600",
        "end": "00:11:35,160",
        "en": "Mener du det her?",
        "pa": "What...\n are you serious?",
        "vi": "Cái gì...\n Em nói thật à?"
    },
    {
        "start": "00:11:35,280",
        "end": "00:11:41,520",
        "en": "Jeg vil gerne snakke med dig om mine aktieposter hos North Wind.",
        "pa": "Hello, this is Phillip Christensen. I'd like to talk to you\n about my shares in Northwind.",
        "vi": "Chào, tôi là Phillip Christensen. Tôi muốn nói\n về cổ phiếu của tôi ở Northwind."
    },
    {
        "start": "00:11:41,640",
        "end": "00:11:45,640",
        "en": "-Morfar! -Så er der gæster.",
        "pa": "-Grandpa! - Hello! You've got company!\n -Hi, Dad! - Hello.",
        "vi": "- Ông ơi! - Xin chào! Nhà có khách!\n - Chào bố! - Chào con."
    },
    {
        "start": "00:11:46,480",
        "end": "00:11:49,600",
        "en": "-Velkommen til København. -Godt at se dig.",
        "pa": "-Welcome to Copenhagen. -Thank you.",
        "vi": "- Mừng bố đến Copenhagen. - Cảm ơn con."
    },
    {
        "start": "00:11:49,720",
        "end": "00:11:53,120",
        "en": "-Hej, min basse. -Hej, morfar.",
        "pa": "-Good to see you. -You too.\n Hi, buddy.\n -Hi, Grandpa. -Hello, Laura.",
        "vi": "- Mừng quá. - Con cũng vậy.\n - Chào ông. - Chào.\n - Chào ông. - Chào Laura."
    },
    {
        "start": "00:11:53,240",
        "end": "00:11:58,240",
        "en": "-Skal alle forbi de gorillaer? -Det er kun dig.",
        "pa": "Tell me, those gorillas with neckties out there,\n -does everybody pass them or just me? -Just you.",
        "vi": "Mấy con khỉ đột đeo cà vạt ngoài kia,\n - ai cũng bị họ kiểm tra hay chỉ bố? - Chỉ có bố."
    },
    {
        "start": "00:11:58,360",
        "end": "00:12:02,680",
        "en": "-PET gør bare deres arbejde. -Hej, Per.",
        "pa": "PET are just doing their job, Dad.\n Hello, Per.",
        "vi": "PET làm nhiệm vụ của họ thôi."
    },
    {
        "start": "00:12:02,800",
        "end": "00:12:05,280",
        "en": "Hvad er der i vejen med dig?",
        "pa": "What's wrong with you?\n Well, I...",
        "vi": "Chào Per.\n Con bị sao vậy?"
    },
    {
        "start": "00:12:05,400",
        "end": "00:12:10,000",
        "en": "Jeg har lige solgt nogle aktier og gået glip af en mindre formue.",
        "pa": "I just sold some shares and missed out on a....",
        "vi": "Chà, con...\n Con vừa bán ít cổ phiếu và mất..."
    },
    {
        "start": "00:12:10,120",
        "end": "00:12:15,600",
        "en": "Jeg troede, du var god til den slags. Nå. Penge er kun papir.",
        "pa": "-small fortune. -I thought that was your thing. \n Well, screw that. Money is just paper as we said in my youth.",
        "vi": "- ít tài sản. - Bố tưởng đó là sở thích của con?\n Quên đi. Tiền chỉ là giấy, hồi trẻ bố hay nói thế."
    },
    {
        "start": "00:12:16,920",
        "end": "00:12:19,000",
        "en": "Har du haft en god tur?",
        "pa": "-Did you have a nice trip? -Yes, thank you.",
        "vi": "- Chuyến đi ổn chứ? - Ừ, cảm ơn con."
    },
    {
        "start": "00:12:20,560",
        "end": "00:12:24,520",
        "en": "-Hvem er ham, du skal interviewe? -Vladimir Bayanov.",
        "pa": "Who is that guy you're interviewing?\n It is Vladimir Bayanov.",
        "vi": "Người cô sắp phỏng vấn là ai?\n Là.. Vladimir Bayanov."
    },
    {
        "start": "00:12:24,640",
        "end": "00:12:28,440",
        "en": "Han er digter og systemkritiker fra Turgisien.",
        "pa": "He's a very famous poet and dissident in Turgisia.",
        "vi": "Nhà thơ nổi tiếng và người bất đồng chính kiến ở Turgisia."
    },
    {
        "start": "00:12:28,560",
        "end": "00:12:31,080",
        "en": "Kan du gennemgå manus med mig?",
        "pa": "Katrine, are you ready to run through the manuscript with me?",
        "vi": "Katrine, sẵn sàng xem qua kịch bản với tôi chưa?"
    },
    {
        "start": "00:12:31,200",
        "end": "00:12:35,480",
        "en": "Vi lægger Bayanov på først. Han er på vej herud nu.",
        "pa": "- Sure. -We'll have Bayanov first in the show.\n Yes. He's on his way now.",
        "vi": "- Chắc chắn rồi. - Bayanov sẽ lên đầu tiên.\n - Thế à? - Ừ. Anh ta đang đến."
    },
    {
        "start": "00:12:36,880",
        "end": "00:12:41,720",
        "en": "Vi gennemgår manus, når du har klædt om.",
        "pa": "Okay.\n -But let's say we'll run through this... -Yes.\n -manuscript, when you're dressed. - Sure.",
        "vi": "Được rồi.\n - Ta sẽ xem qua... - Vâng.\n - ...kịch bản sau khi cô thay đồ. - Dạ."
    },
    {
        "start": "00:12:41,840",
        "end": "00:12:46,960",
        "en": "-Hej. Forstyrrer jeg? -Jeg er lige midt i noget.",
        "pa": "-Good. -Hi.\n -Hello. -Am I disturbing you?\n Well, I'm in the middle of something.",
        "vi": "- Tốt. - Chào em.\n - Chào anh. - Anh có làm phiền không?\n Ờ, em đang dở việc."
    },
    {
        "start": "00:12:49,000",
        "end": "00:12:53,280",
        "en": "-Ses vi senere? -Jeg ringer, når jeg har fri.",
        "pa": "Will I see you later?\n Yes, I'll call you when I'm done.",
        "vi": "Lát mình gặp nhé?\n Vâng, xong việc em sẽ gọi."
    },
    {
        "start": "00:12:53,400",
        "end": "00:12:56,400",
        "en": "Hej.",
        "pa": "-Okay. Bye. -Bye.",
        "vi": "- Được. Tạm biệt. - Tạm biệt."
    },
    {
        "start": "00:12:58,680",
        "end": "00:13:02,680",
        "en": "Der er nok nogen, der har fået sig en ung kæreste.",
        "pa": "Well, well. Somebody's got a young boyfriend, huh?",
        "vi": "Chà chà. Ai đó có bạn trai trẻ thế nhỉ?"
    },
    {
        "start": "00:13:02,800",
        "end": "00:13:06,720",
        "en": "-Vi er ikke kærester. -Hvad kalder du det så?",
        "pa": "-We are not a couple. -Oh, okay. Then what do you call it?",
        "vi": "- Chúng tôi không phải một cặp. - Thế cô gọi là gì?"
    },
    {
        "start": "00:13:06,840",
        "end": "00:13:09,880",
        "en": "-Det ved jeg ikke. -Ser du andre?",
        "pa": "I don't know, but we're not a couple.",
        "vi": "Không rõ nhưng không phải thế."
    },
    {
        "start": "00:13:10,000",
        "end": "00:13:13,920",
        "en": "Vi er ikke kærester. Er vi færdige her?",
        "pa": "Are you seeing other people?\n -Tanja, we're not a couple! -No!\n -Aren't we done here? -Okay.",
        "vi": "Cô có người khác nữa à?\n - Chúng tôi không phải một cặp! - Không!\n - Ta xong chưa? - Rồi."
    },
    {
        "start": "00:13:15,360",
        "end": "00:13:17,320",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:13:30,160",
        "end": "00:13:34,760",
        "en": "- Er du all right? - Jeg har det fint.",
        "pa": "Are you all right?\n Oh, sorry. Yes, I'm fine.",
        "vi": "Cô ổn chứ?\n Xin lỗi. Vâng, tôi ổn."
    },
    {
        "start": "00:13:34,880",
        "end": "00:13:37,520",
        "en": "Vladimir Bayanov.",
        "pa": "Vladimir Bayanov.",
        "vi": "Vladimir Bayanov."
    },
    {
        "start": "00:13:37,640",
        "end": "00:13:41,800",
        "en": "Jeg skal vist forhøres af dig.",
        "pa": "-Nice to meet you. -I believe I'm being interrogated by you.",
        "vi": "- Rất vui được gặp anh. - Chắc tôi sẽ bị cô thẩm vấn."
    },
    {
        "start": "00:13:41,920",
        "end": "00:13:47,120",
        "en": "Skal vi gennemgå de emner, jeg vil tale med dig om?",
        "pa": "Um, yes. Uh...\n Would you like us to just go over some of the topics",
        "vi": "Vâng. Ừm...\n Anh có muốn chúng tôi lướt qua vài chủ đề"
    },
    {
        "start": "00:13:47,240",
        "end": "00:13:49,480",
        "en": "Hvorfor?",
        "pa": "that I would like to talk to you about, before we start?\n Why?",
        "vi": "muốn nói với anh trước khi bắt đầu không?\n Tại sao?"
    },
    {
        "start": "00:13:49,600",
        "end": "00:13:54,040",
        "en": "Nej, jeg har intet at skjule. Du må spørge mig om alt.",
        "pa": "-Well, just-- -No.\n I have nothing to hide. You can ask me anything.",
        "vi": "- Thì chỉ... - Không.\n Tôi không có gì để giấu. Cứ hỏi bất cứ gì. Tôi không phải Tổng thống Grozin."
    },
    {
        "start": "00:13:54,160",
        "end": "00:14:00,480",
        "en": "-Jeg er ikke præsident Grozin. -Det er klart. Velkommen.",
        "pa": "I'm not President Grozin.\n Of course not, um...",
        "vi": "Tất nhiên là không..."
    },
    {
        "start": "00:14:01,040",
        "end": "00:14:04,440",
        "en": "\"Om et enkelt ord begynder jeg mit liv på ny.",
        "pa": "Welcome.\n \"And with a single word, I am starting my life anew.",
        "vi": "Chào mừng anh.\n \"Nói tóm lại, tôi sẽ làm lại cuộc đời."
    },
    {
        "start": "00:14:05,640",
        "end": "00:14:11,520",
        "en": "Jeg er født for at kende dig, for at kalde dig dit navn: Frihed.\"",
        "pa": "I was born to know you.\n To call you by your name.",
        "vi": "Tôi sinh ra để biết bạn.\n Để gọi tên bạn."
    },
    {
        "start": "00:14:11,640",
        "end": "00:14:16,760",
        "en": "Hold kæft, det er godt. Må jeg godt proppe lidt kultur ind i dine børn?",
        "pa": "Freedom.\"\n Damn, that is good!\n I hope you don't mind me giving your kids some culture.",
        "vi": "Tự do\".\n Chết tiệt, hay quá!\n Mong các con không phiền vì bố phổ biến văn hóa."
    },
    {
        "start": "00:14:16,880",
        "end": "00:14:20,200",
        "en": "Fra mig får de kun afsætningsøkonomi og fodbold.",
        "pa": "Not at all.\n They only get market economics and soccer from me.",
        "vi": "Không hề.\n Chúng chỉ nghe con nói về kinh tế thị trường với bóng đá."
    },
    {
        "start": "00:14:20,320",
        "end": "00:14:23,000",
        "en": "Er vi løbet tør?",
        "pa": "-Have we run empty? -Goodness, yes.",
        "vi": "- Hết rồi à? - Ôi trời, vâng."
    },
    {
        "start": "00:14:23,120",
        "end": "00:14:26,880",
        "en": "Bayanov er fantastisk. Salen var propfyldt.",
        "pa": "Bayanov was fantastic.",
        "vi": "Bayanov tuyệt lắm."
    },
    {
        "start": "00:14:27,040",
        "end": "00:14:29,400",
        "en": "Jeg følte et vist slægtskab med ham.",
        "pa": "The place was packed.\n I must admit I felt some kinship with him. After all, I used to be a rebel as well.",
        "vi": "Chỗ đó đông nghịt.\n Phải thừa nhận bố hơi đồng cảm với anh ấy. Bố cũng từng là kẻ nổi loạn mà."
    },
    {
        "start": "00:14:29,560",
        "end": "00:14:33,680",
        "en": "Der er gemt en gammel rebel i mig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:34,760",
        "end": "00:14:38,400",
        "en": "Vi har modtaget en fax fra den turgisiske ambassade.",
        "pa": "Hi, Bjørn.\n We've just received a fax from the Turgisian Embassy.",
        "vi": "Chào Bjørn.\n Chúng tôi vừa nhận fax của đại sứ quán Turgisia."
    },
    {
        "start": "00:14:38,520",
        "end": "00:14:43,080",
        "en": "De beder os anholde Bayanov og udlevere ham til retsforfølgelse.",
        "pa": "They ask us to arrest Vladimir Bayanov and hand him over",
        "vi": "Họ yêu cầu ta bắt Vladimir Bayanov và giao anh ta"
    },
    {
        "start": "00:14:43,200",
        "end": "00:14:50,160",
        "en": "-Hvad skal han anholdes for? -Terrorisme og højforræderi.",
        "pa": "-to be prosecuted in Turgisia. -What is the reason?\n Terrorism, high treason.\n Various crimes against the Turgisian nation.",
        "vi": "- để truy tố ở Turgisia. - Lý do là gì?\n Khủng bố, phản quốc.\n Nhiều tội ác chống lại đất nước Turgisia."
    },
    {
        "start": "00:14:50,280",
        "end": "00:14:54,080",
        "en": "-Er der beviser? -Næ. Bare en lang række anklager.",
        "pa": "-The list is quite long. -Is there proof?\n No, just a long list of accusations.",
        "vi": "- Danh sách khá dài. - Có chứng cứ không?\n Không, là danh sách dài các cáo buộc."
    },
    {
        "start": "00:14:54,200",
        "end": "00:14:58,320",
        "en": "Så foretager vi os intet. Vi ser det som en rutinehenvendelse.",
        "pa": "Then we do nothing. We see it as a routine inquiry.",
        "vi": "Vậy ta không làm gì cả. Coi đó điều tra thông thường."
    },
    {
        "start": "00:14:58,440",
        "end": "00:15:03,200",
        "en": "I det memo, jeg har modtaget fra dit ministerium, fremgår det",
        "pa": "-You're serious? -Bjørn.\n In the memo I received from your ministry,",
        "vi": "- Bà nói thật chứ? - Bjørn.\n Bản ghi nhớ tôi nhận từ bộ của ông"
    },
    {
        "start": "00:15:03,320",
        "end": "00:15:07,480",
        "en": "at Bayanov har levet i eksil i udlandet i de sidste ti år",
        "pa": "it says that Bayanov has been living in exile abroad the last ten years, and...",
        "vi": "có ghi rằng Bayanov đã sống lưu vong ở nước ngoài mười năm qua, và..."
    },
    {
        "start": "00:15:07,600",
        "end": "00:15:11,800",
        "en": "og at Grozin har forsøgt at få ham udleveret mange gange.",
        "pa": "that President Grozin has attempted to have him handed over many times.",
        "vi": "Tổng thống Grozin đã yêu cầu giao lại anh ta nhiều lần."
    },
    {
        "start": "00:15:11,920",
        "end": "00:15:16,600",
        "en": "Går den, så går den. Vi handler ikke på det.",
        "pa": "This is just another attempt. He's shooting blind.\n -I have to go. We don't act on it. -Okay.",
        "vi": "Đây chỉ là một nỗ lực khác. Ông ta thăm dò.\n - Tôi cúp máy đây. Ta không làm gì cả. - Dạ."
    },
    {
        "start": "00:15:18,200",
        "end": "00:15:22,000",
        "en": "-Hvem skal anholdes? -Du skulle ikke høre det.",
        "pa": "Who's getting arrested?",
        "vi": "Ai sắp bị bắt thế?"
    },
    {
        "start": "00:15:22,120",
        "end": "00:15:26,280",
        "en": "-Er det Bayanov? -Det kan jeg ikke fortælle dig.",
        "pa": "-You weren't meant to hear that, Dad. -Is it Bayanov?\n I can't tell you.",
        "vi": "- Bố không được nghe thông tin đó. - Là Bayanov à?\n Con không nói được."
    },
    {
        "start": "00:15:37,560",
        "end": "00:15:40,120",
        "en": "Hvad betyder demokrati for Dem?",
        "pa": "What does democracy mean to you?",
        "vi": "Dân chủ nghĩa là gì với anh?"
    },
    {
        "start": "00:15:40,240",
        "end": "00:15:45,040",
        "en": "Det er det samme som at spørge, hvad kærlighed betyder for mig.",
        "pa": "It is like asking what love means to me.",
        "vi": "- Như hỏi tình yêu nghĩa là gì với tôi. - Xin nói rõ hơn."
    },
    {
        "start": "00:15:45,160",
        "end": "00:15:50,400",
        "en": "Det er svært at forklare, men nemt at forstå.",
        "pa": "Please elaborate.\n Well, it's...\n so difficult to explain, but yet so easy to understand.",
        "vi": "Chà, nó...\n thật khó giải thích nhưng rất dễ hiểu."
    },
    {
        "start": "00:15:50,520",
        "end": "00:15:56,520",
        "en": "Vi dør ikke uden demokrati, men demokrati udvikler mennesket",
        "pa": "We would not die without democracy, but...",
        "vi": "Không có dân chủ, ta không chết nhưng..."
    },
    {
        "start": "00:15:56,640",
        "end": "00:16:03,040",
        "en": "fordi det tvinger os til at forstå dem, der tænker anderledes.",
        "pa": "democracy develops the human race.\n Because it forces us to embrace\n and to understand those who think differently.",
        "vi": "dân chủ phát triển loài người.\n Vì nó buộc chúng ta chấp nhận và..."
    },
    {
        "start": "00:16:03,160",
        "end": "00:16:08,560",
        "en": "De er en af de mest fremtrædende blandt det sarkesiske mindretal",
        "pa": "Mr. Bayanov, you are one of the most prominent members",
        "vi": "hiểu những người nghĩ khác mình.\n Anh là một trong những thành viên nổi bật nhất"
    },
    {
        "start": "00:16:08,680",
        "end": "00:16:13,080",
        "en": "som kæmper for en uafhængig stat, ofte med voldelige metoder...",
        "pa": "of the Sarkesian minority in Turgisia, who is fighting for an independent state.",
        "vi": "của người thiểu số Sarkesia ở Turgisia đang đấu tranh đòi độc lập."
    },
    {
        "start": "00:16:13,200",
        "end": "00:16:16,600",
        "en": "Kan vold være nødvendig?",
        "pa": "Often with violent methods.\n Do you find that violence is sometimes necessary?",
        "vi": "Thường là bằng biện pháp bạo lực.\n Anh có thấy bạo lực đôi khi là cần thiết?"
    },
    {
        "start": "00:16:16,720",
        "end": "00:16:22,080",
        "en": "Ja. Vold er nødvendig, for Grozin forsøger at tilintetgøre mit folk.",
        "pa": "Yes.\n Violence is necessary because Grozin is trying to destroy my people.",
        "vi": "Có.\n Bạo lực là cần thiết vì Grozin đang cố hủy diệt dân tộc tôi."
    },
    {
        "start": "00:16:22,200",
        "end": "00:16:24,720",
        "en": "Skal vi ikke forsvare os?",
        "pa": "Should we not defend ourselves?",
        "vi": "Chúng tôi nên tự vệ chứ?"
    },
    {
        "start": "00:16:24,840",
        "end": "00:16:30,000",
        "en": "Sarkeserne gør mere end det. Man har bombet civilbefolkningen.",
        "pa": "But sometimes the Sarkesians do more than defend themselves.",
        "vi": "Nhưng đôi khi người Sarkesia đi quá mức tự vệ."
    },
    {
        "start": "00:16:30,120",
        "end": "00:16:35,320",
        "en": "Der har også været terroraktioner. Har De sympati for det?",
        "pa": "There have been bombs killing civilians\n and other episodes that can only be described as terrorism.",
        "vi": "Có những vụ đánh bom giết hại thường dân\n và những vụ việc khác chỉ có thể được mô tả là khủng bố."
    },
    {
        "start": "00:16:35,440",
        "end": "00:16:41,320",
        "en": "Politik er krig uden blodsudgydelser. Krig er politik med blodsudgydelser.",
        "pa": "Do you sympathize with that?\n Politics is war without bloodshed.\n But war is politics with bloodshed.",
        "vi": "Anh có đồng tình?\n Chính trị là chiến tranh không đổ máu.\n Nhưng chiến tranh là chính trị có đổ máu."
    },
    {
        "start": "00:16:41,440",
        "end": "00:16:44,320",
        "en": "Det besvarer ikke mit spørgsmål.",
        "pa": "Yes, that doesn't answer my question.",
        "vi": "Vâng, anh chưa trả lời câu hỏi."
    },
    {
        "start": "00:16:44,440",
        "end": "00:16:49,720",
        "en": "Før Mao blev leder af Kina, blev han beskyldt for at være terrorist.",
        "pa": "Before Chairman Mao became the leader of a great nation,",
        "vi": "Trước khi Chủ tịch Mao trở thành lãnh đạo một đất nước vĩ đại,"
    },
    {
        "start": "00:16:49,840",
        "end": "00:16:55,560",
        "en": "Yitzhak Shamir blev også beskyldt for at være terrorist.",
        "pa": "he was accused of being a terrorist.\n Before Yitzhak Shamir became the prime minister of Israel,",
        "vi": "ông ấy bị buộc tội là khủng bố.\n Trước khi Yitzhak Shamir trở thành Thủ tướng Israel,"
    },
    {
        "start": "00:16:55,680",
        "end": "00:16:59,720",
        "en": "Hvis man vinder en krig, huskes man som en stor politiker.",
        "pa": "he too was accused of being a terrorist.\n If you win your war,\n you are remembered for being a great politician.",
        "vi": "ông ấy cũng bị gọi là khủng bố.\n Nếu ta chiến thắng,\n ta được nhớ đến là một chính trị gia vĩ đại."
    },
    {
        "start": "00:16:59,840",
        "end": "00:17:04,560",
        "en": "Hvis man taber, huskes man som terrorist.",
        "pa": "If you lose, you are remembered for being a terrorist.",
        "vi": "Nếu thua, ta sẽ bị coi là kẻ khủng bố."
    },
    {
        "start": "00:17:04,680",
        "end": "00:17:08,800",
        "en": "Hr. Bayanov, er De terrorist?",
        "pa": "Mr. Bayanov...\n are you a terrorist?",
        "vi": "Anh Bayanov...\n Anh có phải là kẻ khủng bố?"
    },
    {
        "start": "00:17:10,240",
        "end": "00:17:12,320",
        "en": "Er Grozin?",
        "pa": "Is Grozin?",
        "vi": "Thế còn Grozin?"
    },
    {
        "start": "00:17:14,520",
        "end": "00:17:17,240",
        "en": "Mange tak.",
        "pa": "Thank you very much for coming here today.",
        "vi": "Cảm ơn rất nhiều vì đã đến hôm nay."
    },
    {
        "start": "00:17:27,160",
        "end": "00:17:30,120",
        "en": "Hej, smukke.",
        "pa": "Hi, beautiful.",
        "vi": "Chào người đẹp."
    },
    {
        "start": "00:17:31,720",
        "end": "00:17:35,560",
        "en": "-Der var ikke noget galt i dag? -Hvad?",
        "pa": "Was everything okay today?\n What?",
        "vi": "Hôm nay mọi việc ổn chứ?\n Gì cơ?"
    },
    {
        "start": "00:17:37,880",
        "end": "00:17:40,960",
        "en": "Skal jeg hellere lade være med at komme forbi?",
        "pa": "Should I not come by?",
        "vi": "Anh không nên ghé qua?"
    },
    {
        "start": "00:17:41,080",
        "end": "00:17:42,960",
        "en": "Nej.",
        "pa": "No.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:17:44,560",
        "end": "00:17:47,760",
        "en": "Måske.",
        "pa": "Perhaps.",
        "vi": "Có lẽ thế."
    },
    {
        "start": "00:17:47,880",
        "end": "00:17:50,840",
        "en": "Det er jo mit arbejde.",
        "pa": "It's my job, you know.",
        "vi": "Đó là công việc của em."
    },
    {
        "start": "00:17:50,960",
        "end": "00:17:54,200",
        "en": "Jeg synes ikke, at vi skal blande tingene sammen.",
        "pa": "I just don't think we should mix things together.",
        "vi": "Em nghĩ ta không nên lẫn lộn."
    },
    {
        "start": "00:17:54,320",
        "end": "00:17:59,920",
        "en": "-Vi skal jo ikke giftes i morgen. -Nej. Det er helt fint.",
        "pa": "It's not like we are getting married tomorrow, right?\n Right. That's fine.",
        "vi": "Đâu phải mai ta sẽ lấy nhau nhỉ?\n Đúng thế.\n Không sao."
    },
    {
        "start": "00:18:06,400",
        "end": "00:18:09,360",
        "en": "-Hvad fanden var det for et interview? -Hvad mener du?",
        "pa": "- Katrine. - What was that interview?",
        "vi": "- Katrine. - Phỏng vấn kiểu gì thế?"
    },
    {
        "start": "00:18:09,480",
        "end": "00:18:13,600",
        "en": "It is the same as asking me, what love means to me.",
        "pa": "-What do you mean? - \"It is the same\n as asking me what love means to me.\"",
        "vi": "- Ý anh là sao? - \"Nó như hỏi"
    },
    {
        "start": "00:18:13,720",
        "end": "00:18:16,720",
        "en": "Hvad er problemet?",
        "pa": "-Kasper, what is the problem?",
        "vi": "tình yêu nghĩa là gì với tôi\".\n Kasper, có vấn đề gì?"
    },
    {
        "start": "00:18:16,882",
        "end": "00:18:19,400",
        "en": "Hvad laver du? Er du alene?",
        "pa": "What are you doing?",
        "vi": "Em đang làm gì vậy?"
    },
    {
        "start": "00:18:19,520",
        "end": "00:18:24,520",
        "en": "Jeg får efterkritik på redaktionen. Du behøver ikke at ringe altid.",
        "pa": "-Are you alone? -Yes.\n Listen, the editors give me all the critique I need,",
        "vi": "- Em ở một mình à? - Vâng.\n Các sếp nhận xét đủ rồi,"
    },
    {
        "start": "00:18:24,640",
        "end": "00:18:30,280",
        "en": "Så håber jeg, de gik til dig. Du flirter med ham, du skal interviewe.",
        "pa": "-you don't have to call all the time. -Then I hope they gave you hell.\n That was the worst shit ever.",
        "vi": "- anh không phải gọi suốt. - Mong là\n họ mắng em sấp mặt vì đó là cuộc phỏng vấn tệ nhất."
    },
    {
        "start": "00:18:30,400",
        "end": "00:18:33,880",
        "en": "Det gider jeg ikke høre på. Vi ses.",
        "pa": "You were openly flirting with your interview subject.\n You are so far out. I don't even want to hear it. Bye.",
        "vi": "Em công khai tán tỉnh khách mời.\n Anh quá trớn rồi. Em không muốn nghe. Chào."
    },
    {
        "start": "00:19:03,200",
        "end": "00:19:06,760",
        "en": "Er du klar? Nu vender vi. Voila.",
        "pa": "-No, I just got an empty document. - Ready?\n Are you ready? Voila!",
        "vi": "- Không, tôi chỉ có tài liệu trống. - Sẵn sàng chưa?\n Sẵn sàng chưa? Xem đây!"
    },
    {
        "start": "00:19:06,880",
        "end": "00:19:11,400",
        "en": "Godmorgen. Så er der pandekager og kaffe om to minutter.",
        "pa": "-Good morning. -Good morning.\n Pancakes and coffee are ready in two minutes.",
        "vi": "- Chào con. - Chào bố.\n Hai phút nữa là bánh kếp và cà phê sẵn sàng."
    },
    {
        "start": "00:19:11,520",
        "end": "00:19:16,680",
        "en": "-Jeg har lige lånt din slåbrok. -Ja.",
        "pa": "I borrowed your robe, okay?\n Sure.",
        "vi": "Bố mượn áo choàng của con nhé?\n Vâng."
    },
    {
        "start": "00:19:18,120",
        "end": "00:19:21,280",
        "en": "-Hvad er det der? -Det er min smoking.",
        "pa": "Good morning.\n - Good morning. -What's that?",
        "vi": "Chào anh.\n - Chào em. - Cái gì thế?"
    },
    {
        "start": "00:19:21,400",
        "end": "00:19:25,080",
        "en": "-Det er kjole og hvidt. -Jeg troede, det var...",
        "pa": "-It's my tux for tonight. -But it's gala, white tie, I told you.",
        "vi": "- Áo tuxedo cho tối nay. - Dạ tiệc, cà vạt trắng, em bảo rồi."
    },
    {
        "start": "00:19:25,200",
        "end": "00:19:27,062",
        "en": "Skal jeg ringe til min sekretær?",
        "pa": "Sure, okay. I thought it was...\n Should I get my secretary to...",
        "vi": "Được rồi. Anh tưởng...\n Em có nên bảo thư ký..."
    },
    {
        "start": "00:19:27,222",
        "end": "00:19:30,040",
        "en": "Nej, jeg finder ud af det.",
        "pa": "-No, it's fine, I'll figure it out.",
        "vi": "Không sao, anh làm được."
    },
    {
        "start": "00:19:31,480",
        "end": "00:19:34,880",
        "en": "-Hvad skal I? -Vi skal i Det Kongelige Teater.",
        "pa": "Phillip here.\n -Where are you going? -The Royal Theater. Official visit.",
        "vi": "Phillip đây.\n - Các con đi đâu? - Nhà hát Hoàng gia. Thăm chính thức."
    },
    {
        "start": "00:19:35,000",
        "end": "00:19:39,040",
        "en": "Hvis I skal spise pandekager, skal I have tøj på først.",
        "pa": "- Wow. - Kids, if you want pancakes,",
        "vi": "- Chà. - Nếu các con muốn ăn bánh kếp"
    },
    {
        "start": "00:19:39,160",
        "end": "00:19:41,800",
        "en": "God bedring.",
        "pa": "you have to get dressed first.\n -Well, get better soon. - Come, Magnus.",
        "vi": "thì phải thay đồ đã.\n - Mau khỏe nhé. - Đi nào, Magnus."
    },
    {
        "start": "00:19:41,920",
        "end": "00:19:46,160",
        "en": "Det var Trine. Hun er syg. Hun kommer ikke i aften.",
        "pa": "That was Trine. She's sick. She's not coming tonight.",
        "vi": "Là Trine. Cô ấy bị ốm. Tối nay cô ấy không đến."
    },
    {
        "start": "00:19:46,280",
        "end": "00:19:51,000",
        "en": "-Hvad er der sket? -Vores barnepige har aflyst.",
        "pa": "-You're kidding. -What is it?",
        "vi": "- Anh đùa à? - Gì vậy?"
    },
    {
        "start": "00:19:51,120",
        "end": "00:19:54,960",
        "en": "Så må jeg hellere blive en nat mere.",
        "pa": "Our babysitter just canceled.\n Well, then I better stay another night.",
        "vi": "Cô trông trẻ vừa hủy.\n Vậy bố nên ở thêm một tối nữa."
    },
    {
        "start": "00:19:55,080",
        "end": "00:19:58,480",
        "en": "-Kan du det, far? -Ja. Vi skal hjælpe hinanden.",
        "pa": "- Could you, Dad? -Of course.",
        "vi": "- Được không ạ? - Dĩ nhiên."
    },
    {
        "start": "00:19:58,600",
        "end": "00:20:00,720",
        "en": "Hvor er det godt.",
        "pa": "-We should help each other, right? - That is so great.",
        "vi": "- Ta nên giúp đỡ nhau chứ. - Tuyệt quá."
    },
    {
        "start": "00:20:03,680",
        "end": "00:20:07,920",
        "en": "Den turgisiske præsident ankom i dag for at overtage formandskabet",
        "pa": "Turgisian President Grozin arrived in Denmark today",
        "vi": "Tổng thống Turgisia, Alexander Grozin, hôm nay đến Đan Mạch"
    },
    {
        "start": "00:20:08,040",
        "end": "00:20:12,120",
        "en": "for den internationale organisation OSDD.",
        "pa": "to take over the chairmanship in the international organization\n for security and democracy, OSDD.",
        "vi": "để tiếp quản chức Chủ tịch của Tổ chức Quốc Tế\n về An ninh và Dân chủ, OSDD."
    },
    {
        "start": "00:20:12,240",
        "end": "00:20:16,120",
        "en": "Grozin ankommer netop nu til Christiansborg",
        "pa": "President Grozin landed at Copenhagen Airport this morning",
        "vi": "Tổng thống Grozin xuống sân bay Copenhagen sáng nay"
    },
    {
        "start": "00:20:16,240",
        "end": "00:20:21,440",
        "en": "hvor Birgitte Nyborg tager imod og præsenterer ham for regeringen.",
        "pa": "and is now arriving at Christiansborg, where Prime Minister Birgitte Nyborg\n will receive him and introduce select ministers from the Danish government.",
        "vi": "và đang đến Christiansborg, nơi Thủ tướng Birgitte Nyborg\n sẽ tiếp đón ông và giới thiệu các Bộ trưởng của Đan Mạch."
    },
    {
        "start": "00:20:23,440",
        "end": "00:20:25,640",
        "en": "Velkommen til Danmark.",
        "pa": "President Grozin, welcome to Denmark.",
        "vi": "Tổng thống Grozin, chào mừng đến Đan Mạch."
    },
    {
        "start": "00:20:25,760",
        "end": "00:20:27,040",
        "en": "Er det sandt",
        "pa": "President Grozin, can you confirm that the Turgisian government",
        "vi": "Tổng thống, ông có thể xác nhận chính phủ Turgisia"
    },
    {
        "start": "00:20:27,120",
        "end": "00:20:32,120",
        "en": "Turgisien har placeret en milliardordre hos North Wind?",
        "pa": "has placed an order with Northwind worth one billion euros.",
        "vi": "đã đặt đơn hàng trị giá một tỉ euro với Northwind?"
    },
    {
        "start": "00:20:32,280",
        "end": "00:20:38,800",
        "en": "Turgisien har forpligtet sig til at reducere sit CO2-udslip",
        "pa": "Like any other country, Turgisia has a responsibility",
        "vi": "Như mọi quốc gia khác, Turgisia có trách nhiệm"
    },
    {
        "start": "00:20:38,920",
        "end": "00:20:43,480",
        "en": "og vi mener, at vores fremtid ligger i vindenergi.",
        "pa": "to reduce its CO2 emissions,\n and we believe\n that our future lies in wind energy.",
        "vi": "để giảm lượng khí thải CO2,\n và chúng tôi tin rằng,\n tương lai của chúng ta là năng lượng gió."
    },
    {
        "start": "00:20:43,600",
        "end": "00:20:46,520",
        "en": "Kan De bekræfte ordren?",
        "pa": "But can you confirm you have placed the order?",
        "vi": "Nhưng ông có thể xác nhận đã đặt hàng chứ?"
    },
    {
        "start": "00:20:46,880",
        "end": "00:20:50,000",
        "en": "Der bliver mulighed for flere spørgsmål senere.",
        "pa": "Thank you. There will be time for more questions later.",
        "vi": "Cảm ơn. Sẽ có thời gian để hỏi thêm sau."
    },
    {
        "start": "00:20:50,200",
        "end": "00:20:53,360",
        "en": "Hr. Grozin. Denne vej.",
        "pa": "Mr. Grozin, please come this way.\n Please.",
        "vi": "Ông Grozin, mời đi lối này.\n Xin mời."
    },
    {
        "start": "00:21:07,080",
        "end": "00:21:13,640",
        "en": "Jeg forstår, at Vladimir Bayanov ikke er blevet anholdt.",
        "pa": "I understand that Vladimir Bayanov has not been arrested.",
        "vi": "Tôi hiểu rằng Vladimir Bayanov chưa bị bắt."
    },
    {
        "start": "00:21:13,760",
        "end": "00:21:15,960",
        "en": "Det er rigtigt.",
        "pa": "That is correct.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:21:16,080",
        "end": "00:21:21,720",
        "en": "Vi modtog jeres anmodning om anholdelse af Bayanov i går.",
        "pa": "We received a request\n for the arrest of Mr. Bayanov yesterday from your Ministry of Justice.",
        "vi": "Chúng tôi nhận được yêu cầu\n bắt anh Bayanov hôm qua từ Bộ Tư pháp phía ông."
    },
    {
        "start": "00:21:21,840",
        "end": "00:21:24,920",
        "en": "Det var udelukkende beskyldninger.",
        "pa": "And?\n And it was simply a list of accusations.",
        "vi": "Và?\n Và nó đơn thuần là một danh sách buộc tội."
    },
    {
        "start": "00:21:25,040",
        "end": "00:21:28,520",
        "en": "Vi kan ikke foretage os noget uden beviser.",
        "pa": "As you're probably aware, we cannot act without evidence.",
        "vi": "Như ông biết, chúng tôi không thể hành động mà không có chứng cứ."
    },
    {
        "start": "00:21:28,640",
        "end": "00:21:31,320",
        "en": "Bayanov er en velkendt terrorist.",
        "pa": "Bayanov is a well-known terrorist.",
        "vi": "Bayanov là một tên khủng bố khét tiếng."
    },
    {
        "start": "00:21:31,440",
        "end": "00:21:37,360",
        "en": "Der er ingen arrestordre på Bayanov. Det skyldes ikke mangel på respekt.",
        "pa": "There's no international arrest order on Mr. Bayanov.",
        "vi": "Không có lệnh bắt giữ quốc tế với anh Bayanov."
    },
    {
        "start": "00:21:37,480",
        "end": "00:21:42,120",
        "en": "Men jeg kan ikke arrestere en mand, som opholder sig lovligt i landet.",
        "pa": "I mean no disrespect, Mr. President.\n But our legal system makes it impossible for me",
        "vi": "Không có ý thiếu tôn trọng, ngài Tổng thống.\n Nhưng theo luật pháp, tôi không thể"
    },
    {
        "start": "00:21:42,240",
        "end": "00:21:46,640",
        "en": "-Bayanov? -Han skal tale om sine digte.",
        "pa": "to arrest a man who's legally in the country.\n Legally? Bayanov?\n Yes, I understand he's been invited here to talk about his poetry.",
        "vi": "bắt người cư trú hợp pháp ở nước tôi.\n Hợp pháp à? Bayanov?\n Vâng, anh ấy được mời đến đây để nói về thơ của mình."
    },
    {
        "start": "00:21:46,760",
        "end": "00:21:50,080",
        "en": "Nu skal jeg fortælle Dem om hans sande digte.",
        "pa": "Let me tell you about Mr. Bayanov's real poetry.",
        "vi": "Để tôi kể cho bà biết về thơ thật sự của Bayanov."
    },
    {
        "start": "00:21:50,200",
        "end": "00:21:55,760",
        "en": "Bayanov var hjernen bag bombningen af vores politihovedkvarter.",
        "pa": "Bayanov was the brain behind the bombing\n of our police headquarters last month.",
        "vi": "Bayanov là kẻ chủ mưu đằng sau vụ đánh bom\n trụ sở cảnh sát của chúng tôi tháng trước."
    },
    {
        "start": "00:21:57,280",
        "end": "00:22:02,640",
        "en": "Politidirektøren og fem ansatte blev dræbt.",
        "pa": "The chief of police...\n and five other men on duty were killed.",
        "vi": "Cảnh sát trưởng...\n và năm người khác đã chết khi làm nhiệm vụ."
    },
    {
        "start": "00:22:02,760",
        "end": "00:22:07,640",
        "en": "Og næsten tyve andre blev hårdt såret.",
        "pa": "And almost 20 other people...",
        "vi": "Và gần 20 người khác..."
    },
    {
        "start": "00:22:07,760",
        "end": "00:22:13,760",
        "en": "Der har De Deres bevis, fru statsminister.",
        "pa": "were badly wounded.\n There...\n is your evidence, Mrs. Prime Minister.",
        "vi": "bị thương nặng.\n Đây...\n là bằng chứng, thưa Thủ tướng."
    },
    {
        "start": "00:22:25,520",
        "end": "00:22:27,640",
        "en": "Det skal til Justitsministeriet.",
        "pa": "Right, this is going to the Ministry of Justice.",
        "vi": "CỘNG HÒA DÂN CHỦ TURGISIA\n ĐÁNH BOM Ở TISLAN\n Vâng, đưa nó cho Bộ Tư pháp."
    },
    {
        "start": "00:22:27,720",
        "end": "00:22:30,640",
        "en": "Jeg skal have en vurdering inden for få timer.",
        "pa": "I want an assessment in a few hours.",
        "vi": "Trình đánh giá cho tôi sau vài giờ."
    },
    {
        "start": "00:22:30,760",
        "end": "00:22:33,000",
        "en": "Vi undersøger sagen.",
        "pa": " We will be looking into this, Mr. President.",
        "vi": "Chúng tôi sẽ xem xét việc này."
    },
    {
        "start": "00:22:39,160",
        "end": "00:22:42,520",
        "en": "Hvad fanden har du lavet med Bayanov?",
        "pa": "-What's up? -What the fuck did you do with Bayanov?\n -Yesterday's interview? -Yes, what did you do?",
        "vi": "- Sao thế? - Cô làm quái gì với Bayanov?\n - Phỏng vấn hôm qua? - Ừ, cô làm gì?"
    },
    {
        "start": "00:22:42,640",
        "end": "00:22:46,760",
        "en": "-Det var et fint interview. -Det var et rigtig fedt interview.",
        "pa": "I didn't do anything. That interview was fine!\n Right, that was...",
        "vi": "Không gì cả. Phỏng vấn ổn mà!\n Phải, đó là..."
    },
    {
        "start": "00:22:46,880",
        "end": "00:22:49,680",
        "en": "Det var pissegodt.",
        "pa": "a really great interview. It was great!\n -You're so stupid. -Great.",
        "vi": "cuộc phỏng vấn tuyệt vời. Được lắm!\n - Đồ ngốc. - Tuyệt."
    },
    {
        "start": "00:22:49,800",
        "end": "00:22:53,760",
        "en": "Flere udenlandske tv-stationer vil bruge udsendelsen.",
        "pa": "Look, I have a ton of requests from foreign stations,",
        "vi": "Các đài nước ngoài đã gửi hàng đống yêu cầu"
    },
    {
        "start": "00:22:53,880",
        "end": "00:22:56,880",
        "en": "Tillykke. Men gider I ikke lige...",
        "pa": "who want to use the broadcast. It's that good.\n -Congratulations, but could you please-- -Come here.",
        "vi": "xin dùng chương trình đó. Nó hay lắm.\n - Chúc mừng nhưng có thể... - Lại đây."
    },
    {
        "start": "00:22:57,000",
        "end": "00:23:02,320",
        "en": "Vi skal have en kommentar fra Grozin. Du skal mødes med Bayanov i byen.",
        "pa": "I think we should have a comment from Grozin today.\n So I'd like for you to meet with Bayanov in the city.",
        "vi": "Hôm nay ta nên có bình luận của Grozin.\n Tôi muốn cô gặp Bayanov trong thành phố."
    },
    {
        "start": "00:23:02,440",
        "end": "00:23:05,760",
        "en": "Du følger Bayanov og Grozin til dørs.",
        "pa": "Ulrik can take the six p.m. broadcast, and you stay with Grozin and Bayanov.",
        "vi": "Ulrik dẫn lúc 6:00 chiều. Cô ở lại với Grozin và Bayanov."
    },
    {
        "start": "00:23:05,880",
        "end": "00:23:09,000",
        "en": "Jamen så kom af sted.",
        "pa": "-Then get going. -Okay.\n -Thanks. -Yeah.",
        "vi": "- Vậy đi đi. - Được rồi.\n - Cảm ơn. - Vâng."
    },
    {
        "start": "00:23:10,400",
        "end": "00:23:13,400",
        "en": "Hvad ved vi om den bombning?",
        "pa": "But first, TV1...\n What do we know about that bombing?",
        "vi": "Nhưng trước hết, TV1...\n Ta biết gì về vụ đánh bom?"
    },
    {
        "start": "00:23:15,400",
        "end": "00:23:18,880",
        "en": "-Har hun tid? -Måske skal du prøve senere.",
        "pa": "Oh?\n Is she free?\n The pressure is on, perhaps you should try later.",
        "vi": "Hả?\n Bà ấy rảnh không?\n Đang căng thẳng, có lẽ anh nên thử sau."
    },
    {
        "start": "00:23:19,000",
        "end": "00:23:22,640",
        "en": "Han er her om et øjeblik. Luk lige døren.",
        "pa": "He'll be here in a minute. Close the door.",
        "vi": "Ông ấy sẽ đến ngay. Đóng cửa lại."
    },
    {
        "start": "00:23:22,760",
        "end": "00:23:27,280",
        "en": "Ja, men så find ud af det hurtigt og vend tilbage til mig.",
        "pa": "Well, then find out.\n And quickly, okay? And then get back to me. Thank you.",
        "vi": "Vậy tìm hiểu đi.\n Nhanh nhé. Rồi báo với tôi. Cảm ơn."
    },
    {
        "start": "00:23:27,400",
        "end": "00:23:30,920",
        "en": "-Vil du anholde Bayanov? -Ikke, hvis jeg kan undgå det.",
        "pa": "Are you going to arrest Bayanov?\n Not if I can avoid it.",
        "vi": "Bà sẽ bắt Bayanov à?\n Không, nếu tránh được. Không cần nói. Tôi biết là sẽ bị báo chí chỉ trích."
    },
    {
        "start": "00:23:31,040",
        "end": "00:23:35,680",
        "en": "-Jeg ved, det giver dårlig presse. -Det er måske værre at lade være.",
        "pa": "You don't have to tell me it's bad press, I know.\n The question is whether it would be worse press not to.",
        "vi": "Câu hỏi là không bắt thì có bị chỉ trích nặng hơn không."
    },
    {
        "start": "00:23:35,800",
        "end": "00:23:40,600",
        "en": "Den internationale presse ved, at vi huser Grozin og \"terroristen\"",
        "pa": "The entire international press has noticed that Denmark is hosting both the president",
        "vi": "Báo chí quốc tế đã thấy Đan Mạch đang tiếp cả Tổng thống"
    },
    {
        "start": "00:23:40,720",
        "end": "00:23:45,200",
        "en": "der vil styrte ham fra magten. BBC vil gerne have en kommentar.",
        "pa": "and \"the terrorist\" who wants to topple him.\n BBC, two German and a French channel want a comment.",
        "vi": "và \"tên khủng bố\" muốn lật đổ ông ta.\n BBC, hai kênh Đức và một kênh Pháp muốn bình luận."
    },
    {
        "start": "00:23:45,320",
        "end": "00:23:47,200",
        "en": "Ikke nu.",
        "pa": "-No, not now. Yes.",
        "vi": "Không phải bây giờ. Vâng?"
    },
    {
        "start": "00:23:47,320",
        "end": "00:23:51,760",
        "en": "-Så er justitsministeren her. -Hej, Troels.",
        "pa": "The minister of justice is here.",
        "vi": "Bộ trưởng Tư pháp đã đến."
    },
    {
        "start": "00:23:53,040",
        "end": "00:23:58,320",
        "en": "-Hvad mener I om beviserne? -Vi ved ikke, om han er skyldig.",
        "pa": "-Hi, Troels. -Birgitte.\n What do your people say about the evidence?\n If you're asking if Bayanov is guilty, I can't give you an answer, but...",
        "vi": "- Chào Troels. - Birgitte.\n Người của ông nói gì về bằng chứng?\n Nếu bà hỏi Bayanov có tội không, tôi không thể trả lời nhưng..."
    },
    {
        "start": "00:23:58,440",
        "end": "00:24:03,640",
        "en": "Mine jurister anser ikke beviserne for ret tunge.",
        "pa": "my lawyers don't view the evidence provided as weighty.",
        "vi": "các luật sư thấy chứng cứ không thuyết phục."
    },
    {
        "start": "00:24:03,760",
        "end": "00:24:10,160",
        "en": "Bayanov har engang haft forbindelse til nogle bombefolk.",
        "pa": "There are some pictures and...\n some documents showing that Bayanov once had connections",
        "vi": "Có vài bức ảnh và...\n tài liệu cho thấy Bayanov từng có"
    },
    {
        "start": "00:24:10,280",
        "end": "00:24:13,160",
        "en": "Kan jeg sige, at beviserne er for tynde?",
        "pa": "to people who were terrorists in the past.\n So I can honestly tell Grozin the case is too thin?",
        "vi": "quan hệ với những người đứng sau vụ đánh bom đó.\n Tôi có thể nói với Grozin rằng vụ này lỏng lẻo?"
    },
    {
        "start": "00:24:13,280",
        "end": "00:24:18,680",
        "en": "Vi kan godt anholde ham med hjemmel i de nye terrorbestemmelser",
        "pa": "Not completely.\n Because we can actually arrest him.",
        "vi": "Không hẳn.\n Vì chúng ta có thể bắt anh ta."
    },
    {
        "start": "00:24:18,800",
        "end": "00:24:23,160",
        "en": "der giver politiet omfattende beføjelser.",
        "pa": "Using the new anti-terror legislation,\n which gives the police extensive powers.",
        "vi": "Sử dụng luật chống khủng bố mới,\n cho cảnh sát thêm quyền lực."
    },
    {
        "start": "00:24:23,280",
        "end": "00:24:27,080",
        "en": "Mit eget parti stemte imod terrorpakken af samme årsag.",
        "pa": "-If there is the slightest suspicion... -Yes.\n My party voted against the law for this very reason.",
        "vi": "- Chỉ cần chút nghi ngờ... - Vâng.\n Đảng tôi bỏ phiếu chống luật này vì lý do này."
    },
    {
        "start": "00:24:27,200",
        "end": "00:24:31,600",
        "en": "Det er betænkeligt, hvis jeg anholder en uskyldig mand.",
        "pa": "It might seem weird, if I use the same law",
        "vi": "Người ta sẽ thấy lạ nếu tôi cũng dùng luật này"
    },
    {
        "start": "00:24:31,720",
        "end": "00:24:35,000",
        "en": "Det er alvorligt at undlade at reagere.",
        "pa": "to arrest a possibly innocent man.\n But it is very serious to have a suspected terrorist in the country and not react.",
        "vi": "để bắt một người có thể là vô tội.\n Rất nghiêm trọng khi nghi can khủng bố ở trong nước mà không làm gì."
    },
    {
        "start": "00:24:35,120",
        "end": "00:24:38,560",
        "en": "Vi kan vel sige, at vi undersøger sagen.",
        "pa": "We could say we are investigating.",
        "vi": "Có thể nói là đang điều tra."
    },
    {
        "start": "00:24:38,680",
        "end": "00:24:44,200",
        "en": "-Hvor længe bliver Bayanov i landet? -Vi skal have ham til at rejse.",
        "pa": "Well, how long will Bayanov stay in the country?\n Why?",
        "vi": "Chà... Bayanov sẽ ở đây bao lâu?\n Tại sao?"
    },
    {
        "start": "00:24:44,320",
        "end": "00:24:48,320",
        "en": "-Så er der ikke længere et problem. -Hvordan skal vi gøre det?",
        "pa": "We need Bayanov to leave.\n Then there is no longer an issue.",
        "vi": "Chúng ta cần Bayanov đi.\n Thì không còn là vấn đề nữa."
    },
    {
        "start": "00:24:48,440",
        "end": "00:24:50,440",
        "en": "Vi lader det sive",
        "pa": "And how do we do that?\n We leak it quietly to the press that Grozin wants to arrest Bayanov",
        "vi": "Ta làm bằng cách nào?\n Ta bí mật tiết lộ với báo chí rằng Grozin muốn bắt Bayanov"
    },
    {
        "start": "00:24:50,560",
        "end": "00:24:54,360",
        "en": "at Grozin vil anholde Bayanov, og håber på, at manden rejser.",
        "pa": "and hope he leaves the country.",
        "vi": "và hi vọng anh ta đi nước khác."
    },
    {
        "start": "00:24:54,520",
        "end": "00:24:55,600",
        "en": "Hvad, hvis han ikke gør?",
        "pa": "-And if he doesn't? -He will. He's not an idiot.",
        "vi": "- Không thì sao? - Khôn ra thì sẽ đi."
    },
    {
        "start": "00:24:55,760",
        "end": "00:24:59,200",
        "en": "Det gør han. Han er ikke idiot.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:59,360",
        "end": "00:25:04,240",
        "en": "Du skal stå i Det Kongelige Teater om en time og tyve minutter.",
        "pa": "Yes.\n Sorry, but you are due at the Royal Theater in 80 minutes.",
        "vi": "Vâng?\n Xin lỗi nhưng 80 phút nữa là bà phải đến Nhà hát Hoàng gia."
    },
    {
        "start": "00:25:04,360",
        "end": "00:25:09,280",
        "en": "Vi prøver at få Bayanov ud af landet, hvis det er muligt.",
        "pa": "Thank you.\n All right, the plan for now is...\n we try to get Bayanov to leave the country, if at all possible.",
        "vi": "Cảm ơn cô.\n Kế hoạch bây giờ là...\n ta tìm cách đưa Bayanov đi khỏi đất nước nếu có thể."
    },
    {
        "start": "00:25:11,080",
        "end": "00:25:12,800",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:25:14,840",
        "end": "00:25:16,960",
        "en": "Du har lagt en besked.",
        "pa": "You left a message?",
        "vi": "Anh để lại lời nhắn à?"
    },
    {
        "start": "00:25:20,640",
        "end": "00:25:26,440",
        "en": "Er der nogen, der har set de smykker, som lå i en lille sort æske?",
        "pa": "Has anybody seen... those-- some jewelry I borrowed?",
        "vi": "Có ai thấy... Món trang sức em mượn."
    },
    {
        "start": "00:25:26,560",
        "end": "00:25:29,960",
        "en": "-De ligger på skrivebordet. -De er sgu fine på den.",
        "pa": "They were in a... sort of black box.\n -Yes, they are on the desk. -Right.",
        "vi": "Nó ở trong... một cái hộp đen.\n - Có, trên bàn ấy. - Phải rồi."
    },
    {
        "start": "00:25:30,080",
        "end": "00:25:33,920",
        "en": "-Manchetknapper og øreringe. -Nej, hvor er de flotte.",
        "pa": "They are fancy, huh? Cufflinks and earrings.\n Wow, they are gorgeous!",
        "vi": "Đẹp nhỉ? Khuy măng sét và hoa tai.\n Chà, đẹp quá!"
    },
    {
        "start": "00:25:34,040",
        "end": "00:25:38,760",
        "en": "-Det er nogle, ministeriet har lånt. -Hvad med Ridderkorset?",
        "pa": "Are they the queen's?\n -The ministry borrowed them. - There's a ring too.",
        "vi": "Là của Nữ hoàng ạ?\n - Văn phòng đã mượn chúng. - Cả nhẫn nữa."
    },
    {
        "start": "00:25:38,880",
        "end": "00:25:42,400",
        "en": "Du ved godt, at mit parti ikke modtager ordener.",
        "pa": "What about the Knight's Cross? Don't prime ministers get those?\n Shut up, you old provocateur. You know my party doesn't accept orders.",
        "vi": "Còn Thánh giá Hiệp sĩ? Thủ tướng không có nó à?\n Nào, lão già khiêu khích. Bố biết đảng con không nhận huân chương."
    },
    {
        "start": "00:25:42,520",
        "end": "00:25:48,440",
        "en": "-Hvornår kommer I hjem? -Når du er faldet i søvn.",
        "pa": "When will you be home?\n You'll be asleep by then, honey.",
        "vi": "Khi nào mẹ về?\n Lúc đó con sẽ ngủ rồi, con yêu."
    },
    {
        "start": "00:25:48,560",
        "end": "00:25:52,920",
        "en": "Har du nogensinde smagt mine kardemommevafler?",
        "pa": "But I'll say good night now. \n It's great that we will be home alone.",
        "vi": "Nhưng mẹ sẽ vào hôn con.\n Thật tuyệt vì ta ở nhà một mình."
    },
    {
        "start": "00:25:53,040",
        "end": "00:25:56,440",
        "en": "-Det her er latterligt. -Nej, det er mit job.",
        "pa": "Have you ever tasted my waffles with cardamom?\n - This is ridiculous. -No, Phillip, it's my job.",
        "vi": "Cháu nếm thử bánh quế với bạch đậu khấu của ông chưa?\n - Thật lố bịch. - Không, là công việc của em."
    },
    {
        "start": "00:25:56,560",
        "end": "00:26:01,120",
        "en": "-Det er dit arbejde at gå med. -Tre skridt bagved.",
        "pa": "And on a night like this, it's your job to go with me.",
        "vi": "Vào dịp thế này, việc của anh là đi cùng em."
    },
    {
        "start": "00:26:01,240",
        "end": "00:26:04,960",
        "en": "Ja tak. Hvad siger tiden?",
        "pa": "Three steps behind her, Phillip.\n Thanks a bunch. All right, what time is it, honey?",
        "vi": "Đi sau vợ con ba bước nhé.\n Cảm ơn bố nhiều. Được rồi, mấy giờ rồi, em yêu?"
    },
    {
        "start": "00:26:09,000",
        "end": "00:26:11,400",
        "en": "Hold da kæft, hvor er du flot.",
        "pa": "Right.\n -What? -Goddamn, you're gorgeous.",
        "vi": "Đúng rồi.\n - Sao? - Chết tiệt, em đẹp quá."
    },
    {
        "start": "00:26:11,520",
        "end": "00:26:15,520",
        "en": "I ligner det kirkebryllup, der aldrig blev holdt.",
        "pa": "Yes! You look like the church wedding that never happened.\n Come here.",
        "vi": "Đúng! Trông như đám cưới nhà thờ không bao giờ xảy ra.\n Lại đây nào."
    },
    {
        "start": "00:26:17,080",
        "end": "00:26:20,120",
        "en": "-Jeg skal tisse. -Han mener det.",
        "pa": "I have to pee.\n -He's serious, Dad. Quickly. -All right.",
        "vi": "Con phải đi tè.\n - Nó nói thật đấy bố. Nhanh lên. - Ừ."
    },
    {
        "start": "00:26:20,240",
        "end": "00:26:23,360",
        "en": "Vi skal nok få hældt vandet fra kartoflerne.",
        "pa": "We'll drain off the water without your help. Now get going.",
        "vi": "Sẽ xả hết nước mà không cần con giúp. Đi đi."
    },
    {
        "start": "00:26:23,480",
        "end": "00:26:26,840",
        "en": "-Lad, som om I er gift. -De er da gift.",
        "pa": "Pretend to be married.",
        "vi": "Giả vờ là vợ chồng."
    },
    {
        "start": "00:26:26,960",
        "end": "00:26:30,640",
        "en": "-I er sgu da gift? -Vi ses.",
        "pa": "But they are married.\n -You are married, right? - Bye, bye.",
        "vi": "Họ là vợ chồng mà?\n - Bố mẹ là vợ chồng nhỉ? - Tạm biệt."
    },
    {
        "start": "00:26:30,760",
        "end": "00:26:34,240",
        "en": "Vi transmitterer fra Gamle Scene",
        "pa": "Bye, see you.\n Tonight we are broadcasting from the Royal Theater,",
        "vi": "Tạm biệt, hẹn gặp lại.\n Tối nay, chúng tôi phát sóng từ Nhà hát Hoàng gia,"
    },
    {
        "start": "00:26:34,360",
        "end": "00:26:39,160",
        "en": "hvor aftenens festforestilling er \"Svanesøen\" med musik af Tjajkovskij.",
        "pa": "where tonight's gala performance is the classical ballet Swan Lake,",
        "vi": "nơi có buổi biểu diễn là vở ba-lê cổ điển Hồ Thiên Nga,"
    },
    {
        "start": "00:26:39,280",
        "end": "00:26:42,040",
        "en": "I skal holde øje med Grozin.",
        "pa": "with music by Tchaikovsky.\n Keep an eye out for Grozin in there. He's left the hotel.",
        "vi": "của Tchaikovsky.\n Để ý Grozin trong đó. Ông ấy đã rời khách sạn."
    },
    {
        "start": "00:26:42,160",
        "end": "00:26:45,960",
        "en": "Her ankommer Birgitte Nyborg sammen med sin mand.",
        "pa": "And arriving here is Prime Minister Birgitte Nyborg",
        "vi": "Đang bước vào là Thủ tướng Birgitte Nyborg"
    },
    {
        "start": "00:26:46,080",
        "end": "00:26:50,280",
        "en": "Jeres mor er den smukkeste kvinde i hele verden.",
        "pa": "with her husband Phillip Christensen.\n Your mother is the most beautiful woman in the world.",
        "vi": "và chồng bà, Phillip Christensen.\n Mẹ các cháu là người phụ nữ đẹp nhất trên đời."
    },
    {
        "start": "00:26:50,400",
        "end": "00:26:54,520",
        "en": "Hun ligner jeres mormor, da hun var ung.",
        "pa": "She looks like your grandma.\n When she was young.",
        "vi": "Trông giống bà các cháu.\n Khi bà còn trẻ."
    },
    {
        "start": "00:26:58,280",
        "end": "00:27:02,800",
        "en": "Bayanov har lige talt ved demonstrationen.",
        "pa": "Sorry to bother you.\n Bayanov just gave a speech at the protest that Amnesty and Solidarity Union held.",
        "vi": "Xin lỗi vì làm phiền.\n Bayanov vừa phát biểu ở cuộc biểu tình mà Ân xá và Liên minh Đoàn kết tổ chức."
    },
    {
        "start": "00:27:02,920",
        "end": "00:27:06,520",
        "en": "Han vil give et personligt interview til TV1",
        "pa": "Birgitte, he intends to give a personal interview to TV1",
        "vi": "Bà Birgitte, anh ta định sẽ phỏng vấn riêng với TV1"
    },
    {
        "start": "00:27:06,640",
        "end": "00:27:11,320",
        "en": "og lade nyheden om arrestordren sive.",
        "pa": "and spill the beans on the warrant.",
        "vi": "và tiết lộ về lệnh bắt.\n Chết tiệt, Kasper."
    },
    {
        "start": "00:27:11,440",
        "end": "00:27:15,880",
        "en": "Sig til Höx, at han skal få PET til at presse Bayanov.",
        "pa": "Damn it, Kasper.\n Tell Höx to get PET to pressure Bayanov some more.\n Honey, we've got company.",
        "vi": "Bảo Höx yêu cầu PET gây thêm áp lực với Bayanov.\n Em yêu, ta có khách."
    },
    {
        "start": "00:27:16,720",
        "end": "00:27:20,400",
        "en": "Hr. Grozin, det er dejligt at se Dem igen.",
        "pa": "Mr. Grozin.",
        "vi": "Ông Grozin."
    },
    {
        "start": "00:27:20,520",
        "end": "00:27:24,440",
        "en": "Fornøjelsen er helt på min side. Det er min kone, Helena.",
        "pa": "So lovely to see you again.\n The pleasure is all mine. This is my wife Elena.",
        "vi": "- Rất vui được gặp lại ông. - Tôi mới hân hạnh. Đây là vợ tôi, Elena."
    },
    {
        "start": "00:27:24,560",
        "end": "00:27:27,640",
        "en": "Det er min mand, Phillip.",
        "pa": "-Enchanted. -How do you do?\n Nice to meet you, this is my husband, Phillip.",
        "vi": "- Rất hân hạnh. - Chào bà.\n Rất vui được gặp bà. Chồng tôi, Phillip."
    },
    {
        "start": "00:27:27,760",
        "end": "00:27:30,640",
        "en": "Har du fortalt Bayanov om arrestordren?",
        "pa": "Hello.\n Katrine, did you tell Bayanov about the warrant?",
        "vi": "Chào ông.\n Em có nói với Bayanov về lệnh bắt không?"
    },
    {
        "start": "00:27:30,760",
        "end": "00:27:33,480",
        "en": "Jeg skal nok sige det til ham.",
        "pa": "I will tell him, Kasper. I can't do any more. Bye.",
        "vi": "Em sẽ nói với anh ta. Không thể chịu nữa rồi. Tạm biệt."
    },
    {
        "start": "00:27:34,760",
        "end": "00:27:39,320",
        "en": "Så ruller det. BBC har lige haft breaking news om Bayanov.",
        "pa": "-Katrine? -Yes.\n Things are rolling. BBC just had breaking news with Bayanov.",
        "vi": "- Katrine? - Vâng?\n Tung tóe hết rồi. BBC mới đưa tin nóng về Bayanov."
    },
    {
        "start": "00:27:39,440",
        "end": "00:27:44,160",
        "en": "Han sættes i forbindelse med bombningen af politihovedkvarteret.",
        "pa": "The Turgisians link him with the bombing of the police headquarters last month.",
        "vi": "Phía Turgisia nói anh ta liên quan tới vụ đánh bom trụ sở cảnh sát tháng trước."
    },
    {
        "start": "00:27:44,280",
        "end": "00:27:48,640",
        "en": "Shit. Det beder jeg ham forholde sig til.",
        "pa": "-Shit. -Yes.\n -Shit. - Okay...",
        "vi": "- Chết tiệt. - Ừ.\n - Chết tiệt. - Được rồi..."
    },
    {
        "start": "00:27:48,760",
        "end": "00:27:54,160",
        "en": "Hvis han står bag et terrorangreb i sit eget hjemland...",
        "pa": "-Well, I'll of course ask him about that. -But if he really was behind an attack\n in his home country with several dead... I mean, it's...",
        "vi": "- Tôi sẽ hỏi anh ta chuyện đó. - Nếu thực sự anh ta đứng sau vụ tấn công\n ở quê nhà khiến vài người chết... Ý tôi là..."
    },
    {
        "start": "00:27:56,080",
        "end": "00:28:02,280",
        "en": "Jeg kan ikke give ham taletid. Tv-direktøren er dybt bekymret.",
        "pa": "I can't let him go on the air. I just can't do it.",
        "vi": "Tôi... Tôi không thể để anh ta lên sóng. Không được."
    },
    {
        "start": "00:28:02,400",
        "end": "00:28:07,000",
        "en": "-Vi ved jo ikke, om han er skyldig. -Hvis han nu er...",
        "pa": "I just spoke with the boss. He's very worried.\n But we don't know if he's guilty.\n And if he is?",
        "vi": "Tôi vừa trao đổi với giám đốc. Ông ấy rất lo.\n - Ta chưa biết anh ta có tội không. - Có thì sao?"
    },
    {
        "start": "00:28:07,120",
        "end": "00:28:12,320",
        "en": "I dit interview var han tæt på at retfærdiggøre terror for åben skærm.",
        "pa": "In your interview with him, he's close to justifying terrorism on live air.",
        "vi": "Trong cuộc phỏng vấn với anh ta, anh ta gần như biện hộ cho khủng bố trên sóng."
    },
    {
        "start": "00:28:14,560",
        "end": "00:28:19,560",
        "en": "Det her kan blive stort. Vi kan da ikke bakke nu.",
        "pa": "-Do you realize, how big this could be? -Yes, I very well do.\n We can't back down now.",
        "vi": "- Anh biết vụ này nghiêm trọng cỡ nào chứ? - Biết rõ.\n Ta không thể lùi bước!"
    },
    {
        "start": "00:28:21,640",
        "end": "00:28:24,880",
        "en": "Jeg skal tale med direktøren først.",
        "pa": "Well, I need to talk with the boss first. I have to.",
        "vi": "Tôi cần nói chuyện với giám đốc đã."
    },
    {
        "start": "00:28:25,000",
        "end": "00:28:28,400",
        "en": "Skal jeg tage derind?",
        "pa": "Should I go there?",
        "vi": "Nhưng... Tôi có nên đến đó không?"
    },
    {
        "start": "00:28:28,520",
        "end": "00:28:30,720",
        "en": "Ja, for helvede.",
        "pa": "Yes, damn it!",
        "vi": "Có, chết tiệt!"
    },
    {
        "start": "00:28:30,840",
        "end": "00:28:35,720",
        "en": "Hvis det viser sig, han er terrorist, skrotter vi indslaget med det samme.",
        "pa": "But if he turns out to be a terrorist, we cut the segment right away, okay?",
        "vi": "Nhưng nếu anh ta đúng là khủng bố, ta sẽ cắt đoạn đó ngay, nhé?"
    },
    {
        "start": "00:28:35,840",
        "end": "00:28:38,920",
        "en": "-Er det forstået? -Ja.",
        "pa": "Understood?\n Yes.",
        "vi": "Hiểu chưa?\n Rồi."
    },
    {
        "start": "00:28:39,040",
        "end": "00:28:42,560",
        "en": "Hold din telefon åben hele tiden.",
        "pa": "-And stay near your phone, Katrine. -Yes.\n -All the time. -Yes.",
        "vi": "- Luôn để ý điện thoại nhé. - Vâng.\n - Mọi lúc. - Vâng."
    },
    {
        "start": "00:28:51,880",
        "end": "00:28:57,840",
        "en": "Den russiske udenrigsminister anbefaler en anholdelse af Bayanov",
        "pa": "I'll call you back.\n The Russian foreign minister has just contacted me.",
        "vi": "Tôi sẽ gọi lại.\n Ngoại trưởng Nga vừa liên lạc với tôi."
    },
    {
        "start": "00:28:57,960",
        "end": "00:29:02,360",
        "en": "og kritiserer vores passivitet. Vi er nødt til at gøre noget.",
        "pa": "He recommends an immediate arrest of Bayanov.\n And strongly criticizes our passivity.",
        "vi": "Ông ấy đề nghị bắt giữ Bayanov ngay.\n Và chỉ trích mạnh mẽ sự thụ động của ta."
    },
    {
        "start": "00:29:02,480",
        "end": "00:29:06,360",
        "en": "Vi er i gang med at advare ham.",
        "pa": "-We need do to something. -We are in the process of warning him.",
        "vi": "- Chúng ta cần làm gì đó. - Ta đang cảnh báo."
    },
    {
        "start": "00:29:06,480",
        "end": "00:29:10,440",
        "en": "Forhåbentlig er han ved at forlade landet nu.",
        "pa": "Hopefully he's leaving the country now.",
        "vi": "Hi vọng anh ta sắp đi nước khác."
    },
    {
        "start": "00:29:17,160",
        "end": "00:29:21,440",
        "en": "-Der er pause i forestillingen. -Kan vi få en kommentar om maden?",
        "pa": "And now is a break in the show.",
        "vi": "- Và giờ là lúc nghỉ giải lao... - Họ đang ra."
    },
    {
        "start": "00:29:21,560",
        "end": "00:29:25,440",
        "en": "Dronningen byder gæsterne på stående souper i foyeren.",
        "pa": "- Comment on the food. - The queen has invited her guests\n to a finger buffet in the foyer for the next 40 minutes.",
        "vi": "- Nhận xét về thức ăn. - Nữ hoàng đã mời khách\n tiệc buffet nhẹ tại phòng giải lao trong 40 phút tiếp theo."
    },
    {
        "start": "00:29:25,560",
        "end": "00:29:30,160",
        "en": "Der vil blive budt på kanapéer med stenbiderrogn, laks og rejer",
        "pa": "And we can report that the buffet will have canapés with roe,",
        "vi": "Có thể tường thuật rằng tiệc buffet có món nhỏ gọn với trứng cá vây tròn,"
    },
    {
        "start": "00:29:30,280",
        "end": "00:29:34,520",
        "en": "og krustader med vildt fra den kongelige Dyrehave.",
        "pa": "salmon and shrimp and venison from the Royal Deer Park.\n Perfect.",
        "vi": "cá hồi, tôm và thịt nai từ Công viên Nai Hoàng gia.\n Hoàn hảo."
    },
    {
        "start": "00:29:35,760",
        "end": "00:29:40,600",
        "en": "Bayanov rejser ikke. TV1 har lige annonceret et interview med ham.",
        "pa": "Bayanov isn't leaving.\n TV1 just announced an interview with him.",
        "vi": "Bayanov không đi.\n TV1 vừa công bố phỏng vấn với anh ta."
    },
    {
        "start": "00:29:45,480",
        "end": "00:29:47,280",
        "en": "Hr. Grozin, jeg kan forstå...",
        "pa": "Mr. Grozin, I understand tour wife--",
        "vi": "- Ông Grozin, tôi hiểu vợ ông... - Tôi hiểu"
    },
    {
        "start": "00:29:47,360",
        "end": "00:29:50,720",
        "en": "Bayanov er stadig på fri fod.",
        "pa": "I understand that Bayanov is still a free man.",
        "vi": "Bayanov vẫn là người tự do."
    },
    {
        "start": "00:29:50,840",
        "end": "00:29:53,800",
        "en": "Han giver interview i tv.",
        "pa": "Giving interviews on television.",
        "vi": "Trả lời phỏng vấn trên truyền hình."
    },
    {
        "start": "00:29:53,920",
        "end": "00:29:58,240",
        "en": "BBC vidste, at vi ønskede ham arresteret",
        "pa": "And, um, the BBC knew that we wanted him arrested",
        "vi": "Và...\n BBC biết chúng tôi muốn bắt anh ta"
    },
    {
        "start": "00:29:58,360",
        "end": "00:30:02,480",
        "en": "og advarede ham for en time siden. Hvordan har de fået historien?",
        "pa": "and warned him one hour ago. How did they get the story?",
        "vi": "và cảnh báo anh ta một tiếng trước. Sao họ lại biết chuyện?"
    },
    {
        "start": "00:30:02,600",
        "end": "00:30:05,480",
        "en": "Jeg aner det ikke.",
        "pa": "I have no idea, I hope you're not implying that.",
        "vi": "Tôi không biết, hi vọng ông không ám chỉ điều đó."
    },
    {
        "start": "00:30:05,600",
        "end": "00:30:13,320",
        "en": "Hvorfor støtter De en terrorist i stedet for en formand for OSDD?",
        "pa": "Tell my, why it is that the Danish Prime Minister\n has chosen to stand by a terrorist instead of the next chairman of the OSDD?",
        "vi": "Hãy cho tôi biết sao Thủ tướng Đan Mạch\n lại chọn bảo vệ một tên khủng bố thay vì Chủ tịch tiếp theo của OSDD?"
    },
    {
        "start": "00:30:13,440",
        "end": "00:30:18,040",
        "en": "Her ses Birgitte Nyborg og præsident Grozin i høflig samtale.",
        "pa": "Here we see Prime Minister Birgitte Nyborg",
        "vi": "Ta thấy Thủ tướng Birgitte Nyborg và Tổng thống Grozin đang hòa nhã trao đổi."
    },
    {
        "start": "00:30:18,160",
        "end": "00:30:20,600",
        "en": "Han er ikke blevet arresteret.",
        "pa": "and President Grozin in polite conversation.\n He has still not been arrested.",
        "vi": "Anh ta vẫn chưa bị bắt."
    },
    {
        "start": "00:30:20,720",
        "end": "00:30:24,600",
        "en": "Har otte turgisiske betjentes liv ingen betydning for Dem?",
        "pa": "Do the lives of eight Turgisian policemen mean nothing to you?",
        "vi": "Mạng sống của tám cảnh sát Turgisia không có nghĩa gì với bà?"
    },
    {
        "start": "00:30:24,720",
        "end": "00:30:30,000",
        "en": "Jeg vil gerne hjælpe Dem, men jeg kan ikke iværksætte en undersøgelse.",
        "pa": "Of course they do.\n And I do want to help you, but I cannot preempt a police investigation.",
        "vi": "Tất nhiên là có.\n Tôi rất muốn giúp, nhưng tôi không thể chặn trước việc điều tra của cảnh sát."
    },
    {
        "start": "00:30:30,120",
        "end": "00:30:34,000",
        "en": "Statsministeren kan kræve Bayanov tilbageholdt",
        "pa": "The prime minister can order Bayanov detained",
        "vi": "Thủ tướng có thể ra lệnh bắt giam Bayanov,"
    },
    {
        "start": "00:30:34,120",
        "end": "00:30:38,320",
        "en": "indtil politiet har undersøgt sagen.",
        "pa": "until the police investigate the matter--",
        "vi": "đến khi cảnh sát điều tra..."
    },
    {
        "start": "00:30:38,440",
        "end": "00:30:41,680",
        "en": "Deres manglende velvilje kan tvinge mig til",
        "pa": "-No. -A lack of goodwill on your part\n must force me...",
        "vi": "- Không. - Phía bà thiếu thiện chí\n buộc tôi phải..."
    },
    {
        "start": "00:30:41,800",
        "end": "00:30:46,120",
        "en": "at genoverveje min investering i dansk vindenergi.",
        "pa": "to reconsider my investment in Danish wind energy.",
        "vi": "xem xét lại việc đầu tư vào năng lượng gió của Đan Mạch."
    },
    {
        "start": "00:30:46,240",
        "end": "00:30:49,960",
        "en": "Hvorfor skulle jeg investere milliarder af euro",
        "pa": "Why should I place",
        "vi": "Sao tôi phải đặt"
    },
    {
        "start": "00:30:50,080",
        "end": "00:30:53,800",
        "en": "i et land, som ikke bekymrer sig om mit lands sikkerhed?",
        "pa": "a billion euros in a country that does not care for my people's security?",
        "vi": "hàng tỉ euro vào một đất nước không quan tâm đến an ninh của dân tôi?"
    },
    {
        "start": "00:30:53,920",
        "end": "00:30:59,680",
        "en": "Jeg vil råde Dem til at reagere prompte og arrestere Bayanov.",
        "pa": "I strongly recommend...\n immediate action and the arrest of Bayanov.",
        "vi": "Tôi khẩn thiết đề nghị...\n phía bà hành động ngay và bắt giữ Bayanov."
    },
    {
        "start": "00:31:06,800",
        "end": "00:31:11,320",
        "en": "Det udvikler sig. Den tyske kansler bakker op om en anholdelse.",
        "pa": "Things are developing with every minute. The German chancellor supports an arrest.",
        "vi": "Tình hình thay đổi theo từng phút. Thủ tướng Đức ủng hộ bắt giữ."
    },
    {
        "start": "00:31:11,440",
        "end": "00:31:17,720",
        "en": "Rusland insisterer på en anholdelse. Pressen kører sagen helt op.",
        "pa": "France is against. Russia insists on an arrest.",
        "vi": "Pháp phản đối, Nga đòi bắt giữ."
    },
    {
        "start": "00:31:17,840",
        "end": "00:31:21,800",
        "en": "Du bliver nødt til kraftigt at overveje en anholdelse.",
        "pa": "The entire international press is whipping up a media frenzy.\n You have to seriously consider an arrest.",
        "vi": "Toàn bộ báo chí quốc tế tạo nên cơn cuồng phong truyền thông.\n Bà phải nghiêm túc xem xét việc bắt giữ."
    },
    {
        "start": "00:31:24,800",
        "end": "00:31:28,440",
        "en": "Vi kan jo altid løslade ham igen.",
        "pa": "We can always release him later.",
        "vi": "Sau đó, ta vẫn có thể thả anh ta."
    },
    {
        "start": "00:31:34,520",
        "end": "00:31:38,000",
        "en": "Så anhold ham. Men gør det diskret.",
        "pa": "Then arrest him. But be discreet.",
        "vi": "Bắt anh ta đi. Hãy kín đáo."
    },
    {
        "start": "00:32:10,200",
        "end": "00:32:13,680",
        "en": "Har I en arrestordre?",
        "pa": "Do you have a warrant?\n Do you decline to comment because the arrest is unlawful?\n Mr. Bayanov, would you like to say anything?",
        "vi": "Anh có lệnh không?\n Không bình luận vì là bắt giữ trái phép?\n Bayanov, anh muốn nói gì không?"
    },
    {
        "start": "00:32:20,520",
        "end": "00:32:23,240",
        "en": "Hvorfor anholder I ham?",
        "pa": "- Why arrest him? - No comment.",
        "vi": "- Sao lại bắt anh ấy? - Miễn bình luận."
    },
    {
        "start": "00:32:24,880",
        "end": "00:32:27,680",
        "en": "Der er pressefrihed i Danmark.",
        "pa": "We have free press in Denmark!",
        "vi": "Đan Mạch có tự do báo chí đấy!"
    },
    {
        "start": "00:32:40,680",
        "end": "00:32:42,920",
        "en": "Viggo, kom her.",
        "pa": "Viggo, come here.",
        "vi": "Viggo, lại đây."
    },
    {
        "start": "00:32:43,040",
        "end": "00:32:47,360",
        "en": "Her kører digter og systemkritiker Vladimir Bayanov",
        "pa": "There goes the internationally renowned poet and dissident Vladimir Bayanov,",
        "vi": "Vừa rồi là nhà thơ và nhà bất đồng chính kiến nổi tiếng, Vladimir Bayanov."
    },
    {
        "start": "00:32:47,480",
        "end": "00:32:50,000",
        "en": "der netop er blevet anholdt.",
        "pa": "who was just arrested and taken away by Danish police.",
        "vi": "Anh vừa bị cảnh sát Đan Mạch bắt và giải đi."
    },
    {
        "start": "00:32:50,120",
        "end": "00:32:55,120",
        "en": "De sidste tre år er over 71 politiske aktivister forsvundet i Turgisien.",
        "pa": "During the last three years, more than 71 political activists",
        "vi": "Trong ba năm qua, hơn 71 nhà hoạt động chính trị"
    },
    {
        "start": "00:32:55,240",
        "end": "00:32:58,480",
        "en": "Man kan frygte, at Bayanov bliver nummer 72.",
        "pa": "have disappeared in Turgisia.\n One can only fear that Bayanov will be number 72.",
        "vi": "đã biến mất ở Turgisia.\n Người ta e sợ rằng Bayanov sẽ là người thứ 72."
    },
    {
        "start": "00:32:58,600",
        "end": "00:33:03,480",
        "en": "Birgitte Nyborg endte med at give efter for presset fra udlandet.",
        "pa": "Danish Prime Minister Birgitte Nyborg Christensen\n ended up caving to pressure from abroad.",
        "vi": "Thủ tướng Đan Mạch, Birgitte Nyborg Christensen,\n cuối cùng đã đầu hàng trước áp lực từ nước ngoài."
    },
    {
        "start": "00:33:08,720",
        "end": "00:33:12,360",
        "en": "Hvad fanden sker der? Du har anholdt Bayanov.",
        "pa": "What the hell is happening? You arrested Bayanov!",
        "vi": "Chuyện quái thế? Con cho bắt Bayanov!"
    },
    {
        "start": "00:33:12,480",
        "end": "00:33:17,400",
        "en": "Er du klar over, hvad der foregår i Grozins såkaldte demokrati?",
        "pa": "-Dad, let me get in the door. -Do you know what's happening\n in Grozin's so-called democracy?",
        "vi": "- Để con vào đã. - Con biết điều gì đang xảy ra\n ở cái gọi là nền dân chủ của Grozin?"
    },
    {
        "start": "00:33:17,520",
        "end": "00:33:19,840",
        "en": "Du aner ikke, hvad der sker.",
        "pa": "-I can't take anymore now, Dad. -It's insane!\n You don't know what's happening.",
        "vi": "- Con nghe đủ rồi. - Thật điên rồ!\n Bố không biết sự tình."
    },
    {
        "start": "00:33:19,960",
        "end": "00:33:23,720",
        "en": "Du har arresteret en mand uden beviser.",
        "pa": "-I'll check on the kids. -I know you've arrested a man\n without any proof, at least according to the news.",
        "vi": "- Anh đi xem con thế nào. - Con bắt người\n mà không có chứng cứ, ít ra là theo tin tức. Họ nói dối à?"
    },
    {
        "start": "00:33:23,840",
        "end": "00:33:26,360",
        "en": "Det er måske løgn?",
        "pa": "But perhaps that's a lie?",
        "vi": ""
    },
    {
        "start": "00:33:26,480",
        "end": "00:33:30,040",
        "en": "Jeg skal eddermame love for, at du har fået bukserne på.",
        "pa": "Goddamn!\n I can tell it's mom who wears the pants around here, huh?",
        "vi": "Chết tiệt!\n Bố biết ngay con cầm trịch trong nhà này."
    },
    {
        "start": "00:33:30,160",
        "end": "00:33:33,120",
        "en": "Stop.",
        "pa": "Enough!",
        "vi": "Đủ rồi!"
    },
    {
        "start": "00:33:41,440",
        "end": "00:33:45,200",
        "en": "Fuldkommen fantastisk aften.",
        "pa": "A completely magical evening. ",
        "vi": "Một buổi tối tuyệt diệu."
    },
    {
        "start": "00:33:46,120",
        "end": "00:33:48,720",
        "en": "Må jeg sove med kjolen på?",
        "pa": "Do you think they'll mind, if I sleep in the dress?",
        "vi": "Họ có phiền nếu tôi mặc váy này đi ngủ?"
    },
    {
        "start": "00:33:48,840",
        "end": "00:33:52,200",
        "en": "Har du lige drukket et glas champagne eller fem?",
        "pa": "Have we had a glass of champagne or five?",
        "vi": "Ta uống một ly sâm-panh hay năm ly?"
    },
    {
        "start": "00:33:52,320",
        "end": "00:33:55,920",
        "en": "Vi har slet ikke fået danset. Kom.",
        "pa": "Hey! We haven't even danced.\n -Come on.",
        "vi": "Này!\n Chúng ta còn chưa nhảy.\n Nào."
    },
    {
        "start": "00:33:57,760",
        "end": "00:34:01,080",
        "en": "Selvfølgelig skal vi danse.",
        "pa": "-Of course we should dance.\n Oh! Sorry! Ooh...",
        "vi": "Tất nhiên ta nên nhảy."
    },
    {
        "start": "00:34:10,680",
        "end": "00:34:15,000",
        "en": "Du behandler kvinder ad helvede til. Gør du ikke, Kasper?",
        "pa": "You treat women like shit.",
        "vi": "Anh coi phụ nữ chẳng ra gì."
    },
    {
        "start": "00:34:15,120",
        "end": "00:34:18,920",
        "en": "Det er ondskabsfulde rygter.",
        "pa": "Don't you, Kasper?\n Those are malicious rumors.",
        "vi": "Phải không, Kasper?\n Đó là tin đồn ác ý."
    },
    {
        "start": "00:34:20,520",
        "end": "00:34:26,720",
        "en": "Sanne. Der er en del dokumenter, der skal kopieres til i morgen.",
        "pa": "Sanne, the security committee has an emergency meeting tomorrow.\n A lot of documents need to be copied and made ready.",
        "vi": "Sanne, Ủy ban An ninh có cuộc họp khẩn ngày mai.\n Cần copy và chuẩn bị sẵn nhiều tài liệu."
    },
    {
        "start": "00:34:33,120",
        "end": "00:34:35,800",
        "en": "Don't shit where you eat.",
        "pa": "Yes.\n Don't shit where you eat.",
        "vi": "Vâng.\n Đừng bậy ở chỗ kiếm cơm."
    },
    {
        "start": "00:34:35,920",
        "end": "00:34:39,760",
        "en": "Kender du sådan et godt, lille ordsprog?",
        "pa": "Do you know that little proverb?",
        "vi": "Anh biết câu đó không?"
    },
    {
        "start": "00:34:39,880",
        "end": "00:34:44,440",
        "en": "Har du set Katrine Fønsmarks indslag om anholdelsen af Bayanov?",
        "pa": "By the way, have you seen your friend Katrine Fønsmark's segment",
        "vi": "Nhân tiện, anh xem đoạn băng của bạn anh, Katrine"
    },
    {
        "start": "00:34:44,560",
        "end": "00:34:48,320",
        "en": "Nej, men det skulle du måske tage og gøre.",
        "pa": "on the arrest of Bayanov?\n Well, you probably should.",
        "vi": "về vụ bắt Bayanov chưa?\n Có lẽ anh nên xem.\n TÌM KIẾM HÌNH"
    },
    {
        "start": "00:34:57,400",
        "end": "00:35:00,200",
        "en": "Hvorfor bliver han anholdt?",
        "pa": "BAYANOV ARRESTED IN COPENHAGEN\n Mr. Bayanov, the time is 10:40, you are under arrest.\n Why is he being arrested? Bayanov, would you like to say anything?\n This is only a demonstration of the kind of persecution",
        "vi": "THỜI SỰ TV1 BAYANOV BỊ BẮT Ở COPENHAGEN\n Anh Bayanov, giờ là 10:40, anh đã bị bắt.\n Sao anh ấy bị bắt? Bayanov, anh muốn nói gì không?\n Đây là minh chứng cho kiểu ngược đãi mà người Sarkesia nhận được."
    },
    {
        "start": "00:35:04,000",
        "end": "00:35:08,840",
        "en": "Hvorfor bliver han anholdt? Er der en arrestordre, vi må se?",
        "pa": "that we Sarkesians receive.\n - Please step back. - Why is he being arrested?\n - No comment. - Can we see a warrant?",
        "vi": "- Lùi lại. - Sao anh ấy bị bắt?\n - Miễn bình luận. - Hãy trình lệnh bắt."
    },
    {
        "start": "00:35:08,960",
        "end": "00:35:13,120",
        "en": "Her kører digter og systemkritiker Vladimir Bayanov",
        "pa": "There goes the internationally renowned poet and dissident",
        "vi": "Vừa rồi là nhà thơ và nhà bất đồng chính kiến nổi tiếng,"
    },
    {
        "start": "00:35:13,240",
        "end": "00:35:15,920",
        "en": "der netop er blevet anholdt.",
        "pa": "Vladimir Bayanov, who has just been arrested by Danish police.",
        "vi": "Vladimir Bayanov. Anh vừa bị cảnh sát Đan Mạch bắt."
    },
    {
        "start": "00:35:16,040",
        "end": "00:35:19,480",
        "en": "De sidste tre år er 71 politiske aktivister...",
        "pa": "During the last three years, 71 political activists...",
        "vi": "Trong ba năm qua, hơn 71 nhà hoạt động chính trị..."
    },
    {
        "start": "00:35:19,600",
        "end": "00:35:23,120",
        "en": "Hvad er det for et Cavlingprisliderligt indslag?",
        "pa": "-Hi, Kasper. -Katrine, what the hell is that",
        "vi": "- Chào, Kasper. - Làm gì màthèm giải Calving đến thế?"
    },
    {
        "start": "00:35:23,240",
        "end": "00:35:26,440",
        "en": "-Det gider jeg ikke lige nu. -Jeg er ligeglad.",
        "pa": "Cavling-horny journalism?\n -I'm not up for this now. -I don't care what you want.",
        "vi": "- Em không muốn nói chuyện đó. - Anh không quan tâm em muốn gì."
    },
    {
        "start": "00:35:26,560",
        "end": "00:35:30,720",
        "en": "Jeg er ikke alene. Vi må tage den i morgen.",
        "pa": "Kasper, I'm not alone. We'll have to talk tomorrow.",
        "vi": "Kasper, ở đây có người. Mai hãy nói chuyện."
    },
    {
        "start": "00:35:35,080",
        "end": "00:35:40,400",
        "en": "-Hvem er det, du er sammen med? -Kan det ikke være lige meget?",
        "pa": "Who are you with?\n What does it matter?",
        "vi": "Em đang ở với ai?\n Có gì quan trọng?"
    },
    {
        "start": "00:35:42,200",
        "end": "00:35:46,400",
        "en": "-Er det ham der mr. Fitness? -Ja, det er.",
        "pa": "Is it that guy, Mr. Fitness?",
        "vi": "Anh chàng Huấn Luyện Viên à?"
    },
    {
        "start": "00:35:46,520",
        "end": "00:35:51,600",
        "en": "Katrine, jeg vil bare gerne lige... Katrine?",
        "pa": "Yes, it is.\n Katrine...\n -Katrine, I just want to-- Katrine?",
        "vi": "Đúng vậy.\n Katrine...\n Anh chỉ muốn... Katrine?"
    },
    {
        "start": "00:36:03,720",
        "end": "00:36:05,840",
        "en": "Kom her.",
        "pa": "- Come here!",
        "vi": "Lại đây!"
    },
    {
        "start": "00:36:05,960",
        "end": "00:36:11,720",
        "en": "-Vi kan sgu da ikke blive ved. -Hov, hov. Tal for dig selv.",
        "pa": "Benjamin, we can't keep going.\n Hey, hey, hey.\n Speak for yourself.",
        "vi": "Benjamin, không được đâu.\n Này, này.\n Chỉ em thấy thế thôi."
    },
    {
        "start": "00:36:20,520",
        "end": "00:36:23,160",
        "en": "Ja.",
        "pa": "No...\n Yes!",
        "vi": "Không...\n Vâng!"
    },
    {
        "start": "00:36:27,280",
        "end": "00:36:29,480",
        "en": "Hvad laver du her?",
        "pa": "What are you doing here? I don't want to fight.",
        "vi": "Anh làm gì ở đây? Em không muốn cãi nhau."
    },
    {
        "start": "00:36:29,600",
        "end": "00:36:34,160",
        "en": "Jeg giver dig en perfekt historie, og det her er takken.",
        "pa": "I give you a perfect story, and this is how you thank me.",
        "vi": "Anh cho em tin hoàn hảo mà em trả ơn thế này."
    },
    {
        "start": "00:36:34,280",
        "end": "00:36:37,760",
        "en": "-Du smækker røret på. -Du ringer for at svine mig til.",
        "pa": "What the hell do you mean?\n -And you just hang up? -Yes, when you call to trash talk me!",
        "vi": "Anh nói cái quái gì thế?\n - Em cúp máy à? - Ừ, khi anh gọi để xỉ vả em!"
    },
    {
        "start": "00:36:37,880",
        "end": "00:36:41,640",
        "en": "I øvrigt har jeg fortalt dig, at jeg har gæster.",
        "pa": "And I told you, I've got company.",
        "vi": "Em nói rồi, em có khách."
    },
    {
        "start": "00:36:41,760",
        "end": "00:36:44,480",
        "en": "Det er derfor, du er kommet.",
        "pa": "Company?\n -That's why you are here. -Stop it.",
        "vi": "Có khách à?\n - Đó là lý do anh ở đây. - Dừng lại."
    },
    {
        "start": "00:36:44,600",
        "end": "00:36:48,520",
        "en": "-Jeg vil gerne lige have lov... -Hej.",
        "pa": "Katrine, I'd like to...\n Hello.",
        "vi": "Katrine, anh muốn...\n Xin chào."
    },
    {
        "start": "00:36:50,800",
        "end": "00:36:53,320",
        "en": "Hej, Benjamin.",
        "pa": "Hi, Benjamin.",
        "vi": "Chào Benjamin."
    },
    {
        "start": "00:36:53,440",
        "end": "00:36:57,680",
        "en": "-Er I kærester? -Hold nu op.",
        "pa": "Are you two...",
        "vi": "Hai người..."
    },
    {
        "start": "00:36:57,800",
        "end": "00:37:00,920",
        "en": "-Du er fuld og dum at høre på. -Jeg siger hej.",
        "pa": "-Are you a couple? -Stop it, Kasper. You are drunk and dumb.",
        "vi": "- Hai người là một cặp à? - Thôi đi. Anh say và nói nhảm."
    },
    {
        "start": "00:37:01,040",
        "end": "00:37:05,720",
        "en": "-Hej. Farvel. -Må jeg spørge, om I er kærester?",
        "pa": "-Go home. -I'm just saying hi.\n Right, hi, hi, goodbye.\n Right, but can I ask if you are a couple or what?",
        "vi": "- Về đi. - Anh chỉ chào thôi.\n Ừ, chào, tạm biệt.\n Anh có thể hỏi có phải hai người là một cặp không?"
    },
    {
        "start": "00:37:07,960",
        "end": "00:37:12,760",
        "en": "Det er en overscoring fra din side. Jeg synes, han er grim.",
        "pa": "Can I?\n Benjamin, you are really out of your league here.",
        "vi": "Được không?\n Benjamin, cậu đang với quá cao đấy."
    },
    {
        "start": "00:37:12,880",
        "end": "00:37:15,880",
        "en": "-Nu skal du gå hjem. -Skal jeg smide ham ud?",
        "pa": "Don't do that.\n Katrine, I think he's ugly.\n You are going home now!\n - Should I throw him out? -Don't touch me.",
        "vi": "Đừng làm thế.\n Anh ta xấu xí lắm.\n Anh về ngay đi!\n - Tống cổ anh ta nhé? - Đừng động vào."
    },
    {
        "start": "00:37:16,000",
        "end": "00:37:19,880",
        "en": "-Gå ind og vent. -Hun bad dig om at gå ind.",
        "pa": "Just go in there.\n -She told you to go. -Don't do that.",
        "vi": "Anh vào đi.\n - Cô ấy bảo đi đi. - Đừng làm thế."
    },
    {
        "start": "00:37:20,000",
        "end": "00:37:22,800",
        "en": "Hun siger, du skal gå helt væk.",
        "pa": "-She told you to go in! -Relax!\n -Relax! -She told you to go in!\n - Stop it!",
        "vi": "- Cô ấy bảo vào! - Bình tĩnh!\n - Bình tĩnh! - Cô ấy bảo anh vào đi!\n Dừng lại!"
    },
    {
        "start": "00:37:26,600",
        "end": "00:37:30,960",
        "en": "-Nu slapper du kraftedeme af! -Slip ham, Benjamin.",
        "pa": "Get a hold of yourself!\n -Fucking relax, okay! - Let him go, Benjamin.\n -Let him go. -Damn it.",
        "vi": "Khôn hồn thì kiềm chế đi!\n - Bình tĩnh đi! - Bỏ anh ấy ra, Benjamin.\n - Bỏ anh ấy ra. - Chết tiệt."
    },
    {
        "start": "00:37:31,680",
        "end": "00:37:34,360",
        "en": "Idiot, mand.",
        "pa": "Idiot!",
        "vi": "Thằng ngu!"
    },
    {
        "start": "00:37:49,440",
        "end": "00:37:52,400",
        "en": "Nu går vi udenfor og snakker.",
        "pa": "Come on.\n You and I will talk outside now.\n Kasper!",
        "vi": "Thôi nào.\n Ta ra ngoài nói chuyện.\n Kasper!"
    },
    {
        "start": "00:37:55,080",
        "end": "00:37:58,080",
        "en": "Jeg kommer lige om lidt.",
        "pa": "I'll be right back.",
        "vi": "Em sẽ quay lại ngay."
    },
    {
        "start": "00:38:03,080",
        "end": "00:38:07,280",
        "en": "Kasper, gå nu hjem. Så prøver vi at glemme det her.",
        "pa": "Kasper, go home and we'll forget about all this.\n Damn.",
        "vi": "Kasper, anh về nhà và quên chuyện này đi.\n Chết tiệt."
    },
    {
        "start": "00:38:09,000",
        "end": "00:38:13,760",
        "en": "En spinninginstruktør! Hvad fanden havde du tænkt dig?",
        "pa": "A spinning instructor.",
        "vi": "Một thằng huấn luyện viên."
    },
    {
        "start": "00:38:13,880",
        "end": "00:38:18,240",
        "en": "-Han læser faktisk på universitetet. -Vi må spille Trivial sammen en dag.",
        "pa": "What were you thinking?\n He's going to college.",
        "vi": "Em đã nghĩ gì vậy?\n Anh ấy đang học đại học."
    },
    {
        "start": "00:38:18,360",
        "end": "00:38:21,480",
        "en": "-Hvad fanden er dit problem? -Han er ikke...",
        "pa": "Then we must play Trivial Pursuit one day.\n -What the hell is your problem? -He's not...",
        "vi": "Hôm nào bọn anh phải cùng chơi đố vui.\n - Anh sao vậy? - Cậu ta không..."
    },
    {
        "start": "00:38:29,840",
        "end": "00:38:32,600",
        "en": "Han er ikke god nok til dig.",
        "pa": "He's not good enough for you.",
        "vi": "Cậu ta không xứng với em."
    },
    {
        "start": "00:38:39,880",
        "end": "00:38:42,400",
        "en": "Hvad fanden laver du?",
        "pa": "What the fuck are you doing?",
        "vi": "Anh làm cái quái gì thế?"
    },
    {
        "start": "00:38:45,360",
        "end": "00:38:48,880",
        "en": "Vi kan ikke se hinanden privat mere.",
        "pa": "We can't see each other privately anymore.",
        "vi": "Ta không thể gặp riêng nữa."
    },
    {
        "start": "00:38:49,000",
        "end": "00:38:54,080",
        "en": "Det går ikke. Gå nu hjem med dig.",
        "pa": "This isn't working.\n Just go home.",
        "vi": "Thế này không được.\n Về đi."
    },
    {
        "start": "00:38:56,720",
        "end": "00:38:58,880",
        "en": "Gå nu hjem.",
        "pa": "Go home.",
        "vi": "Về đi."
    },
    {
        "start": "00:39:55,800",
        "end": "00:39:59,680",
        "en": "Du kunne heller ikke sove? Det har du vist arvet efter mig.",
        "pa": "You couldn't sleep either?",
        "vi": "Con không ngủ được à?"
    },
    {
        "start": "00:39:59,800",
        "end": "00:40:02,800",
        "en": "Tak for de fede gener.",
        "pa": "-I guess you got that from me. -Thanks for the awesome genes.",
        "vi": "- Chắc là giống bố. - Cảm ơn bố vì gien tốt."
    },
    {
        "start": "00:40:13,240",
        "end": "00:40:17,960",
        "en": "Du må undskylde, at jeg var oppe i det røde felt lige før.",
        "pa": "I'm sorry, I was...",
        "vi": "Bố xin lỗi, bố..."
    },
    {
        "start": "00:40:18,080",
        "end": "00:40:23,160",
        "en": "-Det var vist ikke helt rimeligt. -Det er okay.",
        "pa": "so angry before, that...\n that wasn't quite fair.\n It's okay.",
        "vi": "đã nổi cáu, như thế...\n Như thế không công bằng.\n Không sao ạ."
    },
    {
        "start": "00:40:26,120",
        "end": "00:40:30,480",
        "en": "-En lille en at sove på? -Måske skulle vi prøve at lade være.",
        "pa": "-Let's have a drink to help us sleep. -Perhaps not, Dad.",
        "vi": "- Uống chút cho dễ ngủ nhé. - Có lẽ không, bố ạ."
    },
    {
        "start": "00:40:31,640",
        "end": "00:40:33,360",
        "en": "Ja.",
        "pa": "Right.",
        "vi": "Ừ."
    },
    {
        "start": "00:40:35,040",
        "end": "00:40:38,160",
        "en": "Du mindede bare så meget om din mor lige før.",
        "pa": "You just reminded me so much of your mom before.",
        "vi": "Con nhắc bố nhớ nhiều điều về mẹ con."
    },
    {
        "start": "00:40:38,280",
        "end": "00:40:43,800",
        "en": "Hun var også temmelig hård inden skilsmissen.",
        "pa": "She was also...\n pretty tough... in the days before the divorce.",
        "vi": "Mẹ con cũng...\n rất cứng rắn... những ngày trước khi ly hôn."
    },
    {
        "start": "00:40:45,240",
        "end": "00:40:50,320",
        "en": "Jeg er statsminister. Jeg ved ikke, om du kan forestille dig...",
        "pa": "Dad, I'm the prime minister.",
        "vi": "Bố, con là Thủ tướng."
    },
    {
        "start": "00:40:50,440",
        "end": "00:40:54,760",
        "en": "Det er ikke alle beslutninger, man ligefrem elsker.",
        "pa": "Can you imagine...\n You don't love every single decision.",
        "vi": "Bố có thể tưởng tượng...\n Bố không thích quyết định nào cả."
    },
    {
        "start": "00:41:04,040",
        "end": "00:41:08,920",
        "en": "I har det godt, Phillip og dig og ungerne?",
        "pa": "Are you doing well? You and Phillip?",
        "vi": "Bọn con ổn chứ? Con và Phillip?"
    },
    {
        "start": "00:41:11,240",
        "end": "00:41:16,080",
        "en": "-Ja. -Det havde vi også de første år.",
        "pa": "The kids?\n Yes.\n So did your mom and I for the first many years.",
        "vi": "Bọn trẻ?\n Vâng.\n Bố mẹ cũng như thế trong nhiều năm đầu."
    },
    {
        "start": "00:41:17,480",
        "end": "00:41:22,600",
        "en": "Så pludselig holdt vi op med at tale sammen.",
        "pa": "Then suddenly...\n we stopped talking.",
        "vi": "Rồi đột nhiên...\n bố mẹ không nói chuyện nữa."
    },
    {
        "start": "00:41:26,280",
        "end": "00:41:32,520",
        "en": "Jeg har jo altid fortalt dig, at jeg var skideglad for den skilsmisse",
        "pa": "I've always told you...",
        "vi": "Bố luôn nói với con..."
    },
    {
        "start": "00:41:32,640",
        "end": "00:41:36,920",
        "en": "og at jeg fik det meget bedre bagefter.",
        "pa": "that I was happy about the divorce.\n That I felt much better afterwards.",
        "vi": "rằng bố rất vui vì đã ly hôn.\n Rằng sau đó bố vui hơn nhiều."
    },
    {
        "start": "00:41:39,640",
        "end": "00:41:42,680",
        "en": "Det passer ikke.",
        "pa": "It's not true.",
        "vi": "Không đúng đâu."
    },
    {
        "start": "00:41:47,080",
        "end": "00:41:50,000",
        "en": "Jeg savner din mor hver dag.",
        "pa": "I miss your mom every day.",
        "vi": "Ngày nào bố cũng nhớ mẹ con."
    },
    {
        "start": "00:41:51,720",
        "end": "00:41:56,760",
        "en": "Den skilsmisse er det værste, der nogen sinde er sket for mig.",
        "pa": "That divorce...\n is the worst that has ever happened to me.",
        "vi": "Vụ ly hôn đó...\n là điều tồi tệ nhất từng xảy ra với bố."
    },
    {
        "start": "00:41:59,200",
        "end": "00:42:04,200",
        "en": "Det er derfor, jeg tager et lille glas i ny og næ.",
        "pa": "That's why I have a drink...",
        "vi": "Đó là lý do tại sao đôi khi..."
    },
    {
        "start": "00:42:04,320",
        "end": "00:42:07,360",
        "en": "Det ved jeg godt, far.",
        "pa": "now and then.\n I know, Dad.",
        "vi": "bố uống rượu.\n Con biết mà, bố."
    },
    {
        "start": "00:42:10,000",
        "end": "00:42:13,400",
        "en": "Birgitte, lov mig en ting.",
        "pa": "Birgitte, you must promise me one thing.",
        "vi": "Birgitte, con...\n phải hứa với bố một điều."
    },
    {
        "start": "00:42:13,520",
        "end": "00:42:19,960",
        "en": "Lov mig, at du og Phillip altid vil holde sammen.",
        "pa": "Promise me...\n that you and Phillip...\n always will stick together.",
        "vi": "Hứa rằng...\n con và Phillip...\n sẽ luôn bên nhau."
    },
    {
        "start": "00:42:24,520",
        "end": "00:42:27,560",
        "en": "Det lover jeg, far.",
        "pa": "I promise, Dad.",
        "vi": "Con hứa, bố à."
    },
    {
        "start": "00:43:07,200",
        "end": "00:43:09,760",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Chào anh."
    },
    {
        "start": "00:43:09,880",
        "end": "00:43:12,520",
        "en": "Du er tidligt oppe.",
        "pa": "You're up early.",
        "vi": "Anh dậy sớm à?"
    },
    {
        "start": "00:43:17,800",
        "end": "00:43:21,120",
        "en": "-Hvornår tager din far hjem? -I dag. Hvorfor?",
        "pa": "When is your dad going home?\n Today, I believe. Why?",
        "vi": "Bao giờ thì bố em về?\n Chắc là hôm nay. Tại sao?"
    },
    {
        "start": "00:43:21,240",
        "end": "00:43:27,040",
        "en": "-Kan du ikke snakke med ham? -Der er møde i sikkerhedsudvalget.",
        "pa": "Could you talk to him?\n I have to go. I'm meeting the security committee in half an hour.",
        "vi": "Em nói chuyện với bố nhé?\n Em phải đi. Nửa giờ nữa em sẽ gặp Ủy ban An ninh."
    },
    {
        "start": "00:43:27,160",
        "end": "00:43:31,400",
        "en": "-Måske kunne du snakke med ham? -Nej. Det er din far.",
        "pa": "-Perhaps you could talk to him? -No, I can't.",
        "vi": "- Hay là anh nói với bố nhé? - Anh không thể."
    },
    {
        "start": "00:43:31,520",
        "end": "00:43:35,680",
        "en": "Og jeg orker ikke at have den her samtale.",
        "pa": "He's your dad, and I don't have the energy for this talk.",
        "vi": "Đó là bố em và anh...\n không còn sức mà nói chuyện nữa."
    },
    {
        "start": "00:43:35,800",
        "end": "00:43:38,800",
        "en": "Jeg taler med ham.",
        "pa": "I'll talk with him, then.",
        "vi": "Vậy em sẽ nói với bố."
    },
    {
        "start": "00:43:39,760",
        "end": "00:43:44,680",
        "en": "Hvis han alligevel skal rejse, går det måske ud på et.",
        "pa": "But if he's leaving today already, then it might not matter.",
        "vi": "Nhưng nếu hôm nay bố đi rồi thì... không thành vấn đề nữa."
    },
    {
        "start": "00:43:54,520",
        "end": "00:43:57,680",
        "en": "Jeg vækker ungerne.",
        "pa": "I'll wake up the kids.",
        "vi": "Em sẽ đánh thức các con."
    },
    {
        "start": "00:44:18,680",
        "end": "00:44:23,120",
        "en": "Godmorgen. Vil du have en kop kaffe?",
        "pa": "Good morning.",
        "vi": "Xin chào."
    },
    {
        "start": "00:44:23,240",
        "end": "00:44:25,720",
        "en": "Ja tak.",
        "pa": "-Do you want a cup of coffee? - Yes, please.",
        "vi": "- Anh muốn uống cà phê không? - Vâng, làm ơn."
    },
    {
        "start": "00:44:26,960",
        "end": "00:44:31,000",
        "en": "-Har vi noget mælk? -Selvfølgelig.",
        "pa": "Do we have milk?\n Of course.",
        "vi": "Ta có sữa không?\n Tất nhiên rồi."
    },
    {
        "start": "00:44:37,080",
        "end": "00:44:40,720",
        "en": "Ja, selvfølgelig.",
        "pa": "Da. Nyet.\n Yes, yes. Yes, of course.\n Dasvidaniya.",
        "vi": "Da.\n Njet. Vâng, vâng.\n Vâng, tất nhiên.\n Dasvidaniya."
    },
    {
        "start": "00:44:42,680",
        "end": "00:44:47,680",
        "en": "-Grozin vil have Bayanov udleveret. -Det er udelukket.",
        "pa": "Grozin insists on getting Bayanov handed over today.",
        "vi": "Grozin nhất định đòi ta bàn giao Bayanov hôm nay."
    },
    {
        "start": "00:44:47,800",
        "end": "00:44:51,680",
        "en": "-Er der en normal procedure? -Anmodningen er ikke urimelig.",
        "pa": "Out of the question.\n -There must be procedures for that? -I don't think Grozin is unreasonable.",
        "vi": "Không đời nào.\n - Phải có quy trình chứ? - Tôi nghĩ Grozin nói có lý."
    },
    {
        "start": "00:44:51,800",
        "end": "00:44:55,640",
        "en": "Hele idéen med OSDD er, at medlemslandene hjælper hinanden.",
        "pa": "The entire point of OSDD is that member countries help each other.",
        "vi": "Mục đích của OSDD là các nước thành viên giúp đỡ nhau."
    },
    {
        "start": "00:44:55,760",
        "end": "00:44:59,920",
        "en": "Det eneste OSDD-land, der er imod, er Frankrig.",
        "pa": "The only OSDD country opposed is France.",
        "vi": "Nước duy nhất trong OSDD phản đối là Pháp."
    },
    {
        "start": "00:45:00,040",
        "end": "00:45:02,720",
        "en": "Hvor længe kan han sidde i varetægt?",
        "pa": "How long can we keep Bayanov?",
        "vi": "Ta có thể giữ Bayanov bao lâu?"
    },
    {
        "start": "00:45:02,840",
        "end": "00:45:05,600",
        "en": "Han skal ud så hurtigt som muligt.",
        "pa": "Birgitte, we need him out as fast as possible.",
        "vi": "Anh ta cần đi càng sớm càng tốt."
    },
    {
        "start": "00:45:05,720",
        "end": "00:45:11,880",
        "en": "En terrormistænkt i et dansk fængsel kan give sikkerhedsproblemer.",
        "pa": "We are talking about an international terrorism suspect in a Danish prison.",
        "vi": "Ta đang nói về nghi can khủng bố quốc tế ở nhà tù Đan Mạch."
    },
    {
        "start": "00:45:12,000",
        "end": "00:45:16,560",
        "en": "Der er intet i dansk lovgivning, der forhindrer en udlevering.",
        "pa": "It can present all sorts of security problems.\n And I have to stress that nothing in Danish legislation prevents extradition.",
        "vi": "Nó có thể gây ra đủ loại vấn đề về an ninh.\n Phải nhấn mạnh rằng luật Đan Mạch không hề cản trở dẫn độ."
    },
    {
        "start": "00:45:16,680",
        "end": "00:45:19,880",
        "en": "Han bliver nok henrettet inden for 24 timer.",
        "pa": "Except Bayanov would probably be executed within 24 hours.",
        "vi": "Trừ việc Bayanov có thể sẽ bị xử tử trong vòng 24 giờ."
    },
    {
        "start": "00:45:20,000",
        "end": "00:45:23,880",
        "en": "Turgisien har afskaffet dødsstraffen for seks år siden.",
        "pa": "Officially, Turgisia banned the death penalty six years ago.",
        "vi": "Turgisia chính thức cấm án tử hình sáu năm trước."
    },
    {
        "start": "00:45:24,000",
        "end": "00:45:28,440",
        "en": "71 af Grozins politiske modstandere forsvandt sidste år.",
        "pa": "And yet, 71 of Grozin's political opponents disappeared last year.",
        "vi": "Tuy thế, 71 đối thủ chính trị của Grozin đã biến mất vào năm ngoái."
    },
    {
        "start": "00:45:28,560",
        "end": "00:45:31,680",
        "en": "Det påstår Amnesty International.",
        "pa": "That is Amnesty International's claim.",
        "vi": "Đó là khẳng định của Tổ chức Ân xá Quốc tế."
    },
    {
        "start": "00:45:31,800",
        "end": "00:45:36,720",
        "en": "-Vi kan ikke udlevere ham. -Du vil gerne sælge dine vindmøller?",
        "pa": "I just don't see extradition as a possibility.\n But you'd like to sell wind turbines, right?",
        "vi": "Tôi thấy không thể dẫn độ được.\n Nhưng anh muốn bán tua-bin gió nhỉ?"
    },
    {
        "start": "00:45:36,840",
        "end": "00:45:40,960",
        "en": "Ikke hvis det betyder, at vi skal begå en forbrydelse.",
        "pa": "Am I right?\n Not if it means committing a crime.",
        "vi": "- Tôi nói đúng không? - Không, nếu thế có nghĩa là phạm tội."
    },
    {
        "start": "00:45:41,080",
        "end": "00:45:45,320",
        "en": "Vi kan ikke udlevere en systemkritiker til en uvis fremtid",
        "pa": "The Green Party cannot support the extradition of a dissident",
        "vi": "Đảng Xanh không ủng hộ dẫn độ một người bất đồng chính kiến"
    },
    {
        "start": "00:45:45,440",
        "end": "00:45:49,040",
        "en": "fordi vi gerne vil sælge for 1 mia. kr. vindmøller.",
        "pa": "to an unknown future\n because we want to sell a billion's worth of wind turbines.",
        "vi": "rồi đẩy vào tương lai mù mịt vì ta muốn bán tua-bin gió giá một tỉ."
    },
    {
        "start": "00:45:49,160",
        "end": "00:45:54,680",
        "en": "-Hvad er et menneskeliv værd? -Det er en tåbelig diskussion.",
        "pa": "How much is a life for you, Troels?\n - What a stupid argument. -I don't think so.",
        "vi": "Với ông, một mạng người có giá bao nhiêu?\n - Lý lẽ ngu ngốc quá. - Tôi không nghĩ vậy."
    },
    {
        "start": "00:45:54,800",
        "end": "00:45:59,840",
        "en": "En milliard er mange penge. Russerne vil måske også købe vindmøller.",
        "pa": "-One billion is a lot of money.\n Remember, the Russians aren't dismissive of buying Danish wind turbines.",
        "vi": "Một tỉ là rất nhiều đấy.\n Hãy nhớ rằng người Nga không phải không muốn mua tua-bin gió của ta."
    },
    {
        "start": "00:45:59,960",
        "end": "00:46:02,360",
        "en": "Får vi hul på det marked...",
        "pa": "And if we first get a foothold on that market...",
        "vi": "Nếu ta có chỗ đứng trên thị trường đó..."
    },
    {
        "start": "00:46:02,480",
        "end": "00:46:08,120",
        "en": "Sidder vi og diskuterer, om Bayanovs hoved er 1 mia. værd i eksport?",
        "pa": "Are we discussing whether Bayanov's head is worth a billion in exports?",
        "vi": "Ta đang bàn liệu mạng của Baynanov có đáng một tỉ euro hàng xuất khẩu không?"
    },
    {
        "start": "00:46:10,400",
        "end": "00:46:17,240",
        "en": "Om lidt skal vi overdrage formandskabet i OSDD til Grozin.",
        "pa": "I mean, no, but soon we are handing over the chairmanship",
        "vi": "Ý tôi là không, nhưng...\n Lát nữa ta sẽ bàn giao chức Chủ tịch"
    },
    {
        "start": "00:46:17,360",
        "end": "00:46:21,360",
        "en": "Du må have tillid til ham som demokrat.",
        "pa": "in the Organization for Security and Democratic Development to Grozin.\n You have to trust him as a democrat.",
        "vi": "của Tổ chức An ninh và Phát triển Dân chủ cho Grozin.\n Bà phải tin ông ta như một nhà dân chủ."
    },
    {
        "start": "00:46:21,480",
        "end": "00:46:26,000",
        "en": "Tillid til en mand, som har begået menneskerettighedskrænkelser?",
        "pa": "Or this won't make any sense.\n Trust in a man who has committed innumerable human rights violations?",
        "vi": "Không thì chẳng có nghĩa lý gì.\n Tin vào một người vi phạm nhân quyền vô số lần à?"
    },
    {
        "start": "00:46:26,120",
        "end": "00:46:31,320",
        "en": "Det er ikke noget, du eller dit parti behøver at bakke op om.",
        "pa": "-We cannot support this. -Excuse me, Amir,\n but this is not something that you or your party has to support.",
        "vi": "- Chúng tôi không thể ủng hộ. - Xin lỗi, Amir,\n nhưng đây không phải việc mà anh hay đảng anh phải ủng hộ."
    },
    {
        "start": "00:46:31,440",
        "end": "00:46:35,640",
        "en": "Det er Danmark, der udleverer en terrormistænkt person.",
        "pa": "Oh, really?\n -This is Denmark playing by the rules",
        "vi": "Thật sao?\n Đây là Đan Mạch làm theo luật\n khi dẫn độ một nghi can khủng bố đến Turgisia."
    },
    {
        "start": "00:46:35,760",
        "end": "00:46:40,160",
        "en": "-Loven er ikke til diskussion. -Vi skal træffe en beslutning.",
        "pa": "by extraditing a suspected terrorist to Turgisia.\n That's the law, it's not up for discussion.\n We have to make a decision.",
        "vi": "Là luật, không thể bàn cãi.\n Chúng ta phải quyết định."
    },
    {
        "start": "00:46:40,280",
        "end": "00:46:44,480",
        "en": "Om lidt skal du have taget billeder sammen med Grozin.",
        "pa": "In a minute, you'll be in there on a sofa getting your picture taken with Grozin.",
        "vi": "Lát nữa, bà sẽ ngồi ở ghế kia, chụp ảnh với Grozin."
    },
    {
        "start": "00:46:44,600",
        "end": "00:46:49,520",
        "en": "Vi er ikke nødt til at træffe en beslutning. Jeg er nødt til det.",
        "pa": "We don't have to make a decision.\n I have to make a decision.",
        "vi": "Chúng ta không phải quyết định.\n Tôi phải quyết định."
    },
    {
        "start": "00:47:03,360",
        "end": "00:47:08,160",
        "en": "Vi kan underskrive udleveringsaftalen efter ceremonien.",
        "pa": "We can sign the extradition agreement after the ceremony.",
        "vi": "Ta có thể ký thỏa thuận dẫn độ sau buổi lễ."
    },
    {
        "start": "00:47:08,280",
        "end": "00:47:11,360",
        "en": "Nu vil jeg gerne være alene.",
        "pa": "All right.\n -Now I'd like to be alone. - Okay.",
        "vi": "Được rồi.\n - Giờ tôi muốn ở một mình. - Vâng."
    },
    {
        "start": "00:47:22,600",
        "end": "00:47:29,600",
        "en": "",
        "pa": "",
        "vi": "BÁO CÁO VI PHẠM NHÂN QUYỀN Ở TURGISIA"
    },
    {
        "start": "00:47:54,560",
        "end": "00:47:58,320",
        "en": "Godmorgen, hr. præsident.",
        "pa": "Good morning, Mr. President.\n Good morning, Prime Minister.",
        "vi": "Chào ngài Tổng thống.\n Chào bà Thủ tướng."
    },
    {
        "start": "00:48:01,240",
        "end": "00:48:04,560",
        "en": "Er De klar til pressekonferencen?",
        "pa": "Mr. President, are you ready for the press conference?",
        "vi": "Tổng thống, ngài sẵn sàng họp báo chưa?"
    },
    {
        "start": "00:48:04,680",
        "end": "00:48:09,600",
        "en": "Undskyld. Må jeg få et øjeblik alene med præsidenten?",
        "pa": "- Of course. - This way...\n Excuse me.\n Could I have a moment alone with the president, please?",
        "vi": "- Tất nhiên. - Lối này...\n Xin lỗi?\n Tôi nói chuyện riêng với Tổng thống được chứ?"
    },
    {
        "start": "00:48:11,480",
        "end": "00:48:14,480",
        "en": "Selvfølgelig.",
        "pa": "Of course.",
        "vi": "Tất nhiên rồi."
    },
    {
        "start": "00:48:15,960",
        "end": "00:48:19,280",
        "en": "Det gælder også jer.",
        "pa": "That goes for you too.",
        "vi": "Cả anh cũng vậy."
    },
    {
        "start": "00:48:19,400",
        "end": "00:48:22,680",
        "en": "Vil De ikke sidde ned?",
        "pa": "Would you care to sit down?",
        "vi": "Xin mời ông ngồi."
    },
    {
        "start": "00:48:22,800",
        "end": "00:48:25,280",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn bà."
    },
    {
        "start": "00:48:30,400",
        "end": "00:48:34,280",
        "en": "Hvad sker der med Bayanov, hvis vi udleverer ham?",
        "pa": "What will happen to Bayanov if we hand him over?",
        "vi": "Chuyện gì sẽ xảy ra với Bayanov nếu chúng tôi bàn giao?"
    },
    {
        "start": "00:48:34,400",
        "end": "00:48:40,120",
        "en": "-Det skal vi ikke diskutere i dag. -De er nødt til at fortælle mig det.",
        "pa": "Let's not discuss that on a day of celebration like this.",
        "vi": "Đừng nên bàn chuyện đó trong ngày vui thế này."
    },
    {
        "start": "00:48:40,240",
        "end": "00:48:46,640",
        "en": "Det er det turgisiske folks og den turgisiske stats beslutning.",
        "pa": "I can't hand him over if you won't tell me.\n My dear Prime Minister, it is up to the Turgisian people...\n and the Turgisian legal system to decide.",
        "vi": "Tôi không thể giao nếu ông không nói.\n Thưa Thủ tướng, tùy vào người dân Turgisia...\n và hệ thống pháp luật Turgisia sẽ quyết định."
    },
    {
        "start": "00:48:48,280",
        "end": "00:48:53,160",
        "en": "Det er ikke for at være uhøflig, men jeg er nødt til at vide mere.",
        "pa": "I mean no offense, Mr. President, but I really need to know more than that.",
        "vi": "Không có ý gì nhưng tôi cần biết nhiều hơn thế."
    },
    {
        "start": "00:48:55,960",
        "end": "00:48:58,520",
        "en": "Må jeg stille Dem et spørgsmål?",
        "pa": "Hmm.\n Let me ask you a question.",
        "vi": "Để tôi hỏi bà một câu."
    },
    {
        "start": "00:48:58,640",
        "end": "00:49:06,320",
        "en": "Hvorfor anser De Dem for at være en bedre demokratisk leder end mig?",
        "pa": "Why do you consider yourself...",
        "vi": "Sao bà lại coi mình..."
    },
    {
        "start": "00:49:06,440",
        "end": "00:49:10,800",
        "en": "-Hvorfor spørger De? -Det ved De vist godt.",
        "pa": "a better and more democratic leader than I?\n -Why would you ask me that? -Oh, I think you know.",
        "vi": "là nhà lãnh đạo tốt và dân chủ hơn tôi?\n - Sao ông hỏi tôi thế? - Tôi nghĩ bà biết mà."
    },
    {
        "start": "00:49:10,920",
        "end": "00:49:15,000",
        "en": "Hvor gammelt er det danske demokrati? 160 år?",
        "pa": "How old is Danish democracy? 160 years?",
        "vi": "Nền dân chủ Đan Mạch có từ bao giờ? 160 năm trước?"
    },
    {
        "start": "00:49:15,120",
        "end": "00:49:18,120",
        "en": "Vores er 20 år gammelt.",
        "pa": "Ours is 20 years old.",
        "vi": "Chúng tôi mới có 20 năm."
    },
    {
        "start": "00:49:18,240",
        "end": "00:49:21,560",
        "en": "Den slags tager tid.",
        "pa": "It takes time, Mrs. Prime Minister. It takes time.",
        "vi": "Cần có thời gian, thưa Thủ tướng."
    },
    {
        "start": "00:49:21,680",
        "end": "00:49:26,360",
        "en": "Det turgisiske folk er vant til at adlyde.",
        "pa": "The Turgisian people are not used to being asked. They are used to being told.",
        "vi": "Người Turgisia chưa quen được hỏi, họ quen được yêu cầu."
    },
    {
        "start": "00:49:26,480",
        "end": "00:49:31,920",
        "en": "Det ligger i befolkningens dna at adlyde deres leder.",
        "pa": "It is in the...\n DNA of my people to obey the leader.",
        "vi": "Việc nghe theo lãnh đạo...\n đã ở trong máu của người dân nước tôi."
    },
    {
        "start": "00:49:34,720",
        "end": "00:49:38,000",
        "en": "Så hvis jeg forstår Dem ret",
        "pa": "So if I understand you correctly...",
        "vi": "Vậy nếu tôi hiểu đúng..."
    },
    {
        "start": "00:49:38,120",
        "end": "00:49:42,560",
        "en": "er det Dem, der beslutter, hvad der skal ske med Bayanov.",
        "pa": "it is you, isn't it?\n Mr. President, who will decide what will happen--",
        "vi": "là ông, phải không?\n Tổng thống, ông quyết định chuyện gì xảy ra..."
    },
    {
        "start": "00:49:42,680",
        "end": "00:49:47,840",
        "en": "-Er det her et spil? -En mands liv står på spil.",
        "pa": "Oh, are we playing games, Mrs. Prime Minister?\n I hope not. There's a man's life at stake here.",
        "vi": "Đây là chiêu trò à, Thủ tướng?\n Mong là không. Tính mạng một người đang bị đe dọa."
    },
    {
        "start": "00:49:47,960",
        "end": "00:49:51,560",
        "en": "Når vores demokrati fylder 160 år, kan vi tale sammen.",
        "pa": "Well, when our democracy is 160 years old, we can talk.",
        "vi": "Khi nào nền dân chủ của chúng tôi được 160 tuổi, ta có thể nói chuyện,"
    },
    {
        "start": "00:49:51,680",
        "end": "00:49:55,560",
        "en": "Jeg vil ikke finde mig i Deres arrogance.",
        "pa": "Until then, I will not take any more arrogant lessons from you.",
        "vi": "cho đến lúc đó, tôi không nghe bà lên mặt dạy đời đâu."
    },
    {
        "start": "00:49:55,680",
        "end": "00:50:01,920",
        "en": "Jeg vil have udleveret Bayanov, før jeg underskriver kontrakten.",
        "pa": "-But you still haven't answered-- -I expect you to hand over Bayanov\n before I sign any contract with Northwind.",
        "vi": "- Ông vẫn chưa trả lời... - Tôi mong bà giao Bayanov\n trước khi ký bất kỳ hợp đồng nào với Northwind."
    },
    {
        "start": "00:50:06,520",
        "end": "00:50:09,040",
        "en": "I øvrigt har jeg forstået",
        "pa": "Oh, by the way...",
        "vi": "Nhân tiện..."
    },
    {
        "start": "00:50:09,160",
        "end": "00:50:13,920",
        "en": "at De bestemmer, hvilke journalister der må stille spørgsmål.",
        "pa": "I understand it is your custom \n to pick the journalists yourself at press conference.",
        "vi": "Tôi hiểu rằng bà có nguyên tắc\n tự mình chọn phóng viên ở buổi họp báo?"
    },
    {
        "start": "00:50:14,040",
        "end": "00:50:18,400",
        "en": "-Ja. -Jeg vil bede Dem om en tjeneste.",
        "pa": "Yes.\n Well, I have a favor to ask of you.",
        "vi": "Vâng.\n Tôi có một việc muốn nhờ bà."
    },
    {
        "start": "00:50:23,960",
        "end": "00:50:29,600",
        "en": "Her er en liste med journalister, jeg ikke ønsker at få spørgsmål fra.",
        "pa": "Here is a list of journalists that I do not wish to take questions from.",
        "vi": "Đây là danh sách các nhà báo mà tôi không muốn nhận câu hỏi."
    },
    {
        "start": "00:50:29,720",
        "end": "00:50:32,920",
        "en": "Vær venlig at respektere det.",
        "pa": "Please respect that.",
        "vi": "Hãy tôn trọng điều đó."
    },
    {
        "start": "00:50:33,040",
        "end": "00:50:36,920",
        "en": "Mit folk tror på pressefrihed",
        "pa": "\"My nation believes in the principle of free press",
        "vi": "\"Đất nước của tôi tin vào nguyên tắc của báo chí tự do"
    },
    {
        "start": "00:50:37,040",
        "end": "00:50:41,200",
        "en": "og det vil vi forsvare som en grundlovssikret ret.",
        "pa": "and will uphold and defend this in our constitution.\"",
        "vi": "và sẽ duy trì, bảo vệ điều này trong hiến pháp của chúng tôi\"."
    },
    {
        "start": "00:50:41,320",
        "end": "00:50:43,400",
        "en": "Accepterer De det?",
        "pa": "Do you recognize it?",
        "vi": "Ông nhận ra không?"
    },
    {
        "start": "00:50:43,520",
        "end": "00:50:48,000",
        "en": "Det er en del af den aftale, De skal underskrive i dag som ny formand.",
        "pa": "It is part of the OSDD treaty that you're signing today,",
        "vi": "Nó thuộc hiệp ước OSDD mà ông sẽ ký hôm nay"
    },
    {
        "start": "00:50:48,120",
        "end": "00:50:52,880",
        "en": "I dag skal det ikke handle om presse- og ytringsfrihed.",
        "pa": "-as the new chairman. -There's a time and place...\n for free press and critical journalism. Today is not one of them.",
        "vi": "- với tư cách Chủ tịch mới. - Báo chí tự do và phê bình\n cũng phải đúng lúc, đúng chỗ. Hôm nay không phải lúc."
    },
    {
        "start": "00:50:53,000",
        "end": "00:50:56,920",
        "en": "Ikke flere spil, fru statsminister.",
        "pa": "No more games, Mrs. Prime Minister.",
        "vi": "Không chiêu trò nữa, bà Thủ tướng."
    },
    {
        "start": "00:51:12,320",
        "end": "00:51:16,440",
        "en": "Sørg for, at Grozin får det her spørgsmål.",
        "pa": "Make sure President Grozin gets this question.",
        "vi": "Đảm bảo Tổng thống Grozin nhận được câu hỏi này."
    },
    {
        "start": "00:51:25,680",
        "end": "00:51:29,960",
        "en": "-Katrine, du må hjælpe os. -Jeg vil ikke snakke med dig.",
        "pa": "-Katrine, you need to help us. -I won't talk to you.",
        "vi": "- Em cần giúp bọn anh. - Em không nói chuyện với anh."
    },
    {
        "start": "00:51:30,080",
        "end": "00:51:33,960",
        "en": "-Spørg Grozin om det her. -Skal du diktere mine spørgsmål?",
        "pa": "This is not private.\n Ask Grozin about this.\n What makes you think you can dictate my questions?",
        "vi": "Không phải việc riêng.\n Hỏi Grozin về việc này.\n Điều gì khiến anh nghĩ anh có thể bắt em hỏi gì?"
    },
    {
        "start": "00:51:34,080",
        "end": "00:51:37,480",
        "en": "-Du er nødt til det. -Her i landet har vi fri presse.",
        "pa": "-I don't, but you have to do this. -I don't have to do anything.",
        "vi": "- Đâu có, nhưng em phải làm. - Em không phải làm gì cả."
    },
    {
        "start": "00:51:37,600",
        "end": "00:51:40,320",
        "en": "Du får det sidste spørgsmål.",
        "pa": "We have a free press.\n The prime minister will give you the last question.",
        "vi": "Ta có tự do báo chí.\n Thủ tướng sẽ cho em câu hỏi cuối cùng."
    },
    {
        "start": "00:51:40,440",
        "end": "00:51:43,600",
        "en": "Det er et spørgsmål, du gerne vil stille.",
        "pa": "Trust me, you want to ask the question.",
        "vi": "Tin anh đi, em sẽ muốn hỏi câu đó."
    },
    {
        "start": "00:51:43,720",
        "end": "00:51:46,960",
        "en": "Vil I være venlige at sætte jer.",
        "pa": "Ladies and gentlemen of the press, please take your seat.",
        "vi": "Thưa các nhà báo, xin mời ngồi."
    },
    {
        "start": "00:51:55,040",
        "end": "00:52:00,760",
        "en": "Er præsident Grozin tilfreds med anholdelsen af Bayanov?",
        "pa": "Yes.\n Lindsay McGill, The Guardian.\n Is President Grozin satisfied with the arrest of Vladimir Bayanov?",
        "vi": "Vâng?\n Lindsay McGill, tờ The Guardian.\n Tổng thống Grozin có hài lòng với việc bắt giữ Vladimir Bayanov?"
    },
    {
        "start": "00:52:00,880",
        "end": "00:52:05,880",
        "en": "Jeg er glad for den hjælp, vi har modtaget fra vores danske venner.",
        "pa": "Yes, I am very happy with the help we have received from our Danish friends.",
        "vi": "Vâng, tôi rất hài lòng với sự giúp đỡ của những người bạn Đan Mạch."
    },
    {
        "start": "00:52:08,880",
        "end": "00:52:14,080",
        "en": "Hvor stærke er beviserne mod Bayanov?",
        "pa": "TV1.\n  Yes, can the Danish prime minister tell us,",
        "vi": "TV1.\n Vâng, xin Thủ tướng Đan Mạch cho biết"
    },
    {
        "start": "00:52:14,200",
        "end": "00:52:19,000",
        "en": "Det spørgsmål må det danske politi besvare.",
        "pa": "how strong is the evidence against Bayanov?\n That would be a question for the Danish police.",
        "vi": "bằng chứng chống lại Bayanov xác đáng tới mức nào?\n Đó là câu hỏi cho cảnh sát Đan Mạch."
    },
    {
        "start": "00:52:19,120",
        "end": "00:52:22,280",
        "en": "Var det det sidste spørgsmål?",
        "pa": "I'm afraid I cannot comment on that.\n Was that the last question?",
        "vi": "E là tôi không thể bình luận.\n Đó là câu hỏi cuối cùng à?"
    },
    {
        "start": "00:52:22,400",
        "end": "00:52:26,000",
        "en": "Før vi slutter, vil jeg gerne sige",
        "pa": "Before we end this press conference, I'd like to say that...",
        "vi": "Trước khi kết thúc họp báo, tôi muốn nói rằng..."
    },
    {
        "start": "00:52:26,120",
        "end": "00:52:31,840",
        "en": "at vi har noteret os, at der har været international kritik af",
        "pa": "the President and I have of course noticed",
        "vi": "tất nhiên Tổng thống và tôi đã nhận thấy"
    },
    {
        "start": "00:52:31,960",
        "end": "00:52:39,480",
        "en": "at Turgisien skal overtage formandskabet for OSDD.",
        "pa": "the criticism in the international media,\n concerning the fact that Turgisia is taking over the chairmanship\n for the Organization for Security and Democratic Development.",
        "vi": "sự chỉ trích của truyền thông quốc tế\n liên quan đến việc Turgisia tiếp quản vị trí Chủ tịch\n của Tổ chức An ninh và Phát triển Dân chủ."
    },
    {
        "start": "00:52:39,600",
        "end": "00:52:46,120",
        "en": "Men jeg vil gerne citere Grozin fra hans tiltrædelsestale i 1996.",
        "pa": "But I'd like to quote President Grozin\n from his inauguration speech from 1996:",
        "vi": "Nhưng tôi muốn trích dẫn lời Tổng thống Grozin\n trong diễn văn nhậm chức năm 1996 của ông:"
    },
    {
        "start": "00:52:46,240",
        "end": "00:52:49,400",
        "en": "\"Demokrati kan ikke gradbøjes.",
        "pa": "\"Democracy is not a principle you can bend.",
        "vi": "\"Dân chủ không phải là nguyên tắc có thể bẻ cong."
    },
    {
        "start": "00:52:49,520",
        "end": "00:52:53,040",
        "en": "Det er enten-eller. Det er ja eller nej.",
        "pa": "It's either or. It's yes or no.",
        "vi": "Nó rõ ràng. Có hoặc không."
    },
    {
        "start": "00:52:53,160",
        "end": "00:52:58,440",
        "en": "Og i dag har Turgisien valgt at sige ja til demokrati.\"",
        "pa": "And today, my nation, Turgisia, has chosen to say yes to democracy.\"",
        "vi": "Và hôm nay, quốc gia tôi, Turgisia, đã chọn dân chủ\"."
    },
    {
        "start": "00:53:01,520",
        "end": "00:53:06,640",
        "en": "Vi kan vist lige nå et sidste spørgsmål. Katrine Fønsmark.",
        "pa": "I think we have the time for just one last question.",
        "vi": "Ta có thời gian cho một câu hỏi cuối cùng."
    },
    {
        "start": "00:53:06,760",
        "end": "00:53:11,000",
        "en": "Det er et spørgsmål til præsident Grozin.",
        "pa": "Katrine Fønsmark.\n Yes, this is for President Grozin.",
        "vi": "Katrine Fønsmark.\n Vâng, câu hỏi cho Tổng thống Grozin."
    },
    {
        "start": "00:53:11,120",
        "end": "00:53:17,440",
        "en": "Er Deres investering i North Wind afhængig af udleveringen af Bayanov?",
        "pa": "Does your investment in Danish wind technology\n depend on the arrest and handing over of Vladimir Bayanov?",
        "vi": "Việc ông đầu tư vào công nghệ gió của Đan Mạch\n phụ thuộc vào việc bắt và giao nộp Vladimir Bayanov?"
    },
    {
        "start": "00:53:28,160",
        "end": "00:53:31,800",
        "en": "Jeg nærer stor tillid til det danske retssystem",
        "pa": "I have great faith in the Danish legal system,",
        "vi": "Tôi rất tin tưởng vào hệ thống pháp luật của Đan Mạch,"
    },
    {
        "start": "00:53:31,920",
        "end": "00:53:36,640",
        "en": "og jeg kan forsikre jer om, at der ingen forbindelse er",
        "pa": "and I can assure you that I do not link",
        "vi": "và tôi có thể đảm bảo rằng tôi không gắn"
    },
    {
        "start": "00:53:36,760",
        "end": "00:53:41,200",
        "en": "mellem vindmølleaftalen og sagen mod Bayanov.",
        "pa": "the wind energy deal with the case against Bayanov.",
        "vi": "thỏa thuận năng lượng gió với vụ việc chống lại Bayanov."
    },
    {
        "start": "00:53:41,320",
        "end": "00:53:46,320",
        "en": "Tak. Det var sidste spørgsmål. Der kan tages billeder nu.",
        "pa": "And thank you, I think that was the last question.\n You can take some pictures now.",
        "vi": "Cảm ơn, tôi nghĩ đó là câu hỏi cuối cùng.\n Xin mời chụp ảnh."
    },
    {
        "start": "00:53:52,480",
        "end": "00:53:56,560",
        "en": "Jeg værdsætter Deres svar på det sidste spørgsmål",
        "pa": "I really appreciate your answer to the last question.",
        "vi": "Cảm ơn về câu trả lời của ông cho câu hỏi cuối cùng."
    },
    {
        "start": "00:53:56,680",
        "end": "00:54:00,200",
        "en": "for jeg vil ikke udlevere ham.",
        "pa": "Because I'm not going to hand him over.",
        "vi": "Vì tôi sẽ không giao anh ta."
    },
    {
        "start": "00:54:02,240",
        "end": "00:54:04,920",
        "en": "Mange tak.",
        "pa": "And thank you very much.\n Thank you.",
        "vi": "Và cảm ơn rất nhiều.\n Cảm ơn các bạn."
    },
    {
        "start": "00:54:21,800",
        "end": "00:54:28,200",
        "en": "-Hvad sker der? -Din far bliver til på mandag.",
        "pa": "-Hi. -What's going on?\n Well, your dad intends to stay here until Monday.",
        "vi": "- Chào em. - Có chuyện gì vậy?\n À, bố em định ở lại đây đến thứ Hai."
    },
    {
        "start": "00:54:28,320",
        "end": "00:54:32,640",
        "en": "Det kan jeg ikke holde ud, selvom han er en sød gammel hippie.",
        "pa": "I... I just can't take it.\n Even though he is a cute old hippie, so...",
        "vi": "Anh... Anh không chịu được.\n Dù ông ấy là ông già lập dị dễ thương nên..."
    },
    {
        "start": "00:54:32,760",
        "end": "00:54:36,760",
        "en": "-Jeg tager på hotel et par dage. -Vent lige lidt.",
        "pa": "I'm checking into a hotel for a few days.",
        "vi": "anh sẽ ở khách sạn vài ngày."
    },
    {
        "start": "00:54:36,880",
        "end": "00:54:40,080",
        "en": "Giv mig lige to minutter.",
        "pa": "Wait a second. Wait two minutes.",
        "vi": "Đợi chút. Đợi hai phút thôi."
    },
    {
        "start": "00:54:41,200",
        "end": "00:54:43,080",
        "en": "Hej, far.",
        "pa": "Hi, Dad.",
        "vi": "Chào bố."
    },
    {
        "start": "00:54:43,200",
        "end": "00:54:47,640",
        "en": "Jeg bliver weekenden over, så vi kan hygge os lidt sammen.",
        "pa": "You know, I think I'll stay the weekend, so we can hang out.",
        "vi": "Bố sẽ ở lại cuối tuần để ta có thời gian bên nhau."
    },
    {
        "start": "00:54:48,880",
        "end": "00:54:53,040",
        "en": "-Vi har ikke set meget til hinanden. -Nej, det er rigtigt.",
        "pa": "We don't see each other much.\n No, that's true.",
        "vi": "Bố con ta ít gặp nhau mà.\n Vâng, đúng thế."
    },
    {
        "start": "00:54:54,440",
        "end": "00:54:57,080",
        "en": "Far, det går ikke.",
        "pa": "Dad, this won't do.",
        "vi": "Thế này không ổn."
    },
    {
        "start": "00:54:57,200",
        "end": "00:55:01,120",
        "en": "Jeg har brug for noget tid alene sammen med Phillip.",
        "pa": "I need time alone with Phillip.",
        "vi": "Con cần thời gian riêng với Phillip."
    },
    {
        "start": "00:55:01,240",
        "end": "00:55:06,480",
        "en": "Og Phillip har brug for sin morgenkåbe, sin kaffe og sin rødvin.",
        "pa": "And Phillip needs his robe, his coffee and his red wine.",
        "vi": "Và Phillip cần áo choàng, cà phê và rượu vang đỏ của mình."
    },
    {
        "start": "00:55:10,440",
        "end": "00:55:13,480",
        "en": "Jeg skal holde de løfter, jeg gav dig i går.",
        "pa": "I need to keep the promise I gave you yesterday, right?",
        "vi": "Con cần giữ lời hứa với bố hôm qua nhỉ?"
    },
    {
        "start": "00:55:13,600",
        "end": "00:55:17,640",
        "en": "Jo. Det forstår jeg godt.",
        "pa": "Yes. I understand.",
        "vi": "Ừ. Bố hiểu."
    },
    {
        "start": "00:55:17,760",
        "end": "00:55:21,200",
        "en": "Jeg går op og pakker med det samme.",
        "pa": "I'll go pack right away.",
        "vi": "Bố sẽ xếp đồ ngay."
    },
    {
        "start": "00:55:27,440",
        "end": "00:55:31,800",
        "en": "Bayanov, der har siddet fængslet i Danmark",
        "pa": "Bayanov was detained in Denmark for the last 24 hours",
        "vi": "Vladimir Bayanov, người đã bị giam giữ ở Đan Mạch 24 giờ qua"
    },
    {
        "start": "00:55:31,920",
        "end": "00:55:34,720",
        "en": "rejste her til aften ud af landet.",
        "pa": "as a terrorism suspect, but left the country this evening.",
        "vi": "do bị nghi ngờ là khủng bố, đã ra nước ngoài vào tối nay."
    },
    {
        "start": "00:55:34,840",
        "end": "00:55:38,400",
        "en": "Han var tilfreds med forløbet og fløj videre til Paris",
        "pa": "He said he was very happy with events,",
        "vi": "Anh nói anh hài lòng với các sự kiện,"
    },
    {
        "start": "00:55:38,520",
        "end": "00:55:42,440",
        "en": "hvor han skal tale ved en menneskerettighedskongres.",
        "pa": "and flew on to Paris to speak at a human rights convention in two days.",
        "vi": "và bay tới Paris để phát biểu tại một hội nghị nhân quyền sau hai ngày nữa."
    },
    {
        "start": "00:55:42,560",
        "end": "00:55:45,880",
        "en": "Også Grozins statsbesøg sluttede i dag.",
        "pa": "President Grozin's official visit to Denmark ended today as well.",
        "vi": "Hôm nay chuyến thăm chính thức của Tổng thống Grozin cũng kết thúc."
    },
    {
        "start": "00:55:46,000",
        "end": "00:55:49,280",
        "en": "Efter at have overtaget formandskabet for OSDD",
        "pa": "Shortly after assuming the chairmanship of OSDD,",
        "vi": "Không lâu sau khi tiếp quản chức Chủ tịch OSDD,"
    },
    {
        "start": "00:55:49,400",
        "end": "00:55:54,360",
        "en": "underskrev han en kontrakt med vindmøllekoncernen North Wind.",
        "pa": "he signed a preliminary deal valued at about one billion euros",
        "vi": "ông ký một thỏa thuận sơ bộ trị giá khoảng một tỉ euro"
    },
    {
        "start": "00:55:54,480",
        "end": "00:55:59,600",
        "en": "Turgisien har stillet en del spørgsmål til kontraktens ordlyd",
        "pa": "with the Danish wind turbine company Northwind.\n However, according to sources at Northwind,\n Turgisia soon after had several questions regarding the wording of the contract.",
        "vi": "với công ty tua-bin gió Đan Mạch, Northwind.\n Tuy nhiên theo tin từ Northwind,\n ngay sau đó Turgisia đã thắc mắc về từ ngữ của hợp đồng này."
    },
    {
        "start": "00:55:59,720",
        "end": "00:56:04,280",
        "en": "så det er endnu for tidligt at sige, om handlen går igennem.",
        "pa": "So it's still to early to tell if the deal will go ahead.",
        "vi": "Còn sớm để xác nhận thỏa thuận sẽ đi vào hiện thực."
    },
    {
        "start": "00:56:11,520",
        "end": "00:56:14,760",
        "en": "-Så sover ungerne. -Okay.",
        "pa": "The kids are sleeping now.\n Okay.",
        "vi": "Các con ngủ rồi.\n Được rồi."
    },
    {
        "start": "00:56:15,880",
        "end": "00:56:19,720",
        "en": "-Var de kede af, at morfar tog hjem? -Lidt.",
        "pa": "Were they sad because grandpa went home?\n A little.",
        "vi": "- Chúng có buồn vì ông đã về không? - Một chút."
    },
    {
        "start": "00:56:21,040",
        "end": "00:56:23,840",
        "en": "Men du er glad, håber jeg.",
        "pa": "-But you're happy, I hope. -Mm.",
        "vi": "Nhưng em mong là anh vui."
    },
    {
        "start": "00:56:25,720",
        "end": "00:56:30,880",
        "en": "-Nå, skal vi rydde op? -Nej, vi skal ikke. Jeg skal.",
        "pa": "Right. Shall we tidy up?\n No. Not us. I will.",
        "vi": "Đúng rồi. Mình dọn dẹp nhé?\n Không. Không phải chúng ta. Để em dọn."
    },
    {
        "start": "00:56:31,000",
        "end": "00:56:35,800",
        "en": "Men først skal du blive siddende, og så henter jeg...",
        "pa": "But first you stay where you are, while I go fetch...",
        "vi": "Nhưng trước hết, anh ở yên đó, trong khi em lấy..."
    },
    {
        "start": "00:56:37,880",
        "end": "00:56:41,760",
        "en": "...den bedste turgisiske vin, der findes.",
        "pa": "the best Turgisian wine there is.",
        "vi": "rượu vang Turgisia ngon nhất."
    },
    {
        "start": "00:56:41,880",
        "end": "00:56:46,040",
        "en": "Fryns fra statsbesøgets officielle gaver.",
        "pa": "A gift from the official visit.",
        "vi": "Quà từ chuyến thăm chính thức."
    },
    {
        "start": "00:56:46,960",
        "end": "00:56:52,040",
        "en": "Jeg ved ikke, hvordan det udtales, men det betyder \"martyrens blod\".",
        "pa": "I don't know how you pronounce it, but the literal translation is supposedly,",
        "vi": "Em không biết đọc thế nào, nhưng dịch theo nghĩa đen chắc là"
    },
    {
        "start": "00:56:52,160",
        "end": "00:56:54,760",
        "en": "Ja.",
        "pa": "\"The Blood of the Martyr.\"\n Yes...\n Mm-hmm.",
        "vi": "\"Máu của Kẻ Tử Vì Đạo\".\n Vâng..."
    },
    {
        "start": "00:57:03,840",
        "end": "00:57:06,960",
        "en": "Hvordan smager den?",
        "pa": "How does it taste?\n - Hmm. Oh.",
        "vi": "Vị thế nào?"
    },
    {
        "start": "00:57:21,120",
        "end": "00:57:24,440",
        "en": "Ved du godt, at din kone elsker dig?",
        "pa": "Do you know that your wife loves you?",
        "vi": "Anh biết vợ anh yêu anh không?"
    },
    {
        "start": "00:57:24,560",
        "end": "00:57:27,760",
        "en": "Jeg elsker også hende.",
        "pa": "I love her too.",
        "vi": "Anh cũng yêu cô ấy."
    },
    {
        "start": "00:57:29,080",
        "end": "00:57:34,000",
        "en": "Men jeg ved sgu ikke rigtig med hende der statsministeren.",
        "pa": "But I'm not so sure about that prime minister... ",
        "vi": "Nhưng anh không chắc lắm về Thủ tướng đó..."
    },
    {
        "start": "00:58:22,720",
        "end": "00:58:25,320",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật.\n Phim có nói đến các nhân vật lịch sử và sự kiện\n của chính trường Đan Mạch trước năm 1982.\n Biên dịch: Nhung Vũ "
    }
]