[
    {
        "start": "00:00:04,400",
        "end": "00:00:07,920",
        "en": "Du vidste, at Bent havde haft en blodprop her i foråret.",
        "pa": "You knew Bent had a blood clot",
        "vi": "Anh biết bệnh nghẽn mạch não của Bent."
    },
    {
        "start": "00:00:08,040",
        "end": "00:00:12,520",
        "en": "Det undlod du at fortælle mig. Var det ikke også dig",
        "pa": "and kept it from me to promote your own interests.",
        "vi": "Anh giấu tôi vì lợi ích của mình."
    },
    {
        "start": "00:00:12,640",
        "end": "00:00:16,880",
        "en": "der fortalte Ekspres, at jeg var bekendt med Bents sygdom?",
        "pa": "Did you tell Express I knew about his illness to discredit me?\n PM KNEW OF SEJRØ'S EMBOLISM",
        "vi": "Anh nói với báo Express tôi biết bệnh của ông ấy để làm tôi bị mất tín nhiệm?"
    },
    {
        "start": "00:00:17,000",
        "end": "00:00:19,600",
        "en": "Kruse skal ikke være minister.",
        "pa": "Kruse is a no-go as minister.",
        "vi": "Kruse không thể làm bộ trưởng nữa."
    },
    {
        "start": "00:00:19,720",
        "end": "00:00:24,080",
        "en": "Du kan ikke fyre ham nu. Han er din EU-minister. Det stinker.",
        "pa": "You can't fire him now.\n He's number two in the party, he's your EU minister. It stinks.",
        "vi": "Bà không thể sa thải bộ trưởng phụ trách vấn đề châu Âu. Rất khó chịu."
    },
    {
        "start": "00:00:24,200",
        "end": "00:00:29,160",
        "en": "Jacob, jeg har meddelt, at du trækker dig fra næstformandsposten.",
        "pa": "I just told our party secretary you're resigning as deputy leader.",
        "vi": "Tôi vừa nói với thư ký đảng của chúng tôi"
    },
    {
        "start": "00:00:29,280",
        "end": "00:00:31,840",
        "en": "Du skal være EU-kommissær.",
        "pa": "You are the new European commissioner.",
        "vi": "anh sẽ từ chức phó lãnh đạo. Anh là ủy viên hội đồng châu Âu mới."
    },
    {
        "start": "00:00:31,960",
        "end": "00:00:36,960",
        "en": "Du kan ikke være blind for, at jeg er 31 år og sikkert gerne vil have børn.",
        "pa": "You must understand that I'm 31 and will probably want children.",
        "vi": "Anh phải hiểu rằng em 31 tuổi và có lẽ muốn có con."
    },
    {
        "start": "00:00:38,640",
        "end": "00:00:41,240",
        "en": "Jeg elsker dig.",
        "pa": "I love you.",
        "vi": "Anh yêu em."
    },
    {
        "start": "00:00:42,280",
        "end": "00:00:44,320",
        "en": "Du stak af for hurtigt.",
        "pa": "You gave up too soon.",
        "vi": "Anh bỏ cuộc quá sớm."
    },
    {
        "start": "00:00:44,440",
        "end": "00:00:48,640",
        "en": "Birgitte, du var her ikke. Det hang jo ikke sammen.",
        "pa": "Birgitte, you were never home. Everything was chaos.",
        "vi": "Birgitte, em chưa bao giờ về nhà. Mọi thứ đều hỗn loạn."
    },
    {
        "start": "00:00:48,760",
        "end": "00:00:53,480",
        "en": "Selvfølgelig hang det ikke sammen! Jeg var lige blevet statsminister.",
        "pa": "Of course it was, Phillip! I had just been made prime minister!",
        "vi": "Tất nhiên rồi! Em vừa được bầu làm Thủ tướng đấy!"
    },
    {
        "start": "00:00:53,600",
        "end": "00:00:56,840",
        "en": "Du ved, hvor du kan finde mig, ikke også?",
        "pa": "You know where to find me.",
        "vi": "Biết tìm em ở đâu mà."
    },
    {
        "start": "00:01:00,640",
        "end": "00:01:06,400",
        "en": "Der er sgu aldrig nogen, der roser statsministeren, så nu gør jeg det.",
        "pa": "Hell, no one ever praises the PM, so I'm going to.",
        "vi": "Trời, không ai ca ngợi Thủ tướng, nên tôi sẽ ca ngợi."
    },
    {
        "start": "00:01:06,520",
        "end": "00:01:09,000",
        "en": "Det er kraftedeme godt gået.",
        "pa": "That was damned well done!",
        "vi": "Làm tốt lắm!"
    },
    {
        "start": "00:01:09,120",
        "end": "00:01:14,600",
        "en": "I dag har vi vist, hvad vi vil med Danmark. Det er jeg glad for.",
        "pa": "Today we've shown our vision for Denmark. I'm very proud of that.",
        "vi": "Hôm naychúng tôi cho Đan Mạch thấy tầm nhìn của mình. Tôi rất tự hào điều đó."
    },
    {
        "start": "00:01:14,720",
        "end": "00:01:18,000",
        "en": "Jeg vil lade det være op til den danske befolkning",
        "pa": "I'm going to leave it to the Danish people decide",
        "vi": "Tôi sẽ để người Đan Mạch quyết định"
    },
    {
        "start": "00:01:18,120",
        "end": "00:01:21,040",
        "en": "hvem der skal være statsminister.",
        "pa": "who they think will make the best prime minister.",
        "vi": "ai sẽ là Thủ tướng."
    },
    {
        "start": "00:01:21,160",
        "end": "00:01:26,600",
        "en": "Hermed udskriver jeg folketingsvalg til afholdelse tirsdag den 11. juni.",
        "pa": "I hereby call a general election to be held on Tuesday, June 11th.\n \"In the middle of life’s journey, I found myself in a dark wood...\"",
        "vi": "Tôi gọi đây là cuộc tổng tuyển cử vào thứ Ba, ngày 11 tháng 6.\n \"TRÊN NỬA ĐƯỜNG ĐỜI, TÔI THẤY MÌNH TRONG RỪNG TĂM TỐI...\""
    },
    {
        "start": "00:01:41,040",
        "end": "00:01:47,960",
        "en": "I finanskrisen må vi ikke handle som de to turister, der møder en leopard.",
        "pa": "-Dante, \"The Divine Comedy\"\n TWO AND A HALF YEARS LATER\n The thing we must not do during this financial crisis affecting the west\n is act like the two tourists who meet a leopard on the savannah.",
        "vi": "DANTE, \"HÀI KỊCH THIÊNG LIÊNG\"\n HAI NĂM RƯỠI SAU\n Trong cuộc khủng hoảng này, đừng hành động như hai du khách đã gặp một con báo."
    },
    {
        "start": "00:01:48,080",
        "end": "00:01:52,800",
        "en": "Den ene finder et par løbesko frem og snører dem. Den anden siger:",
        "pa": "One of them takes out a pair of running shoes and ties the laces.",
        "vi": "Một người đi giày bỏ chạy. Người còn lại nói:"
    },
    {
        "start": "00:01:52,920",
        "end": "00:01:55,400",
        "en": "\"Du kan ikke løbe fra en leopard.\"",
        "pa": "The other says, \"Are you crazy? You can't outrun a leopard.\"",
        "vi": "\"Anh không thể chạy nhanh hơn con báo\"."
    },
    {
        "start": "00:01:55,520",
        "end": "00:02:00,440",
        "en": "\"Det behøver jeg heller ikke. Jeg skal bare løbe hurtigere end dig.\"",
        "pa": "The tourist replies, ”Oh, I won’t have to. All I have to do is outrun you.”",
        "vi": "\"Tôi không cần chạy nhanh hơn nó. Tôi chỉ cần chạy nhanh hơn anh thôi\"."
    },
    {
        "start": "00:02:02,240",
        "end": "00:02:05,320",
        "en": "Er der nogen spørgsmål? Ja.",
        "pa": "Any questions?",
        "vi": "Có hỏi gì không?"
    },
    {
        "start": "00:02:05,440",
        "end": "00:02:08,800",
        "en": "Er du enig i erhvervsstøtteordningerne?",
        "pa": "Yes.\n Do you agree with big business sector subsidies?",
        "vi": "Có.\n Bà chấp thuận trợ cấp lĩnh vực kinh doanh của Đảng Tự do?"
    },
    {
        "start": "00:02:08,920",
        "end": "00:02:12,000",
        "en": "Nej. Jeg har jo ikke brug for dem. Ja?",
        "pa": "-No, but I don't need them.",
        "vi": "Không. Tôi không cần chúng. Phải chứ?"
    },
    {
        "start": "00:02:12,120",
        "end": "00:02:18,120",
        "en": "Du trak dig ud af politik. Hvad ville du gøre, hvis du var statsminister?",
        "pa": "Yes?\n You retired from politics after your defeat by Hesselboe.\n What would you do if you were prime minister today?",
        "vi": "Bà đã rút khỏi chính trường. Bà sẽ làm gì nếu làm thủ tướng?"
    },
    {
        "start": "00:02:18,240",
        "end": "00:02:25,360",
        "en": "Jeg vil sige, at jeg svarer ikke på hypotetiske spørgsmål.",
        "pa": "I will say what I always had to say at the end of my press conferences as PM.\n As a matter of principle I don’t answer hypothetical questions.",
        "vi": "Như tôi luôn nói là thủ tướng: Tôi không trả lời các câu hỏi giả tưởng."
    },
    {
        "start": "00:03:21,160",
        "end": "00:03:24,280",
        "en": "",
        "pa": "\"IN DENMARK I AM BORN\"",
        "vi": "HỒNG KÔNG"
    },
    {
        "start": "00:03:31,680",
        "end": "00:03:35,480",
        "en": "Ja, ja. Jeg har møde kl. 10 med direktøren",
        "pa": "Yes. I have a meeting at 10:00 with the CEO and the British architect.",
        "vi": "Vâng. Tôi có cuộc họp lúc 10 giờ với CEO và kiến trúc sư người Anh."
    },
    {
        "start": "00:03:35,560",
        "end": "00:03:37,960",
        "en": "og den engelske arkitekt.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:38,080",
        "end": "00:03:43,000",
        "en": "-Bestyrelsesmødet er kl. 13.30. -Ja tak. Det er fint.",
        "pa": "The board meeting is at 1:30 p.m.\n Fine. Thanks.",
        "vi": "- Hội đồng họp lúc 1:30 chiều. - Rồi. Cảm ơn."
    },
    {
        "start": "00:04:13,240",
        "end": "00:04:15,640",
        "en": "Lad os gå videre.",
        "pa": "So let's move on.",
        "vi": "Tiếp tục nào!"
    },
    {
        "start": "00:04:17,080",
        "end": "00:04:20,680",
        "en": "Kemikalieaffald... Vi har drøftet det igen og igen.",
        "pa": "Chemical waste.\n We discussed this the last time and the time before that,",
        "vi": "Rác hóa học.\n Ta đã thảo luận việc này lần trước và trước đó,"
    },
    {
        "start": "00:04:20,800",
        "end": "00:04:26,640",
        "en": "Vi har ikke bortskaffet de organiske opløsningsmidler, vi har udledt.",
        "pa": "yet there doesn't seem to be any progress in the removal of the organic solvents",
        "vi": "mà dường như không có tiến triển\n trong việc loại bỏ các dung môi hữu cơ được thải ra sông."
    },
    {
        "start": "00:04:26,760",
        "end": "00:04:30,480",
        "en": "Vi har kigget på det. Det lokale styre har godkendt anlægget",
        "pa": "that were discharged into the river.\n We did look into it. The local government approved the facility.",
        "vi": "Ta đã điều tra. Chính quyền địa phương đã phê duyệt cơ sở này."
    },
    {
        "start": "00:04:30,600",
        "end": "00:04:33,840",
        "en": "samt kloakker og bortskaffelse.",
        "pa": "Including sewers and disposal of waste.",
        "vi": "Bao gồm cống rãnh và xử lý chất thải."
    },
    {
        "start": "00:04:33,960",
        "end": "00:04:40,400",
        "en": "I det 21. århundrede betyder etik mellem forbruger og virksomhed meget.",
        "pa": "Let me just remind you that we are in the 21st century.\n Ethical standards actually mean something between consumers and companies,",
        "vi": "Để tôi nhắc cô rằng ta đang ở Thế kỷ 21.\n Tiêu chuẩn đạo đức rất có ý nghĩa giữa người tiêu dùng và công ty,"
    },
    {
        "start": "00:04:40,520",
        "end": "00:04:45,200",
        "en": "Især for medicinalfirmaer. Vi skal have fundet en løsning.",
        "pa": "especially when you are running a pharmaceutical company.\n I expect us to try and find a solution.",
        "vi": "đặc biệt khi cô điều hành công ty dược.\n Tôi mong ta cố tìm cách giải quyết."
    },
    {
        "start": "00:04:46,680",
        "end": "00:04:51,240",
        "en": "-Jeremy, hvad med byggeriet? -Vi er under tidspres.",
        "pa": "Jeremy, could you give us an update on the new building, please?",
        "vi": "Jeremy cập nhật cho chúng ta về tòa nhà mới đi?"
    },
    {
        "start": "00:04:51,360",
        "end": "00:04:55,480",
        "en": "Entreprenøren har bestilt forkerte klinker til vestfacaden.",
        "pa": "We are a little pressed for time because the contractor\n ordered a less glossy tile for the west facade,",
        "vi": "Chúng ta hơi bị ép về thời gian vì nhà thầu\n đã đặt mua gạch kém bóng"
    },
    {
        "start": "00:04:55,600",
        "end": "00:04:58,440",
        "en": "Så vi afventer en ny sending.",
        "pa": "so we have to wait for a new shipment of the correct tiles.",
        "vi": "cho mặt tiền phía tây, nên ta phải đợi lô hàng mới."
    },
    {
        "start": "00:04:58,560",
        "end": "00:05:03,120",
        "en": "-Hvor lang tid vil det tage? -Det drejer sig om nogle få uger.",
        "pa": "And how long is that going to take?\n It's only a matter of a couple of weeks, but it's important that we wait.",
        "vi": "Sẽ mất bao lâu?\n Chắc là vài tuần, nhưng việc quan trọng là ta phải đợi."
    },
    {
        "start": "00:05:03,240",
        "end": "00:05:07,560",
        "en": "Vi skal søsætte en ny serie. Der kan ikke være tale om udsættelse.",
        "pa": "But, Jeremy, we are about to launch a new series of products.",
        "vi": "Nhưng Jeremy, ta sắp ra mắt loạt sản phẩm mới."
    },
    {
        "start": "00:05:07,680",
        "end": "00:05:11,880",
        "en": "Der kan heller ikke være tale om forkerte klinker.",
        "pa": "-Suspending is not an option. -No, I understand.\n But neither are the wrong tiles.",
        "vi": "- Hoãn đâu phải là lựa chọn. - Tôi biết. Nhưng sai loại gạch."
    },
    {
        "start": "00:05:12,000",
        "end": "00:05:16,360",
        "en": "Vi går videre. Lad os kigge på dagsordenen til bestyrelsesmødet.",
        "pa": "-I am sure you agree. -Okay, let's move on.\n We need to run through the agenda for the board meeting...",
        "vi": "Tôi chắc bà đồng ý.\n Tiếp đi. Ta cần thông qua kế hoạch họp hội đồng quản trị..."
    },
    {
        "start": "00:05:18,760",
        "end": "00:05:21,400",
        "en": "Din afdeling har mistet 150.000 seere",
        "pa": "Your department has lost a lot of viewers.",
        "vi": "Phòng của anh mất 150 nghìn người xem các chương trình tin tức lớn."
    },
    {
        "start": "00:05:21,480",
        "end": "00:05:23,520",
        "en": "på de store nyhedsudsendelser.",
        "pa": "150,000 from the main news programs.",
        "vi": ""
    },
    {
        "start": "00:05:23,640",
        "end": "00:05:25,720",
        "en": "Nej. 120-130 tror jeg.",
        "pa": "No. 120-130, I think.",
        "vi": "Đâu mà, 120 tới 130 thôi."
    },
    {
        "start": "00:05:25,840",
        "end": "00:05:30,160",
        "en": "Public service handler også om at lave udsendelser, folk vil se.",
        "pa": "The aim of public broadcasting is to make TV people want to see.",
        "vi": "Mục đích của dịch vụ công là khiến người xem truyền hình muốn xem."
    },
    {
        "start": "00:05:30,280",
        "end": "00:05:35,560",
        "en": "Men public service handler for mig først og fremmest om kvalitet.",
        "pa": "But to me, public broadcasting is more about quality.",
        "vi": "Nhưng với tôi, dịch vụ công thiên về chất lượng hơn."
    },
    {
        "start": "00:05:35,680",
        "end": "00:05:39,840",
        "en": "Modsat resten af ledelsen mener jeg, at det har en stor værdi",
        "pa": "And unlike the rest of the management, I also think there is also great value",
        "vi": "Không như người khác trong ban quản trị tôi thấy nó quan trọng"
    },
    {
        "start": "00:05:39,960",
        "end": "00:05:45,360",
        "en": "at nyhederne ikke taler ned til folk. Mange taler om dine seertal.",
        "pa": "in news programs that don't talk down to people.\n People talk about your ratings.",
        "vi": "việc tin tức không lên giọng kẻ cả.\n Người ta nói về xếp hạng của anh."
    },
    {
        "start": "00:05:45,480",
        "end": "00:05:49,680",
        "en": "Jeg vil hellere tale om de høje seervurderinger",
        "pa": "I prefer to talk about the high scores viewers give your programs.",
        "vi": "Tôi thích nói về điểm số cao, khán giả cho điểm chương trình của anh."
    },
    {
        "start": "00:05:49,800",
        "end": "00:05:52,000",
        "en": "som dine udsendelser får.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:05:52,120",
        "end": "00:05:55,560",
        "en": "Vi skal slet ikke snakke om seertal? Nej?",
        "pa": "-So we're not going to talk ratings? -No.",
        "vi": "- Vậy ta sẽ không nói về xếp hạng? - Không."
    },
    {
        "start": "00:05:55,680",
        "end": "00:05:59,280",
        "en": "Ikke når du laver så stærke formater som \"Juul &amp; Friis\".",
        "pa": "No?\n Not if you keep on delivering formats as powerful as Juul &amp; Friis.",
        "vi": "Không?\n Không, nếu anh tiếp tục tạo ra các dạng thức mạnh như Juul &amp; Friis."
    },
    {
        "start": "00:05:59,400",
        "end": "00:06:02,640",
        "en": "Jeg er også ret stolt af det.",
        "pa": "I'm pretty proud of that myself.",
        "vi": "Tôi tự hào về điều đó."
    },
    {
        "start": "00:06:02,760",
        "end": "00:06:07,000",
        "en": "Så, Torben, jeg har indstillet dig til jobbet",
        "pa": "So, Torben, I've recommended you for the job",
        "vi": "Vậy nên, Torben, tôi đã giới thiệu anh"
    },
    {
        "start": "00:06:07,120",
        "end": "00:06:11,760",
        "en": "som divisionschef for hele aktualitetsafdelingen.",
        "pa": "as head of the entire news and current affairs division",
        "vi": "làm quản lý Phòng Vấn đề Hiện thời."
    },
    {
        "start": "00:06:11,880",
        "end": "00:06:18,000",
        "en": "Jeg tager ikke beslutningen, men man plejer at lytte til min mening.",
        "pa": "Now, I don't make the final decision, but they tend to listen to me.",
        "vi": "Tôi không quyết định cuối cùng, nhưng họ có xu hướng lắng nghe tôi."
    },
    {
        "start": "00:06:18,120",
        "end": "00:06:20,880",
        "en": "Så måske var det en god idé",
        "pa": "So it might be a good idea",
        "vi": "Nên có thể là một ý hay"
    },
    {
        "start": "00:06:21,000",
        "end": "00:06:24,360",
        "en": "om du tog en nystrøget skjorte på på mandag.",
        "pa": "for you to wear a freshly-ironed shirt on Monday.",
        "vi": "là anh mặc chiếc áo mới ủi vào thứ Hai."
    },
    {
        "start": "00:06:35,840",
        "end": "00:06:40,560",
        "en": "Hov! Det er piloten. Det er en flyver.",
        "pa": "Hey! It's the pilot.",
        "vi": "Này! Là phi công đấy."
    },
    {
        "start": "00:06:40,680",
        "end": "00:06:44,360",
        "en": "-Hvad sagde de, da du hentede ham? -Det gik fint.",
        "pa": "It's a plane.\n What did they say at daycare?",
        "vi": "- Đó là một chiếc máy bay. - Họ đã nói gì ở nhà trẻ?"
    },
    {
        "start": "00:06:44,480",
        "end": "00:06:47,440",
        "en": "Der var lidt klynk, da jeg gik.",
        "pa": "Everything's fine. He made a bit of a fuss when I left, but that's all.",
        "vi": "Mọi thứ ổn. Nó nhặng xị lên khi anh đi, nhưng thế thôi."
    },
    {
        "start": "00:06:47,560",
        "end": "00:06:50,160",
        "en": "-Har han sovet? -Ja. I to timer.",
        "pa": "You are a tough little man!\n -Did he sleep? -For two hours.",
        "vi": "Con là cậu bé cứng rắn.\n - Con ngủ không? - Hai tiếng."
    },
    {
        "start": "00:06:50,280",
        "end": "00:06:53,720",
        "en": "Er du sulten, skat? Hov!",
        "pa": "Hungry, sweetie?",
        "vi": "Đói chưa con?"
    },
    {
        "start": "00:06:53,840",
        "end": "00:06:58,320",
        "en": "Kan du godt lide den? Du-dut!",
        "pa": "Oh! You like that one?",
        "vi": "Con thích cái đó?"
    },
    {
        "start": "00:06:58,440",
        "end": "00:07:00,560",
        "en": "Nå!",
        "pa": "Well...\n  ",
        "vi": "Chà..."
    },
    {
        "start": "00:07:02,920",
        "end": "00:07:08,440",
        "en": "Jeg henter ham ved femtiden på fredag. Er det fint for dig?",
        "pa": "I'll pick him up at 5:00 on Friday. Does that work?\n That's great.",
        "vi": "anh đón con vào thứ Sáu. Được chứ?\n Tuyệt."
    },
    {
        "start": "00:07:08,560",
        "end": "00:07:14,080",
        "en": "Husk at pakke hundebamsen med. Han savnede den ret meget.",
        "pa": "Remember to pack his stuffed dog. He really missed it the last time.",
        "vi": "Nhớ đóng gói chó nhồi bông. Lần trước con nhớ nó lắm đấy."
    },
    {
        "start": "00:07:14,200",
        "end": "00:07:17,000",
        "en": "-Jo, men det er altså en kat. -Okay.",
        "pa": "-Sure, but it's a cat. -Okay.",
        "vi": "- Được, nhưng nó là mèo mà. - Được."
    },
    {
        "start": "00:07:17,120",
        "end": "00:07:21,160",
        "en": "Det er en grim kat, som plejer at sige vov ovre hos os.",
        "pa": "Then it's an ugly cat that says \"woof\" at our place.",
        "vi": "Đó là con mèo xấu xí sủa ở chỗ chúng ta."
    },
    {
        "start": "00:07:21,280",
        "end": "00:07:26,320",
        "en": "Jeg kunne ikke få økopæremos i Brugsen, så jeg måtte i Irma.",
        "pa": "I had to shop around to find the organic pear baby food.",
        "vi": "Mẹ phải đi mua thực phẩm lê hữu cơ. Mẹ cũng mua bỉm nữa."
    },
    {
        "start": "00:07:26,440",
        "end": "00:07:30,800",
        "en": "-Hej, Grethe. -Hej, Kasper. Godt at se dig.",
        "pa": "I bought diapers as well.\n -Hi, Grethe. -Hi, Kasper. ",
        "vi": "- Chào Grethe. - Chào Kasper."
    },
    {
        "start": "00:07:30,920",
        "end": "00:07:33,960",
        "en": "-Bliver du og spiser? -Nej. Jeg smutter nu.",
        "pa": "-Good to see you. -Likewise.\n -Are you staying for dinner? -No, I'm off.",
        "vi": "- Mừng gặp cậu. - Vâng.\n - Cậu ở lại ăn tối? - Thôi, cháu đi."
    },
    {
        "start": "00:07:34,080",
        "end": "00:07:37,440",
        "en": "-Det er ellers din livret. -Nå. Tusind tak ellers.",
        "pa": "-I'm making your favorite. -Well, thanks anyway.",
        "vi": "- Ta sẽ làm món cậu thích. - Dù gì cũng cảm ơn."
    },
    {
        "start": "00:07:37,560",
        "end": "00:07:41,120",
        "en": "-Farvel, lille mand. Vi ses. -Hej, hej, far.",
        "pa": "Bye, buddy. \n -See you. -Bye, Daddy.",
        "vi": "- Tạm biệt, anh bạn. Hẹn gặp lại. - Tạm biệt bố."
    },
    {
        "start": "00:07:41,240",
        "end": "00:07:43,880",
        "en": "-Hej. -Hej, Kasper.",
        "pa": "-Bye. -Bye, Kasper.",
        "vi": "- Tạm biệt. - Tạm biệt Karen."
    },
    {
        "start": "00:07:47,640",
        "end": "00:07:50,200",
        "en": "I klarer det fint.",
        "pa": "You are handling this great.",
        "vi": "Con chịu đựng giỏi đấy."
    },
    {
        "start": "00:07:54,120",
        "end": "00:07:56,960",
        "en": "Kom nu her, skat.",
        "pa": "Come here, sweetie.",
        "vi": "Lại đây con yêu."
    },
    {
        "start": "00:08:01,000",
        "end": "00:08:04,880",
        "en": "Læg dig ned. Du skal have skiftet ble. Kom.",
        "pa": "Lie down. You need a new diaper.",
        "vi": "Nằm xuống. Con cần thay bỉm mới."
    },
    {
        "start": "00:08:05,000",
        "end": "00:08:08,480",
        "en": "Jo, kom nu. Gustav.",
        "pa": "Come on.\n Gustav.",
        "vi": "Thôi nào.\n Gustav."
    },
    {
        "start": "00:08:23,920",
        "end": "00:08:24,960",
        "en": "",
        "pa": "No, no.",
        "vi": ""
    },
    {
        "start": "00:08:41,280",
        "end": "00:08:44,080",
        "en": "Det røde.",
        "pa": "The red one.",
        "vi": "Cái màu đỏ."
    },
    {
        "start": "00:08:44,200",
        "end": "00:08:48,080",
        "en": "Jeg håber ikke, du regner med at få dyre gaver hver gang.",
        "pa": "Don't expect expensive gifts every time I'm away for a couple of days.",
        "vi": "Chớ mong đợi quà đắt tiền mỗi khi mẹ đi vắng trong vài ngày."
    },
    {
        "start": "00:08:49,440",
        "end": "00:08:51,760",
        "en": "Nå, det synes du er rimeligt.",
        "pa": "Oh, you think it's only fair?",
        "vi": "Con thấy hợp lý chứ?"
    },
    {
        "start": "00:08:51,880",
        "end": "00:08:57,880",
        "en": "Det var hyggeligt. Jeg bliver nødt til at smutte. Vi ses.",
        "pa": "It's great meeting you. I have to go in here now.\n It was great. Okay. Thanks, see you later.",
        "vi": "Rất vui được gặp cô. Tôi phải vào đây ngay.\n Tuyệt lắm. Được. Cảm ơn, gặp sau."
    },
    {
        "start": "00:09:01,920",
        "end": "00:09:06,480",
        "en": "Jeg skal lige have et bad, så skal jeg ud at spise. Hvad med jer?",
        "pa": "I'm going to take a quick shower\n and then I'm off to eat. And you?",
        "vi": "Mẹ sẽ đi tắm qua, và ra ngoài ăn tối. Còn con?"
    },
    {
        "start": "00:09:06,600",
        "end": "00:09:11,800",
        "en": "Okay. Og hvad med Magnus? Bliver han og sover, tror du?",
        "pa": "Okay.\n What about Magnus?",
        "vi": "Được rồi.\n Thế còn Magnus?"
    },
    {
        "start": "00:09:11,920",
        "end": "00:09:16,160",
        "en": "Okay. Jamen hils ham, når han kommer hjem, og sig til far",
        "pa": "Is he staying over?\n Okay.\n Give him my love and tell Dad",
        "vi": "Nó ở lại chứ? \n Được rồi.\n Bảo nó mẹ yêu nó và bảo bố"
    },
    {
        "start": "00:09:16,280",
        "end": "00:09:20,480",
        "en": "at I kan godt komme over til mig i overmorgen.",
        "pa": "you can come stay with me the day after tomorrow.",
        "vi": "con có thể tới ở với mẹ vào ngày kia."
    },
    {
        "start": "00:09:20,600",
        "end": "00:09:26,280",
        "en": "Nej, da er jeg hjemme. Ja. I lige måde, min skat. Hej.",
        "pa": "I'll be home by then.\n Yes.\n You too, sweetie. Bye.",
        "vi": "Lúc đó mẹ sẽ về.\n Ừ. Con cũng thế, con yêu. Chào."
    },
    {
        "start": "00:09:34,560",
        "end": "00:09:38,160",
        "en": "Undskyld, jeg kan ikke finde mit værelse.",
        "pa": "I am so sorry.",
        "vi": "Anh rất xin lỗi."
    },
    {
        "start": "00:09:38,280",
        "end": "00:09:41,640",
        "en": "Må jeg låne dit badeværelse? Jeg trænger til et bad.",
        "pa": "I can't seem to find my own room. Would you mind if I use your bathroom?\n I desperately need a shower.",
        "vi": "Anh không tìm được phòng mình. Anh dùng nhà tắm em có phiên?\n Anh rất cần tắm."
    },
    {
        "start": "00:09:43,360",
        "end": "00:09:47,600",
        "en": "-Er du faret vild? -Dit værelse er bedre end mit.",
        "pa": "Oh, you got lost?\n They gave you a much better room than mine.",
        "vi": "Anh lạc đường à?\n - Họ cho em phòng tốt hơn. - Em từng là người nổi tiếng, nhớ chứ?"
    },
    {
        "start": "00:09:47,720",
        "end": "00:09:50,320",
        "en": "Jeg var jo engang en vigtig person.",
        "pa": "-I used to be someone, remember? -Mmm.",
        "vi": ""
    },
    {
        "start": "00:10:28,720",
        "end": "00:10:31,800",
        "en": "- Mange tak. -Alt for Dem.",
        "pa": "-Thank you very much. -Anything for you, Mr. Welsh.",
        "vi": "- Cảm ơn. - Mọi thứ vì anh, anh Wales."
    },
    {
        "start": "00:10:31,920",
        "end": "00:10:33,360",
        "en": "Mange tak.",
        "pa": "-Thank you. -Thank you.",
        "vi": "- Cảm ơn. - Cảm ơn."
    },
    {
        "start": "00:10:33,480",
        "end": "00:10:37,560",
        "en": "Her er mad til en hel uge.",
        "pa": "My God, there is food enough here for a week.",
        "vi": "Ở đây có đủ thức ăn cho cả tuần."
    },
    {
        "start": "00:10:37,680",
        "end": "00:10:40,560",
        "en": "Godt, så bliv en uge.",
        "pa": "Fine, let's stay for a week then.",
        "vi": "Anh sẽ ở lại một tuần."
    },
    {
        "start": "00:10:41,840",
        "end": "00:10:47,240",
        "en": "Vi ses ikke i København, vel? Har du læst The Guardian?",
        "pa": "We're not gonna be allowed to see each other in Copenhagen, are we?",
        "vi": "Ta không thể gặp nhau ở Copenhagen nhỉ? Em đọc báo The Guardian tuần này?"
    },
    {
        "start": "00:10:47,360",
        "end": "00:10:50,920",
        "en": "De danske immigrationslove er igen blevet strammet.",
        "pa": "-Did you read The Guardian this week? -No.\n Apparently Denmark... has tightened its immigration laws again.",
        "vi": "Rõ là Đan Mạch... lại thắt chặt luật nhập cư. Họ không cho anh vào."
    },
    {
        "start": "00:10:51,040",
        "end": "00:10:56,920",
        "en": "-Jeg bliver vel ikke lukket ind. -Sikkert ikke. Ikke dig.",
        "pa": "-Probably wouldn't let me in, would they. -I am sure they wouldn't.",
        "vi": "Em chắc là không. Không phải anh."
    },
    {
        "start": "00:10:57,040",
        "end": "00:10:59,440",
        "en": "Som tidligere statsminister...",
        "pa": "Not you!\n So tell me, as a former prime minister,",
        "vi": "Cho anh biết, là cựu thủ tướng"
    },
    {
        "start": "00:10:59,560",
        "end": "00:11:06,160",
        "en": "Vil du opfatte mig som terrorist eller som snyltende flygtning?",
        "pa": "would you consider me a dangerous terrorist or more of a...",
        "vi": "em sẽ coi anh là tên khủng bố nguy hiểm hay là... Ký sinh trùng tị nạn?"
    },
    {
        "start": "00:11:06,280",
        "end": "00:11:10,640",
        "en": "Jeremy, lad være med at diskutere politik med mig.",
        "pa": "a refugee parasite?\n Jeremy...\n you don't want to discuss politics with me.",
        "vi": "Jeremy... Anh không muốn bàn về chính trị với em."
    },
    {
        "start": "00:11:10,760",
        "end": "00:11:14,440",
        "en": "Forsvarer du det, der foregår i Danmark?",
        "pa": "Why not?\n Are you defending what is going on in Denmark?",
        "vi": "Sao không? Em bảo vệ những gì đang diễn ra ở Đan Mạch?"
    },
    {
        "start": "00:11:14,560",
        "end": "00:11:18,400",
        "en": "Nej, men politik er noget meget personligt for mig.",
        "pa": "Of course not.\n It's just personal, politics, to me.",
        "vi": "Tất nhiên là không. Chỉ là việc cá nhân. Chính trị với em."
    },
    {
        "start": "00:11:21,680",
        "end": "00:11:23,960",
        "en": "Det angår vel ikke dig mere.",
        "pa": "It's not really your business anymore, is it?",
        "vi": "Đâu phải việc của em nữa nhỉ?"
    },
    {
        "start": "00:11:25,800",
        "end": "00:11:31,080",
        "en": "Det her er utrolig lækkert. Hvad er det der?",
        "pa": "This is very, very good.\n This is absolutely delicious. What is that?",
        "vi": "Rất ngon. Ngon tuyệt vời. Món gì thế này?"
    },
    {
        "start": "00:11:31,200",
        "end": "00:11:33,760",
        "en": "Slange.",
        "pa": "That's snake.",
        "vi": "Là rắn đấy."
    },
    {
        "start": "00:11:36,960",
        "end": "00:11:38,360",
        "en": "Går det?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:11:38,480",
        "end": "00:11:41,600",
        "en": "-Er det sandt? -Ja.",
        "pa": "-Are you okay? -Really?\n Yeah.",
        "vi": "- Ổn chứ? - Thật à?\n Phải."
    },
    {
        "start": "00:11:46,600",
        "end": "00:11:51,080",
        "en": "-Værsgo, min skat. -Tak. Det er superflot.",
        "pa": "For you, sweetie.\n Thanks.",
        "vi": "Cho con đấy.\n Cảm ơn."
    },
    {
        "start": "00:11:53,360",
        "end": "00:11:56,560",
        "en": "Værsgo, skat. De bliver ikke solgt i Europa.",
        "pa": "I love it.\n For you, darling.",
        "vi": "Con thích lắm.\n Cho con đây! Con không thể mua ở châu Âu."
    },
    {
        "start": "00:11:56,680",
        "end": "00:12:02,080",
        "en": "Det passer ikke. Theis har en. Jeg tror, det er en nyere generation.",
        "pa": "-You can't buy them in Europe. -You can.\n Theis has got one.\n And his is a newer generation.",
        "vi": "Mẹ có thể. Theis có mà. Của nó là thế hệ mới hơn."
    },
    {
        "start": "00:12:02,200",
        "end": "00:12:05,640",
        "en": "-Tusind tak, søde betænksomme mor. -Tak, mor.",
        "pa": "-Thanks, my dear considerate Mom. -Thanks, Mom.",
        "vi": "- Cảm ơn, mẹ chu đáo chưa. - Cảm ơn mẹ."
    },
    {
        "start": "00:12:05,760",
        "end": "00:12:08,400",
        "en": "-Og så lige et kys. -Nej.",
        "pa": "-And a kiss. -No.",
        "vi": "- Hôn nữa. - Không."
    },
    {
        "start": "00:12:09,840",
        "end": "00:12:12,560",
        "en": "-Hvordan er det gået med skolen? -Fint.",
        "pa": "How's school?",
        "vi": "Học hành sao rồi?"
    },
    {
        "start": "00:12:12,680",
        "end": "00:12:15,920",
        "en": "-Jeg fik 10 for stilen. -Er det rigtigt?",
        "pa": "I got a B+ on my essay.",
        "vi": "Con được điểm mười bài luận."
    },
    {
        "start": "00:12:16,040",
        "end": "00:12:20,280",
        "en": "Jeg lavede om på slutningen og brugte den disposition, vi snakkede om.",
        "pa": "Really!\n I changed the ending and used the outline like we talked about.",
        "vi": "Thật à!\n Con đã đổi đoạn kết và dùng kế hoạch như ta đã nói."
    },
    {
        "start": "00:12:20,400",
        "end": "00:12:22,520",
        "en": "Der er Kasper.",
        "pa": "Hey, it's Kasper.",
        "vi": "Này, Kasper đấy."
    },
    {
        "start": "00:12:22,640",
        "end": "00:12:28,560",
        "en": "... at sluge det her. Hesselboe vil gerne have mange med.",
        "pa": "...difficult for the opposition parties to swallow.\n And Hesselboe is out to win supporters.",
        "vi": "...nuốt chửng cái này. Hesselboe nhắm tới giành chiến thắng người ủng hộ."
    },
    {
        "start": "00:12:28,680",
        "end": "00:12:31,240",
        "en": "Ser du \"Juul &amp; Friis\"?",
        "pa": "That is going to be difficult.\n - You watch Juul &amp; Friis? - Mm.\n  ",
        "vi": "- Việc đó sẽ khó đấy. - Con xem Juul &amp; Friis?"
    },
    {
        "start": "00:12:32,560",
        "end": "00:12:35,280",
        "en": "Mathilde og Sara synes, han er lækker.",
        "pa": "Mathilde and Sara think he's a hunk.\n We are talking about giving courts the power to expel people from the country",
        "vi": "Mathilde và Sara nghĩ hắn hấp dẫn."
    },
    {
        "start": "00:12:39,840",
        "end": "00:12:44,920",
        "en": "Så må jeg spørge: Kan oppositionen overhovedet bøje sig så langt?",
        "pa": "for relatively minor offenses.\n I have to ask... will the opposition yield that far?",
        "vi": "Tôi phải hỏi: Phe đối lập chịu nhường tới đó?"
    },
    {
        "start": "00:12:45,040",
        "end": "00:12:48,280",
        "en": "Arbejderpartiet forlod Statsministeriet.",
        "pa": "I mean, is it at all possible? Labour walked out of the PM's office.",
        "vi": "Đảng Lao động rời văn phòng Thủ tướng."
    },
    {
        "start": "00:12:48,400",
        "end": "00:12:53,440",
        "en": "I eftermiddag skal De Moderate derind. Kan projektet lade sig gøre?",
        "pa": "The Moderates are due there this afternoon.",
        "vi": "Đảng Ôn hoà sẽ đến đó chiều nay.\n Dự án này có khả thi không?"
    },
    {
        "start": "00:12:53,560",
        "end": "00:12:58,200",
        "en": "Stilen er en anden, end da Birgitte Nyborg var leder for De Moderate.",
        "pa": "Is this project feasible?\n They've certainly adopted a new style since Birgitte Nyborg was their leader.",
        "vi": "Họ đã áp dụng phong cách mới từ khi Birgitte Nyborg là lãnh đạo của họ."
    },
    {
        "start": "00:12:58,320",
        "end": "00:13:04,040",
        "en": "-Og da du var der. -Se, hvad Jacob Kruse sagde i går.",
        "pa": "And when you worked for them.\n Can't get into that, but did you see what Jacob Kruse said yesterday?",
        "vi": "Và khi anh làm việc cho họ.\n Jacob Kruse đã nói điều này hôm qua."
    },
    {
        "start": "00:13:04,160",
        "end": "00:13:08,680",
        "en": "Hvis siger De Moderate til kravet om lempelsen af udvisningsreglerne?",
        "pa": "How do the Moderates stand on tightening the deportation rules?",
        "vi": "Sao Đảng Ôn hoà khăn khăng về việc thắt chặt các luật trục xuất?"
    },
    {
        "start": "00:13:08,800",
        "end": "00:13:12,960",
        "en": "-Krænker man menneskerettighederne? -Nu er jeg jo ikke jurist.",
        "pa": "-Is it in breach of human rights? -Well, I'm not a lawyer.",
        "vi": "- Có vi phạm nhân quyền không? - Tôi không phải luật sư."
    },
    {
        "start": "00:13:13,080",
        "end": "00:13:18,480",
        "en": "Dem, der sikrer, at man ikke kan smides ud for små lovovertrædelser.",
        "pa": "The Freedom Party wants misdemeanors to lead to deportation.",
        "vi": "Đảng Tự do Cực hữu muốn tội nhẹ dẫn đến bị trục xuất."
    },
    {
        "start": "00:13:18,600",
        "end": "00:13:21,560",
        "en": "Er I ikke med til at legitimere det?",
        "pa": "Aren't you legitimizing that?",
        "vi": "Anh đang hợp thức hóa điều đó sao?"
    },
    {
        "start": "00:13:21,680",
        "end": "00:13:25,520",
        "en": "Man skal ikke lægge for meget vægt på noget",
        "pa": "Let's not attach too much significance to legal quibbles.",
        "vi": "Đừng quá coi trọng ngụy biện pháp lý."
    },
    {
        "start": "00:13:25,640",
        "end": "00:13:28,680",
        "en": "som er juridiske spidsfindigheder.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:13:28,800",
        "end": "00:13:33,360",
        "en": "-At udvise folk, der... -Kom nu!",
        "pa": "- So deporting people for... -Oh, come on!",
        "vi": "- Vậy trục xuất người ta vì... - Thôi nào!"
    },
    {
        "start": "00:13:33,480",
        "end": "00:13:36,360",
        "en": "Vi skal ind i forhandlingerne.",
        "pa": "...are legal quibbles?\n Let us enter the negotiations first.",
        "vi": "...ngụy biện pháp lý?\n Hãy để chúng tôi tham gia đàm phán trước."
    },
    {
        "start": "00:13:36,480",
        "end": "00:13:43,480",
        "en": "Unægtelig en mindre kontant udmelding fra De Moderate, end man er vant til.",
        "pa": "Not quite the clear statement we're used to from the Moderates, Kasper.",
        "vi": "Không phải tuyên bố rõ ràng ta từng tới từ Đảng Ôn hoà, Kasper."
    },
    {
        "start": "00:13:44,960",
        "end": "00:13:47,200",
        "en": "Den anden turist siger:",
        "pa": "The other tourist says,",
        "vi": "Khách du lịch kia nói: \"Anh không thể chạy nhanh hơn con báo\"."
    },
    {
        "start": "00:13:47,282",
        "end": "00:13:49,640",
        "en": "\"Du vil aldrig kunne løbe fra en leopard.\"",
        "pa": "\"Are you crazy? You can't outrun a leopard.\"",
        "vi": ""
    },
    {
        "start": "00:13:49,760",
        "end": "00:13:54,680",
        "en": "\"Det behøver jeg heller ikke. Jeg skal bare løbe hurtigere end dig.\"",
        "pa": "\"I don't have to. I just need to run faster than you.\"",
        "vi": "\"Tôi không cần chạy nhanh hơn nó. Tôi chỉ cần chạy nhanh hơn anh thôi\"."
    },
    {
        "start": "00:14:02,440",
        "end": "00:14:05,040",
        "en": "Er der nogen spørgsmål? Ja.",
        "pa": "Any questions? ",
        "vi": "- Có hỏi gì không? - Có."
    },
    {
        "start": "00:14:05,160",
        "end": "00:14:09,840",
        "en": "Vi hører, at De Moderate deltager i forhandlingerne om økonomipakken.",
        "pa": "Yes.\n We've heard the Moderates are attending talks with the government",
        "vi": "Đảng Ôn hoà đã tham gia vào các cuộc đàm phán tài chính."
    },
    {
        "start": "00:14:09,960",
        "end": "00:14:13,000",
        "en": "Hvad ville du gøre, hvis du var statsminister?",
        "pa": "on the new financial package.\n What would you do if you were PM?",
        "vi": "Nếu là Thủ tướng, bà sẽ làm gì?"
    },
    {
        "start": "00:14:13,120",
        "end": "00:14:19,320",
        "en": "Jeg ville ikke sætte principper over styr for at være med til en aftale",
        "pa": "I wouldn't compromise my principles in order to get in on a minor deal",
        "vi": "Tôi sẽ không thỏa hiệp nguyên tắc của mình để có được thỏa thuận nhỏ"
    },
    {
        "start": "00:14:19,440",
        "end": "00:14:25,720",
        "en": "som sælger ud i forhold til menneskerettighederne.",
        "pa": "that violates human rights, a key issue to the Moderates.",
        "vi": "vi phạm nhân quyền, một vấn đề quan trọng đối với Đảng Ôn hoà."
    },
    {
        "start": "00:14:25,840",
        "end": "00:14:29,280",
        "en": "Vi skal passe meget på, at det her land",
        "pa": "We must not allow this country,",
        "vi": "Chúng ta không cho phép đất nước này,"
    },
    {
        "start": "00:14:29,400",
        "end": "00:14:33,840",
        "en": "som var kendt for sin tolerance og den skandinaviske velfærdsmodel",
        "pa": "once known for its tolerance and the Scandinavian welfare model",
        "vi": "vốn được biết đến với sự khoan dung và mô hình phúc lợi của người Bắc Âu"
    },
    {
        "start": "00:14:33,960",
        "end": "00:14:37,120",
        "en": "ikke ender med at lukke sig om sig selv.",
        "pa": "to close the door on the outside world. That is something...",
        "vi": "đóng cửa với thế giới bên ngoài. Việc đó..."
    },
    {
        "start": "00:14:37,240",
        "end": "00:14:42,000",
        "en": "Det ville jeg være meget opmærksom på.",
        "pa": "-I'd be highly aware of. -Thanks.",
        "vi": "- ...tôi rất hiểu việc đó. - Cảm ơn."
    },
    {
        "start": "00:14:42,120",
        "end": "00:14:47,560",
        "en": "Kunne vi ikke tage det møde i lufthavnen? Vi skal være der.",
        "pa": "Let's all meet at the airport. We all need to be there.",
        "vi": "Tất cả gặp nhau ở sân bay đi. Tất cả chúng ta cần phải tới đó."
    },
    {
        "start": "00:14:47,680",
        "end": "00:14:51,720",
        "en": "-Torben... Det her er vigtigt. -Jeg snakker med Washington.",
        "pa": "-Torben. It's important. -I'm on the phone with Washington.",
        "vi": "- Toren... Hệ trọng đó. - Tôi điện thoại với Washington."
    },
    {
        "start": "00:14:51,840",
        "end": "00:14:54,840",
        "en": "-Fem minutter. -Det er om Gregers.",
        "pa": "-Five minutes. -It's about Gregers.",
        "vi": "- Năm phút thôi. - Gregers đấy."
    },
    {
        "start": "00:14:54,960",
        "end": "00:14:58,960",
        "en": "Gregers. Jeg har talt med ham. Alt er godt. Han elsker os.",
        "pa": "Gregers. I've spoken to him. All's well. He loves us.",
        "vi": "Gregers à. Tôi nói với anh ấy rồi. Đều ổn cả. Anh ấy quý chúng ta."
    },
    {
        "start": "00:14:59,080",
        "end": "00:15:03,320",
        "en": "Gregers arbejder her ikke mere, Torben!",
        "pa": "Gregers doesn't work here anymore, Torben!",
        "vi": "Gregers nghỉ việc, Torben!"
    },
    {
        "start": "00:15:03,440",
        "end": "00:15:07,520",
        "en": "-Han blev fyret for en time siden. -Det er sgu da løgn.",
        "pa": "-He was fired an hour ago. -No way!",
        "vi": "- Anh ấy bị sa thải một giờ trước. - Làm gì có!"
    },
    {
        "start": "00:15:07,640",
        "end": "00:15:10,840",
        "en": "Den nye programdirektør er offentliggjort.",
        "pa": "They've announced who's taking over as head of programming.",
        "vi": "Họ công bố ai là trưởng ban chương trình."
    },
    {
        "start": "00:15:10,960",
        "end": "00:15:15,360",
        "en": "-Hvem er det? -Alexander Mø... Hjort.",
        "pa": "-Who? -Alexander Mø... Alexander...",
        "vi": "- Ai? - Alexander Mo... Hjort."
    },
    {
        "start": "00:15:15,480",
        "end": "00:15:18,440",
        "en": "-Ham fra Warner Brothers? -Ja.",
        "pa": "-Hjort? -Hjort.\n -The guy from Warner Brothers? -Yes.",
        "vi": "Từ hãng Warner Brothers?"
    },
    {
        "start": "00:15:18,560",
        "end": "00:15:23,680",
        "en": "Martins stilling bliver lagt under stillingen som koordinationschef.",
        "pa": "Martin from Planning will be made head of coordination",
        "vi": "Ừ, Martin từ phòng Kế hoạch sẽ trở thành trưởng ban điều phối"
    },
    {
        "start": "00:15:23,800",
        "end": "00:15:27,440",
        "en": "-Divisionschef-laget bliver fjernet. -Nu må de holde op.",
        "pa": "making divisional managers redundant.",
        "vi": "khiến quản lý bộ phận trở nên dư thừa."
    },
    {
        "start": "00:15:27,560",
        "end": "00:15:31,480",
        "en": "Han kommer lige om lidt. Vi skal komme i gang nu.",
        "pa": "-I don't believe it. -He's on his way here, so get to work.",
        "vi": "- Tôi không tin. - Anh ấy đi lưu diễn, nên đi làm đi."
    },
    {
        "start": "00:15:31,600",
        "end": "00:15:33,440",
        "en": "Med hvad?",
        "pa": "On what?",
        "vi": "Đi làm gì cơ?"
    },
    {
        "start": "00:15:36,200",
        "end": "00:15:38,720",
        "en": "Din mailserver har skiftet navn.",
        "pa": "Your e-mail server had changed its name.",
        "vi": "Máy chủ email của em đã đổi tên."
    },
    {
        "start": "00:15:38,840",
        "end": "00:15:42,480",
        "en": "Tak, men er den ikke lang tid om at hente mails?",
        "pa": "Thanks, but doesn't it take forever for it to receive my e-mails?",
        "vi": "Cảm ơn, nhưng mà mãi không nhận được email?"
    },
    {
        "start": "00:15:42,600",
        "end": "00:15:46,480",
        "en": "Det handler om internetforbindelsen. Ring til udlejer.",
        "pa": "Your internet connection is slow. Call your landlord.",
        "vi": "Kết nối Internet của em chậm. Gọi chủ nhà đi."
    },
    {
        "start": "00:15:46,600",
        "end": "00:15:51,200",
        "en": "-Hvor meget er det, du giver her? -Ikke særlig meget, Phillip.",
        "pa": "-How much is the rent here? -Not that much, Phillip.",
        "vi": "- Tiền thuê ở đây bao nhiêu? - Không nhiều thế đâu, Phillip."
    },
    {
        "start": "00:15:51,320",
        "end": "00:15:54,360",
        "en": "-Ungerne elsker det. -Det kan jeg godt forstå.",
        "pa": "-It's a great location. The kids love it. -I get that.",
        "vi": "Địa điểm tốt. Bọn trẻ thích."
    },
    {
        "start": "00:15:54,480",
        "end": "00:15:58,240",
        "en": "Magnus' værelse er på størrelse med vores gamle stue og køkken.",
        "pa": "Magnus's room is the size of our old living room and kitchen combined.",
        "vi": "Anh biết. Phòng của Magnus lớn bằng phòng khách và bếp cũ của ta."
    },
    {
        "start": "00:15:58,360",
        "end": "00:16:00,440",
        "en": "Phillip...",
        "pa": "-Phillip... -Hmm?",
        "vi": "Phillip..."
    },
    {
        "start": "00:16:00,560",
        "end": "00:16:06,560",
        "en": "De der par dage i marts, da har jeg noget med bankens bestyrelse.",
        "pa": "In March, when you're in Hong Kong, I have important board work.",
        "vi": "Vào tháng ba, khi em ở Hồng Kông, anh có việc hội đồng quan trọng."
    },
    {
        "start": "00:16:06,680",
        "end": "00:16:09,440",
        "en": "Det må vi lige finde ud af.",
        "pa": "We have to work something out.",
        "vi": "Ta phải có biện pháp."
    },
    {
        "start": "00:16:10,640",
        "end": "00:16:13,560",
        "en": "Du ville sige noget? Afbrød jeg dig?",
        "pa": "You were saying?\n Did I interrupt?",
        "vi": "Em đang nói à?\n - Anh ngắt lời à? - Anh cảm thấy thế nào về"
    },
    {
        "start": "00:16:13,680",
        "end": "00:16:17,760",
        "en": "Hvad ville du sige, hvis jeg sagde",
        "pa": "How would you feel",
        "vi": ""
    },
    {
        "start": "00:16:17,880",
        "end": "00:16:22,560",
        "en": "at jeg godt kunne tænke mig at vende tilbage til politik?",
        "pa": "about me going...\n back into politics?",
        "vi": "việc em sẽ...\n trở lại chính trường?"
    },
    {
        "start": "00:16:27,320",
        "end": "00:16:30,560",
        "en": "Okay. Hold da kæft.",
        "pa": "Okay.\n Oh, my God.",
        "vi": "Được rồi.\n Chúa ơi."
    },
    {
        "start": "00:16:31,880",
        "end": "00:16:36,400",
        "en": "Det tror jeg da bare ville være virkelig godt for De Moderate.",
        "pa": "Well, I think it would do the Moderates a world of good.",
        "vi": "Chà, anh nghĩ nó sẽ tốt cho Đảng Ôn hoà."
    },
    {
        "start": "00:16:37,840",
        "end": "00:16:40,400",
        "en": "-Er du ironisk? -Jeg mener det.",
        "pa": "-Are you being ironic? -I mean it.",
        "vi": "- Anh mỉa mai? - Anh nói thật."
    },
    {
        "start": "00:16:40,520",
        "end": "00:16:46,280",
        "en": "Kruse har måske formelt fået styr på partiet, men de savner folkelighed.",
        "pa": "Kruse may have streamlined the party, but it's out of touch with the voters.",
        "vi": "Kruse có thể đã sắp xếp đảng hớp lý, nhưng không hợp với cử tri."
    },
    {
        "start": "00:16:46,400",
        "end": "00:16:50,480",
        "en": "-Visse personer vil føle sig truet. -Ja, måske.",
        "pa": "Certain people will feel threatened.",
        "vi": "Một số người sẽ cảm thấy bị đe dọa."
    },
    {
        "start": "00:16:50,600",
        "end": "00:16:55,400",
        "en": "De mest borgerlige var fornærmede over samarbejdet med venstrefløjen.",
        "pa": "Perhaps.\n The right-wingers who were peeved at your collaboration with the left.",
        "vi": "Có thể.\n Phe cánh hữu đã đồng ý với sự cộng tác của em với phe cánh tả."
    },
    {
        "start": "00:16:55,520",
        "end": "00:16:59,040",
        "en": "Også dem, som Kruse har forfremmet, og selveste Kruse.",
        "pa": "And Kruse's posse, not to mention Kruse himself.",
        "vi": "Và lực lượng mạnh của Kruse, chưa kể đến bản thân Kruse."
    },
    {
        "start": "00:16:59,160",
        "end": "00:17:05,080",
        "en": "Det kommer an på, hvad du har tænkt dig. Folketingskandidat?",
        "pa": "It depends on what your plan is.\n Member of parliament? Party spokesperson?",
        "vi": "Tuỳ vào em đang có gì trong đầu.\n Nghị sĩ và phát ngôn viên của đảng? Phát ngôn viên về chính sách đối ngoại?"
    },
    {
        "start": "00:17:05,200",
        "end": "00:17:09,160",
        "en": "-Udenrigsordfører, måske? -Ja, eller finans.",
        "pa": "-Spokesperson on foreign policy? -Sure, or financial.",
        "vi": "Ừ, hay tài chính."
    },
    {
        "start": "00:17:09,280",
        "end": "00:17:14,880",
        "en": "-Ja. Men bestemt ikke formand. -Nej. Bestemt ikke formand.",
        "pa": "But definitely not leader.\n -No. Definitely not leader. -Right.",
        "vi": "- Chắc là không phải lãnh tụ.. - Không. Chắc không phải lãnh tụ.\n Phải."
    },
    {
        "start": "00:17:36,000",
        "end": "00:17:40,480",
        "en": "-Torben Friis! Godt at møde dig. -Velkommen.",
        "pa": "-Torben Friis! Good to meet you. -Welcome.",
        "vi": "- Torbe Friis! Rất vui được gặp anh. - Chào mừng."
    },
    {
        "start": "00:17:40,600",
        "end": "00:17:43,960",
        "en": "Tak. Jeg er kæmpe fan, så det er en stor ære.",
        "pa": "Thanks. I'm a huge fan, so this is an honor.",
        "vi": "Cảm ơn. Tôi hâm mộ cuồng nhiệt nên đây là vinh dự."
    },
    {
        "start": "00:17:44,080",
        "end": "00:17:46,280",
        "en": "-Dav. -Alex Hjort.",
        "pa": "-Hi. Pia. -Alex Hjort.",
        "vi": "- Chào. - Alex Hjort."
    },
    {
        "start": "00:17:46,400",
        "end": "00:17:48,640",
        "en": "Jeg er fan af din afdeling.",
        "pa": "I'm a huge fan of your department.",
        "vi": "Tôi rất hâm mộ phòng của anh."
    },
    {
        "start": "00:17:48,760",
        "end": "00:17:52,840",
        "en": "Jeg har nogle spørgsmål og nogle tanker, men først vil jeg sige",
        "pa": "I have some questions and thoughts,",
        "vi": "Tôi có vài câu hỏi và suy ngẫm,"
    },
    {
        "start": "00:17:52,960",
        "end": "00:17:55,680",
        "en": "at du kører et fantastisk show.",
        "pa": "but you run a great show.",
        "vi": "nhưng mà anh làm sô diễn rất tốt."
    },
    {
        "start": "00:17:55,800",
        "end": "00:17:59,440",
        "en": "Jeg skal rose dig for opfindelsen af Katrine Fønsmark.",
        "pa": "And kudos to you for inventing Katrine Fønsmark.",
        "vi": "Và lời khen cho các anh vì đã phát minh ra Katrine Fønsmark."
    },
    {
        "start": "00:17:59,560",
        "end": "00:18:02,880",
        "en": "-Hun er virkelig stationens ansigt. -Katrine!",
        "pa": "She's the face of the network.",
        "vi": "Cô ấy là bộ mặt của mạng lưới."
    },
    {
        "start": "00:18:03,000",
        "end": "00:18:06,640",
        "en": "Der sidder hun. Når man taler om solen...",
        "pa": "Katrine!\n Oh, there she is. Speak of the devil, huh?",
        "vi": "Katrine!\n Cô ấy đây. Thiêng thế không biết."
    },
    {
        "start": "00:18:06,760",
        "end": "00:18:08,920",
        "en": "Vil du bede ham ringe? Tak.",
        "pa": "Have him call me back. Thanks.",
        "vi": "Bảo ông ta gọi lại cho tôi. Cảm ơn."
    },
    {
        "start": "00:18:10,320",
        "end": "00:18:14,840",
        "en": "-Det er Alexander Hjort. -Bare kald mig Alex.",
        "pa": "-This is Alexander Hjort. -Call me Alex.",
        "vi": "- Đây là Alexander Hjort. - Gọi tôi là Alex."
    },
    {
        "start": "00:18:14,960",
        "end": "00:18:18,320",
        "en": "Jeg er meget stor fan af dit arbejde.",
        "pa": "I was just telling Torben that I'm a huge fan of your work.\n Great. Thanks!",
        "vi": "Tôi mới bảo Torben tôi rất hâm mộ tác phẩm của cô.\n Tuyệt. Cảm ơn!"
    },
    {
        "start": "00:18:41,040",
        "end": "00:18:43,960",
        "en": "-Hej. -Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:18:45,240",
        "end": "00:18:49,160",
        "en": "Jeg håber ikke, du har ventet for længe. Vi sidder i forhandlinger.",
        "pa": "I hope I didn't keep you waiting long. We're in negotiations.",
        "vi": "Tôi mong tôi không để bà phải đợi lâu. Chúng tôi đàm phán."
    },
    {
        "start": "00:18:49,280",
        "end": "00:18:53,000",
        "en": "Tak, fordi du tog dig tid til at mødes med mig.",
        "pa": "-Thanks for taking the time to meet me. -Of course.",
        "vi": "- Cảm ơn đã bớt thời gian! - Tất nhiên."
    },
    {
        "start": "00:18:53,120",
        "end": "00:18:56,640",
        "en": "Vi skal lægge fortiden bag os og komme videre.",
        "pa": "I'm all for letting bygones be bygones.",
        "vi": "Tôi ủng hộ việc bỏ qua quá khứ không vui."
    },
    {
        "start": "00:18:56,760",
        "end": "00:18:59,440",
        "en": "Jeg havde en svær periode.",
        "pa": "I was in a difficult position back then.",
        "vi": "Hồi đó tôi ở hoàn cảnh khó khăn."
    },
    {
        "start": "00:18:59,560",
        "end": "00:19:03,880",
        "en": "Jeg har fået snakket ud med Sejrø. Det hele er fint igen.",
        "pa": "But I've straightened things out with Sejrø.",
        "vi": "Nhưng tôi đã giải quyết ổn thoả với Sejro."
    },
    {
        "start": "00:19:04,000",
        "end": "00:19:07,000",
        "en": "Du gør det i hvert fald fint som formand.",
        "pa": "All is good.\n You're doing a great job as party leader.",
        "vi": "Tất cả đều ổn.\n Anh làm rất tốt trong vai trò lãnh đạo đảng."
    },
    {
        "start": "00:19:08,840",
        "end": "00:19:14,920",
        "en": "Jacob, jeg har besluttet mig for, at jeg gerne vil tilbage i politik.",
        "pa": "Jacob, I've decided to leave the corporate world\n and get back into politics.",
        "vi": "Jacob, tôi quyết định từ bỏ giới doanh nghiệp và trở lại chính trường."
    },
    {
        "start": "00:19:17,840",
        "end": "00:19:22,360",
        "en": "Jeg respekterer, at min rolle i partiet er en helt anden nu.",
        "pa": "I fully respect that my role in the party will be different now.",
        "vi": "Tôi hoàn toàn tôn trọng vai trò của tôi trong đảng giờ đã khác."
    },
    {
        "start": "00:19:22,480",
        "end": "00:19:25,400",
        "en": "Det er dit formandskab.",
        "pa": "I'm prepared to backup your leadership.",
        "vi": "Tôi đã chuẩn bị để hỗ trợ việc lãnh đạo của anh."
    },
    {
        "start": "00:19:25,520",
        "end": "00:19:30,680",
        "en": "Jeg forstår, hvad det er, du siger, fuldstændigt.",
        "pa": "Yes, I hear what you're saying.",
        "vi": "Tôi nghe bà nói rồi."
    },
    {
        "start": "00:19:30,800",
        "end": "00:19:35,440",
        "en": "Du er jo en kapacitet og et forbillede for mange.",
        "pa": "Completely.\n You're a first-rate politician and a role model for many people.",
        "vi": "Chắc rồi. Bà là chính trị gia hạng nhất"
    },
    {
        "start": "00:19:35,560",
        "end": "00:19:38,600",
        "en": "Men jeg kommer til at skuffe dig.",
        "pa": "But I am afraid I have to disappoint you.",
        "vi": "và là tấm gương cho nhiều người. Nhưng tôi sẽ phải làm bà thất vọng."
    },
    {
        "start": "00:19:38,720",
        "end": "00:19:43,600",
        "en": "Jeg kan ikke se dig som en del af det moderate projekt længere.",
        "pa": "I don't see you fitting into the Moderate plan any longer.",
        "vi": "Giờ tôi không thấy bà hợp với dự án Đảng Ôn hoà."
    },
    {
        "start": "00:19:43,720",
        "end": "00:19:49,640",
        "en": "Det kan jeg sgu ikke. Så skulle det være som europa-parlamentariker.",
        "pa": "I just can't. Well, maybe in the European Parliament.",
        "vi": "Không thể hợp. Có thể là ở Quốc hội châu Âu."
    },
    {
        "start": "00:19:49,760",
        "end": "00:19:53,600",
        "en": "Din tilbagevenden vil splitte partiet ad og forvirre vælgerne.",
        "pa": "I'm afraid your return would divide the party and confuse voters.",
        "vi": "Tôi e bà trở lại sẽ chia rẽ đảng và làm cử tri bối rối."
    },
    {
        "start": "00:19:53,720",
        "end": "00:19:57,320",
        "en": "Jeg vil kæmpe for det fælles projekt og arbejde for dig.",
        "pa": "I'd fight for our common project and work for you.",
        "vi": "Tôi đấu tranh vì dự án chung và công việc của chúng ta vì anh."
    },
    {
        "start": "00:19:57,440",
        "end": "00:20:01,000",
        "en": "Der er en rigtig fin balance i partiet lige nu.",
        "pa": "We have a great balance in the party right now.",
        "vi": "Giờ ta đang cân bằng tốt trong đảng."
    },
    {
        "start": "00:20:01,120",
        "end": "00:20:06,200",
        "en": "Du bliver simpelthen for tung. Du vil bare få båden til at vippe.",
        "pa": "You'd be too weighty. It'd rock the boat.",
        "vi": "Bà quá nặng. Bà sẽ làm rung chuyển con thuyền."
    },
    {
        "start": "00:20:06,320",
        "end": "00:20:09,760",
        "en": "Som formand er det jo min afgørelse. Jeg skal vurdere",
        "pa": "As the leader I have to decide\n what's best for the Moderates right now.",
        "vi": "Là lãnh tụ, tôi phải quyết định điều gì là tốt nhất cho Đảng Ôn hoà."
    },
    {
        "start": "00:20:09,880",
        "end": "00:20:13,360",
        "en": "hvad der er det bedste for De Moderate lige nu.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:13,480",
        "end": "00:20:19,720",
        "en": "Det bliver altså at sige pænt nej tak til dit fine tilbud.",
        "pa": "And I have to say thank you but no thank you\n for your fine offer.",
        "vi": "Quyết định của tôi là từ chối đề nghị tuyệt vời của bà."
    },
    {
        "start": "00:20:27,200",
        "end": "00:20:30,640",
        "en": "Jeg har lige en meddelelse til jer alle sammen.",
        "pa": "I have an announcement to make.",
        "vi": "Tôi có một thông báo."
    },
    {
        "start": "00:20:30,760",
        "end": "00:20:36,400",
        "en": "Torben og jeg vil prøve at give jer en lille orientering om",
        "pa": "Torben and I want to give you all a quick briefing",
        "vi": "Torben và tôi muốn giới thiệu sơ qua"
    },
    {
        "start": "00:20:36,520",
        "end": "00:20:42,280",
        "en": "hvad den nye ledelsesstruktur vil betyde for Nyhederne. Det er 18.30.",
        "pa": "on what the new management structure will mean to the news at 6:30.",
        "vi": "cách cơ cấu quản lý mới ảnh hưởng đến tới Tin tức. Lúc 6:30."
    },
    {
        "start": "00:20:42,400",
        "end": "00:20:47,440",
        "en": "Der vil det være muligt at sige farvel til Gregers med et lille glas.",
        "pa": "At the same time we'll say goodbye to Gregers and have a glass or two.",
        "vi": "Đồng thời ta sẽ tạm biệt Gregers và uống một hai ly."
    },
    {
        "start": "00:20:49,480",
        "end": "00:20:52,240",
        "en": "Ja. Så meget for den friaften.",
        "pa": "-A glass or two. -Thanks!\n So much for that night off.",
        "vi": "- Một hai ly. - Cảm ơn!\n Quá nhiều cho đêm nghỉ."
    },
    {
        "start": "00:21:00,240",
        "end": "00:21:05,880",
        "en": "Hej, mor. Jeg er ked af det, men jeg kommer alligevel sent hjem.",
        "pa": "Hi, Mom.\n Uh, I'm afraid I'm going to be late tonight.",
        "vi": "Chào mẹ.\n Con sợ tối nay con sẽ về muộn."
    },
    {
        "start": "00:21:06,000",
        "end": "00:21:09,880",
        "en": "Vil du være sød at putte Gustav i aften?",
        "pa": "Will you put Gustav to bed?",
        "vi": "Mẹ cho Gustav đi ngủ nhé?"
    },
    {
        "start": "00:21:10,000",
        "end": "00:21:15,720",
        "en": "Ja. Jeg savner også ham. Kys ham tusind gange fra mig, ikke?",
        "pa": "Yeah. I miss him too. \n Kiss him a thousand times for me.",
        "vi": "Con cũng nhớ nó.\n Hôn nó ngàn lần giúp con."
    },
    {
        "start": "00:21:15,840",
        "end": "00:21:18,400",
        "en": "Det er godt. Hej.",
        "pa": "Great. Bye.",
        "vi": "Tuyệt. Tạm biệt."
    },
    {
        "start": "00:21:18,520",
        "end": "00:21:21,560",
        "en": "Skulle du ikke tage hjem?",
        "pa": "Go home as planned.",
        "vi": "Về nhà theo kế hoạch."
    },
    {
        "start": "00:21:21,680",
        "end": "00:21:26,400",
        "en": "Vi får alligevel ikke noget at vide. Du kender da ikke Gregers, gør du?",
        "pa": "They won't tell us anything new,\n and you don't know Gregers, do you?",
        "vi": "Họ không nói gì với chúng ta đâu, và cô không biết Gregers, phải không?"
    },
    {
        "start": "00:21:28,360",
        "end": "00:21:32,880",
        "en": "Næ, men det er vigtigt at følge med i, hvad der sker.",
        "pa": "No...\n but it's important to stay on top of things.",
        "vi": "Không...\n - nhưng quan trọng là kiểm soát mọi thứ. - Gặp con cũng quan trọng."
    },
    {
        "start": "00:21:33,000",
        "end": "00:21:35,880",
        "en": "Det er også vigtigt at se sit barn.",
        "pa": "It's important to see your child too.",
        "vi": ""
    },
    {
        "start": "00:21:37,480",
        "end": "00:21:39,800",
        "en": "Hvad mener du?",
        "pa": "What do you mean?",
        "vi": "Ý chị là sao?"
    },
    {
        "start": "00:21:39,920",
        "end": "00:21:43,000",
        "en": "Glem det. Du ved selv, hvad der er bedst.",
        "pa": "Sorry. You know best.",
        "vi": "Xin lỗi. Cô rõ nhất."
    },
    {
        "start": "00:21:43,120",
        "end": "00:21:46,920",
        "en": "-Handicap eller Afrika først? -Afrika, tror jeg.",
        "pa": "-Katrine? Handicap or Africa first? -Africa, I think.",
        "vi": "- Katrine? Bất lợi hay châu Phi trước? - Châu Phi, tôi nghĩ thế."
    },
    {
        "start": "00:21:47,040",
        "end": "00:21:50,160",
        "en": "-Det bliver handicap. Tak. -Hvorfor spørger du?",
        "pa": "-Great, handicap it is. Thanks. -Why did you ask?",
        "vi": "- Tuyệt, bất lợi nha. Cảm ơn. - Sao anh lại hỏi?"
    },
    {
        "start": "00:21:50,280",
        "end": "00:21:54,960",
        "en": "Det var alt fra os her på 18'eren. Fortsat rigtig god aften.",
        "pa": "That's all for now. Have a good night.",
        "vi": "Đến đó là hết. Chúc ngủ ngon."
    },
    {
        "start": "00:21:58,200",
        "end": "00:22:00,160",
        "en": "For satan!",
        "pa": "Damn!",
        "vi": "Chết tiệt!"
    },
    {
        "start": "00:22:00,280",
        "end": "00:22:05,000",
        "en": "-Var vi stadig på? -Jeg tror ikke, man så det.",
        "pa": "Were we still on the air?",
        "vi": "- Ta vẫn còn trên sóng chứ? - Theo tôi không không thấy đâu."
    },
    {
        "start": "00:22:05,120",
        "end": "00:22:08,520",
        "en": "-Hvem har lagt den ledning her? -Kris.",
        "pa": "I don't think you could see it.\n -Who put that cable there? -Kris.",
        "vi": "- Ai đặt cái dây ở đó? - Kris."
    },
    {
        "start": "00:22:08,640",
        "end": "00:22:11,920",
        "en": "-Har du lyst til at sige noget? -Det sker ikke igen.",
        "pa": "-Kris! Got anything to say? -It won't happen again.",
        "vi": "Kris! Có gì để nói không?\n - Sẽ không tái diễn. - Gì thế?"
    },
    {
        "start": "00:22:12,040",
        "end": "00:22:14,320",
        "en": "Tak. Hvem tager mikrofonen?",
        "pa": "-What was that? -It won't happen again.\n Take my mic, someone!",
        "vi": "Ai đó lấy míc cho tôi!"
    },
    {
        "start": "00:22:14,440",
        "end": "00:22:17,880",
        "en": "-Hey, Katrine. Er du okay? -Jeg har forstuvet min fod.",
        "pa": "Hey, Katrine. Are you okay?",
        "vi": "Này, Katrine. Cô ổn chứ?"
    },
    {
        "start": "00:22:18,000",
        "end": "00:22:22,080",
        "en": "Du bemander jo min udsendelse med erhvervspraktikanter.",
        "pa": "I just sprained my ankle because you insist on manning my show with trainees.",
        "vi": "Tôi vừa bị bong gân mắt cá chân vì cô cho thực tập vào sô diễn của tôi."
    },
    {
        "start": "00:22:22,200",
        "end": "00:22:26,360",
        "en": "-Vi skal alle sammen være her. -Tak for i dag.",
        "pa": "Hey, calm down.\n -We all make mistakes, Katrine. -Goodbye!",
        "vi": "Này, bình tĩnh đi.\n - Katrine, nhân vô thập toàn mà. - Chào!"
    },
    {
        "start": "00:22:33,880",
        "end": "00:22:37,480",
        "en": "-Kommer du hjem nu? -Ja. Det var ikke så vigtigt.",
        "pa": "-I thought you were working late. -It wasn't important after all.",
        "vi": "- Mẹ tưởng con làm về muộn. - Rốt cuộc chẳng quan trọng."
    },
    {
        "start": "00:22:42,360",
        "end": "00:22:46,040",
        "en": "Så tror jeg, jeg laver noget dejlig mad.",
        "pa": "Mama!\n I'll cook us a nice dinner then.",
        "vi": "Mẹ sẽ làm bữa tối ngon."
    },
    {
        "start": "00:22:47,080",
        "end": "00:22:50,880",
        "en": "-Mor, du skal ikke lave mad. -Jeg vil bruges, når jeg er her.",
        "pa": "-Mom, you don't need to cook. -I want to be put useful while I'm here.",
        "vi": "- Mẹ, mẹ không cần nấu ăn. - Mẹ muốn có ích mà."
    },
    {
        "start": "00:22:51,000",
        "end": "00:22:55,240",
        "en": "-Og jeg vil selv putte Gustav. -Han prøvede at sige mormor.",
        "pa": "-And I want to put Gustav to bed. -He tried to say \"grandma.\"",
        "vi": "- Con muốn đưa Gustav đi ngủ. - Nó đã cố nói bà."
    },
    {
        "start": "00:22:55,360",
        "end": "00:23:00,800",
        "en": "-Er det ikke sødt? Momo... -Momo.",
        "pa": "Isn't that cute? Grandma...",
        "vi": "- Dễ thương không? Bà... - Bà."
    },
    {
        "start": "00:23:00,920",
        "end": "00:23:04,640",
        "en": "Det er skideirriterende, at du har flyttet de bleer.",
        "pa": "Grandma.\n Why the hell did you go and move the diapers?",
        "vi": "Sao mẹ lại đi chuyển tã chứ?"
    },
    {
        "start": "00:23:04,760",
        "end": "00:23:08,240",
        "en": "-Så nu lægger jeg dem tilbage. -Det gør du bare, skat.",
        "pa": "I'm going to move them back.",
        "vi": "- Con sẽ chuyển chúng lại. - Cứ việc."
    },
    {
        "start": "00:23:08,360",
        "end": "00:23:10,800",
        "en": "Ja!",
        "pa": "Go ahead, dear.\n Right!",
        "vi": "Vâng!"
    },
    {
        "start": "00:23:18,880",
        "end": "00:23:21,240",
        "en": "Han smed mig ud, fandeme.",
        "pa": "He kicked me to the curb.",
        "vi": "Anh ta loại tôi rồi."
    },
    {
        "start": "00:23:23,480",
        "end": "00:23:27,200",
        "en": "-Var du ydmyg nok? -Det kan man roligt sige.",
        "pa": "-Did you eat humble pie? -Like you wouldn't believe.",
        "vi": "- Hắn thừa nhận bà sai? - Như ông đâu có tin."
    },
    {
        "start": "00:23:27,320",
        "end": "00:23:32,920",
        "en": "Nej, det var ham, der var helt... fuldkommen afvisende.",
        "pa": "No, he was...\n totally dismissive.",
        "vi": "Không, anh ta... thẳng thừng bác bỏ."
    },
    {
        "start": "00:23:33,040",
        "end": "00:23:38,240",
        "en": "-Vil du tage tilbage til Hongkong? -Ja. Hvad skulle jeg ellers gøre?",
        "pa": "-So it's just back to Hong Kong? -Yes, Bent. What else can I do?",
        "vi": "- Vậy là quay lại Hồng Kông? - Chắc chắn rồi. Tôi có thể làm gì khác?"
    },
    {
        "start": "00:23:51,600",
        "end": "00:23:54,320",
        "en": "Udfordre Kruse som formand.",
        "pa": "Contest his leadership.",
        "vi": "Tranh quyền lãnh đạo đi."
    },
    {
        "start": "00:23:57,600",
        "end": "00:24:04,640",
        "en": "Alle medlemmer kan udfordre formanden til kampvalg på landsmødet.",
        "pa": "Any member can challenge the leader at the party convention.",
        "vi": "Bất cứ thành viên nào cũng có thể thách thức lãnh tụ tại đại hội đảng."
    },
    {
        "start": "00:24:04,760",
        "end": "00:24:10,000",
        "en": "Det er en vanvittig idé, Bent. Jeg risikerer netop at sprænge partiet.",
        "pa": "What an insane idea, Bent.",
        "vi": "Đúng là ý tưởng điên rồ, Bent."
    },
    {
        "start": "00:24:10,120",
        "end": "00:24:16,720",
        "en": "Der er kun en måned til landsmødet. Vi kan ikke nå at forberede noget.",
        "pa": "It could split the party.\n Anyway, the convention is in a month. That's barely time to campaign.",
        "vi": "Tôi có thể làm chia rẽ đảng. Dù gì một tháng nữa tới hội nghị.\n Ta đâu có thời gian chuẩn bị."
    },
    {
        "start": "00:24:23,000",
        "end": "00:24:27,080",
        "en": "Jeg så dit interview med Jacob Kruse forleden. Fint.",
        "pa": "I saw your interview with Jacob Kruse the other day. Great.",
        "vi": "Tôi xem cô phỏng vấn với Jacob Kruse hôm nọ. Tuyệt."
    },
    {
        "start": "00:24:27,200",
        "end": "00:24:30,440",
        "en": "-Og Kasper og jeres lille dreng? -Det går godt.",
        "pa": "Thanks!\n -How's Kasper and your little boy? -Gustav? Fine.",
        "vi": "Cảm ơn!\n - Kasper và con trai cô sao rồi? - Gustav. Ổn."
    },
    {
        "start": "00:24:30,560",
        "end": "00:24:34,840",
        "en": "Men Kasper og jeg er jo ikke sammen mere.",
        "pa": "-But Kasper and I split up. -Right.",
        "vi": "- Nhưng Kasper và tôi đường ai nấy đi. - Ừ."
    },
    {
        "start": "00:24:34,960",
        "end": "00:24:41,160",
        "en": "Det, jeg siger, er meget fortroligt, uanset udfaldet af vores møde.",
        "pa": "What I'm about to say is confidential no matter the outcome of this meeting.",
        "vi": "Điều tôi sắp nói là bí mật bất kể kết quả của cuộc họp này là gì."
    },
    {
        "start": "00:24:41,280",
        "end": "00:24:47,080",
        "en": "Jeg vil tilbage i politik. Jeg har tænkt mig at udfordre Jacob Kruse.",
        "pa": "Okay.\n I'm going back into politics. I'm going to challenge Jacob Kruse",
        "vi": "Vâng.\n Tôi sẽ quay lại chính trường. Tôi sẽ thách thức Jacob Kruse"
    },
    {
        "start": "00:24:47,200",
        "end": "00:24:50,120",
        "en": "Jeg skal bruge en rådgiver og pressechef.",
        "pa": "as leader of the Moderates at the annual meeting.\n I need a media adviser and press chief.",
        "vi": "làm lãnh đạo Đảng Ôn hoà ở cuộc họp thường niên. Tôi cần cố vấn truyền thông."
    },
    {
        "start": "00:24:50,240",
        "end": "00:24:54,680",
        "en": "-Hvorfor ringer du ikke til Kasper? -Vores projekt var Statsministeriet.",
        "pa": "Why don't you call Kasper?\n Our project was the prime minister's office.",
        "vi": "- Sao bà không gọi Kasper? - Dự án của ta là Văn phòng Thủ tướng."
    },
    {
        "start": "00:24:54,800",
        "end": "00:25:01,400",
        "en": "Jeg vil noget andet nu. Du udfordrede mig, da jeg var statsminister.",
        "pa": "I have other plans now.\n As a journalist, you gave me a run for my money when I was PM.",
        "vi": "Tôi có kế hoạch khác. Cô đã cho tôi cuộc đua vì tiền khi tôi làm Thủ tướng."
    },
    {
        "start": "00:25:01,520",
        "end": "00:25:06,320",
        "en": "Jeg ved også, at du overvejede at blive rådgiver for Hesselboe.",
        "pa": "I know turned down the job as an adviser to Hesselboe",
        "vi": "Cô đã từ chối làm cố vấn cho Hesselboe vì những bất đồng chính trị."
    },
    {
        "start": "00:25:06,440",
        "end": "00:25:09,520",
        "en": "Jeg tror, du er den person, jeg leder efter.",
        "pa": "due to political differences.\n I think you're the one I'm looking for.",
        "vi": "Tôi nghĩ cô là người tôi đang tìm. Cô nghĩ sao?"
    },
    {
        "start": "00:25:09,640",
        "end": "00:25:12,040",
        "en": "Hvad siger du til det?",
        "pa": "What do you think?",
        "vi": ""
    },
    {
        "start": "00:25:12,160",
        "end": "00:25:15,680",
        "en": "Fortæl mig, hvorfor du vil tilbage i politik.",
        "pa": "Talk to me about why you want to get back into politics.",
        "vi": "Cho tôi hay lý do bà muốn trở lại chính trường."
    },
    {
        "start": "00:25:15,800",
        "end": "00:25:20,840",
        "en": "Det kan du fortælle mig om. Du kender mig bedre end de fleste journalister.",
        "pa": "You tell me. \n You know me better than most reporters. Why would I?",
        "vi": "Cô nói xem. Cô hiểu tôi hơn hầu hết các phóng viên. Tại sao à?"
    },
    {
        "start": "00:25:20,960",
        "end": "00:25:25,640",
        "en": "Du er skuffet over De Moderates kujonagtige kurs.",
        "pa": "You believe the Moderates are behaving cowardly.",
        "vi": "Bà tin Đảng Ôn hoà đang cư xử hèn nhát."
    },
    {
        "start": "00:25:25,760",
        "end": "00:25:29,560",
        "en": "Stiller de sig ikke i vejen for Frihedspartiets værdipolitik",
        "pa": "They don't stand up for their principles.\n If they won't even block the Freedom Party's policy of values",
        "vi": "Họ không giữ vững lập trường.\n Nếu họ không ngăn chính sách giá trị của Đảng Tự do Cực hữu"
    },
    {
        "start": "00:25:29,680",
        "end": "00:25:32,280",
        "en": "er der ikke så meget tilbage.",
        "pa": "there's not much left.",
        "vi": "thì đâu còn gì. Nhưng một tháng nữa mới tới hội nghị."
    },
    {
        "start": "00:25:32,400",
        "end": "00:25:36,760",
        "en": "-Er landsmødet ikke om en måned? -Jo. Beslut dig hurtigt.",
        "pa": "But the party convention is in a month.",
        "vi": "Phải rồi. Nên hãy quyết định nhanh lên."
    },
    {
        "start": "00:25:36,880",
        "end": "00:25:41,080",
        "en": "-Lønmæssigt må du komme med et bud. -Hvem finansierer det her?",
        "pa": "Right. So make up your mind fast.\n Name your price, and we'll see.",
        "vi": "Ra giá đi, chúng tôi sẽ xem xét."
    },
    {
        "start": "00:25:41,200",
        "end": "00:25:45,160",
        "en": "I første omgang mig selv. Det er en stor beslutning.",
        "pa": "Who's funding this?\n I am, to begin with. The party will later.",
        "vi": "Ai trả tiền?\n Ban đầu là tôi. Sau đảng sẽ trả."
    },
    {
        "start": "00:25:45,280",
        "end": "00:25:51,000",
        "en": "Jeg skal bruge dit svar inden for 24 timer. Tal ikke med nogen om det.",
        "pa": "It's a big decision.\n I need an answer in 24 hours. Please don't mention this to anyone.",
        "vi": "Đó là quyết định lớn.\n Trả lời trong 24 giờ. Đừng bàn với ai vụ này."
    },
    {
        "start": "00:25:57,040",
        "end": "00:26:01,560",
        "en": "Så! Nu skal du se engang.",
        "pa": "There.\n Let's have a look.",
        "vi": "Đó.\n Để xem nào."
    },
    {
        "start": "00:26:03,360",
        "end": "00:26:05,960",
        "en": "Ja, jeg ved det godt.",
        "pa": "I know, I know.",
        "vi": "Mẹ biết mà."
    },
    {
        "start": "00:26:06,080",
        "end": "00:26:11,640",
        "en": "Gustav, se! Skal vi se, om der er noget i fjernsynet?",
        "pa": "Gustav, look. Let's see what's on TV.",
        "vi": "Gustav, nhìn kìa. Xem có gì trên tivi kìa."
    },
    {
        "start": "00:26:11,760",
        "end": "00:26:14,480",
        "en": "Hov! Hvad var det? En lille bjørn.",
        "pa": "Look at that. A little bear.",
        "vi": "Nhìn kìa. Một con gấu nhỏ."
    },
    {
        "start": "00:26:15,800",
        "end": "00:26:19,080",
        "en": "-Momo... -Ja. Jeg kommer nu.",
        "pa": "Grandma...",
        "vi": "Bà ơi..."
    },
    {
        "start": "00:26:19,200",
        "end": "00:26:22,600",
        "en": "Momo!",
        "pa": "I'll be right with you.\n Grandma.",
        "vi": "Mẹ sẽ ở bên con.\n Bà ơi."
    },
    {
        "start": "00:26:24,080",
        "end": "00:26:26,240",
        "en": "Momo...",
        "pa": "Grandma...",
        "vi": "Bà ơi."
    },
    {
        "start": "00:26:26,360",
        "end": "00:26:28,760",
        "en": "Jeg kommer nu, skat.",
        "pa": "Coming, sweetie.",
        "vi": "Tới liền, con yêu."
    },
    {
        "start": "00:26:33,480",
        "end": "00:26:37,800",
        "en": "-Momo! -Så... Så, lille skat.",
        "pa": "- Grandma! -There, there, sweetie.\n -Grandma! -There, there, sweetie.",
        "vi": "- Bà ơi! - Đây, con yêu.\n - Bà ơi! - Đây, con yêu."
    },
    {
        "start": "00:26:39,320",
        "end": "00:26:43,160",
        "en": "-Dada! -Shh! For fanden, mand.",
        "pa": "Dada!\n Shh.\n Hush. Oh, damn it.",
        "vi": "Bố ơi!\n Suỵt. Chết tiệt."
    },
    {
        "start": "00:26:47,960",
        "end": "00:26:50,120",
        "en": "For satan!",
        "pa": "Shit!\n Mama!",
        "vi": "Chết tiệt!"
    },
    {
        "start": "00:27:15,760",
        "end": "00:27:17,760",
        "en": "Hej.",
        "pa": "MOM\n Hi.",
        "vi": "MẸ\n Chào. Con mới ủ cháu."
    },
    {
        "start": "00:27:17,880",
        "end": "00:27:24,080",
        "en": "Ja, jeg har lige lagt ham. Der er noget, jeg vil snakke med dig om.",
        "pa": "I just tucked him in.\n We need to talk about something.",
        "vi": "Ta cần nói chuyện."
    },
    {
        "start": "00:27:33,680",
        "end": "00:27:37,040",
        "en": "Hej, skat. Det er bare mig.",
        "pa": "Hi, dear.\n It's just me.",
        "vi": "Chào mẹ.\n Chỉ có mình con."
    },
    {
        "start": "00:27:38,880",
        "end": "00:27:41,560",
        "en": "Jeg tog toget klokken seks.",
        "pa": "I took the six o'clock train.",
        "vi": "Mẹ đi tàu lúc 6:00 giờ."
    },
    {
        "start": "00:27:41,680",
        "end": "00:27:45,760",
        "en": "Hej, Musse. Katrine, du må ikke gøre det.",
        "pa": "Hi, pumpkin.",
        "vi": "Chào, bí ngô."
    },
    {
        "start": "00:27:45,880",
        "end": "00:27:50,760",
        "en": "Tænk dig om. Du har et fast, vellønnet job. Hvad kan hun tilbyde?",
        "pa": "Katrine, don't do it.\n You've got a steady, well-paid job. What does she have to offer?",
        "vi": "Katrine, đừng làm thế.\n Con có công việc ổn định, lương cao. Bà ấy có gì để trả chứ?"
    },
    {
        "start": "00:27:50,880",
        "end": "00:27:54,320",
        "en": "Søde skat, du er enlig mor.",
        "pa": "Darling, you're a single mom.",
        "vi": "Con yêu, con là mẹ đơn thân."
    },
    {
        "start": "00:27:57,640",
        "end": "00:28:02,640",
        "en": "-Vi kan få det med i 20.30'eren. -Okay. Det er en klar aftale.",
        "pa": "- We'll get it ready for 8:30. -Okay. That's a deal.",
        "vi": "- Ta sẽ sẵn sàng cho lúc 8:30. - Được rồi. Quyết thế đi."
    },
    {
        "start": "00:28:02,760",
        "end": "00:28:07,560",
        "en": "Holder I møde? Jeg ville lige snakke med dig, Torben.",
        "pa": "Are you in a meeting?\n -No, we're done. -Good. Can I have a word, Torben?\n Sure.",
        "vi": "Anh đang họp à?\n - Chúng tôi xong rồi. - Tốt. Nói chuyện nhé, Torben?"
    },
    {
        "start": "00:28:13,200",
        "end": "00:28:16,840",
        "en": "-Ja? -Jeg vil gerne have orlov.",
        "pa": "Well?",
        "vi": "Sao nào?"
    },
    {
        "start": "00:28:16,960",
        "end": "00:28:20,160",
        "en": "Med øjeblikkeligt varsel.",
        "pa": "I'd like to go on leave.\n As of now.",
        "vi": "Tôi muốn nghỉ phép. Đến giờ là vậy."
    },
    {
        "start": "00:28:39,600",
        "end": "00:28:43,000",
        "en": "-Hvor mange medlemmer er der? -Lidt over 10.000.",
        "pa": "-How many members have you got? -A little over 10,000.",
        "vi": "- Ông có bao nhiêu thành viên? - Hơn 10.000."
    },
    {
        "start": "00:28:43,120",
        "end": "00:28:47,360",
        "en": "Der er 92 valgkredse, der hver styres af en kredsformand.",
        "pa": "There are 92 districts, each headed by a district leader.",
        "vi": "Có 92 quận, mỗi quận do một lãnh đạo quận đứng đầu."
    },
    {
        "start": "00:28:47,480",
        "end": "00:28:52,120",
        "en": "-Og de 92 har stemmeret? -Ja, plus dem i folketingsgruppen.",
        "pa": "And they have voting rights?",
        "vi": "- Họ có quyền biểu quyết chứ? - Họ và đảng Quốc hội."
    },
    {
        "start": "00:28:52,240",
        "end": "00:28:56,960",
        "en": "-Den tæller p.t. 18. -110 personer afgør det her.",
        "pa": "Yes, plus the ones who are in the parliamentary party,\n Eighteen at the moment.\n So 110 people get to decide this.",
        "vi": "- Mười tám vào lúc này. - Nên 110 người quyết định việc này."
    },
    {
        "start": "00:28:57,080",
        "end": "00:29:01,240",
        "en": "Præcis. Jeg skal have minimum 56 stemmer ved landsmødet.",
        "pa": "Exactly, so I need at least 56 votes at the conference.",
        "vi": "Chính xác, nên tôi cần ít nhất 56 phiếu tại hội nghị."
    },
    {
        "start": "00:29:01,360",
        "end": "00:29:06,680",
        "en": "Jeg tager mig af dem i gruppen. Du tager dig af baglandet.",
        "pa": "I'll take care of the parliamentary party. You take care of the rest.",
        "vi": "Tôi sẽ lo cho đảng Quốc hội. Ông lo phần còn lại."
    },
    {
        "start": "00:29:06,800",
        "end": "00:29:11,280",
        "en": "-Kredsformændene. Du kender jo alle. -Jeg laver en pressestrategi.",
        "pa": "You know all the district leaders.",
        "vi": "Ông biết tất cả các lãnh đạo quận. Tôi sẽ chuẩn bị chiến lược truyền thông."
    },
    {
        "start": "00:29:11,400",
        "end": "00:29:17,160",
        "en": "-Det skal ikke ud endnu. -Nej, men det kan hurtigt sive.",
        "pa": "I'll draft a media strategy.\n Don't release it yet.\n No, but it may leak soon enough.",
        "vi": "Đừng vội ra mắt.\n Không, nhưng nó có thể rò rỉ sớm thôi."
    },
    {
        "start": "00:29:17,280",
        "end": "00:29:20,120",
        "en": "Vi skal holde kortene tæt til kroppen.",
        "pa": "We must keep our cards close to our chests.",
        "vi": "Chúng ta phải giữ kín việc định làm."
    },
    {
        "start": "00:29:20,240",
        "end": "00:29:23,480",
        "en": "Vi skal vægte, hvem vi taler med først",
        "pa": "We must talk to the most influential people first and win them over.",
        "vi": "Ta phải nói chuyện với những người có ảnh hưởng nhất trước và thuyết phục họ."
    },
    {
        "start": "00:29:23,600",
        "end": "00:29:26,840",
        "en": "og hvem der er de tungeste spillere.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:26,960",
        "end": "00:29:32,160",
        "en": "Øverst på min liste står Jon. Han har stor indflydelse i toppen af partiet.",
        "pa": "Jon tops my list.\n He's got a lot of influence in the party. Especially after you left.",
        "vi": "Jon ở đầu danh sách.\n Ông ta có nhiều ảnh hưởng tới đảng. Đặc biệt là sau khi bà đi."
    },
    {
        "start": "00:29:32,280",
        "end": "00:29:37,120",
        "en": "-Jon Berthelsen? -Ja. Han står også på min.",
        "pa": "-Jon Berthelsen? -Yes. He tops mine too.",
        "vi": "- Jon Berthiles à? - Với tôi ông ấy cũng vậy."
    },
    {
        "start": "00:29:37,240",
        "end": "00:29:42,000",
        "en": "Vi er ikke altid enige om, hvordan tingene skal gøres.",
        "pa": "We don't always see eye to eye on things,",
        "vi": "Không phải lúc nào bọn tôi cũng đồng thuận,"
    },
    {
        "start": "00:29:42,120",
        "end": "00:29:46,200",
        "en": "Jon og Kruse kommer ikke godt ud af det med hinanden.",
        "pa": "but we share many principles.\n Jon and Kruse don't get along very well.",
        "vi": "nhưng mà có nhiều quan điểm chung.\n Jon và Kruse không hợp nhau."
    },
    {
        "start": "00:29:49,920",
        "end": "00:29:55,600",
        "en": "Tilnærmelserne mellem regeringen og De Moderate fortsætter.",
        "pa": "The government is still making overtures to the Moderates.",
        "vi": "Chính phủ vẫn đang thương lượng với Đảng Ôn hoà."
    },
    {
        "start": "00:29:55,720",
        "end": "00:30:01,160",
        "en": "Vækstpakken er blevet kritiseret af oppositionen.",
        "pa": "The growth stimulus package has been criticized by the opposition",
        "vi": "Gói tăng trưởng đã bị phe đối lập chỉ trích"
    },
    {
        "start": "00:30:01,280",
        "end": "00:30:05,880",
        "en": "Den indebærer stramninger på udlændingeområdet.",
        "pa": "due to the inclusion of proposed tightening of the immigration laws.",
        "vi": "do đề xuất thắt chặt luật nhập cư."
    },
    {
        "start": "00:30:06,000",
        "end": "00:30:10,880",
        "en": "Flere politiske iagttagere taler om et kursskifte for De Moderate.",
        "pa": "Several pundits are saying that this marks a change of course for the Moderates.",
        "vi": "Các nhà bình luận chính trị nói rằng Đảng Ôn hoà đang thay đổi hướng đi."
    },
    {
        "start": "00:30:11,000",
        "end": "00:30:13,680",
        "en": "Psykiske arbejdsskader...",
        "pa": "Last year, psychological work-related injuries...",
        "vi": "Tâm lý năm ngoái, trấn thương liên quan đến công việc..."
    },
    {
        "start": "00:30:13,800",
        "end": "00:30:17,760",
        "en": "Hej, Jon. Det er Birgitte igen. Jeg har ikke hørt fra dig",
        "pa": "Hi, Jon. Birgitte calling again. I haven't heard from you",
        "vi": "Chào Jon. Birgitte gọi lại đây. Tôi chưa nhận tin từ ông"
    },
    {
        "start": "00:30:17,880",
        "end": "00:30:22,440",
        "en": "men jeg går ud fra, at vi stadig har et møde her kl. 11.",
        "pa": "but I presume our 11:00 a.m. meeting is still on.\n Looking forward to it.",
        "vi": "nhưng tôi đoán cuộc họp lúc 11 giờ vẫn tiếp tục.\n Tôi mong đợi đấy."
    },
    {
        "start": "00:30:26,280",
        "end": "00:30:29,520",
        "en": "-Hej. -Jeg skal lige se dit kort.",
        "pa": "-Hi. - May I see your pass, please?",
        "vi": "- Chào. - Vui lòng trình thẻ của bà."
    },
    {
        "start": "00:30:29,640",
        "end": "00:30:34,320",
        "en": "Mener du det? Jeg har faktisk ikke noget kort. Jeg skal holde et møde.",
        "pa": "-Are you serious? -Yes.",
        "vi": "- Thật đấy à? - Vâng."
    },
    {
        "start": "00:30:34,440",
        "end": "00:30:37,600",
        "en": "-Så står du her. -Nej.",
        "pa": "I don't have one anymore. I'm going to a meeting.\n -You ought to be registered then. -No. Is that necessary?",
        "vi": "Tôi không có thẻ. Tôi đi họp.\n - Vậy bà nên đăng ký. - Không. Có cần thiết không?"
    },
    {
        "start": "00:30:37,720",
        "end": "00:30:42,000",
        "en": "Kan du ikke lige ringe derop og få en formel aftale?",
        "pa": "Please call and ask for a formal appointment?",
        "vi": "Xin gọi và hẹn chính thức."
    },
    {
        "start": "00:30:45,240",
        "end": "00:30:50,160",
        "en": "Det er Birgitte Nyborg. Jeg står her i vagten. Han vil ikke lukke mig ind.",
        "pa": "It's Birgitte Nyborg...\n Nyborg, yes. The guard won't let me in.",
        "vi": "Birgitte Nyborg đây... Birgitte Nyborg, phải. Lính gác không cho tôi vào."
    },
    {
        "start": "00:30:50,280",
        "end": "00:30:56,120",
        "en": "-Kan du ikke bare være min gæst? -Jeg står med Nete. Det er fint.",
        "pa": "Hey, it's Nete. I'll bring you as my guest.\n Nete is here. All is good.",
        "vi": "- Tôi đưa bà làm khách của tôi. - Nete ở đây. Ổn rồi."
    },
    {
        "start": "00:30:58,840",
        "end": "00:31:02,160",
        "en": "-Hej, Birgitte. -Hej, Helge.",
        "pa": "-Long time no see! -Yes.\n -Hi, Birgitte. Nice to see you. -Hi, Helge.",
        "vi": "- Lâu không gặp! - Ừ.\n - Chào Birgitte. Mừng được gặp bà. - Chào Helge."
    },
    {
        "start": "00:31:02,280",
        "end": "00:31:05,880",
        "en": "Vi har savnet dig. Tænk, at de afviste dig.",
        "pa": "We missed you. How could he not let you in?",
        "vi": "Chúng tôi nhớ bà. Sao anh ấy không cho bà vào chứ?"
    },
    {
        "start": "00:31:06,000",
        "end": "00:31:08,760",
        "en": "-Hej, Lars. -Hvad skylder man æren?",
        "pa": "Hi, Birgitte.\n -Hi, Lars. -To what do we owe this honor?",
        "vi": "Chào, Birgitte.\n - Chào Lars. - Sao bọn tôi vinh dự thế?"
    },
    {
        "start": "00:31:08,880",
        "end": "00:31:13,760",
        "en": "Jeg skal lidt forskelligt. Møder med mit parti. Høflighedsvisitter.",
        "pa": "Oh, this and that.",
        "vi": "Ôi, nhiều chuyện lắm."
    },
    {
        "start": "00:31:13,880",
        "end": "00:31:16,200",
        "en": "Jeg må se at komme videre.",
        "pa": "Just paying my party a courtesy visit.\n Well, I'm I must be getting on too.",
        "vi": "Chỉ tới thăm đảng chính thức thôi.\n Tôi đang vội. Tôi cá đây đâu phải lần cuối tôi gặp bà ở đây thăm chính thức."
    },
    {
        "start": "00:31:16,320",
        "end": "00:31:19,960",
        "en": "Det er nok ikke sidste gang, man render på dig her.",
        "pa": "I bet it won't be the last time I bump into you here... on a courtesy visit.",
        "vi": ""
    },
    {
        "start": "00:31:20,080",
        "end": "00:31:22,840",
        "en": "God dag, Lars.",
        "pa": "Have a good day, Lars.",
        "vi": "Ngày tốt lành, Lars."
    },
    {
        "start": "00:31:33,440",
        "end": "00:31:38,480",
        "en": "Birgitte, jeg har lige hørt alle dine beskeder. Jeg har mobilknas.",
        "pa": "Birgitte, I just heard all your messages. My phone's acting up.",
        "vi": "Birgitte, tôi vừa nghe tất cả tin của bà. Điện thoại của tôi chập chờn quá."
    },
    {
        "start": "00:31:38,600",
        "end": "00:31:43,240",
        "en": "-Godt, du kom. -Godt at se dig, Jon.",
        "pa": "Nice to see you.\n -And you, Jon. -Sure.",
        "vi": "Rất vui được gặp bà.\n - Cũng vui được gặp anh. - Vâng."
    },
    {
        "start": "00:31:44,880",
        "end": "00:31:50,960",
        "en": "Ja, men jeg vil gå til sagen med det samme. Jeg vil tilbage i De Moderate.",
        "pa": "Well, let me get straight to the point.",
        "vi": "Để tôi nói thẳng vào vấn đề. Tôi muốn tái tham gia Đảng Ôn hoà."
    },
    {
        "start": "00:31:51,080",
        "end": "00:31:56,680",
        "en": "Jacob Kruse vil ikke have det, så jeg må udfordre ham som formand.",
        "pa": "I want to re-join the Moderates.\n Jacob Kruse doesn't want me to, so I'm going to challenge his position.",
        "vi": "Jacob Kruse không muốn tôi vào, nên tôi sẽ thách thức vị trí của anh ta."
    },
    {
        "start": "00:31:56,800",
        "end": "00:32:01,840",
        "en": "Og... Du ved, hvad jeg står for, og vi er enige på en række punkter",
        "pa": "And...\n you know what I stand for, and we agree on certain issues",
        "vi": "Và...\n Anh hiểu lập trường của tôi và ta đồng ý về các vấn đề cụ thể."
    },
    {
        "start": "00:32:01,960",
        "end": "00:32:05,600",
        "en": "hvor du og Jacob ikke er det.",
        "pa": "unlike you and Jacob.",
        "vi": "không như anh với Jacob."
    },
    {
        "start": "00:32:05,720",
        "end": "00:32:08,720",
        "en": "Det er en fantastisk nyhed, Birgitte.",
        "pa": "That's great news, Birgitte.",
        "vi": "Tin tốt đấy, Birgitte."
    },
    {
        "start": "00:32:09,960",
        "end": "00:32:12,960",
        "en": "-Er det en god idé? -Det er dagens gode nyhed.",
        "pa": "-You like the idea? -You just made my day.",
        "vi": "- Anh có thích ý đó? - Bà vừa làm tôi vui."
    },
    {
        "start": "00:32:13,080",
        "end": "00:32:17,040",
        "en": "Hvis nogen kan bringe os ud af det her dødvande, så er det dig.",
        "pa": "If anyone can get us out of this logjam, it's you.",
        "vi": "Bà là người có thể cứu ta khỏi bế tắc này."
    },
    {
        "start": "00:32:17,160",
        "end": "00:32:22,040",
        "en": "Partiet er sunket ind i en tilstand af apati efter tre år i regering.",
        "pa": "The party's in a state of apathy following our three years in power.",
        "vi": "Đảng đang trong tình trạng thờ ơ sau ba năm cầm quyền."
    },
    {
        "start": "00:32:22,160",
        "end": "00:32:26,520",
        "en": "-Efter tre gode år i regering. -Jeg er glad for, at du er på.",
        "pa": "Three good years .",
        "vi": "Sau ba năm cầm quyền."
    },
    {
        "start": "00:32:26,640",
        "end": "00:32:29,080",
        "en": "Jeg har ikke sagt, at jeg er på.",
        "pa": "I'm glad you're on board.\n No. I didn't say I was on board.",
        "vi": "- Tôi mừng là anh đồng ý. - Tôi không nói tôi đồng ý."
    },
    {
        "start": "00:32:29,200",
        "end": "00:32:34,840",
        "en": "Jeg er vild med din idé, men jeg kan ikke love dig min støtte uden videre.",
        "pa": "I love the idea,",
        "vi": "Tôi thích ý của bà, nhưng tôi đâu thể hứa với bà tôi ủng hộ như vậy."
    },
    {
        "start": "00:32:34,960",
        "end": "00:32:38,760",
        "en": "Der er sket mange ting i partiet, siden du forlod os.",
        "pa": "but I can't promise you my support just like that.\n Many things have happened since you left.",
        "vi": "Có nhiều chuyện sau khi bà đi."
    },
    {
        "start": "00:32:41,120",
        "end": "00:32:45,960",
        "en": "Det er ikke kun et spørgsmål om, hvad Kruse kan og ikke kan.",
        "pa": "It's not just a question of what Kruse can and cannot do",
        "vi": "Không chỉ chuyện Kruse làm được hay không và lập trường của anh ta."
    },
    {
        "start": "00:32:46,080",
        "end": "00:32:53,000",
        "en": "Flere af de tunge har han fået over på sin side med løfter og trusler.",
        "pa": "and what he stands for.\n He's coerced and threatened a lot of the old heavyweights to support him.",
        "vi": "Anh ta ép buộc và đe dọa rất nhiều đối thủ nặng ký để ủng hộ mình."
    },
    {
        "start": "00:32:53,120",
        "end": "00:32:56,360",
        "en": "Ikke mindst kredsformand Henning Johansen.",
        "pa": "Particularly District Leader Henning Johansen.",
        "vi": "Đặc biệt là quận trưởng Henning Johansen. Bà biết hắn có nhiều vây cánh trong đảng."
    },
    {
        "start": "00:32:56,480",
        "end": "00:32:59,800",
        "en": "Du ved godt, hvilken vægt han taler med i partiet.",
        "pa": "You know how much clout he has in the party.",
        "vi": ""
    },
    {
        "start": "00:32:59,920",
        "end": "00:33:03,240",
        "en": "Jeg vil give dig en tredjedel af kredsformændene.",
        "pa": "I'd say you'd have a third of the district leaders.",
        "vi": "Cứ cho bà có một phần ba quận trưởng. Có thể thêm đảng Quốc hội, nhưng chưa đủ."
    },
    {
        "start": "00:33:03,360",
        "end": "00:33:06,320",
        "en": "Måske lidt mere af gruppen. Det er ikke nok.",
        "pa": "Maybe more of the parliamentary party, but not enough.",
        "vi": ""
    },
    {
        "start": "00:33:06,440",
        "end": "00:33:10,640",
        "en": "Det, du dybest set siger, er, at hvis jeg vinder formandsvalget",
        "pa": "You're basically saying that if I'm elected party leader",
        "vi": "Bản chất anh nói là nếu tôi là lãnh đạo được bầu của đảng"
    },
    {
        "start": "00:33:10,760",
        "end": "00:33:13,320",
        "en": "så vil du støtte mig.",
        "pa": "I have your support.",
        "vi": "anh sẽ ủng hộ tôi."
    },
    {
        "start": "00:33:13,440",
        "end": "00:33:16,880",
        "en": "Ja, det kan du være fuldstændig sikker på, at jeg vil.",
        "pa": "Yes, I guarantee you that.",
        "vi": "Ừ, tôi đảm bảo điều đó."
    },
    {
        "start": "00:33:20,560",
        "end": "00:33:24,360",
        "en": "Hun har ikke glemt sit politiske håndværk. Det er Nyborg.",
        "pa": "Of course she hasn't forgotten her political skills.",
        "vi": "Bà ấy vẫn chưa quên kỹ năng chính trị của mình. Là Birgitte!"
    },
    {
        "start": "00:33:24,480",
        "end": "00:33:28,680",
        "en": "Johansen, du kender mig. Jeg ville aldrig støtte sådan et projekt",
        "pa": "It's Birgitte Nyborg !\n Johansen, you know me.\n I'd never back this project if I weren't sure.",
        "vi": "Johansen, anh biết tôi mà. Tôi không ủng hộ dự án này, nếu tôi không chắc."
    },
    {
        "start": "00:33:28,800",
        "end": "00:33:33,320",
        "en": "hvis ikke jeg var stensikker. Hvad? Og hvad med Kruse og boligskatten?",
        "pa": "What?",
        "vi": "Gì cơ? Thế còn Kruse và thuế bất động sản? Ông ấy sẽ trở thành người tự do dịch thực."
    },
    {
        "start": "00:33:33,400",
        "end": "00:33:36,480",
        "en": "Han er lige så liberal som Hesselboe.",
        "pa": "And what about Kruse and property taxes?\n -He's turning into Hesselboe.",
        "vi": ""
    },
    {
        "start": "00:33:36,560",
        "end": "00:33:38,320",
        "en": "Jo, jo, men altså...",
        "pa": "Sure, but...",
        "vi": "- Chắc rồi, nhưng... Phải... - Sao rồi?"
    },
    {
        "start": "00:33:38,440",
        "end": "00:33:41,880",
        "en": "-Nå ja... -Hvordan gik det?",
        "pa": "-Right... -How did it go?",
        "vi": ""
    },
    {
        "start": "00:33:44,360",
        "end": "00:33:47,360",
        "en": "Det kan jeg godt. Ja. Okay.",
        "pa": "-I will. -Sure.",
        "vi": "- Vâng. - Được."
    },
    {
        "start": "00:33:47,480",
        "end": "00:33:49,760",
        "en": "Ja.",
        "pa": "Okay.\n Sure.",
        "vi": "Được.\n Được."
    },
    {
        "start": "00:33:52,160",
        "end": "00:33:56,040",
        "en": "Ja, okay. Ja. Det kan jeg godt se, ja.",
        "pa": "Okay, yes. I see.",
        "vi": "Được rồi. Tôi hiểu rồi."
    },
    {
        "start": "00:33:56,160",
        "end": "00:34:01,000",
        "en": "Hør nu her. Vi kan sagtens skaffe den fornødne opbakning.",
        "pa": "Look, we'll get the necessary votes.",
        "vi": "Nghe này, ta sẽ có phiếu bầu cần thiết."
    },
    {
        "start": "00:34:01,120",
        "end": "00:34:06,720",
        "en": "Der er ingen risiko. Jon Berthelsen har altid støttet Birgitte.",
        "pa": "There's no risk. \n Jon Berthelsen is a long-time supporter of Birgitte.",
        "vi": "Không có rủi ro đâu. Jon Berthiles là người hỗ trợ lâu dài của Birgitte."
    },
    {
        "start": "00:34:06,840",
        "end": "00:34:11,600",
        "en": "Han vil garanteret også bakke op. Jo, jo. Vi har haft en føler ude.",
        "pa": "I'm sure he's behind us.",
        "vi": "Tôi chắc ông ấy ủng hộ ta."
    },
    {
        "start": "00:34:11,720",
        "end": "00:34:16,120",
        "en": "Han er meget positiv. Ja. Jo, jo.",
        "pa": "Yes, we have had feelers out.\n He's very positive.\n Sure.",
        "vi": "Chắc chắn, chúng tôi sẽ học hỏi. Ông ấy rất tích cực.\n - Được. - Mẹ làm gì vậy?"
    },
    {
        "start": "00:34:16,240",
        "end": "00:34:21,120",
        "en": "Vi kan ikke finde den røde bil. Det er lidt problematisk lige nu.",
        "pa": "-Sure. -What are you doing?\n We can't find the red car, and it's turning into a bit of an issue.",
        "vi": "Ta không tìm ra chiếc xe đỏ, nó trở thành vấn đề."
    },
    {
        "start": "00:34:21,240",
        "end": "00:34:23,960",
        "en": "Vi må vide, hvor du står. Okay.",
        "pa": "We need to know where you stand.",
        "vi": "Chúng tôi cần biết lập trường của anh. Được."
    },
    {
        "start": "00:34:24,080",
        "end": "00:34:26,160",
        "en": "Der var den røde bil.",
        "pa": "-Okay. -There's the red car.",
        "vi": "Có cái xe đỏ mà."
    },
    {
        "start": "00:34:26,280",
        "end": "00:34:31,160",
        "en": "Vi må vide, hvor du står, ikke? Okay. Ja, det er fint.",
        "pa": "We need to know where you stand. Okay.",
        "vi": "Chúng tôi cần biết lập trường của anh. Được chứ."
    },
    {
        "start": "00:34:31,280",
        "end": "00:34:35,320",
        "en": "Ja, ja. Okay. Du ringer. Det er godt. Hej, hej.",
        "pa": "Fine.\n Okay, call me back. Bye.",
        "vi": "Được thôi.\n Được, gọi tôi sau nhé. Tạm biệt."
    },
    {
        "start": "00:34:35,440",
        "end": "00:34:37,680",
        "en": "Hvad sagde Johansen?",
        "pa": "-What did Johansen say?",
        "vi": "Johansen nói gì?"
    },
    {
        "start": "00:34:37,800",
        "end": "00:34:43,200",
        "en": "-Skal han ikke i børnehave? -Han har øjenbetændelse.",
        "pa": "-Isn't he going to daycare? -He's got an eye infection.",
        "vi": "- Cu cậu nghỉ ở nhà trẻ à? - Nó bị nhiễm trùng mắt."
    },
    {
        "start": "00:34:43,320",
        "end": "00:34:46,680",
        "en": "Han kunne ikke love noget. Det overrasker mig",
        "pa": "What did he say?\n Uh, he wouldn't make any promises.",
        "vi": "- Anh ta nói gì? - Anh ta không hứa bất kỳ điều gì."
    },
    {
        "start": "00:34:46,800",
        "end": "00:34:50,440",
        "en": "at Kruse har så godt fat i de gamle.",
        "pa": "I'm surprised that Kruse has got such a hold on the old ones.",
        "vi": "Tôi ngạc nhiên khi thấy Kruse có ảnh hưởng tới người cũ."
    },
    {
        "start": "00:34:51,840",
        "end": "00:34:54,480",
        "en": "Hvad gør vi nu?",
        "pa": "Now what?",
        "vi": "Giờ thì sao?"
    },
    {
        "start": "00:34:57,760",
        "end": "00:35:00,280",
        "en": "Vi breaker den.",
        "pa": "Let's break it.",
        "vi": "Phá bỏ đi."
    },
    {
        "start": "00:35:00,400",
        "end": "00:35:03,960",
        "en": "Birgitte Nyborg vender tilbage til dansk politik.",
        "pa": "Birgitte Nyborg is making a comeback in Danish politics",
        "vi": "Birgitte Nyborg sắp trở lại chính trường Đan Mạch"
    },
    {
        "start": "00:35:04,080",
        "end": "00:35:08,840",
        "en": "Hun har været foredragsholder og har beklædt bestyrelsesposter.",
        "pa": "after two years as a lecturer and member of various boards.",
        "vi": "sau hai năm làm giảng viên và là thành viên của nhiều ban khác nhau."
    },
    {
        "start": "00:35:08,960",
        "end": "00:35:11,280",
        "en": "Vi talte med Birgitte Nyborg.",
        "pa": "We spoke to Nyborg earlier.",
        "vi": "Chúng tôi đã nói với Nyborg lúc trước."
    },
    {
        "start": "00:35:11,400",
        "end": "00:35:15,720",
        "en": "Det er da en fornøjelse at være tilbage i dansk politik igen.",
        "pa": "I'm very pleased to be back in Danish politics again.",
        "vi": "Tôi rất vui được trở lại chính trường Đan Mạch. Như thể tôi chưa hề rời đi."
    },
    {
        "start": "00:35:15,840",
        "end": "00:35:19,240",
        "en": "Savner en gammel cirkushest duften af savsmuld?",
        "pa": "It's like I never left.\n Is it a case of an old circus horse missing the stage?",
        "vi": "Đây chẳng phải là tình cảnh con ngựa xiếc già nhớ sàn diễn?"
    },
    {
        "start": "00:35:19,360",
        "end": "00:35:24,280",
        "en": "Nej. En gammel cirkushest føler, at der er mange, der ikke bliver hørt.",
        "pa": "No. It's a case of an old circus horse believing",
        "vi": "Không. Con ngựa xiếc già thấy mình thấp cổ bé họng quá."
    },
    {
        "start": "00:35:24,360",
        "end": "00:35:28,640",
        "en": "-Det er Martin. -I kan snakke med Birgitte kl. 15.",
        "pa": "a large number of people are not being heard.\n -Martin here.\n Martin! You can talk to Birgitte at three.",
        "vi": "- Martin đây. - Anh có thể bàn với Birgitte lúc ba giờ."
    },
    {
        "start": "00:35:28,760",
        "end": "00:35:33,080",
        "en": "Skønt. Jeg vil gerne have hende en times tid, hvis det er muligt.",
        "pa": "Great. I'd like an hour with her.",
        "vi": "Tuyệt. Tôi muốn một giờ với bà ấy."
    },
    {
        "start": "00:35:33,200",
        "end": "00:35:36,960",
        "en": "Jeg kan ikke give dig mere end tre kvarter. Så snak hurtigt.",
        "pa": "I can't give you more than 45 minutes, so you'll just have to talk fast.",
        "vi": "Tôi không thể cho anh hơn 45 phút, nên anh phải nói thật nhanh."
    },
    {
        "start": "00:35:37,080",
        "end": "00:35:42,680",
        "en": "Vi skal nok nå det. Er I klar? Halvandet minut. Det er fint.",
        "pa": "Bit tight but we'll make it. Sound, ready?",
        "vi": "Ta sẽ làm được. Âm thanh, sẵn sàng chưa?"
    },
    {
        "start": "00:35:42,800",
        "end": "00:35:47,080",
        "en": "-Det skal nok gå. -Kampvalg var den eneste mulighed.",
        "pa": "A minute and a half. Great.\n Ulrik, you'll do fine.\n Remember, he forced you to challenge him.",
        "vi": "Một phút rưỡi. Tuyệt.\n - Ulrik, anh sẽ ổn mà. - Anh ta ép cô thách thức anh ta."
    },
    {
        "start": "00:35:47,200",
        "end": "00:35:49,840",
        "en": "Smil. Overskud. Du er folkelig.",
        "pa": "Smile, be dynamic. You are one of the people.",
        "vi": "Trên hết, cười lên nào. Mọi người yêu quý bà."
    },
    {
        "start": "00:35:49,960",
        "end": "00:35:56,040",
        "en": "Hvis Ulrik prøver på at provokere dig, så ros ham for spørgsmålet.",
        "pa": "If Ulrik tries to provoke you, commend him on his question.",
        "vi": "Nếu Ulrik cố khiêu khích bà, hãy khen anh ta hỏi."
    },
    {
        "start": "00:35:56,160",
        "end": "00:35:58,320",
        "en": "-Giv mig dit ur. -Hvorfor?",
        "pa": "-Give me your watch. -Why?",
        "vi": "- Đưa đồng hồ cho tôi. - Tại sao?"
    },
    {
        "start": "00:35:58,440",
        "end": "00:36:03,240",
        "en": "Fordi det koster en kvart årsløn for en gennemsnitsdansker.",
        "pa": "It costs like three months salary for the common Dane.\n Have fun.",
        "vi": "Nó có giá 25% tiền lương hàng năm của Dane.\n Vui vẻ nhé."
    },
    {
        "start": "00:36:05,000",
        "end": "00:36:08,440",
        "en": "-Hej. Velkommen til. -Tak.",
        "pa": "-Hi. Welcome. -Thanks.",
        "vi": "- Chào. Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:36:09,720",
        "end": "00:36:13,800",
        "en": "Fire, tre, to, en.",
        "pa": "Four, three, two, one.",
        "vi": "Bốn, ba, hai, một."
    },
    {
        "start": "00:36:13,920",
        "end": "00:36:20,040",
        "en": "Velkommen til TV1 Nyheder. Landets tidligere statsminister har meddelt",
        "pa": "Welcome to TV1 News, where the biggest story of the day",
        "vi": "Chào mừng. Hôm nay, cựu Thủ tướng Birgitte Nyborg tuyên bố"
    },
    {
        "start": "00:36:20,160",
        "end": "00:36:25,560",
        "en": "at hun vender tilbage til dansk politik. Birgitte Nyborg, velkommen.",
        "pa": "is former PM Birgitte Nyborg's return to politics.\n -Birgitte Nyborg, welcome. -Thanks.",
        "vi": "trở lại chính trường Đan Mạch. Birgitte Nyborg, chào mừng."
    },
    {
        "start": "00:36:25,680",
        "end": "00:36:29,520",
        "en": "Her på skærmen ser vi dig ankomme til Christiansborg.",
        "pa": "This is you arriving in Parliament with your family",
        "vi": "Cảm ơn.\n Đây là bà khi đến Quốc hội cùng gia đình"
    },
    {
        "start": "00:36:29,640",
        "end": "00:36:34,360",
        "en": "Det var efter jordskredssejren. Du blev statsminister.",
        "pa": "after the landslide victory which made you prime minister.",
        "vi": "sau chiến thắng vang dội làm bà trở thành Thủ tướng. Nó làm tôi băn khoăn"
    },
    {
        "start": "00:36:34,480",
        "end": "00:36:39,640",
        "en": "Er det ikke farligt at forsøge et comeback? Hvordan tør du?",
        "pa": "Which makes me wonder:\n Isn't this comeback risky? Aren't you nervous?",
        "vi": "sự trở lại này mạo hiểm sao? Bà không lo lắng à?"
    },
    {
        "start": "00:36:39,760",
        "end": "00:36:45,240",
        "en": "Mit arbejde er ikke færdigt. En masse danskere bliver ikke hørt.",
        "pa": "Well, I do not think my work is finished.",
        "vi": "Việc của tôi còn chưa xong."
    },
    {
        "start": "00:36:45,360",
        "end": "00:36:51,280",
        "en": "Folk, som før følte sig som en del af det moderate projekt.",
        "pa": "Many Danes aren't being heard.\n People who used to feel part of the Moderate project but no longer do.",
        "vi": "Nhiều người Đan Mạch không biết. Những người thấy họ là một phần\n của dự án Đảng ôn hoà. Tôi sẽ là tiếng nói của họ."
    },
    {
        "start": "00:36:51,400",
        "end": "00:36:56,080",
        "en": "Er det ikke lidt voldsomt at udfordre den nuværende formand, Jacob Kruse?",
        "pa": "I want to represent them.\n But isn't challenging the current leader, Jacob Kruse, a drastic move?",
        "vi": "Thách thức Jacob Kruse lãnh đạo hiện tại là bước đi quyết liệt nhỉ?"
    },
    {
        "start": "00:36:56,200",
        "end": "00:36:59,680",
        "en": "Det var den eneste mulighed. Vi vil forskellige ting.",
        "pa": "I had no choice.",
        "vi": "Tôi không có lựa chọn. Chúng tôi có mục tiêu khác nhau."
    },
    {
        "start": "00:36:59,800",
        "end": "00:37:05,200",
        "en": "Selv om kampvalg aldrig er sjovt, så er det bedre end en uenig ledelse.",
        "pa": "We have different goals.\n Contested elections are never fun, but it's better than a divided leadership.",
        "vi": "Bầu cử tranh cử không hề vui, nhưng tốt hơn là sự lãnh đạo chia rẽ."
    },
    {
        "start": "00:37:05,320",
        "end": "00:37:08,640",
        "en": "Vi skal afklare, hvem partiet bakker op om.",
        "pa": "We must settle once and for all whom the party backs.",
        "vi": "Ta phải dàn xếp dứt điểm những người ủng hộ đảng."
    },
    {
        "start": "00:37:08,760",
        "end": "00:37:12,560",
        "en": "Mange er glade for at se dig tilbage i dansk politik.",
        "pa": "Many people are happy to see you back in the game.",
        "vi": "Rất nhiều người vui mừng khi thấy bà trở lại cuộc chơi."
    },
    {
        "start": "00:37:12,680",
        "end": "00:37:17,480",
        "en": "Der vil også være en del, som måske vil sige, du var en stor politiker.",
        "pa": "But others say you were a great politician.",
        "vi": "Có người thậm chí có thể nói bà là một chính trị gia vĩ đại."
    },
    {
        "start": "00:37:17,600",
        "end": "00:37:21,520",
        "en": "Du har været statsminister. Dine store bedrifter ligger bag dig.",
        "pa": "You have been prime minister. Are your great achievements behind you?",
        "vi": "Bà đã là Thủ tướng. Thành tựu vĩ đại của bà đang ở phía sau."
    },
    {
        "start": "00:37:21,640",
        "end": "00:37:24,040",
        "en": "Er du fortid?",
        "pa": "Are you a has-been?",
        "vi": "- Bà là người hết thời? - Câu hỏi hay đấy."
    },
    {
        "start": "00:37:24,160",
        "end": "00:37:29,840",
        "en": "Det er jo et rigtig godt spørgsmål. Jeg troede selv, at jeg var fortid.",
        "pa": "That's a good question.\n I thought my time was over, that I had left politics behind.",
        "vi": "Tôi tưởng đã hết thời tôi đã bỏ lại chính trường."
    },
    {
        "start": "00:37:29,960",
        "end": "00:37:34,960",
        "en": "Når jeg ser, at vi går i en forkert retning, vil jeg gøre noget ved det.",
        "pa": "But I can see we're moving in the wrong direction, and I have to act.",
        "vi": "Nhưng tôi thấy chúng ta đang đi sai hướng, và tôi phải hành động."
    },
    {
        "start": "00:37:35,080",
        "end": "00:37:39,360",
        "en": "Jeg kan svare dig så enkelt: Jeg er politiker.",
        "pa": "My answer is simple: I am a politician.",
        "vi": "Câu trả lời đơn giản của tôi: Tôi là chính trị gia."
    },
    {
        "start": "00:37:39,480",
        "end": "00:37:45,240",
        "en": "Tak, fordi du kom. Og på Borgen var der mange reaktioner.",
        "pa": "Thank you for coming.\n Reactions were varied in Parliament.",
        "vi": "Cảm ơn đã đến.\n Nhiều phản ứng ở Quốc hội."
    },
    {
        "start": "00:37:45,360",
        "end": "00:37:47,600",
        "en": "Og vi er ude.",
        "pa": "And we're off.",
        "vi": "Ta dừng nào."
    },
    {
        "start": "00:37:47,720",
        "end": "00:37:50,160",
        "en": "Godt. Tak. Velkommen tilbage.",
        "pa": "-Great, thanks. Welcome back. -Thank you.",
        "vi": "Tuyệt, cảm ơn. Chào mừng trở lại."
    },
    {
        "start": "00:37:53,360",
        "end": "00:37:57,400",
        "en": "Sådan. Så er vi i gang.",
        "pa": "All right. We're rolling.",
        "vi": "Được rồi. Đang quay đấy."
    },
    {
        "start": "00:37:57,800",
        "end": "00:38:01,120",
        "en": "Det er kredsformand Johansen.",
        "pa": "It's District Leader Johansen.",
        "vi": "Là Quận trưởng Johansen."
    },
    {
        "start": "00:38:12,200",
        "end": "00:38:16,080",
        "en": "Han melder sin støtte til Birgitte i morgen.",
        "pa": "He'll declare his support for Birgitte tomorrow.",
        "vi": "Mai ông ấy sẽ tuyên bố ủng hộ Birgitte."
    },
    {
        "start": "00:38:23,520",
        "end": "00:38:27,840",
        "en": "Det er en dramatisk dag, der kan få store konsekvenser.",
        "pa": "ONE MONTH LATER\n This dramatic day could have major political consequences.",
        "vi": "MỘT THÁNG SAU\n Ngày kịch tính này có thể có hậu quả chính trị lớn."
    },
    {
        "start": "00:38:27,960",
        "end": "00:38:31,480",
        "en": "De Moderate afholder landsmøde. De fremmødte skal afgøre",
        "pa": "At the Moderates' convention, the delegates will elect their new leader.",
        "vi": "Tại hội nghị của Đảng Ôn hoà các đại biểu sẽ bầu lãnh đạo mới"
    },
    {
        "start": "00:38:31,600",
        "end": "00:38:36,680",
        "en": "hvem der skal være partiets formand, Kruse eller Nyborg",
        "pa": "Either Kruse or former PM Birgitte Nyborg, who's made a sensational return.",
        "vi": "Kruse hoặc cựu Thủ tướng Birgitte Nyborg người trở lại giật gân."
    },
    {
        "start": "00:38:36,800",
        "end": "00:38:40,120",
        "en": "der er vendt tilbage til dansk politik.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:40,240",
        "end": "00:38:44,400",
        "en": "De to kandidater skal tale til de delegerede, og så stemmes der.",
        "pa": "Tonight the two candidates will speak to the delegates who will then vote.",
        "vi": "Tối nay hai ứng viên sẽ nói chuyện với các đại biểu, người sẽ bỏ phiếu."
    },
    {
        "start": "00:38:44,520",
        "end": "00:38:51,320",
        "en": "-Birgitte Nyborg, vinder du i dag? -Jeg føler en stor opbakning.",
        "pa": "Birgitte, are you going to win?\n I feel I have considerable support, which gives me great pleasure.",
        "vi": "Birgitte, bà sẽ thắng chứ?\n Tôi thấy có rất nhiều ủng hộ. Cảm giác thật tuyệt."
    },
    {
        "start": "00:38:51,440",
        "end": "00:38:55,680",
        "en": "Jacob Kruse, du kommer fra forhandlinger på Christiansborg.",
        "pa": "Jacob Kruse, you've come straight from negotiations in Parliament.",
        "vi": "Jacob Kruse, ông tới thẳng từ cuộc đàm phán Quốc hội?"
    },
    {
        "start": "00:38:55,800",
        "end": "00:38:59,720",
        "en": "I dag handler det om partiet og ikke om Borgen.",
        "pa": "Yes, but today my main focus is the party, not Parliament.",
        "vi": "Ừ, nhưng nay tôi chỉ tập trung vào đảng, không phải Quốc hội."
    },
    {
        "start": "00:38:59,840",
        "end": "00:39:03,240",
        "en": "Hvordan har du det med at møde Nyborg i en formandskamp?",
        "pa": "How do you feel about competing with former PM Birgitte Nyborg?",
        "vi": "Ông thấy sao về cạnh tranh với cựu Thủ tướng Birgitte Nyborg?"
    },
    {
        "start": "00:39:03,360",
        "end": "00:39:08,360",
        "en": "Jeg er slet ikke nervøs. I politik handler det om at levere resultater.",
        "pa": "I'm not the slightest bit nervous.\n Politics are all about getting results.",
        "vi": "Tôi không hề lo.\n Chính trị là để có kết quả mà."
    },
    {
        "start": "00:39:08,480",
        "end": "00:39:12,600",
        "en": "-Det er det, jeg står for. -Hvad har valgkampen gjort internt?",
        "pa": "That's what I stand for.\n How does this affect the party?",
        "vi": "Đó là lập trường của tôi.\n Điều này ảnh hưởng đến đảng thế nào?"
    },
    {
        "start": "00:39:13,720",
        "end": "00:39:16,920",
        "en": "-Er vi ved at være der? -Hun er klar.",
        "pa": "- Are we ready? -She's ready.",
        "vi": "- Sẵn sàng chưa? - Bà ấy sẵn sàng."
    },
    {
        "start": "00:39:17,040",
        "end": "00:39:19,840",
        "en": "-Er Birgitte derinde? -Ja.",
        "pa": "Hello!\n -Is Birgitte in there? -Yes. She is working on her speech.",
        "vi": "Xin chào!\n - Birgitte ở đó chứ? - Có. Bà ấy đang phát biểu."
    },
    {
        "start": "00:39:19,960",
        "end": "00:39:23,160",
        "en": "Jeg vil bare sige, at det går så godt derinde.",
        "pa": "I just came to say the mood is great in there.",
        "vi": "Tôi đến để nói là tâm trạng rất tuyệt ở trong đó."
    },
    {
        "start": "00:39:23,280",
        "end": "00:39:26,360",
        "en": "Folk er glade for at se Birgitte igen.",
        "pa": "People are happy to see Birgitte again.",
        "vi": "Mọi người vui mừng gặp lại Birgitte."
    },
    {
        "start": "00:39:26,480",
        "end": "00:39:29,320",
        "en": "Nej, gud! Hej, Peter!",
        "pa": "Oh, my God. Hi, Peter.",
        "vi": "Chúa ơi. Chào, Peter."
    },
    {
        "start": "00:39:29,440",
        "end": "00:39:35,600",
        "en": "-Hun er sød. -Der er respekt omkring Birgitte.",
        "pa": "She's sweet.",
        "vi": "Cô ấy tuyệt nhỉ."
    },
    {
        "start": "00:39:35,720",
        "end": "00:39:41,320",
        "en": "Birgitte er den største politiker, partiet har haft. Og det ved de godt.",
        "pa": "Birgitte does have a lot of respect.\n Birgitte is the greatest politician this party ever had,",
        "vi": "Birgitte tận hưởng rất nhiều sự tôn trọng.\n Birgitte là chính trị gia vĩ đại nhất của đảng này, họ biết điều đó."
    },
    {
        "start": "00:39:41,440",
        "end": "00:39:44,480",
        "en": "Men der er en del frygt omkring Kruse.",
        "pa": "and they know it.\n But Kruse is feared somewhat.",
        "vi": "- Nhưng Kruse hơi sợ hãi. - Ừ. Họ biết anh ta ghét việc bất trung."
    },
    {
        "start": "00:39:44,600",
        "end": "00:39:48,000",
        "en": "Ja. De ved, at han straffer illoyalitet.",
        "pa": "Yes. They know he comes down hard on disloyalty.",
        "vi": ""
    },
    {
        "start": "00:39:58,200",
        "end": "00:40:02,320",
        "en": "Tre, to, en.",
        "pa": "Three, two, one. And we're live...",
        "vi": "Ba, hai, một. Ta lên sóng trực tiếp..."
    },
    {
        "start": "00:40:02,440",
        "end": "00:40:08,760",
        "en": "Velkommen til denne særudgave, hvor vi sætter fokus på landsmødet.",
        "pa": "Good evening and welcome to this special edition of Juul &amp; Friis,",
        "vi": "Chào mừng đến với phiên bản đặc biệt này tập trung vào hội nghị đảng."
    },
    {
        "start": "00:40:08,880",
        "end": "00:40:13,000",
        "en": "-Det er blevet et tilløbsstykke. -Ja, det må man sige.",
        "pa": "where tonight we’ll be focusing on the party convention\n that has become quite a hot ticket.",
        "vi": "Nó đã thu hút rất nhiều người."
    },
    {
        "start": "00:40:13,120",
        "end": "00:40:17,200",
        "en": "En eksstatsminister prøver at gøre comeback i dansk politik.",
        "pa": "You can say that again.\n But we are talking about a former PM trying to make a political comeback.",
        "vi": "Anh có thể nói lại.\n Nhưng ta sẽ nói về cựu Thủ tướng đang cố trở lại chính trường."
    },
    {
        "start": "00:40:17,320",
        "end": "00:40:20,640",
        "en": "De Moderate har valgt en højstemt ramme.",
        "pa": "The Moderates have chosen a bombastic setting.",
        "vi": "Đảng Ôn hoà đã chọn nơi khoa trương."
    },
    {
        "start": "00:40:20,760",
        "end": "00:40:25,040",
        "en": "-Ja, vi snakker om museet Arken. -Meget kulturradikalt.",
        "pa": "-Oh yes, the Arken Museum. -Very intellectual.",
        "vi": "- Vâng, Bảo tàng Arken. - Rất tài trí."
    },
    {
        "start": "00:40:25,160",
        "end": "00:40:29,160",
        "en": "Jeg vil drille dig lidt. Gibber det ikke i dig, når du ser",
        "pa": "I can't help teasing you. Don't you feel a yearning",
        "vi": "Tôi không thể không trêu anh. Anh không thấy khao khát"
    },
    {
        "start": "00:40:29,280",
        "end": "00:40:32,840",
        "en": "at Nyborg træder ind på den politiske scene?",
        "pa": "when you see Nyborg getting back in the game?",
        "vi": "khi thấy Nyborg trở lại cuộc chơi sao?"
    },
    {
        "start": "00:40:32,960",
        "end": "00:40:38,880",
        "en": "Vi er forbi al sniksnakken. Det her er en styrkeprøve. Kruse mod Nyborg.",
        "pa": "No time for chitchat. This is a showdown. Kruse vs. Nyborg.",
        "vi": "Không chém gió nữa. Đây là cuộc đấu cuối cùng."
    },
    {
        "start": "00:40:39,000",
        "end": "00:40:42,440",
        "en": "Fair nok. Vi er klar med Birgitte Nyborg.",
        "pa": "Fair enough. Let's go over to Birgitte Nyborg.",
        "vi": "Kruse đấu với Nyborg.\n Chấp nhận. Chuyển qua Birgitte Nyborg đi."
    },
    {
        "start": "00:40:42,560",
        "end": "00:40:46,040",
        "en": "-Hun skal til at holde sin tale. -Standby, Arken. I er på.",
        "pa": "-She's about to give her speech. - Standby, Arken. You're on.",
        "vi": "- Bà ấy sắp phát biểu. - Chờ đã, Arken. Anh vào đi."
    },
    {
        "start": "00:40:46,160",
        "end": "00:40:49,240",
        "en": "Så er vi nået til vores formandsvalg.",
        "pa": "The next item on the agenda is the election.",
        "vi": "Mục tiếp theo trong lịch trình là bầu cử."
    },
    {
        "start": "00:40:49,360",
        "end": "00:40:55,000",
        "en": "Allerførste tale er fra den ene af partiets kandidater: Birgitte Nyborg.",
        "pa": "The first speech will be given by one of the two candidates, \n Birgitte Nyborg.",
        "vi": "Bài phát biểu đầu tiên sẽ được đưa ra từ một trong các ứng viên:\n Birgitte Nyborg."
    },
    {
        "start": "00:41:21,240",
        "end": "00:41:24,800",
        "en": "Jeg har savnet jer.",
        "pa": "I'VE MISSED YOU. I HAVE MISSED WORKING WITH YOU\n I've missed you.",
        "vi": "TÔI NHỚ CÁC BẠN TÔI NHỚ LÀM VIỆC VỚI CÁC BẠN\n Tôi nhớ các bạn."
    },
    {
        "start": "00:41:31,880",
        "end": "00:41:36,920",
        "en": "Jeg har ikke bare savnet jer. Jeg har savnet samarbejdet med jer",
        "pa": "Not only have I missed you. I've missed working with you",
        "vi": "Tôi không chỉ nhớ các bạn, mà còn nhớ làm việc với các bạn"
    },
    {
        "start": "00:41:37,040",
        "end": "00:41:42,120",
        "en": "så vi kan få skiftet kursen. I modsætning til Kruse mener jeg ikke",
        "pa": "to change the direction our party is taking",
        "vi": "để thay đổi đường lối chính trị."
    },
    {
        "start": "00:41:42,240",
        "end": "00:41:45,240",
        "en": "at De Moderate skal tilnærme sig regeringen",
        "pa": "Unlike Kruse I don't think we should make overtures to the government",
        "vi": "Không như Kruse, tôi không nghĩ chúng ta nên thương lượng với chỉnh phủ"
    },
    {
        "start": "00:41:45,360",
        "end": "00:41:52,720",
        "en": "hvis vi skal give værdipolitiske indrømmelser til Frihedspartiet.",
        "pa": "if it entails making ideological concessions to the Freedom Party",
        "vi": "nếu nó đòi hỏi phải nhượng bộ về ý thức hệ cho Đảng Tự do Cực hữu"
    },
    {
        "start": "00:41:52,840",
        "end": "00:41:56,400",
        "en": "Det er det valg, I står med i dag. Jeg vil glæde mig til",
        "pa": "that are anathema to the principles this party was founded on.\n That's the choice you face today.",
        "vi": "đó là vô cảm với nguyên tắc đảng ta được thành lập.\n Đó là lựa chọn mà các bạn phải đối mặt hôm nay. Tôi mong được"
    },
    {
        "start": "00:41:56,520",
        "end": "00:42:01,760",
        "en": "at vi igen skal arbejde sammen for at skabe et Danmark, vi er stolte af.",
        "pa": "I'm looking forward\n to working with you again to create a Denmark we can be proud of.\n Thank you.",
        "vi": "lại làm việc với các bạn để tạo ra một Đan Mạch mà ta có thể tự hào.\n Cảm ơn."
    },
    {
        "start": "00:42:18,400",
        "end": "00:42:25,480",
        "en": "Jeg undrer mig en lille smule. Det her manglende bifald.",
        "pa": "I don't know about you, Kasper, but I can't help being puzzled",
        "vi": "Kasper không rõ anh thế nào, nhưng tôi không thể không bối rối"
    },
    {
        "start": "00:42:25,600",
        "end": "00:42:29,360",
        "en": "Hvad sker der? Det er trods alt deres tidligere partiformand.",
        "pa": "by this somewhat sporadic applause.\n What's going on? This is after all their former leader.",
        "vi": "bởi những tràng pháo tay lẻ tẻ này.\n Có chuyện gì thế? Xét cho cùng, đây là cựu lãnh đạo của họ mà."
    },
    {
        "start": "00:42:29,480",
        "end": "00:42:32,840",
        "en": "Det er den første statsminister i 50 år",
        "pa": "It's their first PM in 50 years",
        "vi": "Đó là Thủ tướng đầu tiên của họ trong 50 năm"
    },
    {
        "start": "00:42:32,960",
        "end": "00:42:37,920",
        "en": "og så kan de ikke engang klappe damen på plads. Hvad foregår der?",
        "pa": "and they can't even applaud her back to her seat. What's going on?",
        "vi": "thế mà họ không thể tán thưởng bà ấy trở lại chức vụ. Có chuyện gì thế?"
    },
    {
        "start": "00:42:38,040",
        "end": "00:42:41,160",
        "en": "Der er en grund til, at de hedder De Moderate.",
        "pa": "They're called the Moderates for a reason.",
        "vi": "Họ được gọi là Đảng Ôn hoà cũng là có lý do."
    },
    {
        "start": "00:42:41,280",
        "end": "00:42:44,920",
        "en": "-De er ikke i stand til at klappe? -De er fine på den.",
        "pa": "-So they can't applaud? -They're above that.",
        "vi": "- Họ không thể tán thưởng? - Họ còn hơn thế ấy."
    },
    {
        "start": "00:42:45,040",
        "end": "00:42:48,120",
        "en": "For dem er det folkelige et nødvendigt onde.",
        "pa": "They hate being \"folksy\".",
        "vi": "Họ ghét \"chan hoà\", nhưng họ không bị cuốn theo. Tôi sẽ đưa anh cái đó."
    },
    {
        "start": "00:42:48,240",
        "end": "00:42:53,160",
        "en": "-Salen er ikke revet med. -Det var ikke Nyborgs bedste tale.",
        "pa": "But they weren't swept away, I'll give you that.\n -It wasn't Nyborg's best speech. -It wasn't bad.",
        "vi": "Đó đâu phải bài phát biểu hay nhất của Nyborg."
    },
    {
        "start": "00:42:53,280",
        "end": "00:42:57,600",
        "en": "Den var ikke dårlig. Hun kommer igennem med sine budskaber.",
        "pa": "She made her political messages clear.",
        "vi": "Không tệ.\n Bà ấy đưa ra thông điệp chính trị rõ ràng."
    },
    {
        "start": "00:42:57,720",
        "end": "00:43:02,680",
        "en": "Der er problemer med ledelsen. De har taget en borgerlig drejning.",
        "pa": "She thinks the current leadership has swung too far to the right.",
        "vi": "Bà ấy cho là lãnh đạo hiện tại đi quá đà cực hữu."
    },
    {
        "start": "00:43:02,800",
        "end": "00:43:05,440",
        "en": "Lad os komme tilbage til Arken.",
        "pa": "Let's return to Arken.",
        "vi": "Hãy quay lại với Arken."
    },
    {
        "start": "00:43:05,560",
        "end": "00:43:09,680",
        "en": "Jon Berthelsen, den tidligere undervisningsminister, skal tale nu.",
        "pa": "Jon Berthelsen, the former minister for education, is about to speak.",
        "vi": "Jon Berthiles, cựu bộ trưởng bộ giáo dục, sắp phát biểu."
    },
    {
        "start": "00:43:09,800",
        "end": "00:43:12,120",
        "en": "Hørte I det?",
        "pa": "Did you hear that?",
        "vi": "Các bạn nghe thấy không? Có thấy..."
    },
    {
        "start": "00:43:12,240",
        "end": "00:43:18,360",
        "en": "Lagde I mærke til, at Birgitte Nyborg stod her og sagde til os",
        "pa": "Did you notice...\n Birgitte Nyborg telling us just a moment ago",
        "vi": "Birgitte Nyborg mới nói với ta lúc nãy"
    },
    {
        "start": "00:43:18,480",
        "end": "00:43:25,160",
        "en": "at hun havde savnet os? Hun havde savnet os.",
        "pa": "that she'd missed us?\n She had... missed us.",
        "vi": "bà ấy nhớ chúng ta.\n Bà ấy... nhớ chúng ta."
    },
    {
        "start": "00:43:25,280",
        "end": "00:43:31,200",
        "en": "Og det er jo rart at høre. Men har man også selv savnet?",
        "pa": "That's nice to hear. But have we missed her?",
        "vi": "Nghe hay đấy. Nhưng chúng ta có nhớ bà ấy không?"
    },
    {
        "start": "00:43:31,320",
        "end": "00:43:35,280",
        "en": "Har vi savnet Birgitte Nyborg hos De Moderate?",
        "pa": "Have we missed Birgitte Nyborg in the Moderate Party?",
        "vi": "Chúng ta có nhớ Birgitte Nyborg trong Đảng Ôn hoà?"
    },
    {
        "start": "00:43:35,400",
        "end": "00:43:39,120",
        "en": "Det er spørgsmålet.",
        "pa": "That's the question.",
        "vi": "Đó là vấn đề."
    },
    {
        "start": "00:43:39,240",
        "end": "00:43:44,320",
        "en": "Da Birgitte havde afsluttet sin tale, så var jeg ikke opfyldt af spørgsmål.",
        "pa": "After Birgitte finished her speech,",
        "vi": "Sau khi Birgitte kết thúc bài phát biểu, tôi không nóng lòng hỏi."
    },
    {
        "start": "00:43:44,440",
        "end": "00:43:48,960",
        "en": "Jeg var ikke opfyldt af et spørgsmål, for jeg var opfyldt af en følelse.",
        "pa": "I wasn't full of questions.\n I wasn't full of questions,",
        "vi": "Tôi không nóng lòng hỏi, không, tôi có cảm giác nóng lòng."
    },
    {
        "start": "00:43:49,080",
        "end": "00:43:53,720",
        "en": "Følelsen af, at lige her vender en statsmand tilbage",
        "pa": "no, I was full of emotions.\n The feeling that this was the return of a great statesman",
        "vi": "Cảm giác đây là sự trở lại của một chính khách vĩ đại"
    },
    {
        "start": "00:43:53,840",
        "end": "00:44:00,120",
        "en": "til den politiske arena. Og må jeg ikke have lov til at sige...",
        "pa": "to the political arena.\n And allow me to say...",
        "vi": "trên chính trường.\n Và cho phép tôi nói..."
    },
    {
        "start": "00:44:03,760",
        "end": "00:44:06,320",
        "en": "Må jeg ikke have lov til at svare",
        "pa": "Allow me to answer that...",
        "vi": "Cho phép tôi trả lời"
    },
    {
        "start": "00:44:06,440",
        "end": "00:44:11,120",
        "en": "at ja, vi har savnet dig, Birgitte, på den politiske scene.",
        "pa": "yes, we've missed you, Birgitte, on the political scene.",
        "vi": "có, chúng tôi có nhớ bà, Birgitte, trên chính trường."
    },
    {
        "start": "00:44:29,920",
        "end": "00:44:34,320",
        "en": "Bent! Jeg tror, der sker et eller andet.",
        "pa": "Bent!",
        "vi": "Bent!"
    },
    {
        "start": "00:44:34,440",
        "end": "00:44:38,480",
        "en": "Hvis de sidste vil være så venlige at finde deres pladser.",
        "pa": "Something's up.\n Please return to your seats.",
        "vi": "Có chuyện rồi. \n Xin hãy trở lại chỗ ngồi."
    },
    {
        "start": "00:44:42,120",
        "end": "00:44:49,000",
        "en": "Flere har nok bemærket, at Jacob Kruse forlod landsmødet før tid.",
        "pa": "Several of us have probably noticed that our chairman, Jacob Kruse,",
        "vi": "Nhiều người có thể đã thấy Jacob Kruse ra đi vội vã."
    },
    {
        "start": "00:44:49,120",
        "end": "00:44:53,840",
        "en": "Det er, fordi han sidder i møde med statsministeren.",
        "pa": "had to leave the meeting early.\n He had to go to a meeting with the PM.\n The are negotiating the new financial package.",
        "vi": "Ông ấy phải họp với Thủ tướng.\n Họ đang đàm phán gói tài chính mới."
    },
    {
        "start": "00:44:53,960",
        "end": "00:45:00,520",
        "en": "Jacob beklager meget. Der går 45 minutter, før han kan holde tale.",
        "pa": "Jacob apologizes for the delay. He'll be giving his speech in 45 minutes.",
        "vi": "Jacob xin lỗi vì sự chậm trễ này. Ông ấy sẽ phát biểu trong 45 phút nữa."
    },
    {
        "start": "00:45:00,640",
        "end": "00:45:04,160",
        "en": "Der skulle være et gennembrud i forhandlingerne.",
        "pa": "The good news is that there seems to be a breakthrough in negotiations.",
        "vi": "Tin tốt là dường như có đột phá trong đàm phán."
    },
    {
        "start": "00:45:04,280",
        "end": "00:45:10,200",
        "en": "Kan vi stille om til TV1 Nyhederne på storskærmen?",
        "pa": "Let's get TV1 News up on the screen.\n FINANCIAL AGREEMENT REACHED",
        "vi": "Hãy đưa Tin TV1 lên màn hình đi."
    },
    {
        "start": "00:45:17,120",
        "end": "00:45:21,080",
        "en": "Vi har indgået en historisk økonomisk aftale",
        "pa": "We have reached a historic financial agreement",
        "vi": "ĐẠT ĐƯỢC THOẢ THUẬN TÀI CHÍNH\n Chúng tôi đã đạt được thỏa thuận tài chính mang tính lịch sử"
    },
    {
        "start": "00:45:21,200",
        "end": "00:45:25,360",
        "en": "der vil få stor betydning for, at økonomien kommer tilbage på sporet.",
        "pa": "which will do much toward getting the economy back on track.",
        "vi": "điều này sẽ giúp ích cho nền kinh tế trở lại đúng hướng."
    },
    {
        "start": "00:45:25,480",
        "end": "00:45:28,040",
        "en": "Jeg tog gerne selv æren for det.",
        "pa": "I'd like to take the credit myself",
        "vi": "Tôi muốn tự nhận công lao"
    },
    {
        "start": "00:45:28,160",
        "end": "00:45:34,000",
        "en": "Men det er takket være Jacob Kruses visionære overblik",
        "pa": "but I have to say it was thanks to Jacob Kruse's visionary goals",
        "vi": "nhưng tôi phải nói là nhờ tầm nhìn xa trông rộng của Jacob Kruse"
    },
    {
        "start": "00:45:34,120",
        "end": "00:45:37,080",
        "en": "at aftalen er faldet på plads.",
        "pa": "that we reached this agreement. Jacob, go ahead.",
        "vi": "mà ta đã đạt được thỏa thuận này. Jacob, xin mời."
    },
    {
        "start": "00:45:37,200",
        "end": "00:45:39,640",
        "en": "Tak for de pæne ord, Lars.",
        "pa": "Thank you very much, Lars.",
        "vi": "Cảm ơn rất nhiều, Lars."
    },
    {
        "start": "00:45:39,760",
        "end": "00:45:45,400",
        "en": "Jeg er stolt af at kunne sætte et moderat fingeraftryk",
        "pa": "I would like to say that I am proud to have been able to put",
        "vi": "Tôi tự hào khi đặt dấu ấn Đảng Ôn hoà"
    },
    {
        "start": "00:45:45,520",
        "end": "00:45:48,320",
        "en": "på den her store og vigtige aftale.",
        "pa": "such a clear Moderate fingerprint\n on this major and significant agreement.",
        "vi": "vào thỏa thuận quan trọng này."
    },
    {
        "start": "00:45:48,440",
        "end": "00:45:55,520",
        "en": "De Moderate er tilbage i dansk politik. Vi vil skabe resultater.",
        "pa": "The Moderates are back in the game. We're going to create results.",
        "vi": "Đảng Ôn hoà đã trở lại cuộc chơi. Chúng tôi sẽ tạo ra kết quả."
    },
    {
        "start": "00:45:55,640",
        "end": "00:45:59,760",
        "en": "Kritikere vil hævde, at I har lavet en aftale med Frihedspartiet",
        "pa": "Jacob?\n Critics will say you've made a deal with the Freedom Party",
        "vi": "Jacob?\n Các nhà phê bình sẽ nói rằng ông đã thỏa thuận với Đảng Tự do Cực hữu"
    },
    {
        "start": "00:45:59,880",
        "end": "00:46:03,120",
        "en": "som er i konflikt med menneskerettighederne.",
        "pa": "which is in breach of human rights.",
        "vi": "đó là vi phạm nhân quyền."
    },
    {
        "start": "00:46:03,240",
        "end": "00:46:07,920",
        "en": "Der er kun tale om vage gisninger om nogle juridiske detaljer.",
        "pa": "Look, those are all vague speculations about some legal details.",
        "vi": "Này, tất cả đều là những suy đoán mơ hồ về một số chi tiết pháp lý."
    },
    {
        "start": "00:46:08,040",
        "end": "00:46:13,160",
        "en": "Jeg synes, vi skal klappe os selv på skulderen over, at aftalen er i hus.",
        "pa": "Let's pat ourselves on the back for completing this agreement.",
        "vi": "Hãy ca ngợi chúng ta vì đạt được thỏa thuận này."
    },
    {
        "start": "00:46:13,280",
        "end": "00:46:17,720",
        "en": "Nu må I have mig undskyldt. Jeg skal tilbage til landsmødet.",
        "pa": "I have to get back to the party convention now.",
        "vi": "Tôi phải quay lại hội nghị đảng ngay."
    },
    {
        "start": "00:46:20,360",
        "end": "00:46:22,960",
        "en": "Den har han sgu timet godt.",
        "pa": "He timed that one well.",
        "vi": "Anh ta chọn giờ tốt đấy."
    },
    {
        "start": "00:46:24,680",
        "end": "00:46:30,640",
        "en": "Når der nu bliver spurgt, om jeg ikke også har savnet Birgitte Nyborg",
        "pa": "To the question of whether I've missed Birgitte Nyborg",
        "vi": "Với câu hỏi liệu tôi có nhớ Birgitte Nyborg"
    },
    {
        "start": "00:46:30,760",
        "end": "00:46:34,160",
        "en": "så er svaret da: Jo.",
        "pa": "my reply is...",
        "vi": "câu trả lời là:"
    },
    {
        "start": "00:46:34,280",
        "end": "00:46:37,800",
        "en": "Jo, jeg har også savnet den velmenende, veltalende",
        "pa": "sure.\n Sure, I've missed the well-meaning, well-spoken",
        "vi": "Chắc chắn.\n Chắc chắn rồi, tôi nhớ Birgitte Nyborg ý nghĩa, nói hay"
    },
    {
        "start": "00:46:37,920",
        "end": "00:46:44,080",
        "en": "og meget velklædte Birgitte Nyborg, som kommer her i dag",
        "pa": "and very well-dressed Birgitte Nyborg",
        "vi": "và ăn mặc rất đẹp"
    },
    {
        "start": "00:46:44,200",
        "end": "00:46:48,160",
        "en": "fylder rummet med alle sine visioner",
        "pa": "who stood here\n filling the rooms with all her visions",
        "vi": "người đứng đây\n lấp đầy những căn phòng bằng tầm nhìn của bà ấy"
    },
    {
        "start": "00:46:48,280",
        "end": "00:46:51,960",
        "en": "om et moderne solidaritetsbegreb, som måske dog...",
        "pa": "of a modern notion of solidarity, that however--",
        "vi": "về quan niệm hiện đại về sự đoàn kết, tuy nhiên..."
    },
    {
        "start": "00:46:52,080",
        "end": "00:46:58,920",
        "en": "Du må have mig undskyldt, men det minder om kystbanesocialisme.",
        "pa": "Excuse me...\n but to me it sounds like what we used to call champagne socialism.",
        "vi": "Xin lỗi...\n nhưng với tôi đó như thể sâm-panh xã hội chủ nghĩa."
    },
    {
        "start": "00:46:59,920",
        "end": "00:47:04,040",
        "en": "Hvor vil hun vende sig hen i Tinget for at samarbejde?",
        "pa": "With whom does she intend to collaborate in Parliament?",
        "vi": "Bà ấy dự định hợp tác với ai trong Quốc hội?"
    },
    {
        "start": "00:47:04,160",
        "end": "00:47:09,560",
        "en": "De borgerlige gider hun ikke tale med. Venstrefløjen er kuldsejlet.",
        "pa": "She won't talk to the right wing.\n The left wing is gasping for air.",
        "vi": "Bà ấy sẽ không hợp tác với cánh hữu.\n Cánh tả thì đang thoi thóp."
    },
    {
        "start": "00:47:09,680",
        "end": "00:47:13,880",
        "en": "Her til aften, kære venner, da har I set mig levere resultater.",
        "pa": "Tonight, dear friends, you've seen me deliver results.",
        "vi": "Tối nay, các bạn thân mến, các bạn đã thấy tôi đưa ra kết quả."
    },
    {
        "start": "00:47:14,000",
        "end": "00:47:16,520",
        "en": "Reelle politiske resultater.",
        "pa": "Real political results.",
        "vi": "Kết quả chính trị thực sự."
    },
    {
        "start": "00:47:16,640",
        "end": "00:47:21,360",
        "en": "Så for mig at se står I over for det fuldstændig simple valg.",
        "pa": "In my opinion you face a very simple choice.",
        "vi": "Theo tôi thì các bạn đối mặt với một lựa chọn rất đơn giản."
    },
    {
        "start": "00:47:21,480",
        "end": "00:47:28,000",
        "en": "Det er valget mellem Nyborgs drømmefabrik og den virkelige verden.",
        "pa": "The choice between Nyborg's dream factory",
        "vi": "Lựa chọn giữa giấc mơ nhà máy của Nyborg"
    },
    {
        "start": "00:47:28,120",
        "end": "00:47:32,240",
        "en": "Jeg håber, og jeg tror på",
        "pa": "and the real world.\n I hope and believe",
        "vi": "và thế giới thật.\n Tôi hy vọng và tin tưởng"
    },
    {
        "start": "00:47:32,360",
        "end": "00:47:37,560",
        "en": "at I vil være ansvarlige nok til at placere De Moderate i sidstnævnte.",
        "pa": "you will do the responsible thing and place the Moderates in the latter.\n Thank you.",
        "vi": "các bạn sẽ làm việc có trách nhiệm và đặt Đảng Ôn hoà lên trước.\n Cảm ơn."
    },
    {
        "start": "00:47:53,320",
        "end": "00:47:56,600",
        "en": "For Birgitte Nyborg som ny formand stemte 51.",
        "pa": "In favor of Birgitte Nyborg as new leader, 51.",
        "vi": "Ủng hộ Birgitte Nyborg làm lãnh đạo mới, 51 phiếu."
    },
    {
        "start": "00:47:56,720",
        "end": "00:48:00,600",
        "en": "For Jacob Kruse som formand stemte 59.",
        "pa": "In favor of Jacob Kruse as new leader, 59.",
        "vi": "Ủng hộ Jacob Kruse làm lãnh đạo mới, 59 phiếu."
    },
    {
        "start": "00:48:00,720",
        "end": "00:48:05,120",
        "en": "Derved er Jacob Kruse genvalgt som formand for partiet.",
        "pa": "Jacob Kruse has been re-elected as party leader.",
        "vi": "Jacob Kruse đã được bầu lại làm lãnh đạo đảng."
    },
    {
        "start": "00:48:33,360",
        "end": "00:48:36,680",
        "en": "-Tillykke med sejren. -Tak skal du have.",
        "pa": "-Congratulations, Jacob. -Thank you.",
        "vi": "- Chúc mừng, Jacob. - Cảm ơn."
    },
    {
        "start": "00:48:39,520",
        "end": "00:48:44,280",
        "en": "Birgitte, har du fem minutter til os?",
        "pa": "Birgitte...\n Have you got five minutes?",
        "vi": "Birgitte...\n Cho xin năm phút nhé?"
    },
    {
        "start": "00:48:44,400",
        "end": "00:48:46,440",
        "en": "Værsgo, Torben.",
        "pa": "Go ahead, Torben.",
        "vi": "Đi đi, Torben."
    },
    {
        "start": "00:48:46,560",
        "end": "00:48:49,680",
        "en": "Dermed blev Kruse valgt til leder af De Moderate",
        "pa": "And so Kruse was re-elected leader of the Moderates",
        "vi": "Thế là Kruse được bầu làm lãnh đạo của Đảng Ôn hoà"
    },
    {
        "start": "00:48:49,800",
        "end": "00:48:52,960",
        "en": "efter et højdramatisk kampvalg.",
        "pa": "after a dramatic contest.",
        "vi": "sau một cuộc bầu cử đầy kịch tính."
    },
    {
        "start": "00:48:53,080",
        "end": "00:48:58,000",
        "en": "Er det her mere end bare Nyborg, der forlader landsmødet?",
        "pa": "Is this more than just Nyborg leaving the convention?",
        "vi": "Đây đâu chỉ là việc Nyborg rời hội nghị."
    },
    {
        "start": "00:48:58,120",
        "end": "00:49:03,560",
        "en": "Er det også danmarkshistoriens korteste comeback?",
        "pa": "Is it also the briefest comeback in Danish history?",
        "vi": "Đây cũng là lần trở lại ngắn nhất trong lịch sử Đan Mạch?"
    },
    {
        "start": "00:49:03,680",
        "end": "00:49:07,880",
        "en": "Jeg har svært ved at se Nyborg som menig Moderat.",
        "pa": "I can't see Nyborg as a rank-and-file Moderate.",
        "vi": "Tôi không thấy Nyborg là Đảng Ôn hoà tầm thường."
    },
    {
        "start": "00:49:08,000",
        "end": "00:49:13,960",
        "en": "-Hvad med et helt andet parti? -Nej. Nyborg er for idealistisk.",
        "pa": "-What about another party? -No, Nyborg is too idealistic.",
        "vi": "- Con đảng khác thì sao? - Không, Nyborg quá lý tưởng."
    },
    {
        "start": "00:49:14,080",
        "end": "00:49:17,640",
        "en": "Der er bestilt en returbillet til Nyborg tilbage til der",
        "pa": "So a return ticket has been ordered for Nyborg back to where she came from.",
        "vi": "Vậy là vé khứ hồi đã được đặt mua cho Nyborg quay về quê. Có thể nói vậy."
    },
    {
        "start": "00:49:17,760",
        "end": "00:49:21,320",
        "en": "hvor hun kom fra, kunne man sige. Kasper Juul...",
        "pa": "So to speak.",
        "vi": ""
    },
    {
        "start": "00:49:21,440",
        "end": "00:49:24,760",
        "en": "-Torben Friis. -Det har været en lang aften.",
        "pa": "Kasper Juul...\n Torben Friis.\n -It's been a long night. -It has indeed.",
        "vi": "Kasper Juul...\n Torben Friis.\n - Một đêm dài. - Phải."
    },
    {
        "start": "00:49:24,880",
        "end": "00:49:27,280",
        "en": "Tak for i aften.",
        "pa": "Have a good evening.",
        "vi": "Chúc ngủ ngon."
    },
    {
        "start": "00:49:29,520",
        "end": "00:49:33,560",
        "en": "Jeg havde kraftedeme troet, hun havde klaret det.",
        "pa": "Damn, I thought she'd make it.",
        "vi": "Chết tiệt, tôi tưởng cô ấy sẽ thành công."
    },
    {
        "start": "00:49:33,680",
        "end": "00:49:39,800",
        "en": "Jeg har hørt et rygte om, at du er på vej op i systemet.",
        "pa": "Rumor has it you're moving up in the world.",
        "vi": "Tin đồn là anh thành công hơn."
    },
    {
        "start": "00:49:39,920",
        "end": "00:49:45,240",
        "en": "-Skal jeg finde mig en ny makker? -Nej, ikke endnu. Tag det nu roligt.",
        "pa": "Okay.\n -Do I need to look for a new partner? -Not yet.",
        "vi": "Được.\n - Tôi cần tìm đối tác mới? - Chưa."
    },
    {
        "start": "00:49:45,360",
        "end": "00:49:49,120",
        "en": "Det tager lidt tid, sådan noget. Vi ses.",
        "pa": "Hold your horses.\n Something like that takes time.\n See you.",
        "vi": "Cứ bình tĩnh.\n Thứ như thế cần có thời gian. Hẹn gặp lại."
    },
    {
        "start": "00:49:57,360",
        "end": "00:50:03,640",
        "en": "Jeg ved, det er lidt sent, men der er en dialog, jeg gerne vil påbegynde.",
        "pa": "I know it's late, but I'd like to have a conversation.\n It's important.",
        "vi": "Tôi biết đã muộn, nhưng tôi muốn đối thoại.\n Việc quan trọng."
    },
    {
        "start": "00:50:06,960",
        "end": "00:50:11,760",
        "en": "-Jamen lad os tale sammen. -Det er godt.",
        "pa": "-Well, let's talk. -Great.",
        "vi": "- Thì nói đi. - Tuyệt."
    },
    {
        "start": "00:50:12,880",
        "end": "00:50:16,440",
        "en": "Jeg har set seertallene igennem for det sidste halve år.",
        "pa": "I've gone through the last six months' ratings.",
        "vi": "Tôi đã trải qua sáu tháng đánh giá."
    },
    {
        "start": "00:50:16,560",
        "end": "00:50:22,000",
        "en": "Jeg er lidt overrasket. Jeg vil ikke virke belærende over for dig",
        "pa": "I'm astonished.",
        "vi": "Tôi thấy ngạc nhiên!"
    },
    {
        "start": "00:50:22,120",
        "end": "00:50:25,880",
        "en": "men er du bekendt med begrebet 'kontaktpris'?",
        "pa": "Far be it from me to lecture you\n but you do know the term \"contact price\"?",
        "vi": "Tôi không muốn lên lớp anh\n nhưng anh biết thuật ngữ \"giá hợp đồng?\""
    },
    {
        "start": "00:50:26,000",
        "end": "00:50:30,040",
        "en": "Hvad en udsendelse koster, i forhold til hvor mange der ser den.",
        "pa": "The price of making a program compared to the number of viewers.",
        "vi": "Cái giá của việc làm một chương trình so với số lượng người xem."
    },
    {
        "start": "00:50:32,520",
        "end": "00:50:35,160",
        "en": "-Ja. -Jeg kan give dig et eksempel.",
        "pa": "-Yes. -Let me give you an example.",
        "vi": "- Ừ. - Để tôi cho anh ví dụ."
    },
    {
        "start": "00:50:35,280",
        "end": "00:50:41,160",
        "en": "Mens vi kørte landsmødet, har 2'eren vist en amerikansk tv-serie.",
        "pa": "While we showed the convention, TV2 showed an American sitcom.",
        "vi": "Trong khi chúng tôi chiếu hội nghị, thì TV2 chiếu hài kịch Mỹ."
    },
    {
        "start": "00:50:41,280",
        "end": "00:50:44,640",
        "en": "-Hvad tror du, et afsnit koster? -Der er forskel...",
        "pa": "-How much can an episode cost? -There's a difference between news...",
        "vi": "- Một tập có thể tốn bao nhiêu? - Khác biệt giữa tin tức..."
    },
    {
        "start": "00:50:44,760",
        "end": "00:50:50,160",
        "en": "Det koster 60.000. Den serie er blevet set af 700.000-800.000 seere.",
        "pa": "60,000 kroner. \n That sitcom had 700,000-800,000 viewers.",
        "vi": "60.000 kroner.\n Hài kịch đó có từ 700.000 tới 800.000 người xem."
    },
    {
        "start": "00:50:50,280",
        "end": "00:50:54,600",
        "en": "En kontaktpris på 10 øre pr. seer. Modsat et landsmøde med sendevogn",
        "pa": "That equals a contact price of 0.10 per viewer.",
        "vi": "Nó tương đương với giá bán của người xem là 0,10."
    },
    {
        "start": "00:50:54,720",
        "end": "00:50:58,720",
        "en": "og et livestudie til 240.000 og et seertal på 300.000.",
        "pa": "Unlike a convention with remote unit and a studio costing 240,000",
        "vi": "Không giống như hội nghị, một phòng thu có giá 240.000 và 300.000 người xem."
    },
    {
        "start": "00:50:58,840",
        "end": "00:51:03,080",
        "en": "Tendensen er den samme i alle dine udsendelser.",
        "pa": "and only 300,000 viewers.\n The same goes for all your programs.",
        "vi": "Chương trình của anh cũng vậy. Chúng quá đắt nếu xét về tỷ lệ đánh giá."
    },
    {
        "start": "00:51:03,200",
        "end": "00:51:07,240",
        "en": "-Gregers prioriterede anderledes. -Torben, mød min verden.",
        "pa": "They are too expensive considering the ratings.\n Gregers had another set of priorities.",
        "vi": "Gregers có một loạt ưu tiên khác."
    },
    {
        "start": "00:51:07,360",
        "end": "00:51:10,520",
        "en": "Her er de spørgsmål, jeg vil blive mødt med.",
        "pa": "Let me introduce you to my world\n and the questions I will be met with by management.",
        "vi": "Để tôi giới thiệu về thế giới của mình và ban quản trị sẽ hỏi tôi câu gì."
    },
    {
        "start": "00:51:10,640",
        "end": "00:51:15,720",
        "en": "Hvorfor har Nyhederne så stor en prioritet i sendefladen?",
        "pa": "Why does the news take up so much of the programming?",
        "vi": "Tại sao Tin tức lại chiếm phần lớn chương trình?"
    },
    {
        "start": "00:51:15,840",
        "end": "00:51:18,800",
        "en": "Hvorfor hedder chefen stadig Friis?",
        "pa": "And why is the head of news still called Friis?",
        "vi": "Và tại sao trưởng ban tin tức vẫn gọi là Friis?"
    },
    {
        "start": "00:51:18,920",
        "end": "00:51:22,720",
        "en": "De undrer sig over, at TV1 kan tillade sig",
        "pa": "They won't be able to understand how TV1 can afford",
        "vi": "Họ không hiểu nổi TV1 có thể"
    },
    {
        "start": "00:51:22,840",
        "end": "00:51:27,200",
        "en": "at give slip på den mest populære studievært, Katrine Fønsmark.",
        "pa": "to let their most popular anchor, Katrine Fønsmark, go.",
        "vi": "để cái mỏ neo nổi tiếng nhất, Katrine Fønsmark đi."
    },
    {
        "start": "00:51:27,320",
        "end": "00:51:33,080",
        "en": "-Jeg har ikke haft tid til at... -Tænk over de her spørgsmål.",
        "pa": "-I haven't had time to... -Don't answer me now.\n Think hard about these questions.",
        "vi": "Tôi đâu có thời gian...\n Đừng trả lời tôi ngay. Nghĩ kỹ về các câu hỏi này."
    },
    {
        "start": "00:51:33,200",
        "end": "00:51:37,720",
        "en": "Så synes jeg, vi skal tage en rigtig snak om det i løbet af et par dage.",
        "pa": "Let's have a talk about it in a couple of days.",
        "vi": "Vài ngày nữa sẽ nói chuyện nhé."
    },
    {
        "start": "00:51:38,880",
        "end": "00:51:41,720",
        "en": "Godt. Vi ses.",
        "pa": "Hmm?\n Okay. See you.",
        "vi": "Rồi. Hẹn gặp lại."
    },
    {
        "start": "00:52:05,080",
        "end": "00:52:08,080",
        "en": "-Fik du talt med TV1? -Ja, det gjorde jeg.",
        "pa": "-Did you talk to TV1? -I did. ",
        "vi": "GỬI TỪ JEREMY\n - Bà nói chuyện với TV1 chưa? - Nói rồi."
    },
    {
        "start": "00:52:10,720",
        "end": "00:52:16,520",
        "en": "Vi må finde ud af, hvad fanden der er sket... med det her parti.",
        "pa": "We need to find out what's happened...\n with this party.",
        "vi": "Ta cần biết chuyện xảy ra...\n ...trong đảng này."
    },
    {
        "start": "00:52:44,320",
        "end": "00:52:47,000",
        "en": "-Jeg ved ikke... -For helvede!",
        "pa": "-I don't know... -God damn it!",
        "vi": "- Tôi đâu biết... - Khỉ thật!"
    },
    {
        "start": "00:52:47,120",
        "end": "00:52:51,360",
        "en": "Det er politik, Katrine. Man taber indimellem.",
        "pa": "That's politics for you. You win some and you lose some.",
        "vi": "Đó là chính trị với cô. Có thắng và có thua."
    },
    {
        "start": "00:53:35,600",
        "end": "00:53:40,720",
        "en": "Så... Ja, mor er her, ikke også, skat? Mor er her.",
        "pa": "There now. Mommy's here, okay, sweetie? ",
        "vi": "Đây rồi. Mẹ đây, được chứ, con yêu?"
    },
    {
        "start": "00:53:40,840",
        "end": "00:53:45,840",
        "en": "Shh! Så...",
        "pa": "Mommy's here.\n Grandma...",
        "vi": "Mẹ đây mà.\n Bà ơi..."
    },
    {
        "start": "00:53:45,960",
        "end": "00:53:49,480",
        "en": "Kom, skat. Lad mig tage ham. Du trænger til at sove.",
        "pa": "Let me take him, dear. You need to get some sleep. Yes.",
        "vi": "Để mẹ bế nó cho. Con nên ngủ chút đi. Đây rồi."
    },
    {
        "start": "00:53:49,600",
        "end": "00:53:54,440",
        "en": "Kom, lille skat. Kom over til mormor. Så passer jeg på dig, ikke også?",
        "pa": "Come here, dear. Grandma will take care of you.",
        "vi": "Lại đây, cháu yêu. Bà sẽ chăm cháu nhé."
    },
    {
        "start": "00:53:54,560",
        "end": "00:53:57,120",
        "en": "Godnat. Kom, skattebasse.",
        "pa": "Good night. Come along, darling.\n -Grandma. -Yes, yes.",
        "vi": "Chúc ngủ ngon. Đi nào, cháu yêu."
    },
    {
        "start": "00:54:05,400",
        "end": "00:54:09,040",
        "en": "",
        "pa": "Mama. Mama.",
        "vi": ""
    },
    {
        "start": "00:54:27,160",
        "end": "00:54:30,360",
        "en": "Ja...",
        "pa": "Well...",
        "vi": "Chà..."
    },
    {
        "start": "00:54:30,480",
        "end": "00:54:34,960",
        "en": "Ja... Det er i hvert fald mange kvadratmeter. 327 m2.",
        "pa": "It's a lot of square meters. 327 to be precise.",
        "vi": "Nhiều mét vuông đấy. Chính xác là 327 mét."
    },
    {
        "start": "00:54:39,280",
        "end": "00:54:43,000",
        "en": "Bygningen har en ret sjov historie. Ja, her.",
        "pa": "The building has a quaint story.",
        "vi": "Tòa nhà có câu chuyện lạ lùng. Ở đây."
    },
    {
        "start": "00:54:43,120",
        "end": "00:54:46,720",
        "en": "Der sad underbetalte syersker herinde.",
        "pa": "In here.\n It used to house underpaid seamstresses.",
        "vi": "Nó từng chứa các thợ may bị trả lương thấp."
    },
    {
        "start": "00:54:50,480",
        "end": "00:54:54,920",
        "en": "Der er en gammel vandskade herinde ved toiletterne.",
        "pa": "The bathrooms have been damaged by water.",
        "vi": "Nhà tắm đã bị nước làm hư hại."
    },
    {
        "start": "00:54:57,560",
        "end": "00:55:01,160",
        "en": "Under krigen var det et værksted for en klejnsmed",
        "pa": "During the war it housed a workshop for a locksmith",
        "vi": "Trong chiến tranh, nó chứa xưởng cho thợ sửa khoá"
    },
    {
        "start": "00:55:01,280",
        "end": "00:55:04,800",
        "en": "der arbejdede for tyskerne.",
        "pa": "who collaborated with the Germans.",
        "vi": "người hợp tác với người Đức."
    },
    {
        "start": "00:55:17,440",
        "end": "00:55:22,200",
        "en": "Ejer ved godt, det er lidt nedslidt og trænger til en kærlig hånd.",
        "pa": "The owner knows it's rundown and in need of a loving hand.",
        "vi": "Chủ sở hữu biết rằng nó rất tồi tàn và cần một bàn tay yêu thương."
    },
    {
        "start": "00:55:22,320",
        "end": "00:55:25,240",
        "en": "Men det afspejler sig i prisen.",
        "pa": "And the price reflects it.",
        "vi": "Vậy nên giá cả phản ánh điều đó."
    },
    {
        "start": "00:55:31,200",
        "end": "00:55:34,880",
        "en": "Du kan jo lige tænke over det i nogle dage, hvis...",
        "pa": "Think it over for a couple of days...",
        "vi": "Hãy suy nghĩ kỹ trong vài ngày..."
    },
    {
        "start": "00:55:36,560",
        "end": "00:55:40,040",
        "en": "Det bliver ikke nødvendigt. Hvornår kan jeg overtage?",
        "pa": "That won't be necessary.\n -What? -When can I have it?",
        "vi": "Việc đó không cần thiết.\n - Sao? - Khi nào tôi có thể lấy?"
    },
    {
        "start": "00:55:40,160",
        "end": "00:55:44,000",
        "en": "Lige så snart der er skrevet under.",
        "pa": "As soon as you've signed the deed.",
        "vi": "Ngay khi cô ký chứng thư."
    },
    {
        "start": "00:55:44,880",
        "end": "00:55:50,200",
        "en": "Hvad skal du bruge det til? Lige et øjeblik.",
        "pa": "What do you plan to do with it?",
        "vi": "Bà định làm gì với nó?"
    },
    {
        "start": "00:55:50,280",
        "end": "00:55:53,760",
        "en": "Her skal ligge et nyt parti.",
        "pa": "Hang on.\n It will be home to a new party.",
        "vi": "Chờ chút.\n Nó sẽ chứa một đảng mới."
    },
    {
        "start": "00:56:42,800",
        "end": "00:56:45,760",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "BORGEN is a work of fiction inspired by real events.\n The series references historical figures\n and events in Danish politics prior to 1982. ",
        "vi": "BORGEN LÀ TÁC PHẨM HƯ CẤU LẤY CẢM HỨNG TỪ SỰ KIỆN CÓ THẬT\n LOẠT PHIM NÀY NHẮC ĐẾN CÁC NHÂN VẬT\n VÀ SỰ KIỆN LỊCH SỬ TRONG CHÍNH TRỊ ĐAN MẠCH TRƯỚC NĂM 1982\n Biên dịch: Minh Khang "
    }
]