[
    {
        "start": "00:00:00,680",
        "end": "00:00:05,040",
        "en": "Jeg havde kun mit Eurocard fra Statsministeriet.",
        "pa": "I only had my Eurocard from the prime minister's office.",
        "vi": "Tôi chỉ có Eurocard từ Văn phòng Thủ tướng."
    },
    {
        "start": "00:00:05,160",
        "end": "00:00:10,280",
        "en": "Jeg ved noget, der kan gøre den rette person til statsminister.",
        "pa": "I'll keep these and fix it with the office.\n I know something that could make the right person prime minister.",
        "vi": "Tôi sẽ giữ nó và xử lý với văn phòng.\n Tôi biết một thứ có thể đưa đúng người lên làm Thủ tướng."
    },
    {
        "start": "00:00:11,600",
        "end": "00:00:17,680",
        "en": "Bilaget viser, at statsministeren har givet gaver til sin kone",
        "pa": "If it was used wisely.\n This, Lars Hesselboe, is a receipt showing that the prime minister",
        "vi": "Nếu dùng khôn ngoan.\n Lars Hesselboe, đây là biên lai cho thấy Thủ tướng"
    },
    {
        "start": "00:00:17,800",
        "end": "00:00:20,720",
        "en": "for over 70.000 kr. på statens regning.",
        "pa": "has given his wife presents for over 70,000 kroner at the government's expense.",
        "vi": "đã tặng quà cho vợ giá hơn 70.000 kroner bằng tiền ngân sách!"
    },
    {
        "start": "00:00:20,840",
        "end": "00:00:23,920",
        "en": "Du er kun hjemme om natten.",
        "pa": "You're only here during the night.",
        "vi": "Em chỉ ở nhà vào ban đêm."
    },
    {
        "start": "00:00:24,040",
        "end": "00:00:27,640",
        "en": "Vi er ved at have ofret vores sexliv på den konto.",
        "pa": "And you and I have almost sacrificed our love life.",
        "vi": "Chúng ta gần như phải hi sinh\n đời sống tình yêu và tình dục."
    },
    {
        "start": "00:00:27,760",
        "end": "00:00:31,200",
        "en": "Du kan være sammen med ungerne. Det savner jeg.",
        "pa": "You can do whatever you want and be with the kids.",
        "vi": "Anh được làm bất cứ gì, có thể ở bên các con!"
    },
    {
        "start": "00:00:31,320",
        "end": "00:00:34,720",
        "en": "Vil du overtage samtalen med skolepsykologen i dag?",
        "pa": "That's what I'm missing.\n Then would you like to take over my appointment with the school shrink?",
        "vi": "Đó là điều em không có.\n Có lẽ em muốn đến cuộc hẹn với bác sĩ tâm lý của trường?"
    },
    {
        "start": "00:00:34,840",
        "end": "00:00:38,000",
        "en": "Vores søn pisser i bukserne.",
        "pa": "A talk about how you prevent a six-year-old boy from pissing his pants.",
        "vi": "Sẽ bàn cách giúp cậu bé sáu tuổi không tè dầm."
    },
    {
        "start": "00:00:38,120",
        "end": "00:00:42,160",
        "en": "-Katrine? -Din far hedder Peter Juul, ikke?",
        "pa": "- Katrine! -Who are you?",
        "vi": "- Katrine! - Anh là ai?"
    },
    {
        "start": "00:00:42,280",
        "end": "00:00:46,560",
        "en": "-Han arbejder ikke i Eurocopter. -Min far tog sin nye kones navn.",
        "pa": "Your dad's name is Peter Juul, right? But no Peter Juul works at Eurocopter.\n My dad took his new wife's name.",
        "vi": "Tên bố anh là Peter Juul? Chẳng có Peter Juul nào làm ở Eurocopter.\n Bố anh lấy tên vợ mới của ông ấy."
    },
    {
        "start": "00:00:46,680",
        "end": "00:00:49,560",
        "en": "Han arbejder for det franske militær.",
        "pa": "He works for the French army.",
        "vi": "Ông ấy làm cho quân đội Pháp."
    },
    {
        "start": "00:00:49,680",
        "end": "00:00:53,760",
        "en": "Min mor begik selvmord, da jeg var tre år.",
        "pa": "My mom...\n My mom committed suicide when I was three years old.",
        "vi": "Mẹ anh...\n Mẹ anh đã tự tử khi anh ba tuổi."
    },
    {
        "start": "00:01:06,680",
        "end": "00:01:09,360",
        "en": "Tusind tak. Det var meget lærerigt.",
        "pa": "“History is a nightmare from which I am trying to awake.\"\n Well, thank you for today. It was very informative.",
        "vi": "\"Lịch sử là cơn ác mộng mà tôi đang cố tỉnh\". - JAMES JOYCE\n Chà, cảm ơn vì hôm nay. Rất nhiều thông tin."
    },
    {
        "start": "00:01:09,480",
        "end": "00:01:13,720",
        "en": "Statsministeren er helt sikkert ikke tilhænger af grindedrab.",
        "pa": "The prime minister is certainly not in favor of whale killing.",
        "vi": "Thủ tướng chắc chắn không ủng hộ việc giết cá voi."
    },
    {
        "start": "00:01:13,840",
        "end": "00:01:19,320",
        "en": "-Vi går ikke med slips længere? -Vi har sommerferie.",
        "pa": "- We don't wear ties anymore? - It's summer. For some.",
        "vi": "- Ta không đeo cà vạt nữa à? - Mùa hè mà.\n Với vài người thôi."
    },
    {
        "start": "00:01:19,440",
        "end": "00:01:24,240",
        "en": "Hvem har fortalt tosserne, at der er plads i kalenderen, Sanne?",
        "pa": "What's happening to the summer recess?\n Who told every nutjob there's suddenly an opening in the schedule? Sanne.",
        "vi": "Có chuyện gì với kỳ nghỉ hè thế này?\n Ai nói với bọn điên là đột nhiên lịch trình có chỗ trống?"
    },
    {
        "start": "00:01:25,560",
        "end": "00:01:31,600",
        "en": "Vidste du, at der er en forening mod drab af grindehvaler på Færøerne?",
        "pa": "It's insane.\n Did you know there is a society against the killing ",
        "vi": "Sanne?\n Thật điên rồ.\n Cô có biết có một hội chống lại việc giết cá voi ở Quần đảo Faroe không?"
    },
    {
        "start": "00:01:31,720",
        "end": "00:01:33,840",
        "en": "Det er da dyrplageri.",
        "pa": "of whales on the Faroe Islands?\n That sounds reasonable. It's animal cruelty.",
        "vi": "Nghe hợp lý. Thế là ác với động vật."
    },
    {
        "start": "00:01:33,960",
        "end": "00:01:39,120",
        "en": "Det er kulturelt dyrplageri. Det skal regeringen ikke blande sig i.",
        "pa": "It's cultural animal cruelty, which is none of the government's business.",
        "vi": "Là tàn ác về văn hóa, không phải việc của Chính phủ."
    },
    {
        "start": "00:01:39,240",
        "end": "00:01:43,680",
        "en": "-Er der ellers noget? -En Irene Juul har ringet.",
        "pa": "Anything else?\n Someone named Irene Juul called.",
        "vi": "Còn gì nữa không?\n Một người tên là Irene Juul đã gọi."
    },
    {
        "start": "00:01:45,680",
        "end": "00:01:50,120",
        "en": "Hun lyder meget interesseret i at tale med dig.",
        "pa": "She sounded very keen to talk to you.",
        "vi": "Cô ấy có vẻ rất muốn nói chuyện với anh."
    },
    {
        "start": "00:01:50,240",
        "end": "00:01:55,080",
        "en": "Sanne, du ved godt, at du er den eneste kvinde i mit liv.",
        "pa": "Sanne...\n you know you are the only woman in my life, right?",
        "vi": "Sanne...\n Cô biết cô là người phụ nữ duy nhất trong đời tôi nhỉ?"
    },
    {
        "start": "00:01:56,520",
        "end": "00:02:00,800",
        "en": "-Vil du se posten igennem? -Er der noget, jeg behøver at se?",
        "pa": "Do you want to review the mail?\n I don't want to. Is there anything interesting?",
        "vi": "Anh muốn xem lại thư không?\n Tôi không muốn. Có gì thú vị không?"
    },
    {
        "start": "00:02:02,040",
        "end": "00:02:06,000",
        "en": "Ornitologer ønsker Nordjylland omdannet til nationalpark.",
        "pa": "Ornithologists who want Northern Jutland above Aalborg made into a national park.",
        "vi": "Các nhà nghiên chim muốn Bắc Jutland, gần Aalborg thành công viên quốc gia."
    },
    {
        "start": "00:02:06,120",
        "end": "00:02:08,280",
        "en": "Ud.",
        "pa": "Toss it.",
        "vi": "Bỏ qua."
    },
    {
        "start": "00:02:09,160",
        "end": "00:02:13,320",
        "en": "-Dansk UFO-forening. -Ud.",
        "pa": "Danish UFO Society?",
        "vi": "Hội Vật thể Bay Không Xác định của Đan Mạch?"
    },
    {
        "start": "00:02:13,440",
        "end": "00:02:15,600",
        "en": "Så er der denne her.",
        "pa": "Toss it!\n Oh, yeah, there's this one.",
        "vi": "Bỏ qua!\n À, có cái này."
    },
    {
        "start": "00:02:15,720",
        "end": "00:02:19,320",
        "en": "Michael Laugesen udgiver en bog om sin tid på Borgen.",
        "pa": "Michael Laugesen is publishing a book about his time at Borgen.",
        "vi": "Michael Laugesen sẽ xuất bản sách về hồi ông ấy ở Borgen."
    },
    {
        "start": "00:02:19,440",
        "end": "00:02:24,520",
        "en": "\"En ætsende og afslørende beskrivelse af livet på Christiansborg.",
        "pa": "\"A biting, revelatory account of people and opinions at Christiansborg.",
        "vi": "\"Một câu chuyện chua cay, công khai về con người và ý kiến ở Christiansborg."
    },
    {
        "start": "00:02:24,640",
        "end": "00:02:28,320",
        "en": "Bogen fortæller den virkelige historie om dansk politik.",
        "pa": "The title is Exit.\n The book that tells the real story of Danish politics, no holds barred.",
        "vi": "Tên là Lối Thoát.\n Sách kể về chuyện thật trong chính trị Đan Mạch, không vùng cấm."
    },
    {
        "start": "00:02:28,440",
        "end": "00:02:33,080",
        "en": "Skandalerne, svindelstregerne og de beskidte kneb.\"",
        "pa": "The scandals, backstabbings and dirty tricks.\"",
        "vi": "Những vụ bê bối, đâm lén và thủ đoạn bẩn thỉu\"."
    },
    {
        "start": "00:02:35,240",
        "end": "00:02:37,680",
        "en": "Jeg er tilbage om en time.",
        "pa": "I'll be back in an hour. ",
        "vi": "Một tiếng nữa tôi về."
    },
    {
        "start": "00:02:40,200",
        "end": "00:02:44,840",
        "en": "-Du er godt nok hurtig. -Har du bogen?",
        "pa": "Hanne.\n You're fast. I didn't expect you until after lunch.",
        "vi": "Hanne?\n Anh nhanh đấy. Tưởng sau bữa trưa mới đến."
    },
    {
        "start": "00:02:46,440",
        "end": "00:02:51,800",
        "en": "Vi har udleveret ti eksemplarer til anmelderne, som har tavshedspligt.",
        "pa": "Do you have the book?\n We've only handed out ten copies for reviewers.",
        "vi": "Có sách đó không?\n Chúng tôi mới đưa mười bản cho các nhà phê bình."
    },
    {
        "start": "00:02:51,920",
        "end": "00:02:54,840",
        "en": "Fortæl, hvad der står om mig.",
        "pa": "And all of them signed an NDA.\n I just need to know what it says about me. Can you tell me?",
        "vi": "Tất cả đã ký thỏa thuận bảo mật.\n Tôi cần biết nó nói gì về tôi. Cho tôi biết đi."
    },
    {
        "start": "00:02:54,960",
        "end": "00:02:59,320",
        "en": "Jeg har reddet din røv flere gange, hvor du har haft ubekræftede rygter.",
        "pa": "Come on. I saved your ass many times,\n when you had unconfirmed rumors. Do this for me.",
        "vi": "Thôi nào. Tôi cứu bà nhiều lần khi bà dính tin đồn vô căn cứ. Giúp tôi đi."
    },
    {
        "start": "00:02:59,440",
        "end": "00:03:02,320",
        "en": "Jeg er ked af det. Jeg kan ikke.",
        "pa": "I'm sorry, I can't. This is too big.",
        "vi": "Tôi xin lỗi, tôi không thể. Quá nghiêm trọng."
    },
    {
        "start": "00:03:02,440",
        "end": "00:03:07,080",
        "en": "Michael sidder længere nede ad gangen. Du må tale med ham selv.",
        "pa": "Michael is down the hall. Talk to him yourself.",
        "vi": "Michael ở cuối hành lang. Tự nói chuyện đi."
    },
    {
        "start": "00:03:09,400",
        "end": "00:03:12,440",
        "en": "-Hej, Michael. -Hvad fanden vil du?",
        "pa": "Hello, Michael.",
        "vi": "Chào Michael."
    },
    {
        "start": "00:03:12,560",
        "end": "00:03:15,320",
        "en": "Kan vi tale fortroligt sammen?",
        "pa": "-What the hell do you want? -Can we talk privately?",
        "vi": "- Anh muốn gì? - Ta nói chuyện riêng nhé?"
    },
    {
        "start": "00:03:15,440",
        "end": "00:03:18,600",
        "en": "-Det er ret vigtigt. -Okay. Jeg skal pisse.",
        "pa": "-Call my secretary. -It's important.",
        "vi": "- Gọi cho thư ký của tôi. - Chuyện quan trọng."
    },
    {
        "start": "00:03:18,720",
        "end": "00:03:21,680",
        "en": "Du får to minutter.",
        "pa": "All right, I have to take a leak. You have two minutes.",
        "vi": "Được, tôi đi vệ sinh. Anh có hai phút."
    },
    {
        "start": "00:03:28,640",
        "end": "00:03:32,800",
        "en": "-Skriver du om bilagene? -De væltede Lars Hesselboe.",
        "pa": "Will you write about the receipts?\n They toppled Lars Hesselboe and almost made me prime minister.",
        "vi": "Ông sẽ viết về vụ biên lai à?\n Vì nó mà Hesselboe mất chức, tôi suýt thành thủ tướng."
    },
    {
        "start": "00:03:32,920",
        "end": "00:03:37,120",
        "en": "Tror du, jeg vil skrive om Borgen uden at nævne de bilag?",
        "pa": "Would I write about my time at Borgen without mentioning those receipts?",
        "vi": "Tôi viết về thời ở Borgen mà không nhắc tới chúng được à?"
    },
    {
        "start": "00:03:37,240",
        "end": "00:03:40,440",
        "en": "-Skriver du, hvor du fik dem fra? -Læs bogen.",
        "pa": "-Do you write where you got them? -Read the book.",
        "vi": "- Ông có viết nhờ đâu mà có chúng? - Đọc sách đó đi."
    },
    {
        "start": "00:03:40,560",
        "end": "00:03:43,960",
        "en": "Jeg hader selv at få slutningen fortalt.",
        "pa": "I personally hate having endings spoiled for me.",
        "vi": "Tôi thì ghét biết trước đoạn kết."
    },
    {
        "start": "00:03:44,080",
        "end": "00:03:47,200",
        "en": "Vasker du ikke hænder?",
        "pa": "Don't you wash your hands?",
        "vi": "Không rửa tay à?"
    },
    {
        "start": "00:03:47,320",
        "end": "00:03:50,800",
        "en": "Lugten forsvinder sgu ikke alligevel.",
        "pa": "The smell won't go away anyway.",
        "vi": "Đằng nào cũng không hết mùi."
    },
    {
        "start": "00:03:52,920",
        "end": "00:03:58,120",
        "en": "Og Kasper... Måske du ikke skulle smide avisernes jobtillæg ud.",
        "pa": "And, Kasper...\n You should save the newspapers' jobs sections the next few days.",
        "vi": "Kasper...\n Anh nên lưu ý mục tuyển dụng trên báo đợt tới nhé."
    },
    {
        "start": "00:03:58,240",
        "end": "00:04:01,480",
        "en": "Ingen kan løbe fra sin fortid.",
        "pa": "Nobody escapes their past.",
        "vi": "Chả ai thoát khỏi quá khứ cả."
    },
    {
        "start": "00:04:14,920",
        "end": "00:04:18,080",
        "en": "Du tabte noget.",
        "pa": "You dropped something.\n REVIEWERS - RECEIVED COPIES",
        "vi": "Anh rơi gì kìa.\n DANH SÁCH CÁC NHÀ PHÊ BÌNH SÁCH ĐƯỢC GỬI"
    },
    {
        "start": "00:05:31,240",
        "end": "00:05:34,920",
        "en": "Så er vi ankommet til skolepsykologen.",
        "pa": "SILLY SEASON\n - We've arrived at the school shrink.",
        "vi": "Chúng tôi đã đến chỗ bác sĩ tâm lý của trường."
    },
    {
        "start": "00:05:42,320",
        "end": "00:05:44,560",
        "en": "Tak skal du have.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:05:45,560",
        "end": "00:05:50,280",
        "en": "Jeg er her som Magnus' mor og ikke som statsminister.",
        "pa": "I'd like to stress that I'm here today as Magnus' mom and not prime minister.",
        "vi": "Xin nhấn mạnh rằng tôi đến với tư cách mẹ của Magnus,"
    },
    {
        "start": "00:05:50,400",
        "end": "00:05:54,040",
        "en": "Det håber jeg, at du kan abstrahere fra.",
        "pa": "-So I hope you can look past that. -Yes, of course.",
        "vi": "không phải là Thủ tướng.\n - Hi vọng ông bỏ qua việc đó. - Vâng, tất nhiên rồi."
    },
    {
        "start": "00:05:54,160",
        "end": "00:05:58,200",
        "en": "Som Phillip fortalte, har Magnus haft nogle uheld",
        "pa": "Phillip told me when he asked for this meeting",
        "vi": "Như Phillip nói, khi anh ấy yêu cầu gặp,"
    },
    {
        "start": "00:05:58,320",
        "end": "00:06:01,920",
        "en": "hvor han har tisset i bukserne.",
        "pa": "that Magnus has had some accidents where he peed his pants,\n both at home and in school.",
        "vi": "Magnus đã tè dầm vài lần rồi,\n cả ở nhà và ở trường."
    },
    {
        "start": "00:06:02,040",
        "end": "00:06:06,320",
        "en": "Hans klasselærer føler ikke, at han er helt i balance.",
        "pa": "His homeroom teacher says she doesn't feel like he is in balance these days.",
        "vi": "Giáo viên chủ nhiệm nói dạo này thằng bé mất thăng bằng."
    },
    {
        "start": "00:06:06,440",
        "end": "00:06:10,800",
        "en": "Jeg kan forestille mig, at det har noget med mig og mit arbejde at gøre.",
        "pa": "Yes, I spoke with her.\n I imagine it concerns me and my job.",
        "vi": "Vâng, tôi nói với cô ấy.\n Chắc liên quan đến tôi và công việc của tôi."
    },
    {
        "start": "00:06:10,920",
        "end": "00:06:16,600",
        "en": "Hverdagen bliver unægtelig påvirket af, at hans mor er statsminister.",
        "pa": "It would probably be delusional not to think that his everyday life\n wouldn't be affected by his mom being prime minister.",
        "vi": "Có lẽ là ảo tưởng nếu không nghĩ rằng cuộc sống hàng ngày của nó\n không bị ảnh hưởng bởi việc mẹ nó là Thủ tướng."
    },
    {
        "start": "00:06:17,720",
        "end": "00:06:22,120",
        "en": "-Magnus tisser på grund af dit job? -For at få min opmærksomhed.",
        "pa": "So Magnus is peeing because you work a lot?",
        "vi": "Magnus hay tè dầm vì bà làm việc quá nhiều?"
    },
    {
        "start": "00:06:22,240",
        "end": "00:06:28,000",
        "en": "Magnus har også tisset i bukserne på skolen, hvor du ikke er til stede.",
        "pa": "To get my attention.\n Magnus has also peed his pants a few times here at school,",
        "vi": "Để thu hút sự chú ý của tôi.\n Magnus cũng tè dầm vài lần ở trường,"
    },
    {
        "start": "00:06:28,120",
        "end": "00:06:34,640",
        "en": "Det må dreje sig om noget større end bare opmærksomhed fra dig.",
        "pa": "when you are not here.\n I am pretty sure\n that it is about something bigger than getting your attention.",
        "vi": "khi bà không ở đây.\n Tôi khá chắc chắn\n việc này không chỉ là để thu hút sự chú ý của bà."
    },
    {
        "start": "00:06:34,760",
        "end": "00:06:38,320",
        "en": "Det er ikke altid mængden af tid, der har betydning.",
        "pa": "It's not always the amount of time that matters.",
        "vi": "Không phải lúc nào số lần cũng quan trọng."
    },
    {
        "start": "00:06:38,440",
        "end": "00:06:45,200",
        "en": "I stressede hjem reagerer barnet ofte på tonen og stemningen i hjemmet.",
        "pa": "My experience with stressful homes is\n that it is often the tone and the mood",
        "vi": "Theo kinh nghiệm, với những gia đình căng thẳng\n thì chính bầu không khí và tâm trạng"
    },
    {
        "start": "00:06:45,320",
        "end": "00:06:50,800",
        "en": "Har tonen forandret sig, i takt med at du har fået mere travlt?",
        "pa": "in everyday life that the child reacts to.\n -The tone? -Yes, has it changed the last year?\n As you've gotten more busy.",
        "vi": "trong sinh hoạt khiến đứa trẻ phản ứng.\n - Không khí? - Vâng, năm ngoái nó thay đổi à?\n Khi bà bận rộn hơn."
    },
    {
        "start": "00:06:53,400",
        "end": "00:06:56,880",
        "en": "Ja, den er blevet mere kontant.",
        "pa": "Yes, perhaps it's gotten a little more direct.",
        "vi": "Phải, có lẽ không khí hơi thẳng thắn hơn."
    },
    {
        "start": "00:06:57,000",
        "end": "00:07:00,600",
        "en": "Phillip og jeg taler meget praktik.",
        "pa": "Phillip and I talk a lot of practical stuff.",
        "vi": "Phillip và tôi nói đến chuyện thực tế."
    },
    {
        "start": "00:07:00,720",
        "end": "00:07:02,800",
        "en": "Praktik?",
        "pa": "Practical stuff?\n I mean...",
        "vi": "Chuyện thực tế?\n Ý tôi là..."
    },
    {
        "start": "00:07:04,120",
        "end": "00:07:08,320",
        "en": "Vi er mere professionelle. Der er meget logistik.",
        "pa": "More professionally, there's a lot of logistics...",
        "vi": "Nhiều chuyện về công việc, hậu cần..."
    },
    {
        "start": "00:07:09,760",
        "end": "00:07:12,960",
        "en": "Nogle gange er der ikke tid til venlighed.",
        "pa": "Um...\n Sometimes there is no time for the same kind of pleasantry.",
        "vi": "Đôi khi, không còn thời gian để đùa như trước."
    },
    {
        "start": "00:07:13,080",
        "end": "00:07:16,840",
        "en": "-Men er I også glade foran dem? -Hvad mener du?",
        "pa": "But are you happy in front of them?",
        "vi": "Nhưng trước mặt họ, bà có vui không?"
    },
    {
        "start": "00:07:16,960",
        "end": "00:07:20,200",
        "en": "Tror du, din mand er glad?",
        "pa": "What do you mean?\n Do you think your husband is happy?",
        "vi": "Ý ông là sao?\n Bà nghĩ chồng bà có hạnh phúc?"
    },
    {
        "start": "00:07:23,160",
        "end": "00:07:25,160",
        "en": "Ja, det tror jeg.",
        "pa": "Yes, I do.",
        "vi": "Tôi nghĩ là có."
    },
    {
        "start": "00:07:28,840",
        "end": "00:07:33,640",
        "en": "-Der sker ikke en skid i Danmark. -Hvad med udlandet?",
        "pa": "Okay, boys and girls, nothing is happening in the kingdom of Denmark.\n Give me something.",
        "vi": "Các bạn, Đan Mạch chẳng có sự vụ gì cả.\n Cho tôi tin đi."
    },
    {
        "start": "00:07:33,760",
        "end": "00:07:37,000",
        "en": "- Laugesens erindringer? -Den er ikke udkommet.",
        "pa": "-What about abroad? - No.\n -What about Laugesen's memoir? -We can't write anything",
        "vi": "- Tin quốc tế? - Không.\n - Hồi ký của Laugesen? - Ta không thể viết gì"
    },
    {
        "start": "00:07:37,120",
        "end": "00:07:42,080",
        "en": "-Jeg ved godt, hvad der står. -Bogen udkommer først fredag.",
        "pa": "-until we know what's in the book. -I know what it says.\n I know,  but it isn't published until Friday,",
        "vi": "- đến khi biết nội dung. - Tôi biết nội dung.\n Tôi biết, nhưng thứ Sáu mới xuất bản và ta không muốn đối đầu vớiExpress."
    },
    {
        "start": "00:07:42,200",
        "end": "00:07:45,800",
        "en": "-Er der mere? -Hvad med koldskål?",
        "pa": "and we don't want a war with Ekspres.\n -Anything else? -Yes. What about koldskål?",
        "vi": "- Còn gì không? - Có, món koldskål."
    },
    {
        "start": "00:07:45,920",
        "end": "00:07:50,160",
        "en": "Produktionen af kærnemælkskoldskål stryger i vejret om sommeren.",
        "pa": "- Koldskål? - Yes, koldskål,\n the production of buttermilk koldskål is soaring in the summer.",
        "vi": "- Koldskål? - Vâng,\n sản lượng Koldskål nước sữa tăng vọt vào mùa hè."
    },
    {
        "start": "00:07:50,280",
        "end": "00:07:54,440",
        "en": "Det har været varmere i år, end det plejer at være.",
        "pa": "Is that so weird, Simon?\n No, but sales are very affected by the weather.",
        "vi": "Bất thường à, Simon?\n Không, nhưng doanh số bị ảnh hưởng lớn bởi thời tiết."
    },
    {
        "start": "00:07:54,560",
        "end": "00:07:57,920",
        "en": "Der er solgt 25 procent mere koldskål.",
        "pa": "It's been much hotter than usual, so they've sold 25% more koldskål.",
        "vi": "Nóng hơn mọi năm nhiều, doanh số bán của họ tăng 25%.\n Hơn nửa triệu lít mỗi tuần."
    },
    {
        "start": "00:07:58,040",
        "end": "00:08:02,560",
        "en": "Jeg har fat i en mejeriarbejder, som kan perspektivere det.",
        "pa": "More than half a million liters a week.\n I have an old dairy worker who can provide perspective.",
        "vi": "Một cựu công nhân sữa có thể bày tỏ quan điểm."
    },
    {
        "start": "00:08:02,680",
        "end": "00:08:06,160",
        "en": "Glimrende idé. Og rigeligt med sovs og kartofler.",
        "pa": "A perspective on koldskål?\n That's an excellent idea. We'll have that at six p.m.",
        "vi": "Quan điểm về koldskål?\n Ý hay đấy. Ta sẽ phát nó lúc 6:00,"
    },
    {
        "start": "00:08:06,280",
        "end": "00:08:09,640",
        "en": "-Skal vi ikke lave nyheder? -Det er agurketid.",
        "pa": "and plenty of meat and potatoes, right?\n -Shouldn't we be doing the news? -Yes, but this is silly season, Katrine.",
        "vi": "thêm mắm dặm muối vào nhé?\n - Ta nên làm tin tức chứ? - Ừ, nhưng đang là kỳ nghỉ."
    },
    {
        "start": "00:08:09,760",
        "end": "00:08:14,000",
        "en": "Der er syv borgerkrige i Afrika, vi aldrig hører en skid om.",
        "pa": "There are at least seven civil wars in Africa we never hear about.",
        "vi": "Ít nhất bảy cuộc nội chiến ở châu Phi mà ta chưa nghe tới."
    },
    {
        "start": "00:08:14,120",
        "end": "00:08:17,640",
        "en": "-Der er kolera i Bangladesh. -Hold nu kæft.",
        "pa": "Calm down, okay? Calm down.\n There's also the story about cholera in Bangladesh.",
        "vi": "Bình tĩnh, được chứ?\n Còn có bài về dịch tả ở Bangladesh."
    },
    {
        "start": "00:08:17,760",
        "end": "00:08:22,600",
        "en": "Nu skal du fandeme holde din kæft. Vi skal også tænke på seertallene.",
        "pa": "-Shut up, Katrine. -The hell I will!\n Yes, you shut your damn mouth now.",
        "vi": "- Im đi, Katrine. - Còn lâu!\n Có, cô im miệng lại ngay."
    },
    {
        "start": "00:08:22,720",
        "end": "00:08:27,000",
        "en": "Direktionen kan godt lide en god, glad historie.",
        "pa": "We have commitments to both the truth and viewer ratings.\n I don't have to tell you what the bosses consider important, right?",
        "vi": "Ta cam kết đưa tin thực sự và rating cao.\n Tôi không cần nói các sếp coi cái gì là quan trọng nhỉ?"
    },
    {
        "start": "00:08:27,120",
        "end": "00:08:30,960",
        "en": "Koldskål bliver dagens varme, muligvis glade nyhed.",
        "pa": "They like a nice, happy story.\n Koldskål will be the hot and possibly happy news of the day.",
        "vi": "Họ thích bài thú vị, vui vẻ.\n Koldskål sẽ là tin nóng và có thể là tin vui trong ngày."
    },
    {
        "start": "00:08:31,080",
        "end": "00:08:35,640",
        "en": "Du kan ikke mene, at mejeriprodukter kvalificerer sig...",
        "pa": "Period.\n -Torben, you can't seriously think -Shut up.\n dairy products are considered--",
        "vi": "Chấm hết.\n - Torben, anh không thể coi... - Im đi.\n ...sản phẩm bơ sữa là..."
    },
    {
        "start": "00:08:38,760",
        "end": "00:08:43,640",
        "en": "Du skal ikke give mig bogen. Jeg vil gerne låne den en times tid.",
        "pa": "I'm not asking you to give me the book. I just want to borrow it for an hour.\n That's all.",
        "vi": "Tôi không xin sách, chỉ muốn mượn một tiếng thôi.\n Thế thôi."
    },
    {
        "start": "00:08:50,080",
        "end": "00:08:53,160",
        "en": "Jeg har hørt om Laugesens bog.",
        "pa": "I'm not a complete idiot. I've heard of Laugesen's book.",
        "vi": "Tôi không ngu đâu. Tôi đã nghe về sách của Laugesen."
    },
    {
        "start": "00:08:53,280",
        "end": "00:08:56,600",
        "en": "-Jeg skaffer et eksemplar. -Hvad kan der stå i den?",
        "pa": "I'm on top of it. I'm getting hold of a copy.",
        "vi": "Tôi đang lo rồi. Tôi đang xin một bản."
    },
    {
        "start": "00:08:56,720",
        "end": "00:09:00,600",
        "en": "En masse snavs om politikerne og om denne regering.",
        "pa": "What could there be in it?\n A lot of dirt on a lot of politicians and probably dirt about this government.",
        "vi": "Liệu có gì trong đó?\n Nhiều điều xấu về các chính trị gia, có thể là phốt của Chính phủ này."
    },
    {
        "start": "00:09:00,720",
        "end": "00:09:05,440",
        "en": "Holder du kontakt med de andre medierådgivere? Hvad med dig selv?",
        "pa": "Are you in touch with the media advisers for other ministers?",
        "vi": "Nói với các cố vấn truyền thông của các Bộ trưởng khác chưa?"
    },
    {
        "start": "00:09:05,560",
        "end": "00:09:11,640",
        "en": "-Laugesen husker nok bilagssagen. -Det her bliver ikke noget problem.",
        "pa": "What about yourself, Kasper?\n I'm guessing Laugesen remembers your thing with the receipts.\n I'm on it. I'll get a copy of the book.",
        "vi": "Còn anh thì sao, Kasper?\n Chắc Laugesen nhớ vụ anh và mấy cái biên lai.\n Tôi đang xử lý. Tôi sẽ kiếm một bản."
    },
    {
        "start": "00:09:11,760",
        "end": "00:09:14,600",
        "en": "Jeg håber, du har ret.",
        "pa": "-I promise you, this won't be an issue. -I hope you're right.",
        "vi": "- Tôi hứa nó không thành vấn đề. - Mong là anh đúng."
    },
    {
        "start": "00:09:28,080",
        "end": "00:09:30,480",
        "en": "Er du okay?",
        "pa": "-Are you okay? -Yes.",
        "vi": "- Em ổn chứ? - Vâng."
    },
    {
        "start": "00:09:30,600",
        "end": "00:09:34,440",
        "en": "Du ligner en, der ikke skal en skid. Har jeg ret?",
        "pa": "-Hi. -Hey.\n You look like someone with no plans. Am I right?",
        "vi": "- Chào. - Chào.\n Trông như em không có kế hoạch gì. Đúng không?"
    },
    {
        "start": "00:09:34,560",
        "end": "00:09:38,240",
        "en": "-Nej. -Må jeg ikke byde dig på en middag?",
        "pa": "-No. -Then cancel them.",
        "vi": "- Không. - Vậy hủy đi."
    },
    {
        "start": "00:09:38,360",
        "end": "00:09:42,880",
        "en": "Jeg tør da ikke gå ud og spise med den store spindoktor.",
        "pa": "Can I buy you dinner tonight?\n I wouldn't dare to dine with the big bad spin doctor.",
        "vi": "Hôm nay anh mời em ăn tối nhé?\n Em không dám ăn với cố vấn truyền thông ghê gớm đâu."
    },
    {
        "start": "00:09:43,000",
        "end": "00:09:46,240",
        "en": "I laver kun nyheder om koldskål.",
        "pa": "I'm not that dangerous.\n Besides, you only cover the news on... What was it? Koldskål?",
        "vi": "Anh không nguy hiểm lắm đâu.\n Hơn nữa, em chỉ đưa tin về... Gì nhỉ? Koldskål?"
    },
    {
        "start": "00:09:47,400",
        "end": "00:09:51,240",
        "en": "Vi kunne lige så godt have sort skærm indtil på fredag.",
        "pa": "Oh, shut up.\n We might as well broadcast nothing until Friday.",
        "vi": "Ồ, im đi.\n Chắc bọn em chẳng phát gì tới thứ Sáu."
    },
    {
        "start": "00:09:51,360",
        "end": "00:09:56,600",
        "en": "-På fredag udkommer Laugesens bog. -Jeg har hørt om ham.",
        "pa": "Friday? What's on Friday?\n Laugesen's book is published.\n Oh, right, Michael Laugesen. I've heard of that guy.",
        "vi": "Thứ Sáu? Thứ Sáu có gì?\n Sách của Laugesen được xuất bản.\n Đúng rồi, Michael Laugesen. Anh có nghe về ông ta."
    },
    {
        "start": "00:09:57,440",
        "end": "00:10:01,440",
        "en": "Hvem har bogen hos jer? Jeg ved, at I har et eksemplar.",
        "pa": "Who's got the book among you guys?",
        "vi": "Trong hội em, ai có sách đó?"
    },
    {
        "start": "00:10:01,560",
        "end": "00:10:04,080",
        "en": "Det er meget hemmeligt.",
        "pa": "Katrine, I know you have a copy. Who has the book?\n Kasper, that is very secret.",
        "vi": "Anh biết chỗ em có một bản. Ai có nó?\n Kasper, đó là bí mật."
    },
    {
        "start": "00:10:04,200",
        "end": "00:10:08,840",
        "en": "Hvis jeg nævner nogle navne, kan du bare ryste på hovedet.",
        "pa": "You don't have to say anything.\n I'll mention some names, and you can just shake your head a little.",
        "vi": "Em không cần nói gì cả.\n Anh sẽ nhắc đến vài cái tên, em chỉ cần lắc đầu nhẹ."
    },
    {
        "start": "00:10:08,960",
        "end": "00:10:12,880",
        "en": "-Hvorfor er bogen så vigtig? -Har Torben Friis den?",
        "pa": "-Why is that book so important? -Does Torben Friis have it?",
        "vi": "- Sao quan trọng thế? - Torben Friis có nó không?"
    },
    {
        "start": "00:10:13,000",
        "end": "00:10:15,120",
        "en": "Jeg ved det ikke.",
        "pa": "I don't know.",
        "vi": "Em không biết."
    },
    {
        "start": "00:10:15,240",
        "end": "00:10:19,720",
        "en": "Det er dig, der har den? Du har bogen, ikke?",
        "pa": "-It's you, you bastard. You have it.\n I can tell. You have the book, right?",
        "vi": "Là em, đồ khốn. Em có nó.\n Anh biết mà. Em có cuốn sách hả?"
    },
    {
        "start": "00:10:19,840",
        "end": "00:10:22,440",
        "en": "Er det Ulrik?",
        "pa": "Is it Ulrik?\n Is it Ulrik?",
        "vi": "Là Ulrik à?\n Là Ulrik à?"
    },
    {
        "start": "00:10:37,440",
        "end": "00:10:42,120",
        "en": "-Skat, skulle vi lige snakke sammen? -Hvad?",
        "pa": "Honey, could we talk a minute?\n Huh? What?",
        "vi": "Anh à, ta nói chuyện nhé?\n Hả? Sao?"
    },
    {
        "start": "00:10:43,320",
        "end": "00:10:46,560",
        "en": "-Er du glad? -Om jeg er glad?",
        "pa": "Are you happy?",
        "vi": "Anh có hạnh phúc không?"
    },
    {
        "start": "00:10:46,680",
        "end": "00:10:50,800",
        "en": "-Hvad er det for et spørgsmål? -Jeg vil vide, hvordan du har det.",
        "pa": "Am I happy?\n What kind of question is that?\n I'm asking because I want to know how you feel.",
        "vi": "Anh có hạnh phúc không à? Hỏi kiểu gì vậy?\n Em hỏi vì muốn biết cảm giác của anh."
    },
    {
        "start": "00:10:50,920",
        "end": "00:10:56,600",
        "en": "Okay. Godt. Jeg knokler hele tiden. Vi overlever. Jeg overlever.",
        "pa": "Okay, fine, how am I feeling?\n I'm busting my ass all the time. We survive. I survive. ",
        "vi": "Được rồi, anh thấy thế nào à?\n Anh bận tối mắt suốt, ta sống sót, anh sống sót."
    },
    {
        "start": "00:10:56,720",
        "end": "00:10:59,680",
        "en": "Sådan har jeg det.",
        "pa": "That's how I feel.",
        "vi": "Anh thấy như vậy."
    },
    {
        "start": "00:10:59,800",
        "end": "00:11:02,400",
        "en": "Nej, gider du lige...",
        "pa": "Could you please...",
        "vi": "Anh làm ơn..."
    },
    {
        "start": "00:11:05,120",
        "end": "00:11:07,240",
        "en": "Okay.",
        "pa": "All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:11:07,360",
        "end": "00:11:11,480",
        "en": "Hvis du kunne ønske frit, hvad ville du så gerne have?",
        "pa": "If you could have it like you wanted, what would you want?",
        "vi": "Nếu được theo ý mình, anh sẽ muốn gì?"
    },
    {
        "start": "00:11:11,600",
        "end": "00:11:15,680",
        "en": "Et andet job. Jeg vil lave noget helt andet.",
        "pa": "I'd want a different job. Something different than what I do now.",
        "vi": "Một công việc khác. Thứ gì đó khác với điều anh đang làm."
    },
    {
        "start": "00:11:15,800",
        "end": "00:11:19,120",
        "en": "Jeg underviser 22-årige om erhvervslivet.",
        "pa": "I teach 22-year-old students about business.",
        "vi": "Anh dạy sinh viên thương mại 22 tuổi về ngành của họ."
    },
    {
        "start": "00:11:19,240",
        "end": "00:11:23,440",
        "en": "Jeg har virkelig lyst til at køre en virksomhed selv.",
        "pa": "I really want to...",
        "vi": "Anh rất muốn..."
    },
    {
        "start": "00:11:23,560",
        "end": "00:11:26,200",
        "en": "Jeg bliver stadig spurgt.",
        "pa": "run a business, on my own.\n I'm actually still approached once in a while.",
        "vi": "tự mình kinh doanh.\n Thỉnh thoảng vẫn có người mời anh."
    },
    {
        "start": "00:11:26,320",
        "end": "00:11:32,480",
        "en": "Forleden spurgte en headhunter mig, om jeg var ledig for tilbud.",
        "pa": "The other day there was...\n some headhunter who called and asked...",
        "vi": "Hôm trước có...\n thợ săn đầu người gọi và hỏi... anh có sẵn sàng nhận lời không."
    },
    {
        "start": "00:11:32,600",
        "end": "00:11:37,160",
        "en": "Lige i det øjeblik var jeg faktisk lidt glad.",
        "pa": "if I was available for offers.\n And in that moment, in that moment, I was actually a little happy.",
        "vi": "Và trong khoảnh khắc đó... anh đã rất vui."
    },
    {
        "start": "00:11:40,200",
        "end": "00:11:43,000",
        "en": "Du vil gerne have et job.",
        "pa": "You want a job.",
        "vi": "Anh muốn có một công việc."
    },
    {
        "start": "00:11:44,080",
        "end": "00:11:47,160",
        "en": "Udmærket. Hvad kræver det?",
        "pa": "Fine, what does that require?",
        "vi": "Được, điều kiện là gì?"
    },
    {
        "start": "00:11:47,280",
        "end": "00:11:52,080",
        "en": "-At vi sender ungerne på kostskole. -En anden skal hente og bringe børn.",
        "pa": "That we ship the kids off to boarding school.\n No, but that someone other than you drives and picks them up.",
        "vi": "Các con học trường nội trú.\n Không, nhưng có người khác đưa đón chúng."
    },
    {
        "start": "00:11:52,200",
        "end": "00:11:54,560",
        "en": "Og lave mad og snakke med dem.",
        "pa": "And cooks, helps with homework, talks to them.",
        "vi": "Nấu ăn, giúp làm bài tập, nói chuyện với chúng."
    },
    {
        "start": "00:11:54,680",
        "end": "00:11:59,760",
        "en": "-Vi kunne prøve en au pair-pige. -Nej, det gør vi ikke.",
        "pa": "-We could try an au pair. -No.\n We...\n we agreed we wouldn't do that.",
        "vi": "- Có thể thuê người. - Không.\n Chúng ta..."
    },
    {
        "start": "00:12:01,080",
        "end": "00:12:04,000",
        "en": "-Skal jeg holde op med at arbejde? -Nej.",
        "pa": "-Do you want me to stop working? -No. I'm not saying that.",
        "vi": "Ta đã đồng ý không làm thế.\n - Anh muốn em nghỉ làm à? - Anh không nói thế."
    },
    {
        "start": "00:12:04,120",
        "end": "00:12:07,800",
        "en": "Det er et prioriteringsspørgsmål. Og nu taler vi om dig.",
        "pa": "-It's a question of priorities. -What are yours?",
        "vi": "- Vấn đề là ưu tiên cái gì. - Em ưu tiên gì?"
    },
    {
        "start": "00:12:07,920",
        "end": "00:12:12,880",
        "en": "Hold kæft, hvor er du blevet dygtig. Ved du godt det?",
        "pa": "We are discussing you, not me.\n Damn, you've gotten good.\n Do you know that?",
        "vi": "Ta đang bàn về anh, không phải em.\n Chết tiệt, dạo này em giỏi thật.\n Em biết chứ?"
    },
    {
        "start": "00:12:16,440",
        "end": "00:12:18,640",
        "en": "Ja.",
        "pa": "Right...",
        "vi": "Được rồi..."
    },
    {
        "start": "00:12:22,160",
        "end": "00:12:26,960",
        "en": "Kan du ikke bede din chef om at ringe tilbage til mig?",
        "pa": "Birthe, you have to understand.\n Can you ask your boss to call me back?",
        "vi": "Birthe, cô phải hiểu.\n Bảo sếp cô gọi lại cho tôi nhé?"
    },
    {
        "start": "00:12:28,640",
        "end": "00:12:33,920",
        "en": "Som hans sekretær kan du da sige, at Kasper Juul har ringet tre gange.",
        "pa": "That's all.\n It can't be that hard. You're his secretary!\n Tell him Kasper Juul has called three times now!",
        "vi": "Thế thôi.\n Làm gì khó thế, cô là thư ký của ông ta!\n Bảo ông ta là Kasper Juul đã gọi ba lần!"
    },
    {
        "start": "00:12:34,040",
        "end": "00:12:36,800",
        "en": "Hallo?",
        "pa": "Right? Hello.\n Hello.",
        "vi": "Được chứ? A lô?\n A lô?"
    },
    {
        "start": "00:12:42,720",
        "end": "00:12:45,520",
        "en": "Der står en dame, der vil tale med dig.",
        "pa": "The guard says there is a woman at the main entrance asking for you.",
        "vi": "Anh ninh nói có một phụ nữ ở cổng chính muốn gặp anh."
    },
    {
        "start": "00:12:45,640",
        "end": "00:12:50,480",
        "en": "-Kan du ikke se, at jeg har travlt? -Han er desværre optaget.",
        "pa": "Can't you see I'm busy?",
        "vi": "Không thấy tôi bận à?"
    },
    {
        "start": "00:12:50,600",
        "end": "00:12:54,520",
        "en": "Okay. Hun siger, hun er din mor.",
        "pa": "I'm afraid he's busy.\n Okay.\n She says she's your mom.",
        "vi": "E là anh ấy đang bận.\n Được rồi.\n Bà ấy nói bà ấy là mẹ anh."
    },
    {
        "start": "00:13:08,280",
        "end": "00:13:11,520",
        "en": "Har jeg ikke sagt, at jeg ikke vil se dig?",
        "pa": "Didn't I say I don't want to see you?",
        "vi": "Con đã nói không gặp mẹ."
    },
    {
        "start": "00:13:11,640",
        "end": "00:13:14,000",
        "en": "Hvorfor opsøger du mig så?",
        "pa": "Then why do you come to my workplace?",
        "vi": "Sao lại đến chỗ làm của con?"
    },
    {
        "start": "00:13:14,120",
        "end": "00:13:17,920",
        "en": "Hvis vi skal have kontakt, så ringer du til mig.",
        "pa": "If you want to contact me, you call me.",
        "vi": "Nếu muốn liên lạc, hãy gọi cho con."
    },
    {
        "start": "00:13:19,880",
        "end": "00:13:22,280",
        "en": "Far er død.",
        "pa": "Dad is dead.",
        "vi": "Bố con chết rồi."
    },
    {
        "start": "00:13:23,400",
        "end": "00:13:26,400",
        "en": "Undskyld, hvad sagde du?",
        "pa": "I'm sorry, what?",
        "vi": "Con xin lỗi, gì cơ?"
    },
    {
        "start": "00:13:28,120",
        "end": "00:13:31,120",
        "en": "Kenneth, far er død.",
        "pa": "Kenneth, Dad is dead.",
        "vi": "Kenneth, bố con chết rồi."
    },
    {
        "start": "00:13:38,880",
        "end": "00:13:42,120",
        "en": "Hvor er det flot, at du arbejder der, Kenneth.",
        "pa": "It's so impressive that you work in there, Kenneth.",
        "vi": "Con thật giỏi khi làm trong đó, Kenneth."
    },
    {
        "start": "00:13:42,240",
        "end": "00:13:45,040",
        "en": "Jeg hedder Kasper nu.",
        "pa": "My name is Kasper now.",
        "vi": "Giờ tên con là Kasper."
    },
    {
        "start": "00:13:48,680",
        "end": "00:13:51,640",
        "en": "Hvad har du tænkt dig?",
        "pa": "What's your plan?",
        "vi": "Mẹ định thế nào?"
    },
    {
        "start": "00:13:51,760",
        "end": "00:13:55,560",
        "en": "-Det er bare, fordi... -Kan du ikke...",
        "pa": "Kenneth...\n -it's just... -Could you please...",
        "vi": "Kenneth...\n - Thật là... - Mẹ làm ơn..."
    },
    {
        "start": "00:13:55,680",
        "end": "00:13:59,440",
        "en": "-Hvad vil du? -Jeg har brug for hjælp.",
        "pa": "What do you want?",
        "vi": "Mẹ muốn gì?"
    },
    {
        "start": "00:13:59,560",
        "end": "00:14:03,080",
        "en": "Og jeg ved ikke, hvem jeg ellers skal gå til.",
        "pa": "I need help.\n And I don't know where else to go.",
        "vi": "Mẹ cần được giúp.\n Mẹ không biết phải đi đâu nữa."
    },
    {
        "start": "00:14:03,200",
        "end": "00:14:06,520",
        "en": "Det er bare til det praktiske med begravelsen.",
        "pa": "It's just regarding the practical stuff for the funeral.",
        "vi": "Liên quan đến những việc thiết thực cho đám tang."
    },
    {
        "start": "00:14:06,640",
        "end": "00:14:10,680",
        "en": "Hospitalet stiller så mange spørgsmål.",
        "pa": "The hospital is asking...",
        "vi": "Bệnh viện đang hỏi..."
    },
    {
        "start": "00:14:10,800",
        "end": "00:14:13,480",
        "en": "Jeg kan ikke hjælpe dig.",
        "pa": "so many questions, and...\n -I don't know what to answer, when... -I can't help you. I can't help you.",
        "vi": "rất nhiều câu hỏi và...\n - mẹ không biết phải trả lời ra sao. - Con không thể giúp."
    },
    {
        "start": "00:14:15,240",
        "end": "00:14:18,600",
        "en": "Hvis du vil have hjælp, må du ringe til kommunen.",
        "pa": "If you want help, then call the municipality.",
        "vi": "Mẹ cần trợ giúp thì gọi thành phố."
    },
    {
        "start": "00:14:18,720",
        "end": "00:14:22,280",
        "en": "Men hvad skal jeg sige? Kan du ikke komme hjem?",
        "pa": "But I don't know what to say.",
        "vi": "Nhưng mẹ không biết nói gì."
    },
    {
        "start": "00:14:22,400",
        "end": "00:14:25,600",
        "en": "Jeg har ikke været hjemme, siden jeg var 12",
        "pa": "Can't you come home?\n I haven't been home since I was 12.",
        "vi": "Con không về được à?\n Con không về nhà từ năm 12 tuổi."
    },
    {
        "start": "00:14:25,720",
        "end": "00:14:29,400",
        "en": "og jeg har ikke noget behov for at komme hjem nu.",
        "pa": "And I feel no need to come home now.",
        "vi": "Giờ con thấy không cần về nữa."
    },
    {
        "start": "00:14:35,680",
        "end": "00:14:39,080",
        "en": "Jeg finder en bedemand.",
        "pa": "I'll find an undertaker.",
        "vi": "Con sẽ tìm người tổ chức tang lễ."
    },
    {
        "start": "00:14:40,640",
        "end": "00:14:43,040",
        "en": "Det lyder perfekt.",
        "pa": "That sounds perfect.",
        "vi": "Có vẻ tuyệt đấy."
    },
    {
        "start": "00:14:43,160",
        "end": "00:14:46,880",
        "en": "Ja. Dejligt.",
        "pa": "Yes.\n Wonderful.",
        "vi": "Vâng.\n Tuyệt vời."
    },
    {
        "start": "00:14:50,000",
        "end": "00:14:52,160",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào anh."
    },
    {
        "start": "00:14:54,560",
        "end": "00:14:59,600",
        "en": "Skulle din mor ikke lige have set Statsministeriet, nu hun var her?",
        "pa": "Shouldn't you have shown your mom the prime minister's office?",
        "vi": "Anh nên dẫn mẹ anh đi xem Văn phòng Thủ tướng chứ?"
    },
    {
        "start": "00:14:59,720",
        "end": "00:15:03,560",
        "en": "Det var ikke min mor. Det var vores gamle husholderske.",
        "pa": "She could easily have come up and said hi.\n That wasn't my mom. It was one of my parents' old housekeepers.",
        "vi": "Bà ấy có thể đến chào. Chẳng khó gì.\n Đó không phải mẹ tôi mà là một trong số quản gia cũ."
    },
    {
        "start": "00:15:03,680",
        "end": "00:15:08,400",
        "en": "En halvsenil gammel dame, der troede, at jeg var hendes søn.",
        "pa": "A half-senile old lady, who...\n thought I was her son.",
        "vi": "Một bà già lẩm cẩm... tưởng tôi là con bà ấy."
    },
    {
        "start": "00:15:08,520",
        "end": "00:15:12,920",
        "en": "Så forstår jeg, hvorfor vagten sagde, at hun kaldte dig Kenneth.",
        "pa": "Okay.\n Then I understand better why the guard said she called you Kenneth.",
        "vi": "Được rồi.\n Vì thế an ninh nói bà ấy gọi anh là Kenneth."
    },
    {
        "start": "00:15:15,360",
        "end": "00:15:18,720",
        "en": "Det er faktisk ret tragisk.",
        "pa": "It's actually quite tragic.",
        "vi": "Thực sự thì khá bi thảm."
    },
    {
        "start": "00:15:18,840",
        "end": "00:15:22,360",
        "en": "-Hun har lige mistet sin mand. -Okay.",
        "pa": "She just lost her husband.\n I see.",
        "vi": "Bà ấy vừa mất chồng.\n Tôi hiểu."
    },
    {
        "start": "00:15:31,720",
        "end": "00:15:35,480",
        "en": "Her er designoplægget til Statsministeriets hjemmeside.",
        "pa": "Here's design proposals for our home page.",
        "vi": "Chỉ là vài đề xuất thiết kế cho trang chủ của ta."
    },
    {
        "start": "00:15:35,600",
        "end": "00:15:42,600",
        "en": "-Skal jeg tage stilling til det? -Det er ministeriets ansigt udadtil.",
        "pa": "-The home page of the prime minister. -Do I need to decide that?\n Well, it's...",
        "vi": "- Trang chủ của Thủ tướng. - Tôi có cần quyết định?\n À thì..."
    },
    {
        "start": "00:15:43,800",
        "end": "00:15:46,480",
        "en": "Fint. Lad os sætte os.",
        "pa": "the face of the ministry to the world, so yes.\n -Right. Okay, let's sit. -Okay.",
        "vi": "bộ mặt của Thủ tướng với thế giới, nên là có.\n Đúng thế. Ngồi đi."
    },
    {
        "start": "00:15:46,600",
        "end": "00:15:52,160",
        "en": "Mens Folketinget er på sommerferie, kan vi andre få bund i tingene.",
        "pa": "I'm quite happy that parliament is at summer recess",
        "vi": "Tôi khá mừng là Quốc hội đang nghỉ hè\n nên ta có thể hoàn tất việc cần làm mà không bị quấy rầy."
    },
    {
        "start": "00:15:52,280",
        "end": "00:15:56,800",
        "en": "-Skal du ikke på ferie i år? -En forlænget weekend i august.",
        "pa": "so the rest of us can clear our to-do lists without disturbances.\n -Aren't you going on vacation this year? -I'll take a long weekend in August.",
        "vi": "- Năm nay anh không đi nghỉ à? - Tôi sẽ nghỉ cuối tuần dài vào tháng Tám."
    },
    {
        "start": "00:15:58,280",
        "end": "00:16:03,160",
        "en": "Vi producerer jo ikke børnesko eller ispinde her.",
        "pa": "We don't produce...\n children's shoes or popsicles here.",
        "vi": "Ở đây ta không sản xuất...\n giày dép trẻ em hay kem que."
    },
    {
        "start": "00:16:03,280",
        "end": "00:16:05,600",
        "en": "Vi styrer Danmark",
        "pa": "We rule Denmark.",
        "vi": "Ta điều hành Đan Mạch."
    },
    {
        "start": "00:16:05,720",
        "end": "00:16:09,200",
        "en": "og det kræver absolut dedikation.",
        "pa": "And that requires absolute dedication.",
        "vi": "Điều đó đòi hỏi sự tận tụy tuyệt đối."
    },
    {
        "start": "00:16:09,320",
        "end": "00:16:13,280",
        "en": "Ministrene plejer at holde ferie. Hesselboe holdt altid ferie.",
        "pa": "But the ministers usually take a vacation.",
        "vi": "Nhưng các Thủ tướng thường đi nghỉ?"
    },
    {
        "start": "00:16:13,400",
        "end": "00:16:16,280",
        "en": "Hesselboe foregav at holde ferie.",
        "pa": "My predecessor Hesselboe always did.\n Hesselboe... Hesselboe pretended to go on vacation.",
        "vi": "Hesselboe thường đi ngủ.\n Hesselboe... Ông ấy giả vờ đi nghỉ."
    },
    {
        "start": "00:16:16,400",
        "end": "00:16:21,760",
        "en": "En statsminister skal bevare et menneskeligt ansigt udadtil.",
        "pa": "It's important that a prime minister maintains a...",
        "vi": "Điều quan trọng là Thủ tướng phải giữ..."
    },
    {
        "start": "00:16:21,880",
        "end": "00:16:25,080",
        "en": "Det betyder ikke, at han reelt holder ferie.",
        "pa": "human facade to the world.\n But that didn't mean he actually went on vacation.",
        "vi": "vẻ ngoài như người thường. Nhưng không có nghĩa ông ấy thực sự đi nghỉ."
    },
    {
        "start": "00:16:25,200",
        "end": "00:16:31,760",
        "en": "Det er der overhovedet ikke tid til for nogen af os. Heller ikke for mig.",
        "pa": "There's no time for that at all.\n Not for any of us, and...",
        "vi": "Không hề có thì giờ cho việc đó.\n Không cho bất cứ ai trong chúng ta và... Vâng. Tôi cũng không."
    },
    {
        "start": "00:16:31,880",
        "end": "00:16:35,000",
        "en": "Og det er din kone indforstået med?",
        "pa": "Well, yes. Not for me either.\n And your wife is okay with that?",
        "vi": "Vợ anh đồng ý với việc này à?"
    },
    {
        "start": "00:16:35,120",
        "end": "00:16:39,920",
        "en": "Min nuværende kone er. De to tidligere var ikke.",
        "pa": "My current wife is, yes.\n The two former ones were not.",
        "vi": "Vợ hiện tại của tôi, vâng.\n Hai người trước thì không."
    },
    {
        "start": "00:16:41,680",
        "end": "00:16:43,920",
        "en": "-Phillip? -Ja.",
        "pa": "Phillip!\n Yes.",
        "vi": "Phillip!\n Ơi."
    },
    {
        "start": "00:16:45,120",
        "end": "00:16:49,600",
        "en": "Jeg har sat nationen på automatpilot. Vi skal på ferie nu.",
        "pa": "I've put the nation on autopilot.\n We are going on vacation. Now!",
        "vi": "Em cài cả nước ở chế độ lái tự động. Chúng ta sẽ đi nghỉ. Ngay!"
    },
    {
        "start": "00:16:49,720",
        "end": "00:16:51,720",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Thế à?"
    },
    {
        "start": "00:16:51,840",
        "end": "00:16:56,480",
        "en": "Jeg tror godt, vi kan låne Mads og Malenes sommerhus i Skagen.",
        "pa": "What? Should we borrow someone's vacation house?\n I think we can borrow Mads and Marine's place in Skagen. Should I call them?",
        "vi": "Sao... Có nên mượn nhà nghỉ của người khác không?"
    },
    {
        "start": "00:16:56,600",
        "end": "00:16:58,600",
        "en": "Skal jeg ringe?",
        "pa": "",
        "vi": "Mượn nhà của Mads và Marine Ở Skagen. Anh gọi họ nhé?"
    },
    {
        "start": "00:16:58,720",
        "end": "00:17:03,240",
        "en": "Skagen lyder dejligt, men PET kan ikke nå at cleare det så hurtigt.",
        "pa": "Skagen? That sounds wonderful,\n but I don't think PET can clear it with that short notice.",
        "vi": "Skagen? Nghe tuyệt quá,\n nhưng chắc PET không thể kiểm tra gấp như vậy."
    },
    {
        "start": "00:17:03,360",
        "end": "00:17:08,520",
        "en": "-Hvad med huset på Bornholm? -Det er lige op og ned ad din far.",
        "pa": "What about the house we rented on Bornholm last year?\n I don't want a vacation next door to you father.",
        "vi": "Căn nhà ta thuê ở Bornholm năm ngoái thì sao?\n Anh không muốn ở nhà nghỉ cạnh nhà bố em."
    },
    {
        "start": "00:17:10,520",
        "end": "00:17:14,480",
        "en": "Råder statsministeren ikke over sit eget sommerhus?",
        "pa": "Doesn't the Danish prime minister have her own vacation home?",
        "vi": "Thủ tướng Đan Mạch không có nhà nghỉ riêng à?"
    },
    {
        "start": "00:17:14,600",
        "end": "00:17:17,440",
        "en": "Det er jo det fedeste i hele landet.",
        "pa": "The sweetest in the country.",
        "vi": "Nhà nghỉ đẹp nhất nước."
    },
    {
        "start": "00:17:17,560",
        "end": "00:17:20,880",
        "en": "Altså Marienborg, din officielle embedsbolig.",
        "pa": "I mean, Marienborg.\n Your official residence.",
        "vi": "Ý anh là Marienborg.\n Nơi ở chính thức của em."
    },
    {
        "start": "00:17:21,000",
        "end": "00:17:25,520",
        "en": "-Men det er et landsted. -Hvad har landstederne gjort?",
        "pa": "But that's a country house.\n So? What's wrong with those?",
        "vi": "Nhưng đó là nhà ở quê.\n Thì sao? Nhà đó có sao?"
    },
    {
        "start": "00:17:40,760",
        "end": "00:17:46,520",
        "en": "-Hjertelig velkommen til Marienborg. -Tak. Det er Magnus og Laura.",
        "pa": "Welcome to Marienborg!\n Thank you, Mrs. Steensgaard. It's lovely to be here. This is Magnus.",
        "vi": "Chào mừng đến Marienborg!\n Cảm ơn bà Steensgaard. Thật tuyệt khi được ở đây. Đây là Magnus."
    },
    {
        "start": "00:17:46,640",
        "end": "00:17:49,200",
        "en": "Goddag.",
        "pa": "-And Laura. -Hello.",
        "vi": "- Và Laura. - Chào cháu."
    },
    {
        "start": "00:17:49,320",
        "end": "00:17:53,640",
        "en": "-Sover børnene på samme værelse? -Nej! ...Tak.",
        "pa": "-And hello. -Hello.\n I just need to hear if the children sleep in the same room.",
        "vi": "- Xin chào. - Xin chào.\n Tôi muốn biết bọn trẻ có ngủ chung phòng không."
    },
    {
        "start": "00:17:53,760",
        "end": "00:17:58,480",
        "en": "Det er fint. De får hvert deres værelse.",
        "pa": "-No... thank you. -That's fine.\n -They'll get separate rooms. - How nice.",
        "vi": "- Không... cảm ơn ạ. - Không sao.\n Chúng sẽ có phòng riêng."
    },
    {
        "start": "00:17:58,600",
        "end": "00:18:02,080",
        "en": "Måske kan du sove i samme seng som en præsident.",
        "pa": "Perhaps you'll sleep in the same bed as some president.",
        "vi": "- Tuyệt quá. - Chúng tôi có...\n Có lẽ con sẽ ngủ trên giường mà tổng thống nào đó từng ngủ."
    },
    {
        "start": "00:18:02,200",
        "end": "00:18:06,280",
        "en": "-Ved statsministeren alt om stedet? -Nej, ikke alt.",
        "pa": "I assume the prime minister knows everything about Marienborg.",
        "vi": "Chắc Thủ tướng biết mọi thứ về Marienborg nhỉ?"
    },
    {
        "start": "00:18:06,400",
        "end": "00:18:09,920",
        "en": "Skal jeg give Dem en guidet tur senere?",
        "pa": "Not everything, I must admit.\n I'd very much like to give you a guided tour later today.",
        "vi": "Thú thực là không phải tất cả.\n Hôm nay tôi rất muốn đưa bà đi tham quan."
    },
    {
        "start": "00:18:10,040",
        "end": "00:18:12,960",
        "en": "Det vil jeg meget gerne.",
        "pa": "- Absolutely, I'd love to. - Just say the word.",
        "vi": "- Tất nhiên, tôi rất muốn. - Cứ bảo tôi nhé."
    },
    {
        "start": "00:18:15,080",
        "end": "00:18:18,680",
        "en": "Men hensyn til aftensmaden skal vi så ikke lave pizza?",
        "pa": "I was thinking about dinner.",
        "vi": "Anh đã nghĩ về bữa tối."
    },
    {
        "start": "00:18:18,800",
        "end": "00:18:22,200",
        "en": "-Jeg har faktisk lovet Magnus det. -God idé.",
        "pa": "Let's just make some pizzas. I promised Magnus.\n -That sounds like a good idea. -Right?",
        "vi": "Hãy làm pizza. Anh đã hứa với Magnus.\n - Nghe hay đấy. - Đúng không?"
    },
    {
        "start": "00:18:22,320",
        "end": "00:18:27,320",
        "en": "Undskyld, jeg står for middagsmaden, når statsministeren bor her.",
        "pa": "Excuse me. Dinner has already been arranged.",
        "vi": "Xin lỗi.\n Bữa tối đã được sắp xếp."
    },
    {
        "start": "00:18:27,440",
        "end": "00:18:29,800",
        "en": "Nå, det vidste vi ikke.",
        "pa": "I do it when the prime minister is here.\n Oh, we didn't know.",
        "vi": "Tôi làm thế khi Thủ tướng ở đây.\n Chúng tôi không biết đấy."
    },
    {
        "start": "00:18:29,920",
        "end": "00:18:34,600",
        "en": "-Kan man ikke selv lave mad? -Det er ikke kutyme.",
        "pa": "So, you can't make your own food here?",
        "vi": "Vậy ta không thể tự làm đồ ăn ở đây à?"
    },
    {
        "start": "00:18:34,720",
        "end": "00:18:39,080",
        "en": "I aften er der svinemørbrad med champignon i flødesovs.",
        "pa": "-It is not customary. - Oh.\n Tonight's dinner is tenderloin pork with mushrooms in a cream sauce.",
        "vi": "- Đó không phải thông lệ. - Ồ.\n Bữa tối hôm nay có thịt thăn với nấm và xốt kem."
    },
    {
        "start": "00:18:39,200",
        "end": "00:18:43,080",
        "en": "Det har mange ministre været glade for. Passer klokken seks?",
        "pa": "Ooh!\n Yes, many ministers have been very pleased with that.",
        "vi": "Vâng, rất nhiều bộ trưởng mê món đó."
    },
    {
        "start": "00:18:43,200",
        "end": "00:18:45,480",
        "en": "Ja tak.",
        "pa": "-Is six p.m. okay? - Yes, it's perfect.",
        "vi": "- Sáu giờ chiều được chứ? - Vâng, ổn đấy."
    },
    {
        "start": "00:18:47,600",
        "end": "00:18:51,920",
        "en": "Svin klokken seks. Kunne du ikke bede hende holde fri?",
        "pa": "Pork at six o'clock. Couldn't you ask her to take a vacation?",
        "vi": "Thịt lợn lúc 6:00. Em không thể bảo bà ấy đi nghỉ à?"
    },
    {
        "start": "00:18:52,040",
        "end": "00:18:57,240",
        "en": "-Det ved jeg ikke, om man kan. -Nå. Er du ikke statsminister?",
        "pa": "-I don't know if you can do that. -I see.\n I thought you were prime minister.",
        "vi": "- Không biết có làm được không. - Anh hiểu.\n Anh tưởng em là Thủ tướng."
    },
    {
        "start": "00:19:12,360",
        "end": "00:19:15,520",
        "en": "",
        "pa": "GET THE TRUTH ABOUT BORGEN TOMORROW",
        "vi": "NGÀY PHÁN XỬ - NGÀY MAI HÃY NGHE SỰ THẬT VỀ CÁC CHÍNH TRỊ GIA Ở BORGEN"
    },
    {
        "start": "00:19:19,800",
        "end": "00:19:21,640",
        "en": "",
        "pa": "TV1 NEWS ",
        "vi": "THỜI SỰ TV1 - ULRIK MØRCH"
    },
    {
        "start": "00:19:34,440",
        "end": "00:19:38,320",
        "en": "\"Alle frygter Laugesens afslørende bog om Borgen.\"",
        "pa": "Everyone fears Laugesen's revealing book about Borgen.",
        "vi": "Mọi người đều sợ cuốn sách vạch tội của Laugesen về Borgen."
    },
    {
        "start": "00:19:38,440",
        "end": "00:19:41,280",
        "en": "-Bliver det et problem for jer? -Nej.",
        "pa": "Will this be a problem for you?",
        "vi": "Có vấn đề với phía em không?"
    },
    {
        "start": "00:19:41,400",
        "end": "00:19:46,240",
        "en": "Kasper skaffer den, så vi kan læse den, inden den udkommer.",
        "pa": "No, I don't think so. Kasper is getting a copy.\n It would be nice to have read it before it's published.",
        "vi": "Em không nghĩ thế. Kasper đang kiếm một bản.\n Sẽ tốt nếu đọc nó trước khi xuất bản."
    },
    {
        "start": "00:19:46,360",
        "end": "00:19:49,680",
        "en": "-Hvad står der i den? -Hvem der knalder med hvem.",
        "pa": "-What's in it? -Gossip. Who's fucking who.",
        "vi": "- Trong đó có gì? - Tin đồn. Ai chơi ai."
    },
    {
        "start": "00:19:49,800",
        "end": "00:19:52,800",
        "en": "Der går altid rygter på Borgen.",
        "pa": "There are always rumors at Borgen.",
        "vi": "Luôn có tin đồn ở Borgen."
    },
    {
        "start": "00:19:52,920",
        "end": "00:19:54,960",
        "en": "Ja.",
        "pa": "Right.",
        "vi": "Đúng rồi."
    },
    {
        "start": "00:19:55,080",
        "end": "00:19:59,440",
        "en": "-Hvem knalder du med? -Hvad?",
        "pa": "Who are you fucking, then?",
        "vi": "Vậy em đang chơi ai?"
    },
    {
        "start": "00:19:59,560",
        "end": "00:20:04,200",
        "en": "-Er der noget om dig? -Det tror jeg ikke.",
        "pa": "-What?\n Is there anything about you?",
        "vi": "Gì cơ?\n Có gì về em không?"
    },
    {
        "start": "00:20:04,320",
        "end": "00:20:09,360",
        "en": "-Jeg har ingen skeletter i skabet. -Nej, du er klassens pæne pige.",
        "pa": "I don't think so. I don't really have skeletons in the closet.\n No, that's true. You are the good girl.",
        "vi": "Em không nghĩ thế. Em không có bí mật xấu xa.\n Không, đúng thật. Em mẫu mực mà."
    },
    {
        "start": "00:20:09,480",
        "end": "00:20:12,800",
        "en": "Det er 13-taller og kjolen ned over knæene.",
        "pa": "Straight A's and dresses covering the knees.",
        "vi": "Toàn điểm A, váy qua đầu gối."
    },
    {
        "start": "00:20:12,920",
        "end": "00:20:17,480",
        "en": "Du er så pæn, at du ikke engang tør bede tjenestefolkene holde fri.",
        "pa": "You're so well-mannered that you can't even send the servants on vacation.",
        "vi": "Em tử tế đến mức không thể cho người hầu đi nghỉ."
    },
    {
        "start": "00:20:17,600",
        "end": "00:20:20,840",
        "en": "-Antyder du, at jeg er småkedelig? -Nej, nej.",
        "pa": "Are you suggesting your wife is a little boring?",
        "vi": "Anh ám chỉ vợ anh hơi nhàm chán?"
    },
    {
        "start": "00:20:20,960",
        "end": "00:20:23,440",
        "en": "Jeg har bare en lidt pæn kone.",
        "pa": "No, no.\n I just have a nice wife.",
        "vi": "Không.\n Anh có người vợ tử tế."
    },
    {
        "start": "00:20:23,560",
        "end": "00:20:28,120",
        "en": "Du skal ikke tro på alt, hvad du læser i avisen.",
        "pa": "Don't believe everything you read in the papers.",
        "vi": "Đừng tin mọi điều anh đọc trên báo."
    },
    {
        "start": "00:20:28,240",
        "end": "00:20:30,840",
        "en": "Jeg er møgbeskidt.",
        "pa": "-I'm dirty as hell.",
        "vi": "Em xấu xa lắm đấy."
    },
    {
        "start": "00:20:42,040",
        "end": "00:20:45,000",
        "en": "Jeg kan ikke sove.",
        "pa": "I can't sleep.",
        "vi": "Con không ngủ được."
    },
    {
        "start": "00:20:47,880",
        "end": "00:20:51,280",
        "en": "Der er mærkelige lyde.",
        "pa": "There are strange noises.",
        "vi": "Có tiếng động lạ."
    },
    {
        "start": "00:20:51,400",
        "end": "00:20:54,120",
        "en": "Kom op til os.",
        "pa": "Come to us, then.\n Come here. ",
        "vi": "Vào với bố mẹ nào.\n Lại đây."
    },
    {
        "start": "00:21:06,160",
        "end": "00:21:10,840",
        "en": "Du skal kraftedeme ikke røre mig! Jeg skal låne bogen en halv time.",
        "pa": "Yes...\n -Come on. -Don't touch me.\n -All I'm asking is -I'm telling you,",
        "vi": "Ừ...\n - Nào. - Đừng có động vào tôi.\n - Tôi chỉ yêu cầu... - Cho anh biết"
    },
    {
        "start": "00:21:10,960",
        "end": "00:21:14,160",
        "en": "Hvis ikke du går nu, ringer jeg efter vagten.",
        "pa": "-to borrow that book for 30 minutes. -if you don't leave now,\n I'll call the guards, understood?",
        "vi": "- ...mượn sách 30 phút. - nếu anh không đi ngay,\n tôi sẽ gọi bảo vệ, hiểu chứ?"
    },
    {
        "start": "00:21:14,280",
        "end": "00:21:18,080",
        "en": "-Giv mig den fucking bog! -Gå med dig.",
        "pa": "-If you don't give me that fucking book-- -Just go!",
        "vi": "- Nếu anh không đưa tôi cuốn sách... - Đi mau!"
    },
    {
        "start": "00:21:18,200",
        "end": "00:21:22,000",
        "en": "-Du er færdig. -Rend mig i røven.",
        "pa": "-You are finished! -Yeah, bite me.",
        "vi": "- Anh tiêu rồi! - Cắn tôi đi."
    },
    {
        "start": "00:21:22,120",
        "end": "00:21:25,640",
        "en": "-Hvad fanden har du gang i? -Hvad mener du?",
        "pa": "What the hell are you doing?",
        "vi": "Cô đang làm cái quái gì vậy?"
    },
    {
        "start": "00:21:25,760",
        "end": "00:21:29,360",
        "en": "Har du fortalt Kasper, at jeg har Laugesens bog?",
        "pa": "What do you mean?\n Did you tell Kasper that I'm the only one here with Laugesen's book?",
        "vi": "Ý anh là sao?\n Cô nói với Kasper rằng chỉ tôi có sách của Laugesen à?"
    },
    {
        "start": "00:21:29,480",
        "end": "00:21:31,400",
        "en": "Nej.",
        "pa": "-No! -Are you sure?",
        "vi": "- Không! - Cô chắc chứ?"
    },
    {
        "start": "00:21:31,520",
        "end": "00:21:36,400",
        "en": "Han har kimet mig ned hele dagen og truet mig til at udlevere den.",
        "pa": "-Yes, of course! -Then it's pretty odd he calls me all day\n to get to see it, and then turns up here and threatens me to hand it over.",
        "vi": "- Vâng, dĩ nhiên. -Thật lạ khi anh ta gọi tôi cả ngày\n đòi xem, rồi đến đây và đe dọa tôi phải giao nó."
    },
    {
        "start": "00:21:36,520",
        "end": "00:21:40,280",
        "en": "Det må du have misforstået.",
        "pa": "-You must have misunderstood, Ulrik. -I'm sorry. I've misunderstood something?",
        "vi": "- Anh hiểu lầm rồi, Ulrik. - Xin lỗi. Tôi hiểu lầm gì đó à?"
    },
    {
        "start": "00:21:40,400",
        "end": "00:21:46,240",
        "en": "\"Du får aldrig mere et interview med statsministeren.\" Kan det misforstås?",
        "pa": "\"You'll never interview the prime minister again.\" What's to misunderstand, Katrine?",
        "vi": "\"Anh sẽ không bao giờ phỏng vấn Thủ tướng nữa\". Có gì mà hiểu lầm?"
    },
    {
        "start": "00:21:50,520",
        "end": "00:21:56,040",
        "en": "-Står der noget om Kasper i bogen? -Jeg har tavshedspligt.",
        "pa": "Ulrik, is there something about Kasper in the book?\n I've signed an NDA, Katrine.",
        "vi": "Có gì đó về Kasper trong sách à?\n Tôi ký thỏa thuận bảo mật rồi."
    },
    {
        "start": "00:21:56,160",
        "end": "00:21:58,240",
        "en": "Ja.",
        "pa": "Right.",
        "vi": "Ừ."
    },
    {
        "start": "00:21:58,360",
        "end": "00:22:02,600",
        "en": "Kan du ikke se, det er problematisk, at I to har været kærester?",
        "pa": "You say that it's never been a problem that you two dated,\n but what the hell is this then?\n Hello, this is Ulrik Mørch.",
        "vi": "Cô nói hai người hẹn hò thì không hề có vấn đề gì\n nhưng chuyện này là sao?\n Chào, Ulrik Mørch đây."
    },
    {
        "start": "00:23:04,640",
        "end": "00:23:08,640",
        "en": "Du skal ikke til køreprøve, hvis du ikke er klar til det.",
        "pa": "You can't take the driving test if you can't pass theory.",
        "vi": "Không đỗ lý thuyết thì không được thi lái xe."
    },
    {
        "start": "00:23:08,760",
        "end": "00:23:12,600",
        "en": "Kig ned på mandag, så får vi en snak om det.",
        "pa": "Just drop by on Monday, and then we'll talk, right?",
        "vi": "Thứ Hai hãy ghé qua, ta sẽ nói chuyện nhé?"
    },
    {
        "start": "00:23:12,720",
        "end": "00:23:16,120",
        "en": "Jeg skal kun være i Århus i tre dage.",
        "pa": "You're holding on to me!\n -Okay. -Now, now.\n I'll only be in Aarhus for three days.",
        "vi": "Con đang bám chặt lấy mẹ!\n - Được rồi. - Thôi nào.\n Mẹ chỉ ở Aarhus ba ngày thôi."
    },
    {
        "start": "00:23:17,240",
        "end": "00:23:22,400",
        "en": "Kenneth, kom. Det bliver da skidehyggeligt.",
        "pa": "Kenneth. Kenneth, come here.",
        "vi": "Kenneth? Kenneth, lại đây."
    },
    {
        "start": "00:23:22,520",
        "end": "00:23:27,880",
        "en": "Når mor ikke er hjemme, kan vi løbe og larme og se video.",
        "pa": "It's going to be cozy, right?\n When Mom is out, there's nobody to decide,\n we can make noise and watch videos as much as we want.",
        "vi": "Sẽ rất ấm cúng, phải không?\n Khi mẹ đi, không ai ra lệnh,\n ta có thể làm ồn và xem video tùy thích."
    },
    {
        "start": "00:23:28,000",
        "end": "00:23:33,560",
        "en": "Vi skal have en rigtig mandeaften. Og vi skal have fars mad. Ikke mors.",
        "pa": "We're going to have a real guys night.\n And we'll eat Dad's food, not Mom's, right?",
        "vi": "Ta sẽ có đêm thực sự của đàn ông.\n Sẽ ăn món của bố, không phải của mẹ, phải không?"
    },
    {
        "start": "00:23:33,680",
        "end": "00:23:38,120",
        "en": "Jeg laver burgere til os med majo og fritter og hele svineriet.",
        "pa": "I'll make us burgers with mayo. And fries.",
        "vi": "Bố sẽ làm bánh kẹp với xốt mayonnaise. Và khoai tây chiên."
    },
    {
        "start": "00:23:38,240",
        "end": "00:23:40,280",
        "en": "Og is bagefter.",
        "pa": "And the whole shebang. And afterwards, we'll have ice cream.",
        "vi": "Đủ thứ luôn. Và sau đó, chúng ta sẽ ăn kem."
    },
    {
        "start": "00:23:40,400",
        "end": "00:23:43,120",
        "en": "Vil du have kaffe?",
        "pa": "Do you want coffee?",
        "vi": "Con uống cà phê không?"
    },
    {
        "start": "00:23:46,640",
        "end": "00:23:50,480",
        "en": "-Vil du ikke have kaffe? -Nej tak.",
        "pa": "Don't you want some coffee?",
        "vi": "Con uống cà phê chứ?"
    },
    {
        "start": "00:23:50,600",
        "end": "00:23:54,480",
        "en": "-Bedemanden er ikke kommet? -Dejligt at se dig.",
        "pa": "No, thank you.\n The undertaker isn't here yet?\n It's nice to see you.",
        "vi": "Không, cảm ơn mẹ.\n - Người tổ chức tang lễ chưa đến? - Rất vui được gặp con."
    },
    {
        "start": "00:23:54,600",
        "end": "00:23:56,560",
        "en": "Det var nu, ikke?",
        "pa": "It was now, right?",
        "vi": "Là bây giờ nhỉ?"
    },
    {
        "start": "00:23:57,760",
        "end": "00:24:01,520",
        "en": "Det er fars skjorter. Vil du ikke se dem igennem?",
        "pa": "These are Dad's shirts.",
        "vi": "Đây là áo của bố con."
    },
    {
        "start": "00:24:01,640",
        "end": "00:24:04,800",
        "en": "-Der er nogle nye imellem. -Nej tak.",
        "pa": "Won't you look through them? There are some pretty new ones.",
        "vi": "Con không xem qua à? Có vài cái khá mới."
    },
    {
        "start": "00:24:04,920",
        "end": "00:24:10,320",
        "en": "Jeg tror, I passer størrelse. Til sidst var han kun skind og ben.",
        "pa": "No, thank you.\n I think you have the same size.\n In the end, he was just skin and bones. He was lying on the sofa.",
        "vi": "Không, cảm ơn mẹ.\n Mẹ nghĩ con mặc cùng cỡ.\n Lúc cuối, ông ấy chỉ còn da bọc xương, nằm trên sofa."
    },
    {
        "start": "00:24:10,440",
        "end": "00:24:12,760",
        "en": "Jeg skal ikke have nogen.",
        "pa": "I don't want anything.",
        "vi": "Con không muốn gì cả."
    },
    {
        "start": "00:24:20,880",
        "end": "00:24:26,200",
        "en": "Man skal give sig selv god tid til at træffe de rigtige valg for afdøde.",
        "pa": "Yes, it is important to take your time in making the decisions",
        "vi": "Vâng, điều quan trọng là dành thời gian để ra quyết định"
    },
    {
        "start": "00:24:26,320",
        "end": "00:24:31,000",
        "en": "-Det skal bare overstås. -Ja, sådan kan man godt have det.",
        "pa": "that feel right for the deceased.\n It just needs to get over with.\n Right, some feel that way.",
        "vi": "đúng đắn cho người đã khuất.\n Làm luôn cho xong.\n Vâng, có người cảm thấy thế."
    },
    {
        "start": "00:24:31,120",
        "end": "00:24:36,440",
        "en": "Men man skal tage stilling til bisættelse, kirkegård, kiste.",
        "pa": "But there are many things to decide. The funeral, cemetery.",
        "vi": "Nhưng có nhiều thứ phải quyết định.\n Đám tang, nghĩa trang."
    },
    {
        "start": "00:24:36,560",
        "end": "00:24:39,000",
        "en": "Eventuelt sidste ønsker.",
        "pa": "Coffin. Any last wishes.",
        "vi": "Quan tài.\n Bất cứ nguyện vọng cuối cùng nào."
    },
    {
        "start": "00:24:39,120",
        "end": "00:24:42,160",
        "en": "-Det må gerne foregå i stilhed. -Ja.",
        "pa": "-Obituary. -A quiet funeral, please.\n Yes.",
        "vi": "- Cáo phó. - Làm đám tang kín đáo."
    },
    {
        "start": "00:24:42,280",
        "end": "00:24:47,320",
        "en": "-Skal bisættelsen forestås i kirken? -Han var ikke medlem af folkekirken.",
        "pa": "And the funeral, will that be in a church?",
        "vi": "Vâng.\n Tang lễ sẽ làm trong nhà thờ phải không?"
    },
    {
        "start": "00:24:47,440",
        "end": "00:24:53,400",
        "en": "-Kenneth, din far var da medlem. -Skulle jeg ikke klare det her?",
        "pa": "No. He wasn't a member of the Danish Lutheran Church.\n Kenneth, your dad was a member.\n Didn't we agree that I would handle this?",
        "vi": "Không. Ông ấy không thuộc Giáo hội Luther.\n Kenneth, bố con là một thành viên.\n Ta đồng ý là con lo việc này còn gì."
    },
    {
        "start": "00:24:55,320",
        "end": "00:24:58,240",
        "en": "-Han var ikke medlem. -Nej.",
        "pa": "He wasn't a member.\n Right.",
        "vi": "Không phải.\n Vâng."
    },
    {
        "start": "00:24:59,720",
        "end": "00:25:03,880",
        "en": "-Kistebegravelse eller kremering? -Han skal brændes.",
        "pa": "A coffin burial or cremation?\n -He's to be cremated. - Right.",
        "vi": "Chôn quan tài hay hỏa táng?\n - Sẽ thiêu ông ấy. - Vâng."
    },
    {
        "start": "00:25:04,000",
        "end": "00:25:10,400",
        "en": "-Så skal vi tale gravplads og sten. -Findes de ukendtes grav stadig?",
        "pa": "Then we need to discuss burial plot and headstone.\n I wonder if there's still something called unmarked graves.",
        "vi": "Vậy ta cần bàn về chỗ chôn và bia mộ.\n Giờ còn cái gọi là mộ vô danh không?"
    },
    {
        "start": "00:25:10,520",
        "end": "00:25:16,600",
        "en": "-Jeg kunne da godt tænke mig... -Du passer alligevel ikke graven.",
        "pa": "I'd like to have a place to--\n You won't take care of the grave anyway.",
        "vi": "Mẹ muốn có một nơi để...\n Mẹ sẽ không chăm lo cho phần mộ."
    },
    {
        "start": "00:25:16,720",
        "end": "00:25:21,240",
        "en": "-Det ved du bedst, Kenneth. -Ja, det gør jeg. De ukendtes grav.",
        "pa": "Okay.\n -You know best, Kenneth. -Yes, I do.",
        "vi": "Được rồi.\n - Con biết rõ nhất, Kenneth. - Đúng vậy."
    },
    {
        "start": "00:25:21,360",
        "end": "00:25:24,240",
        "en": "Ja.",
        "pa": "An unmarked grave.\n Right.",
        "vi": "Mộ vô danh.\n Vâng."
    },
    {
        "start": "00:25:24,360",
        "end": "00:25:27,920",
        "en": "Så er vi vist ved at være færdige her.",
        "pa": "Well, then...\n I think we are about done here.",
        "vi": "Vậy...\n Chúng ta sắp xong rồi."
    },
    {
        "start": "00:25:28,040",
        "end": "00:25:32,200",
        "en": "Der vil være nogle dokumenter, din mor skal underskrive i morgen.",
        "pa": "There will be some documents that your mother needs to sign.",
        "vi": "Sẽ có một số tài liệu mà mẹ anh cần ký. Có thể là ngày mai."
    },
    {
        "start": "00:25:32,320",
        "end": "00:25:36,760",
        "en": "Når du har dem, mødes vi her, så min mor kan skrive dem under.",
        "pa": "Possibly already tomorrow.\n As soon as you have them, we'll meet here, and I'll get my mom to sign.",
        "vi": "Ngay khi ông có chúng, ta sẽ gặp ở đây, tôi sẽ bảo mẹ tôi ký."
    },
    {
        "start": "00:25:36,880",
        "end": "00:25:41,400",
        "en": "Og som sagt gerne så hurtigt som muligt.",
        "pa": "Of course.\n And like I said, as quickly as possible.",
        "vi": "Tất nhiên.\n Và như tôi nói...\n Càng nhanh càng tốt."
    },
    {
        "start": "00:25:52,280",
        "end": "00:25:57,120",
        "en": "-Far, skal vi sejle i kano sammen? -Ja, vi sejler fra pigerne.",
        "pa": "-Dad, are we going in a canoe together? - Yes.\n -We'll sail faster than the girls. - As if.",
        "vi": "- Bố, ta đi ca nô cùng nhau à? - Ừ.\n - Ta sẽ đi nhanh hơn mẹ và chị. - Còn lâu."
    },
    {
        "start": "00:25:57,240",
        "end": "00:26:00,520",
        "en": "Jeg henter lige en sweater.",
        "pa": "- I'll go get a sweater. -Okay.",
        "vi": "- Bố đi lấy áo len. - Vâng."
    },
    {
        "start": "00:26:00,640",
        "end": "00:26:03,040",
        "en": "Det er mors.",
        "pa": "It's Mom's.",
        "vi": "Là của mẹ."
    },
    {
        "start": "00:26:09,480",
        "end": "00:26:13,080",
        "en": "Det er Kasper. Vi gemmer den hernede.",
        "pa": "It's Kasper.\n Here, we'll hide it under the mat.",
        "vi": "Là chú Kasper.\n Đây, ta sẽ giấu dưới thảm."
    },
    {
        "start": "00:26:16,640",
        "end": "00:26:20,440",
        "en": "-Mor, skal vi ikke snart af sted? -Vi kører, når far kommer.",
        "pa": "Mom, let's get going!\n Right, get in. We'll go as soon as Dad is here.",
        "vi": "Mẹ, đi thôi!\n Ừ, vào đi. Bố ra là đi ngay."
    },
    {
        "start": "00:26:22,040",
        "end": "00:26:25,000",
        "en": "Det er min mobil. Hvor er den henne?",
        "pa": "That's my cell. Where is it?",
        "vi": "Điện thoại của mẹ. Nó đâu?"
    },
    {
        "start": "00:26:31,240",
        "end": "00:26:33,560",
        "en": "-Ja, Kasper. -Hallo.",
        "pa": "-Yes, Kasper? -Hello.",
        "vi": "- Ừ, Kasper? - A lô?"
    },
    {
        "start": "00:26:33,680",
        "end": "00:26:36,440",
        "en": "Jeg kunne ikke skaffe bogen.",
        "pa": "I couldn't get the book.",
        "vi": "Không kiếm được sách."
    },
    {
        "start": "00:26:36,560",
        "end": "00:26:40,360",
        "en": "Men jeg fornemmer, at Laugesen ikke holder noget tilbage.",
        "pa": "But?\n But I have a strong feeling Laugesen doesn't hold back.",
        "vi": "Nhưng?\n Nhưng tôi linh cảm Laugesen sẽ không kiềm chế."
    },
    {
        "start": "00:26:40,480",
        "end": "00:26:43,480",
        "en": "Har han noget på mine ministre?",
        "pa": "Does he have something on any of my ministers?",
        "vi": "- Ông ta nắm phốt của bộ trưởng nào không? - Tôi không biết."
    },
    {
        "start": "00:26:43,600",
        "end": "00:26:48,600",
        "en": "Jeg er sikker på, at bogen afslører, at jeg gav Laugesen de omtalte bilag.",
        "pa": "I don't know.\n But I'm pretty sure the book says that I got",
        "vi": "Nhưng tôi khá chắc trong đó nói tôi đưa"
    },
    {
        "start": "00:26:48,720",
        "end": "00:26:52,360",
        "en": "Har du tænkt over, hvad du vil sige, hvis det kommer ud?",
        "pa": "Laugesen those receipts that toppled the government.\n Do you have a strategy if it gets out?",
        "vi": "Laugesen số biên lai lật đổ Chính phủ.\n Nếu lộ ra, anh có kế hoạch chưa?"
    },
    {
        "start": "00:26:52,480",
        "end": "00:26:56,320",
        "en": "-Nej. -Vi må mødes og snakke om det.",
        "pa": "No.\n -Okay, we better meet and talk. -Yes... okay, yeah.",
        "vi": "Chưa.\n - Được rồi, ta nên gặp và trao đổi. - Vâng... Được rồi."
    },
    {
        "start": "00:26:57,680",
        "end": "00:26:59,600",
        "en": "Vi ses.",
        "pa": "I'll see you.",
        "vi": "Hẹn gặp lại."
    },
    {
        "start": "00:27:07,560",
        "end": "00:27:12,440",
        "en": "Worst case: Laugesen afslører alt om dig. Det kan blive grimt.",
        "pa": "All right, worst case is that Laugesen hits you with everything he knows.",
        "vi": "Tệ nhất là Laugesen tấn công anh bằng những gì ông ta biết."
    },
    {
        "start": "00:27:12,560",
        "end": "00:27:14,600",
        "en": "Tak, jeg ved det.",
        "pa": "-That could get pretty ugly. -Yes, I know.",
        "vi": "- Sẽ tệ lắm đó. - Phải, tôi biết."
    },
    {
        "start": "00:27:14,720",
        "end": "00:27:20,200",
        "en": "Vi kan vælge at være passive, så Laugesen står med hele skylden.",
        "pa": "As I see it, we have two ways of spinning the story.\n The one is passive, where Laugesen shoulders the blame.",
        "vi": "Tôi thấy ta có hai cách để lái câu chuyện.\n Một là thụ động, đổ hết tội cho Laugesen."
    },
    {
        "start": "00:27:20,320",
        "end": "00:27:23,240",
        "en": "Du viste ham bilagene til en fest.",
        "pa": "You showed him the receipts during a party, but not for him to use.",
        "vi": "Anh cho ông ta xem biên lai ở bữa tiệc nhưng không phải để dùng."
    },
    {
        "start": "00:27:23,360",
        "end": "00:27:27,920",
        "en": "Laugesen valgte at bruge dem og misbruge min tillid.",
        "pa": "But Laugesen chose to use them anyway",
        "vi": "Nhưng Laugesen vẫn cố tình dùng"
    },
    {
        "start": "00:27:28,040",
        "end": "00:27:30,720",
        "en": "Det virker ikke helt troværdigt.",
        "pa": "and betrayed my trust. That was also my angle.\n -But it doesn't seem so credible, right? -Right.",
        "vi": "và phản bội tôi. Đó cũng là góc nhìn của tôi.\n - Nhưng không đáng tin lắm nhỉ? - Vâng."
    },
    {
        "start": "00:27:30,840",
        "end": "00:27:34,840",
        "en": "-Hvad er alternativet? -Den offensive forklaring.",
        "pa": "What's the alternative?",
        "vi": "Cách khác là gì?"
    },
    {
        "start": "00:27:34,960",
        "end": "00:27:38,760",
        "en": "At du gav Laugesen bilagene med fuldt overlæg.",
        "pa": "The worst explanation. That you gave Laugesen the receipts on purpose.",
        "vi": "Cách giải thích khó nghe. Rằng anh cố ý đưa biên lai cho Laugesen."
    },
    {
        "start": "00:27:38,880",
        "end": "00:27:41,720",
        "en": "Hvordan slipper jeg levende fra det?",
        "pa": "And how would I survive that?",
        "vi": "Rồi tôi sống sót thế nào?"
    },
    {
        "start": "00:27:41,840",
        "end": "00:27:45,720",
        "en": "Hvad nu hvis du så bilagene et sted, vi ikke skal komme ind på",
        "pa": "What if you saw the receipts, somewhere we won't go into,",
        "vi": "Cứ cho là anh vô tình thấy các biên lai đó, ta không nói rõ ở đâu"
    },
    {
        "start": "00:27:45,840",
        "end": "00:27:50,480",
        "en": "og blev så moralsk forarget, at du mente, at der burde gøres noget?",
        "pa": "and became so morally indignant\n due to Hesselboe's corruption that something had to be done?",
        "vi": "và anh cảm thấy bức xúc\n vì Hesselboe lạm dụng thẻ tín dụng đến nỗi phải hành động."
    },
    {
        "start": "00:27:50,600",
        "end": "00:27:55,440",
        "en": "Du foreslog din arbejdsgiver, at vi skulle offentliggøre bilagene.",
        "pa": "So you approached your employer, me at that time,",
        "vi": "Nên anh đến gặp sếp mình, là tôi vào thời điểm đó,"
    },
    {
        "start": "00:27:55,560",
        "end": "00:27:59,200",
        "en": "Jeg nægtede. I frustration opsøgte du Laugesen.",
        "pa": "suggesting that we publish them. I refused.\n You went frustrated to Laugesen.",
        "vi": "đề nghị công bố chúng. Tôi từ chối.\n Anh thất vọng nên đến gặp Laugesen."
    },
    {
        "start": "00:27:59,320",
        "end": "00:28:03,440",
        "en": "Fordi jeg mente, at Hesselboe skulle bøde for sine handlinger.",
        "pa": "Because I thought Hesselboe's actions should have consequences.",
        "vi": "Vì tôi nghĩ Hesselboe phải chịu hậu quả về hành động của mình."
    },
    {
        "start": "00:28:03,560",
        "end": "00:28:05,800",
        "en": "Og så fyrede du mig.",
        "pa": "-Precisely. -You fired me for going behind your back.",
        "vi": "- Chính xác. - Bà sa thải tôi vì lén lút ra tay."
    },
    {
        "start": "00:28:05,920",
        "end": "00:28:10,720",
        "en": "Vores samarbejde ophørte på grund af moralsk uenighed.",
        "pa": "Our collaboration ended because of moral disagreements.",
        "vi": "Ta không còn hợp tác vì bất đồng về nguyên tắc đạo đức."
    },
    {
        "start": "00:28:13,080",
        "end": "00:28:18,040",
        "en": "Hvis jeg en dag bliver statsminister, vil du så ikke være min spindoktor?",
        "pa": "If I one day become prime minister...\n would you be my spin doctor?",
        "vi": "Nếu ngày nào đó tôi làm Thủ tướng bà sẽ là cố vấn truyền thông cho tôi nhé?"
    },
    {
        "start": "00:28:34,080",
        "end": "00:28:37,240",
        "en": "Hvad fanden er det, du ...",
        "pa": "What the hell are you...\n - Hi.",
        "vi": "Em làm cái quái...\n Chào anh."
    },
    {
        "start": "00:28:39,840",
        "end": "00:28:43,080",
        "en": "Hej. Prøv lige at se, hvad jeg har fundet.",
        "pa": "Look what I found. ",
        "vi": "Xem em tìm được gì này."
    },
    {
        "start": "00:28:43,200",
        "end": "00:28:48,680",
        "en": "Det er J.O. Krags yndlingschampagne. Det siger fru Steensgaard.",
        "pa": "What is that?\n This is supposedly Jens Otto Krag's favorite champagne.",
        "vi": "Gì thế?\n Người ta nói đây là sâm panh yêu thích của Jens Otto Krag."
    },
    {
        "start": "00:28:48,800",
        "end": "00:28:53,240",
        "en": "-Har du smagt det? -Jeg har snydt en lille smule.",
        "pa": "-Really? -So says Mrs. Steensgaard.\n -And she never lies. -Have you tasted it?\n -Yes, I've cheated a little.",
        "vi": "- Thật à? - Bà Steengaard cũng nói thế.\n - Bà ấy không bao giờ nói dối. - Em thử chưa?\n Rồi, em đã gian lận một chút."
    },
    {
        "start": "00:28:56,960",
        "end": "00:29:00,040",
        "en": "Fru Steensgaard holder øje med ungerne",
        "pa": "Oh!\n The kids are watching a movie.",
        "vi": "Các con đang xem phim."
    },
    {
        "start": "00:29:00,160",
        "end": "00:29:03,960",
        "en": "så de ikke kommer brasende den næste halvanden time.",
        "pa": "Mrs. Steensgaard said she would watch them,\n so they don't come barging in the next 90 minutes.",
        "vi": "Bà Steensgaard nói sẽ trông chúng,\n để chúng không xông vào trong 90 phút tới."
    },
    {
        "start": "00:29:04,080",
        "end": "00:29:08,040",
        "en": "Så synes jeg bare, at du skal kysse din kone.",
        "pa": "-I see. -Yes.\n So I think you should just kiss your wife.\n Um, yes.",
        "vi": "- Ra thế. - Vâng.\n Em nghĩ anh nên hôn vợ mình đi.\n Ừ, đúng thế."
    },
    {
        "start": "00:29:26,000",
        "end": "00:29:28,240",
        "en": "Vent lidt.",
        "pa": "Honey, wait. I...shh!",
        "vi": "Em à, đợi đã. Anh..."
    },
    {
        "start": "00:29:30,120",
        "end": "00:29:35,640",
        "en": "-Jeg kan sgu ikke sådan her. -Skal jeg gøre noget andet?",
        "pa": "Well, I...\n I can't do it like this.",
        "vi": "À, anh...\n - Anh không làm thế này được. - Em có nên làm gì khác?"
    },
    {
        "start": "00:29:35,760",
        "end": "00:29:39,080",
        "en": "Nej, det skal du ikke. Jeg...",
        "pa": "Should I do something different?\n No, no. You shouldn't. It's...",
        "vi": "Không. Em không nên. Chỉ là..."
    },
    {
        "start": "00:29:40,480",
        "end": "00:29:43,760",
        "en": "Altså... jeg har ikke lyst.",
        "pa": "I'm... I'm not in the mood.",
        "vi": "Anh... Anh không có hứng."
    },
    {
        "start": "00:29:46,840",
        "end": "00:29:48,840",
        "en": "Okay.",
        "pa": "I see.\n All right.",
        "vi": "Em hiểu rồi.\n Được rồi."
    },
    {
        "start": "00:29:48,960",
        "end": "00:29:52,000",
        "en": "Ja.",
        "pa": "Yeah...",
        "vi": "Ừ..."
    },
    {
        "start": "00:30:05,440",
        "end": "00:30:08,120",
        "en": "Hvornår har du egentlig lyst?",
        "pa": "When are you? I can never feel it anymore.",
        "vi": "Khi nào thì anh có hứng? Em không thấy nữa."
    },
    {
        "start": "00:30:08,240",
        "end": "00:30:13,680",
        "en": "-Du er aldrig hjemme. -Vi sover sammen hver nat.",
        "pa": "No, that's because you're never home.",
        "vi": "Không, vì em chả bao giờ ở nhà."
    },
    {
        "start": "00:30:13,800",
        "end": "00:30:18,560",
        "en": "Du kommer ind klokken tre med en computer under armen.",
        "pa": "We sleep together every night.\n You get in at three a.m., with a computer under your arm.",
        "vi": "Ta ngủ cùng nhau mỗi đêm.\n Em vào lúc 3:00 sáng, máy tính kẹp nách."
    },
    {
        "start": "00:30:19,600",
        "end": "00:30:24,880",
        "en": "Ja, og nu er vi så på ferie, og her er fred og ro...",
        "pa": "Right, but now we are on vacation.\n There's peace and quiet, and...",
        "vi": "Phải nhưng giờ ta đang đi nghỉ.\n Rất yên bình, tĩnh lặng và..."
    },
    {
        "start": "00:30:26,680",
        "end": "00:30:29,880",
        "en": "...og vi har tid.",
        "pa": "And we have time, and we...",
        "vi": "Ta có thời gian và..."
    },
    {
        "start": "00:30:31,360",
        "end": "00:30:35,920",
        "en": "Det er første gang, vi skulle have sex i en måned.",
        "pa": "I just tried to arrange it so we could have sex for the first time in a month.",
        "vi": "Em cố sắp xếp để mình có thể quan hệ lần đầu sau một tháng."
    },
    {
        "start": "00:30:36,040",
        "end": "00:30:41,840",
        "en": "Jo, det er også fantastisk, men jeg beklager.",
        "pa": "Yes, and that's...\n fantastic, but...",
        "vi": "Ừ và điều đó...\n thật tuyệt vời nhưng..."
    },
    {
        "start": "00:30:41,960",
        "end": "00:30:46,200",
        "en": "Jeg kan ikke deltage i det officielle program.",
        "pa": "I'm sorry, I can't participate in the official program.",
        "vi": "anh xin lỗi, anh không thể tham gia chương trình chính thức."
    },
    {
        "start": "00:30:49,920",
        "end": "00:30:53,240",
        "en": "Jeg savner min kone.",
        "pa": "I miss my wife.",
        "vi": "Anh nhớ vợ anh."
    },
    {
        "start": "00:30:59,600",
        "end": "00:31:04,400",
        "en": "-Hvorfor tager du ikke din telefon? -Vi har haft travlt i butikken.",
        "pa": "I tried calling you 800 times. Why the hell won't you pick up?\n Because we've been busy.",
        "vi": "Em gọi anh 800 lần. Sao anh không nghe máy?\n Vì bọn anh bận."
    },
    {
        "start": "00:31:04,520",
        "end": "00:31:08,320",
        "en": "Du truede Ulrik i dag. Er du blevet sindssyg?",
        "pa": "You threatened Ulrik today. Have you gone insane?",
        "vi": "Hôm nay anh đến dọa Ulrik. Anh điên rồi à?"
    },
    {
        "start": "00:31:10,520",
        "end": "00:31:14,800",
        "en": "Hvorfor er den bog så vigtig? Hvad står der i den?",
        "pa": "Why is that book so important? What is in it?",
        "vi": "Sao cuốn sách đó quan trọng thế? Có gì trong đó?"
    },
    {
        "start": "00:31:16,120",
        "end": "00:31:21,280",
        "en": "-Jeg ved ikke, hvad du mener. -Det var derfor, du flirtede.",
        "pa": "What do you mean?",
        "vi": "Ý em là sao?"
    },
    {
        "start": "00:31:21,400",
        "end": "00:31:27,400",
        "en": "Hold nu op. Det er sgu da vores job at skaffe informationer.",
        "pa": "Now I know why you flirted with me yesterday.\n Oh, stop it, Katrine. It's our job to get information.\n Yes, I know.",
        "vi": "Giờ em đã biết sao hôm qua anh tán tỉnh em.\n Thôi đi, Katrine. Việc của chúng ta là moi thông tin.\n Vâng, em biết."
    },
    {
        "start": "00:31:29,520",
        "end": "00:31:34,120",
        "en": "Og du fortæller de historier, der skal til for at opnå det, men...",
        "pa": "And you tell the necessary stories to get what you want, I know that, but...",
        "vi": "Ta nói điều cần nói để đạt mục đích, em biết nhưng..."
    },
    {
        "start": "00:31:34,240",
        "end": "00:31:37,360",
        "en": "Men hvad?",
        "pa": "What?",
        "vi": "Sao?"
    },
    {
        "start": "00:31:37,480",
        "end": "00:31:41,840",
        "en": "Du har stadig ikke forstået, at hvis du bare fortalte sandheden",
        "pa": "You still haven't understood\n after all this time that if you only told me the truth,",
        "vi": "Anh vẫn chưa hiểu,\n sau tất cả, rằng anh chỉ cần nói thật,"
    },
    {
        "start": "00:31:41,960",
        "end": "00:31:46,240",
        "en": "var der ikke noget, jeg ikke ville gøre for dig.",
        "pa": "there is nothing I wouldn't do for you.",
        "vi": "em sẽ làm bất cứ gì vì anh."
    },
    {
        "start": "00:31:51,640",
        "end": "00:31:54,560",
        "en": "Skal du have en øl med?",
        "pa": "Do you want a beer?",
        "vi": "Em uống bia không?"
    },
    {
        "start": "00:32:13,920",
        "end": "00:32:20,080",
        "en": "Der er en enkelt oplysning, jeg aldrig fik ud af Laugesen.",
        "pa": "...I am curious about the book.\n There is one interesting piece of information\n that I never got out of Laugesen.",
        "vi": "...tôi tò mò về cuốn sách.\n Có một thông tin thú vị\n mà tôi chưa biết ở Laugesen."
    },
    {
        "start": "00:32:20,200",
        "end": "00:32:26,520",
        "en": "Hvordan skaffede Laugesen de omtalte bilag fra min hustrus indkøbstur?",
        "pa": "And what is that?\n That is of course how Laugesen, in the last election,\n got a hold of the much-discussed receipts from my wife's London shopping trip.",
        "vi": "Và đó là gì?\n Là trong cuộc bầu cử vừa rồi,\n sao Laugesen lại có biên lai mua sắm của vợ tôi ở London."
    },
    {
        "start": "00:32:26,640",
        "end": "00:32:29,880",
        "en": "Hvor så du bilagene sidst?",
        "pa": "You've never publicly said when you saw those receipts last.",
        "vi": "Ông chưa từng công khai mình thấy chúng lần cuối khi nào."
    },
    {
        "start": "00:32:30,000",
        "end": "00:32:35,600",
        "en": "Det var, da jeg gav dem til Ole Dahl, samme aften han afgik ved døden.",
        "pa": "It was when I gave them to my adviser, Ole Dahl,\n who left Christiansborg with them in his bag the same night he passed away.",
        "vi": "Khi tôi đưa cho cố vấn, Ole Dahl,\n anh ấy để chúng trong túi và rời Christiansborg vào đêm anh ấy mất."
    },
    {
        "start": "00:32:35,720",
        "end": "00:32:40,480",
        "en": "To dage efter viser Laugesen mig dem på tv under afslutningsdebatten.",
        "pa": "Two days later, Laugesen shoves them in my face on TV during the final debate.",
        "vi": "Hai ngày sau, Laugesen đập chúng vào mặt tôi ở cuộc tranh luận cuối cùng."
    },
    {
        "start": "00:32:40,600",
        "end": "00:32:42,880",
        "en": "Hvordan er de endt der?",
        "pa": "What happened in between, I have no idea.",
        "vi": "Cụ thể thế nào, tôi không biết."
    },
    {
        "start": "00:32:43,000",
        "end": "00:32:48,320",
        "en": "-Har Ole givet dem til Laugesen? -Nej, Ole var meget loyal.",
        "pa": "Could Ole Dahl himself have given the receipts to Laugesen?",
        "vi": "Có phải Ole Dahl đưa biên lai cho Laugesen?"
    },
    {
        "start": "00:32:48,440",
        "end": "00:32:52,440",
        "en": "Næ, jeg tror, man skal finde sandheden et andet sted.",
        "pa": "No, that thought is absurd. Ole was very loyal.\n No, I think the truth is to be found somewhere else.",
        "vi": "Không, thế thì vô lý. Ole rất trung thành.\n Không. Tôi nghĩ sự thật nằm ở một nơi khác."
    },
    {
        "start": "00:32:52,560",
        "end": "00:32:57,600",
        "en": "Om sandheden er at finde i Laugesens bog, må vi vente med...",
        "pa": "Thank you.\n Whether the truth is to be found in Michael Laugesen's book,\n the rest us of must wait until tomorrow--",
        "vi": "Cảm ơn ông.\n Liệu sự thật có được tìm thấy trong cuốn sách của Laugesen,\n chúng ta phải đợi đến ngày mai..."
    },
    {
        "start": "00:33:07,560",
        "end": "00:33:13,480",
        "en": "Var det dig, der skaffede Laugesen Hesselboes bilag under valget?",
        "pa": "Was it you?\n Did you give Laugesen the receipts during the campaign?",
        "vi": "Là anh à?\n Anh đã đưa Laugesen biên lai của Hesselboe trong cuộc bầu cử?"
    },
    {
        "start": "00:33:13,600",
        "end": "00:33:16,000",
        "en": "Er det det, han har på dig?",
        "pa": "Is that what he has on you?",
        "vi": "Ông ta nắm được phốt đó của anh?"
    },
    {
        "start": "00:33:19,000",
        "end": "00:33:23,080",
        "en": "Nu fortæller du mig, hvad der skete, den aften Ole døde.",
        "pa": "You will tell me what happened the night Ole died and you came to help.",
        "vi": "Hãy kể cho em chuyện xảy ra vào đêm Ole chết và anh đến giúp."
    },
    {
        "start": "00:33:25,560",
        "end": "00:33:27,560",
        "en": "Sæt dig ned.",
        "pa": "Then take a seat.",
        "vi": "Vậy ngồi đi."
    },
    {
        "start": "00:33:27,680",
        "end": "00:33:32,360",
        "en": "Nu fortæller du mig for en gangs skyld sandheden.",
        "pa": "Kasper, for once, tell me the truth!",
        "vi": "Kasper, nói thật một lần đi!"
    },
    {
        "start": "00:33:39,160",
        "end": "00:33:43,520",
        "en": "Det er rigtigt, at jeg fik papirerne den aften og gav dem til Laugesen.",
        "pa": "It's true that I got the papers that night and gave them to Laugesen.",
        "vi": "Đúng là anh lấy biên lai tối hôm đó và đưa cho Laugesen."
    },
    {
        "start": "00:33:43,640",
        "end": "00:33:46,360",
        "en": "Men jeg rodede ikke i Oles taske.",
        "pa": "But I didn't go through Ole's bag, if that's what you think.",
        "vi": "Nhưng anh không lục túi của Ole, nếu em nghĩ thế."
    },
    {
        "start": "00:33:46,480",
        "end": "00:33:50,160",
        "en": "Jeg prøvede på at redde dig og din karriere.",
        "pa": "I did it to try and save you and your career.",
        "vi": "Anh làm vậy để cố cứu em và sự nghiệp của em."
    },
    {
        "start": "00:33:50,280",
        "end": "00:33:56,000",
        "en": "På vej ud vælter tasken, og så ryger de skide bilag ud.",
        "pa": "And then, when I was leaving,\n the bag fell over and the receipts fell out. That's it.",
        "vi": "Và khi anh sắp đi,\n cái túi rơi xuống và số biên lai rơi ra. Thế thôi."
    },
    {
        "start": "00:33:56,120",
        "end": "00:33:58,160",
        "en": "Og så tager du dem?",
        "pa": "And then you took them.",
        "vi": "Và anh lấy chúng."
    },
    {
        "start": "00:33:58,280",
        "end": "00:34:03,960",
        "en": "Katrine, papirerne viser, at landets statsminister har handlet ulovligt.",
        "pa": "Katrine, the papers show that this country's prime minister acted illegally.",
        "vi": "Biên lai đó cho thấy Thủ tướng nước này đã làm điều phi pháp."
    },
    {
        "start": "00:34:04,960",
        "end": "00:34:08,360",
        "en": "Det er ens pligt at reagere, når man ser sådan noget.",
        "pa": "It's a citizen's duty to report when he see's something like that.",
        "vi": "Một công dân có nghĩa vụ phản ứng khi thấy thế."
    },
    {
        "start": "00:34:08,480",
        "end": "00:34:12,880",
        "en": "Er det den forklaring, du har forberedt til pressen?",
        "pa": "Is that your prepared explanation for the press?",
        "vi": "Đó là lời giải thích chuẩn bị cho báo chí?"
    },
    {
        "start": "00:34:13,000",
        "end": "00:34:16,560",
        "en": "At du gjorde din borgerpligt.",
        "pa": "That you did your civic duty?",
        "vi": "Rằng anh làm nghĩa vụ công dân?"
    },
    {
        "start": "00:34:16,680",
        "end": "00:34:19,720",
        "en": "Du stjal fra en død mand.",
        "pa": "You stole from a dead man.",
        "vi": "Anh ăn trộm của người chết."
    },
    {
        "start": "00:34:32,600",
        "end": "00:34:36,520",
        "en": "Nu skal du se. Jeg skal bede om navn og adresse dér",
        "pa": "Look here.\n I need name and address there.",
        "vi": "Nhìn này.\n Tôi cần tên và địa chỉ ở đó."
    },
    {
        "start": "00:34:36,640",
        "end": "00:34:40,520",
        "en": "og en underskrift her og her.",
        "pa": "A signature here.",
        "vi": "Ký ở đây."
    },
    {
        "start": "00:34:40,640",
        "end": "00:34:44,600",
        "en": "Og så til sidst en underskrift her. Værsgo.",
        "pa": "Here.\n And finally, a signature here.\n Here you go.",
        "vi": "Đây.\n Và cuối cùng, một chữ ký ở đây.\n Mời bà."
    },
    {
        "start": "00:34:50,400",
        "end": "00:34:53,160",
        "en": "-Navn og adresse her. -Kom nu.",
        "pa": "Um...\n So, name and address here?",
        "vi": "Vậy, tên và địa chỉ ở đây?"
    },
    {
        "start": "00:34:53,280",
        "end": "00:34:57,280",
        "en": "Navn og adresse, underskrift, underskrift.",
        "pa": "Come on. Name and address.\n Signature. Signature. Signature.",
        "vi": "Nào. Tên và địa chỉ.\n Ký. Ký. Ký."
    },
    {
        "start": "00:34:57,400",
        "end": "00:35:00,720",
        "en": "Du er velkommen til at læse dem igennem.",
        "pa": "Yes, feel free to read it through if you want.",
        "vi": "Vâng, cứ đọc nếu bà muốn."
    },
    {
        "start": "00:35:00,840",
        "end": "00:35:03,040",
        "en": "Hvor skal jeg starte?",
        "pa": "I don't even know where to start now.",
        "vi": "Tôi còn không biết bắt đầu ở đâu."
    },
    {
        "start": "00:35:03,160",
        "end": "00:35:08,640",
        "en": "Vi tager dem bare en ad gangen. Vi starter med en underskrift her.",
        "pa": "Then we'll take them one at a time.\n Let's start with a signature here.",
        "vi": "Vậy ta sẽ làm từng cái một.\n Hãy bắt đầu với chữ ký ở đây."
    },
    {
        "start": "00:36:03,160",
        "end": "00:36:05,440",
        "en": "Kan du ikke sove?",
        "pa": "Can't sleep?",
        "vi": "Con không ngủ được à?"
    },
    {
        "start": "00:36:08,120",
        "end": "00:36:10,720",
        "en": "Det kan jeg heller ikke.",
        "pa": "Me neither.",
        "vi": "Bố cũng thế."
    },
    {
        "start": "00:36:12,880",
        "end": "00:36:16,680",
        "en": "Jeg så, at der var lys, så jeg ved, du er vågen.",
        "pa": "I saw the light, so I know you're awake.",
        "vi": "Bố thấy đèn sáng nên biết là con thức."
    },
    {
        "start": "00:36:19,160",
        "end": "00:36:24,480",
        "en": "Savner du mor? Hun kommer hjem på tirsdag.",
        "pa": "Do you miss Mom?\n She gets home on Tuesday, right?",
        "vi": "Con nhớ mẹ à?\n Thứ Ba là mẹ về nhỉ?"
    },
    {
        "start": "00:36:28,040",
        "end": "00:36:34,000",
        "en": "Kan du huske den leg, vi legede, sidst mor var ude at rejse?",
        "pa": "Do you remember the game we played the last time Mom was on a trip, and...",
        "vi": "Con có nhớ trò bố con mình chơi vào lần trước mẹ đi công tác và..."
    },
    {
        "start": "00:36:34,120",
        "end": "00:36:37,080",
        "en": "Jeg tror godt, jeg kan sove nu.",
        "pa": "you couldn't sleep and slept in my bed?\n I think I can sleep now, Dad.",
        "vi": "con không ngủ được rồi ngủ với bố ấy?\n Chắc giờ con ngủ được rồi, bố ạ."
    },
    {
        "start": "00:36:37,200",
        "end": "00:36:40,040",
        "en": "Nu hygger vi os lige, Kenneth.",
        "pa": "But we are having fun now, right, Kenneth?",
        "vi": "Giờ ta sẽ được thoải mái, Kenneth nhỉ?"
    },
    {
        "start": "00:36:40,160",
        "end": "00:36:44,400",
        "en": "Vi bestemmer selv, hvornår vi vil sove, når vi er alene hjemme.",
        "pa": "We decide our own bedtimes when we are home alone.",
        "vi": "Chỉ có hai bố con, ta quyết định giờ ngủ."
    },
    {
        "start": "00:36:44,520",
        "end": "00:36:48,360",
        "en": "Jeg er træt nu, far, og jeg vil godt sove.",
        "pa": "I'm tired now, Dad, and I'd like to sleep.",
        "vi": "Con mệt rồi, con muốn ngủ, bố ạ."
    },
    {
        "start": "00:36:53,240",
        "end": "00:36:56,600",
        "en": "Undskyld, har du tid et øjeblik?",
        "pa": "I'm sorry, do you have a moment?",
        "vi": "Xin lỗi, anh có thời gian không?"
    },
    {
        "start": "00:36:56,720",
        "end": "00:37:01,720",
        "en": "Krematoriet har en tid allerede i morgen klokken halv et.",
        "pa": "The crematory just called. They have a slot tomorrow already at 12:30 p.m.",
        "vi": "Nhà hỏa táng vừa gọi, họ có một suất vào ngày mai, lúc 12:30."
    },
    {
        "start": "00:37:01,840",
        "end": "00:37:05,000",
        "en": "-En tid? -Ja, til at brænde din far.",
        "pa": "A slot?\n For cremating your father.",
        "vi": "Một suất à?\n Để thiêu xác bố anh."
    },
    {
        "start": "00:37:07,600",
        "end": "00:37:13,520",
        "en": "-Skal vi finde et senere tidspunkt? -Det er fint med i morgen.",
        "pa": "Okay.\n We can of course find a later time, if you don't feel...",
        "vi": "Được.\n Tất nhiên có thể tìm khung giờ sau đó, nếu anh không..."
    },
    {
        "start": "00:37:13,640",
        "end": "00:37:18,080",
        "en": "Har I nogen holdning til, hvad tøj afdøde skal have på i kisten?",
        "pa": "It's fine. Tomorrow is fine.\n There was one last thing. Do you have an opinion on\n what clothes the deceased should wear in the coffin?",
        "vi": "Ổn. Ngày mai được đấy.\n Điều cuối cùng. Anh có ý kiến gì về\n quần áo người đã khuất mặc trong quan tài không?"
    },
    {
        "start": "00:37:18,200",
        "end": "00:37:21,080",
        "en": "-Nej. -Så ordner vi også det.",
        "pa": "-No. -Then we'll take care of that.",
        "vi": "- Không. - Vậy chúng tôi sẽ lo việc đó."
    },
    {
        "start": "00:37:21,200",
        "end": "00:37:24,280",
        "en": "Og så ses vi i morgen i kapellet.",
        "pa": "Then I'll see you tomorrow at the chapel.",
        "vi": "Hẹn mai gặp anh ở nhà nguyện."
    },
    {
        "start": "00:37:24,400",
        "end": "00:37:26,680",
        "en": "Undskyld...",
        "pa": "Excuse me.",
        "vi": "Xin lỗi."
    },
    {
        "start": "00:37:29,800",
        "end": "00:37:32,640",
        "en": "Lige et øjeblik.",
        "pa": "One moment.",
        "vi": "Đợi chút."
    },
    {
        "start": "00:37:36,000",
        "end": "00:37:40,200",
        "en": "Jeg vil gerne have, at han bliver brændt i den her.",
        "pa": "I'd like him to be cremated in this.",
        "vi": "Tôi muốn ông ấy mặc bộ này khi hỏa táng."
    },
    {
        "start": "00:37:41,600",
        "end": "00:37:44,080",
        "en": "En pyjamas?",
        "pa": "Pajamas.",
        "vi": "Bộ đồ ngủ."
    },
    {
        "start": "00:37:56,640",
        "end": "00:38:00,160",
        "en": "Klimaministeren er en talentløs skørtejæger.",
        "pa": "Climate and Energy Minister Amir Diwan is a talentless hound dog.",
        "vi": "Bộ trưởng Khí hậu và Năng lượng, Amir Diwan, là chó săn bất tài."
    },
    {
        "start": "00:38:00,280",
        "end": "00:38:03,640",
        "en": "Bent Sejrø har et forhold til Yvonne Kjær.",
        "pa": "Minister of Finance Bent Sejrø had a secret relationship",
        "vi": "Bộ trưởng Tài chính, Bent Sejrø dan díu với Yvonne Kjær của Cánh hữu Mới."
    },
    {
        "start": "00:38:03,760",
        "end": "00:38:07,280",
        "en": "Og Höxenhaven har homoseksuelle tilbøjeligheder.",
        "pa": "with New Right's Yvonne Kjær.\n And Minister of Justice Troels Höxenhaven is gay.",
        "vi": "Bộ trưởng Bộ Tư pháp, Troels Höxenhaven, có khuynh hướng đồng tính."
    },
    {
        "start": "00:38:07,400",
        "end": "00:38:13,360",
        "en": "Flere politikere truer med at sagsøge Laugesen for bagvaskelse.",
        "pa": "Since this morning's publication, this book has caused mayhem at Borgen,",
        "vi": "Từ sáng nay, cuốn sách này đã gây xáo trộn ở Borgen"
    },
    {
        "start": "00:38:13,480",
        "end": "00:38:17,600",
        "en": "Mest politisk interessant er det, at det var De Moderates spindoktor",
        "pa": "where several politicians threaten to sue Laugesen for slander.\n One of the more interesting revelations is that",
        "vi": "nơi một số chính trị gia dọa kiện Laugesen vì tội vu khống.\n Mặc dù tiết lộ chính trị thú vị nhất là"
    },
    {
        "start": "00:38:17,720",
        "end": "00:38:19,920",
        "en": "der skaffede de bilag, der væltede Hesselboe...",
        "pa": "the Moderates' spin doctor Kasper Juul found the receipts",
        "vi": "cố vấn truyền thông Kasper Juul có số biên laikhiến Hesselboe bị lật đổ..."
    },
    {
        "start": "00:38:20,000",
        "end": "00:38:23,600",
        "en": "Goddag, Birgitte.",
        "pa": "that toppled Hesselboe...",
        "vi": ""
    },
    {
        "start": "00:38:24,840",
        "end": "00:38:28,880",
        "en": "Hvorfor fanden udtaler flere af mine topministre sig til pressen?",
        "pa": "-Hey, Birgitte. -Good morning, Kasper.\n How the hell is it that several of my top ministers are talking to the press",
        "vi": "- Chào bà Birgitte. - Chào.\n Thế quái nào mà mấy bộ trưởng của tôi nói chuyện với báo chí"
    },
    {
        "start": "00:38:29,000",
        "end": "00:38:34,360",
        "en": "-Jeg kan ikke give dem mundkurv på. -Taler du ikke med deres pressefolk?",
        "pa": "-without coordinating with us? -I can't gag them.\n Didn't you speak with their press people? We have to get out a unified message here.",
        "vi": "- mà không phối hợp với ta? - Tôi không thể bịt miệng họ.\n Anh không trao đổi với phụ trách báo chí của họ à? Phải ra thông điệp thống nhất."
    },
    {
        "start": "00:38:34,480",
        "end": "00:38:38,487",
        "en": "Det er ikke alle spindoktorer, der kan styre deres politikere.",
        "pa": "I spoke with them, but not all spin doctors can control their politician.",
        "vi": "Có nhưng không phải cố vấn truyền thông nào cũng bảo được sếp họ."
    },
    {
        "start": "00:38:42,280",
        "end": "00:38:45,640",
        "en": "-Hvornår kan du være på Borgen? -Klokken tolv.",
        "pa": "-When can you be at Borgen? -At noon.",
        "vi": "- Khi nào anh có thể đến Borgen? - Trưa."
    },
    {
        "start": "00:38:45,760",
        "end": "00:38:49,000",
        "en": "Laura, hold op! Det lyder ad helvede til.",
        "pa": "At noon?\n Laura, cut it out. It sounds terrible!",
        "vi": "Trưa à?\n Laura, thôi đi. Nghe chán quá!"
    },
    {
        "start": "00:38:49,120",
        "end": "00:38:52,840",
        "en": "Kasper, du har vidst i flere dage, at bogen udkom i dag.",
        "pa": "Kasper, you've known for days that the book would be published today.",
        "vi": "Nhiều ngày trước, anh biết hôm nay sách sẽ được xuất bản."
    },
    {
        "start": "00:38:52,960",
        "end": "00:38:55,160",
        "en": "Jeg er der halv tolv.",
        "pa": "I'll be there at 11:30.",
        "vi": "Tôi sẽ đến lúc 11:30."
    },
    {
        "start": "00:38:55,280",
        "end": "00:38:58,520",
        "en": "Amir, en kommentar til Laugesens bog?",
        "pa": "-Right, see you. - Amir, a comment?\n - No comment. - A comment on Laugesen's book?",
        "vi": "- Hẹn gặp lại. - Amir, hãy bình luận.\n - Miễn bình luận. - Bình luận về sách."
    },
    {
        "start": "00:38:58,640",
        "end": "00:39:03,200",
        "en": "-Er beskyldningerne sande? -Han vil høre fra min advokat.",
        "pa": "-No comment. -Is there truth to Laugesen's accusations?\n It's a disgrace, and he'll hear from my lawyer. Period.",
        "vi": "- Miễn bình luận. - Lời buộc tội của Laugesen có đúng không?\n Đáng xấu hổ, luật sư của tôi sẽ liên lạc với ông ta. Hết."
    },
    {
        "start": "00:39:05,120",
        "end": "00:39:09,840",
        "en": "-Det er grundløse beskyldninger. -Vi rejser en injuriesag.",
        "pa": "These are completely baseless accusations!\n I demand an immediate retraction, and we'll sue for slander.",
        "vi": "Đây là lời buộc tội hoàn toàn vô căn cứ!\n Phải rút lại ngay. Chúng tôi sẽ kiện vì tội vu khống."
    },
    {
        "start": "00:39:09,960",
        "end": "00:39:14,120",
        "en": "Du risikerer at løbe ind i en diskussion om sandhedsværdi.",
        "pa": "If you sue for slander, you risk an endless discussion about the matter.",
        "vi": "Nếu kiện về tội vu khống thì có nguy cơ sa vào"
    },
    {
        "start": "00:39:14,240",
        "end": "00:39:16,720",
        "en": "Jeg skal ikke føre bevis for",
        "pa": "Nonsense. I don't need to prove that I haven't fucked",
        "vi": "tranh luận không hồi kết về đâu là sự thật.\n Vô lý. Tôi không phải chứng minh mình không ngủ"
    },
    {
        "start": "00:39:16,840",
        "end": "00:39:21,880",
        "en": "at jeg ikke har knaldet samtlige kvinder i min folketingsgruppe.",
        "pa": "every woman in my parliamentary group.",
        "vi": "với mọi phụ nữ trong nhóm nghị sĩ của tôi."
    },
    {
        "start": "00:39:22,000",
        "end": "00:39:26,520",
        "en": "Og Höx skal offentligt diskutere, om han er bøsse.",
        "pa": "Of course you'll get asked about it, Amir.\n And Höx will have to engage in a discussion on whether he's gay or not.",
        "vi": "Tất nhiên họ sẽ hỏi anh, Amir.\n Höx sẽ phải thảo luận về việc mình có đồng tính không."
    },
    {
        "start": "00:39:26,640",
        "end": "00:39:29,480",
        "en": "Jeg har været lykkeligt gift i 16 år.",
        "pa": "I won't. This is absurd.\n I've lived happily with a woman for 16 years.",
        "vi": "Không đâu. Thật lố bịch.\n Tôi đã sống hạnh phúc với một phụ nữ 16 năm nay."
    },
    {
        "start": "00:39:29,600",
        "end": "00:39:33,800",
        "en": "-Hold Amir og Höx fra pressen. -Nogen skal tale med dem.",
        "pa": "Don't let Amir or Höx discuss the rumors in the press.",
        "vi": "Đừng để Amir hay Höx bàn về tin đồn trên báo."
    },
    {
        "start": "00:39:33,920",
        "end": "00:39:38,360",
        "en": "-TV1 har udbedt sig en kommentar. -Den giver du dem.",
        "pa": "I agree, but somebody has to. TV1 is out there asking for a comment.\n And you'll give it, as brief and relaxed as possible.",
        "vi": "Đồng ý, nhưng phải có người làm thế. TV1 đang xin bình luận.\n Và sẽ bình luận, càng ngắn gọn, thoải mái càng tốt."
    },
    {
        "start": "00:39:38,480",
        "end": "00:39:42,080",
        "en": "Du er blevet hevet ind i din sommerferie for en bagatel.",
        "pa": "You've been pulled in during your vacation for a trifle.",
        "vi": "Bà đang đi nghỉ mà bị lôi đến vì chuyện vặt vãnh."
    },
    {
        "start": "00:39:42,200",
        "end": "00:39:44,760",
        "en": "Det skal stoppes nu.",
        "pa": "Birgitte, it's important we stop this before it grows.",
        "vi": "Quan trọng là ta phải ngăn lại trước khi nó bung ra."
    },
    {
        "start": "00:39:44,880",
        "end": "00:39:49,040",
        "en": "Vil du ikke svare igen på svineriet om dig og Yvonne Kjær?",
        "pa": "And you're not going to reply to the dirt on you and Yvonne Kjær?",
        "vi": "Ông sẽ không trả lời về vụ bôi nhọ ông và Yvonne Kjær?"
    },
    {
        "start": "00:39:49,160",
        "end": "00:39:54,240",
        "en": "Jeg har haft et forhold til Yvonne. Det var noget rod. Sket er sket.",
        "pa": "Damn it, you know this. I had an affair with Yvonne. It didn't go well.\n It was actually a real mess, well, but done is done!",
        "vi": "Chết tiệt, ông biết mà. Tôi từng qua lại với Yvonne, chuyện không suôn sẻ.\n Chuyện đó rắc rối thật, nhưng qua rồi!"
    },
    {
        "start": "00:39:54,360",
        "end": "00:39:56,520",
        "en": "Du skal benægte det.",
        "pa": "Bent, you have to deny it! You've slept with the enemy.",
        "vi": "Bent, ông phải phủ nhận! Ông đã ngủ với kẻ thù."
    },
    {
        "start": "00:39:56,640",
        "end": "00:40:01,800",
        "en": "Hvis han benægter, accepterer han at gå i dialog med bogen.",
        "pa": "If he denies the affair, he validates the contents of the book.\n He agrees that the book has value and significance.",
        "vi": "Nếu phủ nhận thì nghĩa là thừa nhận sách nói đúng.\n Ông ấy thừa nhận rằng sách đó có giá trị và ý nghĩa."
    },
    {
        "start": "00:40:01,920",
        "end": "00:40:06,200",
        "en": "-Det her skal ties ihjel. -Det står i samtlige aviser.",
        "pa": "Exactly, this must be smothered with silence.",
        "vi": "Chính xác, phải dập tắt vụ này bằng sự im lặng."
    },
    {
        "start": "00:40:06,320",
        "end": "00:40:09,320",
        "en": "Alle refererer til Laugesens bog.",
        "pa": "Look, it's already in all the papers, Kasper.\n Yes, but they all refer to Laugesen's book.",
        "vi": "Nghe này, nó lên khắp các báo rồi.\n Phải, nhưng họ đều nói đến sách của Laugesen."
    },
    {
        "start": "00:40:09,440",
        "end": "00:40:15,600",
        "en": "Hvis vi undlader at kommentere historierne, fremstår de som sladder.",
        "pa": "If we don't comment further on the stories,\n it will look like mere gossip, and we don't have to take that seriously.",
        "vi": "Nếu ta không bình luận thêm về mấy chuyện đó,\n người ta sẽ nghĩ nó là tin đồn, và ta không cần coi nó là nghiêm túc."
    },
    {
        "start": "00:40:15,720",
        "end": "00:40:20,640",
        "en": "-Vi kommenterer ikke sladder. -Men vi kræver et dementi.",
        "pa": "So the strategy is we don't comment on gossip.",
        "vi": "Chiến lược là: Ta không bình luận về tin đồn."
    },
    {
        "start": "00:40:20,760",
        "end": "00:40:27,000",
        "en": "Ikke noget dementi. Hvis det skal virke, skal vi holde vores kæft.",
        "pa": "Let's at least demand a retraction.\n No retraction.",
        "vi": "Ít nhất hãy yêu cầu rút lại.\n Không rút lại."
    },
    {
        "start": "00:40:27,120",
        "end": "00:40:30,040",
        "en": "Du er nødt til selv at sige noget.",
        "pa": "For this to work, we need to keep quiet.\n You need to say something yourself, Kasper. Sorry.",
        "vi": "Để đạt hiệu quả, chúng ta cần im lặng.\n Anh cũng cần nói gì đó, Kasper. Xin lỗi."
    },
    {
        "start": "00:40:30,160",
        "end": "00:40:33,560",
        "en": "Den alvorligste anklage i bogen handler om dig.",
        "pa": "The most serious accusation in the book is the one about you, damn it.",
        "vi": "Lời buộc tội nghiêm trọng nhất trong đó là về anh, chết tiệt."
    },
    {
        "start": "00:40:33,680",
        "end": "00:40:38,040",
        "en": "Om de oplysninger om Hesselboe, som Laugesen fremførte ved valget.",
        "pa": "That Laugesen dug up dirt on Hesselboe during the campaign.",
        "vi": "Là thông tin về Hesselboe mà Laugesen có trong cuộc bầu cử."
    },
    {
        "start": "00:40:38,160",
        "end": "00:40:43,480",
        "en": "Det er fandeme konkret. Det var det grundlag, regeringen faldt på.",
        "pa": "That's concrete.\n It's the whole reason the former government lost.",
        "vi": "Nó cực kỳ chắc chắn.\n Đó chính là lý do Chính phủ cũ bị hạ bệ."
    },
    {
        "start": "00:40:43,600",
        "end": "00:40:48,600",
        "en": "Jeg kan ikke forstå, hvis vi bare skal være tavse omkring det.",
        "pa": "I don't understand how we can keep quiet about that.",
        "vi": "Làm sao ta có thể im lặng về việc đó?"
    },
    {
        "start": "00:40:50,280",
        "end": "00:40:54,080",
        "en": "Hvordan forholder du dig til afsløringerne i Laugesens bog?",
        "pa": "Birgitte Nyborg, how do you feel about the revelations in Laugesen's book?",
        "vi": "Birgitte, bà thấy sao về những tiết lộ trong sách của Laugesen?"
    },
    {
        "start": "00:40:54,200",
        "end": "00:40:56,960",
        "en": "-Meget afslappet. -Har du læst den?",
        "pa": "-Very relaxed.\n - Have you read it? -No, and I don't intend to.",
        "vi": "Rất thoải mái.\n - Bà đọc chưa? - Chưa và tôi không định đọc."
    },
    {
        "start": "00:40:57,080",
        "end": "00:41:02,440",
        "en": "-Nej, sladder interesserer mig ikke. -Hvorfor afbryder De så Deres ferie?",
        "pa": "I'm not interested in gossip.\n Why did the prime minister stop her vacation and come here?",
        "vi": "- Tôi không quan tâm tới tin đồn. - Thế sao bà đang đi nghỉ lại đến đây?"
    },
    {
        "start": "00:41:02,560",
        "end": "00:41:06,040",
        "en": "Jeg har måske andet at lave end at fodre pressen.",
        "pa": "A prime minister could have other things to do than feeding the press.",
        "vi": "Một Thủ tướng có nhiều việc để làm ngoài việc tiếp báo chí."
    },
    {
        "start": "00:41:06,160",
        "end": "00:41:09,680",
        "en": "Hvad med anklagerne mod din egen spindoktor?",
        "pa": "And the proven accusations made against your spin doctor?",
        "vi": "Còn cáo buộc rõ ràng với cố vấn truyền thông của bà?"
    },
    {
        "start": "00:41:09,800",
        "end": "00:41:14,280",
        "en": "Jeg var bekendt med bilagssagen, da jeg genansatte Kasper.",
        "pa": "I was familiar with the situation\n regarding the receipts when I as prime minister rehired Kasper Juul.",
        "vi": "Tôi biết rõ sự việc\n về số biên lai đó, khi là Thủ tướng tôi tuyển mộ lại Kasper."
    },
    {
        "start": "00:41:14,400",
        "end": "00:41:18,520",
        "en": "- Kan Kasper Juul fortsætte? - Han vil selv redegøre for pressen.",
        "pa": "Can Kasper Juul stay on?\n Kasper Juul will personally brief the press.",
        "vi": "Kasper Juul được có ở lại không?\n Anh ấy sẽ tự nói với báo giới."
    },
    {
        "start": "00:41:18,640",
        "end": "00:41:22,720",
        "en": "-Mere kan jeg ikke sige lige nu. -Birgitte Nyborg...",
        "pa": "I'll react to that. I can't say more now.\n -Thank you. - Birgitte Nyborg!",
        "vi": "Có gì tôi sẽ nói. Giờ mới chỉ có thế.\n - Cảm ơn. - Birgitte Nyborg!"
    },
    {
        "start": "00:41:22,840",
        "end": "00:41:27,480",
        "en": "Helt ærligt... Jeg har sommerferie.",
        "pa": "Seriously, it's my summer vacation. Thank you.",
        "vi": "Thật tình, tôi đang nghỉ hè đấy.\n Cảm ơn."
    },
    {
        "start": "00:41:28,680",
        "end": "00:41:32,920",
        "en": "Jeg koordinerer med ministeriet, og så vender jeg tilbage.",
        "pa": "I'll coordinate with the ministry and call you back.",
        "vi": "Tôi sẽ phối hợp với văn phòng và gọi lại."
    },
    {
        "start": "00:41:33,040",
        "end": "00:41:35,440",
        "en": "Okay. Tak.",
        "pa": "Okay, thank you.",
        "vi": "Được rồi, cảm ơn."
    },
    {
        "start": "00:41:35,560",
        "end": "00:41:39,720",
        "en": "-TV1 vil have mig i nyhederne. -Det skal du gøre.",
        "pa": "TV1 wants me on the news tonight.",
        "vi": "TV1 mời tôi lên tin tức tối nay."
    },
    {
        "start": "00:41:39,840",
        "end": "00:41:43,560",
        "en": "Vi slipper ikke for at tale om det her alligevel.",
        "pa": "That sounds good. Do that, Kasper.\n We won't get out of talking about this anyway.",
        "vi": "Nghe hay đấy. Làm đi, Kasper.\n Ta cũng im lặng về việc này."
    },
    {
        "start": "00:41:43,680",
        "end": "00:41:47,680",
        "en": "Kasper, bare lige så vi ved, hvad vi taler om...",
        "pa": "Kasper...\n just so we are on the same page.",
        "vi": "Kasper...\n Nói để ta cùng thống nhất..."
    },
    {
        "start": "00:41:47,800",
        "end": "00:41:51,800",
        "en": "En medierådgiver må aldrig blive en belastning for regeringen.",
        "pa": "A media adviser can never be a liability for the government.",
        "vi": "Cố vấn truyền thông không được là gánh nặng của Chính phủ."
    },
    {
        "start": "00:41:51,920",
        "end": "00:41:56,400",
        "en": "Jeg kan ikke bringe politiske ofre for at redde dig",
        "pa": "I can't make political sacrifices to save you.",
        "vi": "Tôi không thể hi sinh chính trị để cứu anh."
    },
    {
        "start": "00:41:56,520",
        "end": "00:42:00,720",
        "en": "så jeg håber virkelig, at du gør det godt.",
        "pa": "So for our future collaboration, Kasper...\n I hope you handle it well.",
        "vi": "Vì sự hợp tác trong tương lai của ta,\n tôi mong anh xử lý tốt."
    },
    {
        "start": "00:42:19,800",
        "end": "00:42:22,920",
        "en": "-Så er der forloren hare. -Det ser lækkert ud.",
        "pa": "Here's the meatloaf.\n -It looks delicious, Mrs. Steensgaard. -Thank you.",
        "vi": "Đây là món bánh thịt xay.\n - Nhìn ngon quá, bà Steensgaard. - Cảm ơn bà."
    },
    {
        "start": "00:42:23,040",
        "end": "00:42:28,120",
        "en": "Ja, men det er jo også sådan en dejlig let sommerret.",
        "pa": "Yes, it's such a nice, light summer dish.",
        "vi": "Đúng là món ngon, nhẹ bụng của mùa hè."
    },
    {
        "start": "00:42:31,360",
        "end": "00:42:34,880",
        "en": "Laura, slut med den mobil. Kom ind og få noget mad.",
        "pa": "Laura, get off that cellphone now. Come and eat.",
        "vi": "Laura, bỏ điện thoại xuống ngay. Lại đây ăn đi."
    },
    {
        "start": "00:42:35,000",
        "end": "00:42:39,520",
        "en": "-Det er varmt. Jeg er ikke sulten. -Bare sæt dig ned.",
        "pa": "It's just so hot. I'm not hungry.",
        "vi": "Nóng quá. Con không đói."
    },
    {
        "start": "00:42:39,640",
        "end": "00:42:43,560",
        "en": "-Fik I spillet stangtennis i dag? -Nej, jeg faldt på fliserne.",
        "pa": "Sit down.\n Did you guys play tennis today?",
        "vi": "Ừ, nhưng ngồi đi.\n - Hôm nay các con chơi tennis chứ? - Không, con ngã trên vỉa hè."
    },
    {
        "start": "00:42:43,680",
        "end": "00:42:46,960",
        "en": "-Pivskiden græd i ti minutter. -Og du er en lort!",
        "pa": "No, I fell on the pavement.\n He's a wimp who cried for ten minutes.",
        "vi": "Đồ mít ướt, khóc suốt mười phút."
    },
    {
        "start": "00:42:47,080",
        "end": "00:42:50,720",
        "en": "Vi snakker pænt her. Nu spiser vi og hygger os.",
        "pa": "And you are a turd!\n Don't talk to each other like that. We talk nicely to each other.\n Now we will eat and hang out, right?",
        "vi": "Chị là đồ xấu xa!\n Đừng nói với nhau như thế. Phải lịch sự.\n Ta ăn uống cho vui vẻ nhé?"
    },
    {
        "start": "00:42:54,160",
        "end": "00:42:58,600",
        "en": "-Hvorfor må mor skrive beskeder? -Mor er statsminister.",
        "pa": "Why can Mom text but I can't?\n Because Mom is prime minister.",
        "vi": "Sao mẹ được nhắn tin mà con thì không?\n Vì mẹ là Thủ tướng?"
    },
    {
        "start": "00:43:01,600",
        "end": "00:43:05,720",
        "en": "Hvor længe skal vi være her? Louise holder fest på fredag.",
        "pa": "Dad, how long are we staying here?\n Louise is having a party on Friday. Can we be back by then?",
        "vi": "Bố, chúng ta sẽ ở đây bao lâu?\n Louise sẽ mở tiệc vào thứ Sáu. Mình về trước hôm đó nhé?"
    },
    {
        "start": "00:43:05,840",
        "end": "00:43:08,600",
        "en": "Spørg mor.",
        "pa": "Ask your mom.\n Well?",
        "vi": "Hỏi mẹ con ấy.\n Sao ạ?"
    },
    {
        "start": "00:43:10,480",
        "end": "00:43:14,160",
        "en": "Det må vi lige finde ud af.",
        "pa": "I don't know. We'll talk about it.",
        "vi": "Mẹ không biết nữa. Ta sẽ bàn sau."
    },
    {
        "start": "00:43:14,280",
        "end": "00:43:18,320",
        "en": "Det var en fælles beslutning, at vi tog herop, ikke?",
        "pa": "Going here was a joint decision, right?",
        "vi": "Cả nhà quyết định đến đây nhỉ?"
    },
    {
        "start": "00:43:18,440",
        "end": "00:43:20,120",
        "en": "Jo, jo.",
        "pa": "-Magnus, could you pass the potatoes? -Yes, of course.\n No, not right now.",
        "vi": "- Magnus, đưa chị khoai tây. - Ừ, tất nhiên.\n Không phải bây giờ."
    },
    {
        "start": "00:43:20,240",
        "end": "00:43:25,200",
        "en": "Men det afhænger af, om du har tid til at holde ferie med os.",
        "pa": "-But it depends if you have time or not. -You're ten years old. Just give them.",
        "vi": "- Nhưng phụ thuộc vào thời gian của em. - Em lớn rồi. Đưa đây."
    },
    {
        "start": "00:43:25,320",
        "end": "00:43:28,680",
        "en": "-Du er ikke til stede. -Hvad mener du med det?",
        "pa": "Give me the potatoes!\n - You're not present. - You've had enough.\n -What do you mean? -You know what I mean.",
        "vi": "Đưa chị khoai tây!\n - Em vắng mặt suốt. - Em lấy đủ rồi.\n - Ý anh là sao? - Em hiểu mà."
    },
    {
        "start": "00:43:31,160",
        "end": "00:43:32,920",
        "en": "Nej!",
        "pa": "- Give it here.\n No!",
        "vi": "Đưa đây.\n Không!"
    },
    {
        "start": "00:43:37,800",
        "end": "00:43:40,560",
        "en": "Okay, lad os tage hjem.",
        "pa": "Okay, let's go home.",
        "vi": "Được, về nhà thôi."
    },
    {
        "start": "00:43:40,680",
        "end": "00:43:44,040",
        "en": "Godt, lad os gøre det.",
        "pa": "Yeah, all right, let's do that.",
        "vi": "Ừ, được rồi, làm thế đi."
    },
    {
        "start": "00:43:44,160",
        "end": "00:43:47,680",
        "en": "Kom så, unger, så pakker vi.",
        "pa": "Come on, kids, let's pack.",
        "vi": "Các con, xếp đồ nào."
    },
    {
        "start": "00:43:59,240",
        "end": "00:44:01,520",
        "en": "Jeg inviterer Ida herover i morgen.",
        "pa": "-I'm inviting Ida over tomorrow, okay?",
        "vi": "Bố, mai con mời Ida đến được chứ?"
    },
    {
        "start": "00:44:01,600",
        "end": "00:44:04,040",
        "en": "Fint. Tag lige telefonen.",
        "pa": "Yes, that's fine. Hey, could you pick that up?",
        "vi": "Ừ, không sao. Con nghe được không?"
    },
    {
        "start": "00:44:06,960",
        "end": "00:44:11,600",
        "en": "Hej, det er Laura. Far, det er til dig.",
        "pa": "Hello, it's Laura.\n Yes. Dad, it's for you.",
        "vi": "Chào, đây là Laura.\n Vâng. Bố, là của bố."
    },
    {
        "start": "00:44:11,720",
        "end": "00:44:16,240",
        "en": "En eller anden Sascha Rousing fra noget headhunter-noget.",
        "pa": "Right.\n Some Sascha Rousing from some headhunting thing.",
        "vi": "Ừ.\n Sascha Rousing chỗ săn đầu người gì đó."
    },
    {
        "start": "00:44:16,360",
        "end": "00:44:20,000",
        "en": "Ja, det er Phillip. Okay.",
        "pa": "Okay. This is Phillip.",
        "vi": "Được rồi. Phillip đây."
    },
    {
        "start": "00:44:21,360",
        "end": "00:44:25,920",
        "en": "Ja, det lyder sgu meget godt. I morgen formiddag er okay.",
        "pa": "Okay.\n That sounds pretty good. ",
        "vi": "Được rồi.\n Nghe khá hay đấy."
    },
    {
        "start": "00:44:26,040",
        "end": "00:44:30,400",
        "en": "Hej, hej. De vil tilbyde mig et tungt job.",
        "pa": "Sure, tomorrow morning is fine.\n Bye.\n They have a really big job they want to offer me.",
        "vi": "Chắc chắn rồi, sáng mai ổn đấy.\n Tạm biệt.\n Họ muốn mời anh làm chức rất to."
    },
    {
        "start": "00:44:30,520",
        "end": "00:44:35,560",
        "en": "Jeg siger selvfølgelig nej, men jeg bliver nødt til at tage derind.",
        "pa": "I'll of course say no, but I have to go meet them.",
        "vi": "Dĩ nhiên anh sẽ từ chối nhưng... anh phải đến đó."
    },
    {
        "start": "00:44:45,640",
        "end": "00:44:50,720",
        "en": "Jeg har lidt sprut til dem, som ikke er glade for at skulle på skærmen.",
        "pa": "If you're interested,\n I have a little booze for guests who are nervous about being on screen.",
        "vi": "Nếu anh muốn,\n tôi có chút rượu cho những người hồi hộp trước khi lên sóng."
    },
    {
        "start": "00:44:50,840",
        "end": "00:44:56,760",
        "en": "-Nej tak. Jeg har prøvet det før. -Det var bare et tilbud.",
        "pa": "No, thank you.\n I've done this before, so...",
        "vi": "Không, cảm ơn cô.\n - Tôi làm việc này rồi nên... - Tất nhiên, chỉ là mẹo nhỏ."
    },
    {
        "start": "00:44:56,880",
        "end": "00:45:01,520",
        "en": "Laugesen kommer, når du er færdig med Juul.",
        "pa": "Of course, it was just a suggestion.\n - Tanja. -Yes.\n Laugesen is coming in as soon as you're done with Juul.",
        "vi": "- Tanja? - Vâng?\n Laugesen sẽ vào ngay khi cô xong việc với Juul."
    },
    {
        "start": "00:45:01,640",
        "end": "00:45:04,760",
        "en": "Han vil gerne mødes med dig on air.",
        "pa": "That's great, thanks.\n He wants to sit down with you on air to discuss the story.",
        "vi": "Tuyệt, cảm ơn.\n Ông ấy muốn gặp anh trên sóng để bàn chuyện đó."
    },
    {
        "start": "00:45:04,880",
        "end": "00:45:10,640",
        "en": "-Jeg laver kun interviewet alene. -Jeg ville lige give dig buddet.",
        "pa": "Yes, but I'm only doing this interview alone.",
        "vi": "Vâng, nhưng tôi chỉ phỏng vấn một mình."
    },
    {
        "start": "00:45:10,760",
        "end": "00:45:15,160",
        "en": "Det har du gjort to gange, og svaret er stadig nej.",
        "pa": "Right. I just wanted to give you the offer.\n As you've done twice already. The answer is still no.\n Right.",
        "vi": "Vâng. Tôi chỉ muốn báo với anh về lời đề nghị.\n Dù cô đã nói hai lần. Câu trả lời vẫn là không.\n Vâng."
    },
    {
        "start": "00:45:17,200",
        "end": "00:45:20,160",
        "en": "Kig op.",
        "pa": "-Please look up. -Yes.",
        "vi": "- Hãy nhìn lên. - Vâng."
    },
    {
        "start": "00:45:22,160",
        "end": "00:45:25,360",
        "en": "-Det er min datter, er det okay... -Ja.",
        "pa": "-It's my daughter, is it okay if I...? -Sure.",
        "vi": "- Con gái tôi, có phiền... - Không sao."
    },
    {
        "start": "00:45:25,480",
        "end": "00:45:30,040",
        "en": "Hej, skat. Nej, mor er på arbejde.",
        "pa": "Thank you. Hi, honey.\n No, Mom is at work. You know that. Yeah.",
        "vi": "Cảm ơn.\n Chào con yêu.\n Không, mẹ đang ở chỗ làm. Con biết mà."
    },
    {
        "start": "00:45:50,280",
        "end": "00:45:53,440",
        "en": "Vi er på om 20 sekunder.",
        "pa": "We are on in 20 seconds.",
        "vi": "Hai mươi giây nữa sẽ lên sóng."
    },
    {
        "start": "00:45:53,560",
        "end": "00:45:57,000",
        "en": "Jeg vil gerne undskylde min opførsel.",
        "pa": "I just wanted to apologize for my behavior last time regarding the book.",
        "vi": "Xin lỗi vì hôm nọ tôi cư xử không phải, về cuốn sách."
    },
    {
        "start": "00:45:57,120",
        "end": "00:46:00,440",
        "en": "Det er helt fint.",
        "pa": "It's fine.\n -Just so... -It's completely fine.",
        "vi": "Không sao.\n - Chỉ là... - Không sao hết."
    },
    {
        "start": "00:46:03,880",
        "end": "00:46:08,000",
        "en": "5 sekunder. 4, 3, 2, 1. Værsgo.",
        "pa": "Five seconds. Four... three...\n two... one... and go, Ulrik.",
        "vi": "Năm giây. Bốn... ba...\n hai... một. Lên hình, Ulrik."
    },
    {
        "start": "00:46:08,120",
        "end": "00:46:12,560",
        "en": "Vi har sagens hovedperson, Kasper Juul, i studiet.",
        "pa": "Now we have the story's main character in the studio,\n the prime minister's spin doctor, Kasper Juul.",
        "vi": "Nhân vật chính của câu chuyện đang ở đây,\n cố vấn truyền thông của Thủ tướng, Kasper Juul."
    },
    {
        "start": "00:46:12,680",
        "end": "00:46:17,120",
        "en": "Laugesen påstår, at du gav ham de bilag, der væltede Lars Hesselboe.",
        "pa": "According to this book by Michael Laugesen,\n you gave him the receipts that toppled Lars Hesselboe.",
        "vi": "Theo sách của Michael Laugesen,\n anh đưa ông ấy biên lai khiến Hesselboe bị lật đổ."
    },
    {
        "start": "00:46:17,240",
        "end": "00:46:20,400",
        "en": "Hvordan fik du fat i dem?",
        "pa": "How did you get them?",
        "vi": "Sao anh lại có chúng?"
    },
    {
        "start": "00:46:20,520",
        "end": "00:46:23,080",
        "en": "Det kan jeg ikke udtale mig om.",
        "pa": "How I got them, I'm afraid I can't talk about.",
        "vi": "Tôi không thể nói đã có bằng cách nào."
    },
    {
        "start": "00:46:23,200",
        "end": "00:46:26,880",
        "en": "Som jeg har forstået det, fik du dem af Ole Dahl.",
        "pa": "But as far as I understand, you got them from Hesselboe's then-spin doctor,",
        "vi": "Theo tôi hiểu, cố vấn truyền thông của Hesselboe, Ole Dahl đưa"
    },
    {
        "start": "00:46:27,000",
        "end": "00:46:32,800",
        "en": "Jeg kan ikke afsløre mine kilder. Det må en journalist have forståelse for.",
        "pa": "-Ole Dahl-- -As I said, I can't reveal my source,\n and I'm sure that you will understand that as a journalist.",
        "vi": "- cho anh... - Tôi không thể tiết lộ nguồn,\n là nhà báo, chắc chắn anh hiểu điều đó."
    },
    {
        "start": "00:46:32,920",
        "end": "00:46:35,880",
        "en": "Hvordan fik Laugesen bilagene?",
        "pa": "Then let's talk about something else. How did Michael Laugesen get the receipts?",
        "vi": "Nói chuyện khác nhé. Michael Laugesen có các biên lai bằng cách nào?"
    },
    {
        "start": "00:46:36,000",
        "end": "00:46:39,360",
        "en": "Birgitte Nyborg ville ikke benytte sig af dem",
        "pa": "I showed them first to Birgitte Nyborg.",
        "vi": "Tôi đưa chúng cho Birgitte Nyborg trước."
    },
    {
        "start": "00:46:39,480",
        "end": "00:46:42,200",
        "en": "men Laugesen ville gerne.",
        "pa": "She wouldn't use them, so I showed them to Michael Laugesen,",
        "vi": "Bà ấy không dùng nên tôi đưa cho Michael Laugesen, và ông ấy dùng."
    },
    {
        "start": "00:46:42,320",
        "end": "00:46:48,480",
        "en": "Hvordan kan du forsvare, at du går til lederen af et andet parti?",
        "pa": "and he would.\n How do you defend going to the leader of another party\n after your own party leader refused to use them for moral reasons?",
        "vi": "Anh biện hộ ra sao khi tiếp cận lãnh đạo đảng khác\n sau khi lãnh đạo đảng anh vì đạo đức mà từ chối?"
    },
    {
        "start": "00:46:48,600",
        "end": "00:46:52,160",
        "en": "Det kan jeg heller ikke, men jeg var uenig.",
        "pa": "I can't. But I disagreed strongly with her decision.",
        "vi": "Tôi không thể. Nhưng tôi không đồng ý với quyết định của bà ấy."
    },
    {
        "start": "00:46:52,280",
        "end": "00:46:56,440",
        "en": "Bilagene viste, at statsministeren misbrugte statens midler",
        "pa": "The receipts clearly showed that the Prime Minister of Denmark",
        "vi": "Biên lai đó rõ ràng cho thấy Thủ tướng Đan Mạch"
    },
    {
        "start": "00:46:56,560",
        "end": "00:47:01,160",
        "en": "til private formål. Jeg følte en moralsk forpligtigelse.",
        "pa": "misused government funds for private purposes.\n So I felt a sort of moral obligation.",
        "vi": "dùng tiền của Chính phủ cho việc riêng.\n Lương tâm buộc tôi phải làm thế."
    },
    {
        "start": "00:47:01,280",
        "end": "00:47:04,880",
        "en": "Du handlede altså etisk. Og hvis det er rigtigt",
        "pa": "Fine, let's say you acted ethically,",
        "vi": "Được, giả sử anh làm theo đúng lương tâm,"
    },
    {
        "start": "00:47:05,000",
        "end": "00:47:08,400",
        "en": "så forstår jeg ikke, hvorfor Nyborg fyrede dig.",
        "pa": "and if that is true, I don't understand,\n -because Birgitte Nyborg fired you?",
        "vi": "và nếu điều đó là thật, tôi không hiểu\n vì Birgitte Nyborg sa thải anh."
    },
    {
        "start": "00:47:08,520",
        "end": "00:47:13,200",
        "en": "Det er en udbredt misforståelse. Jeg gik selv på grund af uenigheden.",
        "pa": "That's a common misconception. I'd like to point out that I left",
        "vi": "Mọi người hiểu lầm thôi. Tôi muốn chỉ ra rằng tôi ra đi"
    },
    {
        "start": "00:47:13,320",
        "end": "00:47:17,880",
        "en": "Vi har talt det hele igennem, inden vi genoptog vores samarbejde.",
        "pa": "because of the disagreement.\n And we of course discussed everything before we decided to work together again.",
        "vi": "vì bất đồng.\n Dĩ nhiên chúng tôi thảo luận thấu đáo trước khi tái hợp tác."
    },
    {
        "start": "00:47:18,000",
        "end": "00:47:21,800",
        "en": "Kan du blive siddende i dit job med det her i bagagen?",
        "pa": "So you feel you can continue your job with with this in tow?",
        "vi": "Anh thấy có thể tiếp tục làm việc sau sự việc này?"
    },
    {
        "start": "00:47:21,920",
        "end": "00:47:27,240",
        "en": "Ja, hvis et moralsk menneske kan være spindoktor for statsministeren.",
        "pa": "That depends, whether you believe that a moral person can work\n as spin doctor for the prime minister.",
        "vi": "Tùy vào việc liệu anh có tin rằng một người có đạo đức\n có thể làm cố vấn truyền thông cho Thủ tướng không."
    },
    {
        "start": "00:47:27,360",
        "end": "00:47:29,960",
        "en": "Og det blev det sidste ord til dig.",
        "pa": "We are out of time, Kasper Juul, thank you.",
        "vi": "Đã hết thời gian. Cảm ơn, Kasper."
    },
    {
        "start": "00:47:30,080",
        "end": "00:47:33,920",
        "en": "Man er ikke spindoktor for ingenting.",
        "pa": "You're not spin doctor for nothing.\n In France, farmers protested for the fifth time...",
        "vi": "Cố vấn truyền thông được đấy.\n Nông dân Pháp biểu tình lần thứ năm..."
    },
    {
        "start": "00:47:43,600",
        "end": "00:47:48,120",
        "en": "Jeg så dig hos Ulrik. Det klarede du fint.",
        "pa": "I saw you with Ulrik.\n -You handled that nicely. -Thank you.",
        "vi": "Em thấy anh với Ulrik.\n - Anh xử lý khéo lắm. - Cảm ơn."
    },
    {
        "start": "00:47:48,240",
        "end": "00:47:51,800",
        "en": "Men du er jo også verdensmester i at fortælle historier.",
        "pa": "But you are an expert storyteller, so...",
        "vi": "Nhưng anh có tài kể chuyện nên..."
    },
    {
        "start": "00:47:51,920",
        "end": "00:47:55,040",
        "en": "Du ved ikke, hvad det handler om.",
        "pa": "I don't have energy for this. I don't think you understand.",
        "vi": "Anh không còn sức cho việc này. Mà chưa chắc em hiểu."
    },
    {
        "start": "00:47:55,160",
        "end": "00:47:59,600",
        "en": "Du vil hellere lyve dig fra alting end se dig selv i øjnene.",
        "pa": "Yes, it's about you. Someone who'd rather lie about everything\n instead of being able to look yourself in the mirror.",
        "vi": "Ừ, là anh mà, thà nói dối từ đầu tới cuối còn hơn nhìn mình trong gương."
    },
    {
        "start": "00:47:59,720",
        "end": "00:48:03,920",
        "en": "Sådan taler overprivilegerede, der aldrig har oplevet",
        "pa": "That's what you hear from overprivileged, spoiled people",
        "vi": "Đó là điều em nghe từ bọn tha hóa, ăn trên ngồi trốc"
    },
    {
        "start": "00:48:04,040",
        "end": "00:48:07,840",
        "en": "hvor meget lort der er i verden. Farvel, Katrine.",
        "pa": "who've never experienced how much shit there is in the world. ",
        "vi": "chưa từng biết đời này có bao nhiêu khổ ải."
    },
    {
        "start": "00:48:07,960",
        "end": "00:48:11,440",
        "en": "-Vi var i gang med at snakke. -Du snakker. Jeg går.",
        "pa": "Goodbye, Katrine.\n -But we were chatting so nicely. -No.",
        "vi": "Tạm biệt, Katrine.\n - Ta đang nói chuyện lịch sự mà. - Không."
    },
    {
        "start": "00:48:11,560",
        "end": "00:48:16,080",
        "en": "Så gå. Det er også nemmere end at prøve at tage et ansvar.",
        "pa": "You talk, I leave, okay?\n Then leave. That's easier than standing still and taking responsibility.",
        "vi": "Em cứ nói, anh đi đây.\n Đi đi. Thế thì dễ hơn đứng đó và chịu trách nhiệm."
    },
    {
        "start": "00:48:16,200",
        "end": "00:48:20,320",
        "en": "-Min far er død. Okay? -Nå, din far er lige død.",
        "pa": "My dad died. Okay?",
        "vi": "Bố anh mới mất.\n Được chứ?"
    },
    {
        "start": "00:48:20,440",
        "end": "00:48:24,960",
        "en": "Sådan død-død, eller er han flyttet til Frankrig igen?",
        "pa": "So your dad just died? I see.\n Like, dead dead? Or did he move to France again?",
        "vi": "Vậy là bố anh mới mất? Ra thế. Mất thật? Hay lại chuyển đến Pháp?"
    },
    {
        "start": "00:48:47,640",
        "end": "00:48:51,680",
        "en": "-Hej. -Nå, er du hjemme?",
        "pa": "Hi.\n Oh, no, you're home?",
        "vi": "Chào anh."
    },
    {
        "start": "00:48:51,800",
        "end": "00:48:56,480",
        "en": "Jeg skulle lige hjem og skifte. Jeg skal give en kommentar til TV1",
        "pa": "I had to come home and change. I'm going...",
        "vi": "Ồ, em ở nhà à?\n Em phải về nhà thay đồ, em sẽ đến..."
    },
    {
        "start": "00:48:56,600",
        "end": "00:48:59,800",
        "en": "om Kasper og bilagene.",
        "pa": "to give a comment to TV1 regarding Kasper and the receipts.\n Mm-hmm.",
        "vi": "để bình luận với TV1 về Kasper và số biên lai."
    },
    {
        "start": "00:48:59,920",
        "end": "00:49:03,440",
        "en": "Nå, du får dig lige en øl kl. 11 om formiddagen.",
        "pa": "I see you're having yourself a beer at 11 a.m.",
        "vi": "Em thấy anh uống bia lúc 11:00 trưa."
    },
    {
        "start": "00:49:03,560",
        "end": "00:49:06,680",
        "en": "Er du begyndt at drikke seriøst?",
        "pa": "-Have you begun to drink seriously?",
        "vi": "Dạo này anh nghiện bia rượu à?"
    },
    {
        "start": "00:49:09,160",
        "end": "00:49:13,040",
        "en": "Jeg var til headhuntermøde i dag. De ville spørge",
        "pa": "I went to that headhunter's meeting today.",
        "vi": "Hôm nay anh đã gặp chuyên gia săn đầu người."
    },
    {
        "start": "00:49:13,160",
        "end": "00:49:17,440",
        "en": "om jeg ville være øverste chef for Via Electronics i Nordeuropa.",
        "pa": "They want me to be CEO for Via Electronics in Northern Europe.",
        "vi": "Họ hỏi anh có muốn làm CEO\n cho Điện tử Via ở Bắc Âu không."
    },
    {
        "start": "00:49:17,560",
        "end": "00:49:20,960",
        "en": "Hold da op. Det var da stort.",
        "pa": "Wow, that's big.\n Mm-hmm.",
        "vi": "Chà, to thật."
    },
    {
        "start": "00:49:24,080",
        "end": "00:49:28,680",
        "en": "Det er jeg virkelig ked af. Det havde du fandeme fortjent.",
        "pa": "I'm really sorry, honey.\n You really deserved it.",
        "vi": "Em rất tiếc, anh yêu.\n Anh thực sự xứng đáng."
    },
    {
        "start": "00:49:32,880",
        "end": "00:49:34,960",
        "en": "Jeg sagde ja.",
        "pa": "I said yes.",
        "vi": "Anh đã đồng ý."
    },
    {
        "start": "00:49:36,560",
        "end": "00:49:40,120",
        "en": "-Hvad sagde du? -Jeg sagde ja til jobbet.",
        "pa": "What did you say?\n I said yes to the job. I'm taking it.",
        "vi": "Anh nói gì cơ?\n Anh đồng ý nhận việc đó."
    },
    {
        "start": "00:49:41,800",
        "end": "00:49:45,400",
        "en": "Vi havde jo talt om, at det ikke kunne lade sig gøre.",
        "pa": "But we agreed that it wasn't possible.",
        "vi": "Nhưng mình đã đồng ý là không thể mà."
    },
    {
        "start": "00:49:45,520",
        "end": "00:49:49,800",
        "en": "Det har vi, men der var bare det problem, at jeg havde lyst.",
        "pa": "Yes, but the problem is that I want to do it.",
        "vi": "Ừ, nhưng vấn đề là anh muốn làm việc đó."
    },
    {
        "start": "00:49:49,920",
        "end": "00:49:54,480",
        "en": "Jeg havde lyst. Forstår du det? Jeg havde lyst.",
        "pa": "-You want to? -Yes.\n I want to, do you understand?\n I want to.",
        "vi": "- Anh muốn à? - Ừ.\n Anh muốn, em hiểu không?\n Anh muốn."
    },
    {
        "start": "00:50:31,480",
        "end": "00:50:34,640",
        "en": "Du har ringet til Kasper Juul. Læg en besked.",
        "pa": "You've called Kasper Juul. Leave a message.",
        "vi": "Bạn đang gọi cho Kasper Juul. Hãy nhắn lại."
    },
    {
        "start": "00:50:34,760",
        "end": "00:50:40,320",
        "en": "Jeg vil lige snakke med dig om i går, men du kan jo ringe, når du får tid.",
        "pa": "Hi, it's me again.\n I wanted to talk about yesterday, but call me when you have the time. Bye.",
        "vi": "Chào, lại là em đây.\n Em muốn nói về chuyện hôm qua. Gọi cho em khi rảnh nhé. Tạm biệt."
    },
    {
        "start": "00:50:54,000",
        "end": "00:50:57,960",
        "en": "-Statsministeriet. -Jeg vil gerne tale med Kasper Juul.",
        "pa": "The prime minister's office.\n It's Katrine Fønsmark. Can I speak with Kasper Juul?",
        "vi": "Văn phòng Thủ tướng."
    },
    {
        "start": "00:50:58,080",
        "end": "00:51:03,120",
        "en": "Han er desværre ikke til stede. Han skulle til en begravelse.",
        "pa": "He's not here, I'm afraid, he had a funeral to go to.",
        "vi": "Katrine Fønsmark, xin cho gặp Kasper.\n Anh ấy không ở đây. Anh ấy phải đi đám tang."
    },
    {
        "start": "00:51:03,240",
        "end": "00:51:07,160",
        "en": "Jeg tror, han møder senere. Skal jeg lægge en besked?",
        "pa": "-A funeral? -Yes, um...\n But I think he'll be in later. Should I give him a message?",
        "vi": "- Đám tang? - Vâng...\n Nhưng chắc anh ấy sẽ đến. Cô có nhắn gì không?"
    },
    {
        "start": "00:51:07,280",
        "end": "00:51:10,080",
        "en": "Nej, det er fint.",
        "pa": "No, that's fine. Thanks.",
        "vi": "Không, không sao. Cảm ơn."
    },
    {
        "start": "00:51:14,200",
        "end": "00:51:16,280",
        "en": "Hallo.",
        "pa": "Hello.",
        "vi": "Có ai không?"
    },
    {
        "start": "00:51:17,960",
        "end": "00:51:20,680",
        "en": "Hallo?",
        "pa": "Hello.",
        "vi": "Có ai không?"
    },
    {
        "start": "00:51:42,360",
        "end": "00:51:46,840",
        "en": "Statsministeren finder ikke anledning til at gøre mere i sagen.",
        "pa": "...defended his actions yesterday on TV1 News,\n and the prime minister sees no need to act further.",
        "vi": "...hôm qua đã bào chữa cho mình trên Thời Sự TV1\n và Thủ tướng cho rằng không cần phải làm gì thêm."
    },
    {
        "start": "00:51:46,960",
        "end": "00:51:51,920",
        "en": "Juul er en betroet medarbejder. Intet i sagen har ændret ved det.",
        "pa": "Kasper Juul has long been one of my most trusted employees.",
        "vi": "Kasper từ lâu đã là một trong số nhân viên thân tín nhất của tôi."
    },
    {
        "start": "00:51:52,040",
        "end": "00:51:55,400",
        "en": "-Men I var uenige i bilagssagen? -Det er sandt.",
        "pa": "Nothing will change that.\n But you were against him giving Laugesen the receipts?",
        "vi": "Sự việc này không thay đổi điều đó.\n Bà phản đối việc đưa biên lai cho Laugesen?"
    },
    {
        "start": "00:51:55,520",
        "end": "00:52:00,160",
        "en": "Juul foretog en moralsk vurdering og tog konsekvensen af den.",
        "pa": "Yes, that's true.\n But Juul made a personal, moral assessment",
        "vi": "Đúng vậy.\n Nhưng Juul đã đưa ra đánh giá theo lương tâm mình"
    },
    {
        "start": "00:52:00,280",
        "end": "00:52:03,280",
        "en": "Det kan jeg kun have respekt for.",
        "pa": "and took the consequences of it.\n I can only respect that.",
        "vi": "và nhận hậu quả do việc đó.\n Tôi tôn trọng điều đó."
    },
    {
        "start": "00:52:22,000",
        "end": "00:52:25,080",
        "en": "Var det ikke halv tolv, mor kom hjem?",
        "pa": "Wasn't Mom coming home at 11:30 a.m.?",
        "vi": "Không phải mẹ sẽ về lúc 11:30 ạ?"
    },
    {
        "start": "00:52:25,200",
        "end": "00:52:29,760",
        "en": "Kenneth... Vi to skal lige have en lille snak.",
        "pa": "Kenneth...\n you and I need to talk.",
        "vi": "Kenneth...\n Bố con mình cần nói chuyện."
    },
    {
        "start": "00:52:31,680",
        "end": "00:52:36,800",
        "en": "Det er vigtigt, at vi stadig kan holde på vores lille hemmelighed.",
        "pa": "You know, it's very important\n that we keep our little secret to ourselves this time as well, right?",
        "vi": "Điều quan trọng là\n chúng ta phải giữ bí mật cả lần này nhỉ?"
    },
    {
        "start": "00:52:38,240",
        "end": "00:52:43,560",
        "en": "Mor vil blive meget ked af det og vred på dig",
        "pa": "Mom wouldn't understand it.",
        "vi": "Mẹ không hiểu đâu."
    },
    {
        "start": "00:52:43,680",
        "end": "00:52:46,640",
        "en": "hvis hun får noget at vide om det her.",
        "pa": "She'd be very sad and angry with you...\n if she heard anything about this, Kenneth.",
        "vi": "Mẹ sẽ rất buồn và giận con...\n nếu biết gì về việc này."
    },
    {
        "start": "00:52:46,760",
        "end": "00:52:51,160",
        "en": "Og du har ikke lyst til at gøre mor ked af det, vel?",
        "pa": "You don't want to make Mom sad, do you?",
        "vi": "Con không muốn làm mẹ buồn nhỉ?"
    },
    {
        "start": "00:52:52,320",
        "end": "00:52:54,880",
        "en": "Kenneth, se på mig.",
        "pa": "Kenneth, look at me.",
        "vi": "Kenneth, nhìn bố này."
    },
    {
        "start": "00:52:55,000",
        "end": "00:52:57,920",
        "en": "Har vi en aftale?",
        "pa": "Do we have a deal?",
        "vi": "Ta thỏa thuận chứ?"
    },
    {
        "start": "00:53:04,720",
        "end": "00:53:09,480",
        "en": "-Halløj. -Så, der kommer mor.",
        "pa": "Hello!\n Well, there's Mom.",
        "vi": "Xin chào!\n Chà, mẹ về rồi."
    },
    {
        "start": "00:53:09,600",
        "end": "00:53:13,280",
        "en": "Så er det slut med burgere til os to.",
        "pa": "No more burgers for you and me, huh?",
        "vi": "Bố con mình hết được ăn bánh kẹp rồi."
    },
    {
        "start": "00:53:26,520",
        "end": "00:53:30,840",
        "en": "Vi skal være i kapellet om lidt. Skal du ikke ind og klæde om?",
        "pa": "We need to be at the chapel in 15 minutes.\n Aren't you getting dressed?",
        "vi": "Cần đến nhà nguyện sau 15 phút nữa.\n Mẹ chưa thay đồ à?"
    },
    {
        "start": "00:53:33,000",
        "end": "00:53:37,280",
        "en": "Mor, vi skal være der om et kvarter. Klæd om, så vi kan komme af sted.",
        "pa": "Mom, we are due in the chapel in 15 minutes. Go get dressed and let's go.",
        "vi": "Mẹ, 15 phút nữa ta sẽ đến nhà nguyện. Mẹ thay đồ rồi đi thôi."
    },
    {
        "start": "00:53:39,400",
        "end": "00:53:41,920",
        "en": "Jeg kan ikke, Kenneth.",
        "pa": "I can't, Kenneth.",
        "vi": "Mẹ không thể, Kenneth."
    },
    {
        "start": "00:53:45,600",
        "end": "00:53:48,760",
        "en": "Jeg kan ikke.",
        "pa": "I can't.",
        "vi": "Mẹ không thể."
    },
    {
        "start": "00:54:30,840",
        "end": "00:54:33,760",
        "en": "-Din mor? -Hun kommer ikke.",
        "pa": "Your mother?\n She's not coming. ",
        "vi": "Còn mẹ anh?\n Bà ấy không đến."
    },
    {
        "start": "00:56:40,720",
        "end": "00:56:43,320",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật.\n Phim có nói đến các nhân vật lịch sử và sự kiện\n của chính trường Đan Mạch trước năm 1982.\n Biên dịch: Nhung Vũ "
    }
]