[
    {
        "start": "00:00:02,040",
        "end": "00:00:05,680",
        "en": "-Hvad er det her? -Det er mit sted.",
        "pa": "What is this?\n It's my place.",
        "vi": "Đây là đâu?\n Là chỗ của tôi."
    },
    {
        "start": "00:00:07,040",
        "end": "00:00:09,200",
        "en": "Du vil lave et nyt parti.",
        "pa": "You're going to form a new party.",
        "vi": "Bà định lập đảng mới?"
    },
    {
        "start": "00:00:09,320",
        "end": "00:00:13,640",
        "en": "-Nyborg starter et nyt parti. -Jeg er med.",
        "pa": "Nyborg is going to form a new party.\n Interested?",
        "vi": "Nyborg sẽ lập một đảng mới.\n Cô tham gia chứ?"
    },
    {
        "start": "00:00:13,760",
        "end": "00:00:18,480",
        "en": "Du er det første folketingsmedlem. Vi har henvendt os til Jon Bertelsen.",
        "pa": "Count me in.\n You're our first MP here.",
        "vi": "Dĩ nhiên rồi.\n Cô là nghị sĩ đầu tiên của chúng tôi. Chúng tôi mới tiếp cận Jon Bertelsen,"
    },
    {
        "start": "00:00:18,600",
        "end": "00:00:21,160",
        "en": "-Vi har ikke hørt fra ham. -Godt.",
        "pa": "We've approached Jon Bertelsen. We haven't heard from him.\n Good! He can't be trusted..",
        "vi": "- mà chưa có tin gì. - Tốt! Đừng tin hắn."
    },
    {
        "start": "00:00:21,280",
        "end": "00:00:25,720",
        "en": "Jon! Jeg troede ikke, du var interesseret.",
        "pa": "-Hi. -Jon!\n -I didn't think you were interested. -I figured I would hear you out.",
        "vi": "- Xin chào. - Jon!\n - Tưởng anh không thích. - Tôi được lợi gì?"
    },
    {
        "start": "00:00:25,840",
        "end": "00:00:30,240",
        "en": "-Det her vil springe som en bombe. -Jeg er med hele vejen.",
        "pa": "This is is going to be a bombshell. I need to know you're with me.",
        "vi": "Việc này sẽ gây xôn xao đấy. Cô ủng hộ tôi chứ?"
    },
    {
        "start": "00:00:30,360",
        "end": "00:00:33,200",
        "en": "-Har du hørt fra Katrine? -Nej.",
        "pa": "I'm with you all the way.\n -Any word from Katrine? -No. I haven't heard from her.",
        "vi": "Ủng hộ hết mình.\n - Có tin từ Katrine không? - Không. Chưa có gì."
    },
    {
        "start": "00:00:33,320",
        "end": "00:00:36,880",
        "en": "Du laver historien om taberen. Jeg vil se vinderen.",
        "pa": "You hand me loser stories. I want to see winners.",
        "vi": "Anh toàn đưa chuyện kẻ thua thế. Tôi muốn xem của kẻ thắng."
    },
    {
        "start": "00:00:37,000",
        "end": "00:00:42,440",
        "en": "Jeg er villig til at forhandle med dig. Du skal komme tilbage.",
        "pa": "I'm very eager to negotiate with you. I know I haven't been until now--",
        "vi": "Giờ tôi rất muốn đàm phán với cô. Trước đến giờ thì chưa..."
    },
    {
        "start": "00:00:42,560",
        "end": "00:00:45,880",
        "en": "Min kone er sort. Jeg har lige stemt for en lov",
        "pa": "-Torben... -Please come back.\n My wife is black. I just helped pass a law my own son could be the victim of.",
        "vi": "- Torben... - Hãy trở lại đi.\n Vợ tôi là người da đen."
    },
    {
        "start": "00:00:46,000",
        "end": "00:00:48,840",
        "en": "hvor min egen søn bliver et offer.",
        "pa": "",
        "vi": "Tôi vừa giúp thông qua luật có thể làm hại con trai tôi."
    },
    {
        "start": "00:00:48,960",
        "end": "00:00:54,720",
        "en": "-Hvad har du tænkt dig at gøre? -Jeg har meldt mig ud af Ny Højre.",
        "pa": "What are you going to do about it?\n Less than two minutes ago I resigned from the New Right",
        "vi": "Ông định làm gì?\n Vài phút trước tôi đã rời Đảng Cánh hữu Mới."
    },
    {
        "start": "00:00:54,840",
        "end": "00:00:57,280",
        "en": "Demokrati er samtale.",
        "pa": "Democracy is dialogue.",
        "vi": "Dân chủ là đối thoại."
    },
    {
        "start": "00:00:57,400",
        "end": "00:01:02,760",
        "en": "Nye Demokrater vil kæmpe for at få den samtale i gang igen.",
        "pa": "The New Democrats are going to fight to re-open that conversation.",
        "vi": "Đảng Dân chủ Mới sẽ đấu tranh để mở lại việc đối thoại đó."
    },
    {
        "start": "00:01:07,760",
        "end": "00:01:10,760",
        "en": "",
        "pa": "\"Some men change their party for the sake of their principles,",
        "vi": "\"MỘT SỐ NGƯỜI ĐỔI ĐẢNG PHÁI VÌ NGUYÊN TẮC CỦA HỌ,"
    },
    {
        "start": "00:01:10,840",
        "end": "00:01:14,560",
        "en": "",
        "pa": "others their principles for the sake of their party.\" ",
        "vi": "SỐ KHÁC THAY ĐỔI NGUYÊN TẮC CỦA HỌ VÌ ĐẢNG\", CHURCHILL"
    },
    {
        "start": "00:01:26,200",
        "end": "00:01:28,880",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Chào buổi sáng."
    },
    {
        "start": "00:01:29,000",
        "end": "00:01:34,480",
        "en": "Har du hørt, at regeringen har forkastet Miljøpartiets forslag?",
        "pa": "Did you hear the government rejected the Greens' bill?",
        "vi": "Nghe chính phủ bác dự luật của Đảng Xanh?"
    },
    {
        "start": "00:01:34,600",
        "end": "00:01:36,960",
        "en": "Det er da pinligt.",
        "pa": "-About the national park in Jutland. -Uh, no.\n It's an outrage.",
        "vi": "- Về công viên quốc gia ở Jutland ấy? - Chưa.\n Một sự sỉ nhục."
    },
    {
        "start": "00:01:37,080",
        "end": "00:01:41,320",
        "en": "TV1 vil lave en paneldebat, og vi skal stille med en debattør.",
        "pa": "Excuse me.\n TV1 is hosting an integration debate and want us on the panel.",
        "vi": "TV1 sẽ chủ trì một buổi tranh luận về hội nhập và muốn ta tham gia."
    },
    {
        "start": "00:01:41,440",
        "end": "00:01:44,960",
        "en": "-Hvor er det godt. -Det er en oplagt mulighed.",
        "pa": "-Excellent. -It's a great opportunity.",
        "vi": "- Tuyệt vời. - Một cơ hội lớn đấy..."
    },
    {
        "start": "00:01:45,080",
        "end": "00:01:50,560",
        "en": "Birgitte, her er bogen. Han forudså finanskrisen, to år før den skete.",
        "pa": "Birgitte, this is the book I was telling you about.",
        "vi": "Birgitte, đây là cuốn sách mà ông ấy dự đoán khủng hoảng trước hai năm."
    },
    {
        "start": "00:01:50,680",
        "end": "00:01:56,400",
        "en": "Jeg læser den, så kan vi diskutere det. Godmorgen... Lis.",
        "pa": "He predicted the crisis two years ago!\n I'll read it and then we'll discuss it. Good morning.",
        "vi": "Tôi sẽ đọc và ta sẽ thảo luận sau. Chào buổi sáng."
    },
    {
        "start": "00:01:56,520",
        "end": "00:02:02,640",
        "en": "-Vi skal ud med noget reelt. -Hvad med selskabsskatten?",
        "pa": "Lis. Good morning, Lis.\n We need to come out with a policy statement.",
        "vi": "Chào buổi sáng, Lis.\n - Ta cần đưa ra một vấn đề. - Ta nghĩ gì về thuế doanh nghiệp?"
    },
    {
        "start": "00:02:02,760",
        "end": "00:02:08,480",
        "en": "Det er ikke konkretiseret. Hej! Jon, TV1 vil tale integration.",
        "pa": "What is our stand on corporate tax?\n -We haven't defined that yet. -Hi.\n Jon, TV1 wants to talk integration.",
        "vi": "Ta chưa xác định được nó. Chào.\n Jon, TV1 muốn nói về hội nhập."
    },
    {
        "start": "00:02:08,600",
        "end": "00:02:12,040",
        "en": "Undskyld, Birgitte. Vi kan simpelthen ikke tale her.",
        "pa": "I'm sorry, but we simply can't talk here.",
        "vi": "Xin lỗi, nhưng không bàn ở đây được."
    },
    {
        "start": "00:02:19,040",
        "end": "00:02:23,440",
        "en": "-Birgitte, jeg har et spørgsm... -Undskyld. Vi holder møde.",
        "pa": "-Birgitte, I want to ask... -Sorry. We're in a meeting.",
        "vi": "- Birgitte, tôi muốn hỏi... - Xin lỗi nhé. Đang họp."
    },
    {
        "start": "00:02:26,640",
        "end": "00:02:29,400",
        "en": "Vi er blevet en massebevægelse.",
        "pa": "We've become a mass movement.",
        "vi": "Ta đã thành một phong trào quần chúng."
    },
    {
        "start": "00:02:29,520",
        "end": "00:02:34,680",
        "en": "Man skal skelne mellem en massebevægelse og en masse bevægelse.",
        "pa": "There's a difference between a mass movement and...\n a mass of movements.",
        "vi": "Có sự khác biệt giữa một phong trào quần chúng và...\n đa số các phong trào."
    },
    {
        "start": "00:03:35,920",
        "end": "00:03:39,680",
        "en": "Hej. Her er da også mere fredeligt herinde.",
        "pa": "\"THE RIGHT SHADE OF BROWN\"\n Hi. Well, at least here there's some peace and quiet.",
        "vi": "Xin chào. Ít nhất ở đây có chút yên bình."
    },
    {
        "start": "00:03:39,800",
        "end": "00:03:43,840",
        "en": "Nu skal du høre. TV1 har inviteret til integrationsdebat.",
        "pa": "TV1 wants us to participate in an integration debate. ",
        "vi": "TV1 muốn chúng ta tham gia một cuộc tranh luận về hội nhập."
    },
    {
        "start": "00:03:43,960",
        "end": "00:03:46,800",
        "en": "Vi skal profilere os på integration.",
        "pa": "Integration is a key issue of ours",
        "vi": "Hội nhập là vấn đề mấu chốt của chúng ta"
    },
    {
        "start": "00:03:46,920",
        "end": "00:03:51,120",
        "en": "Det ville være en god idé at vise et andet ansigt end mit.",
        "pa": "and it would be a good idea to show face another than mine.",
        "vi": "và nếu một gương mặt khác tham gia thì hay hơn là tôi."
    },
    {
        "start": "00:03:51,240",
        "end": "00:03:55,760",
        "en": "Ellers virker det useriøst. Vi skal have en integrationsordfører.",
        "pa": "Birgitte can't wear all the hats. We need a spokesperson on integration.",
        "vi": "Birgitte không thể ôm đồm hết được. Ta cần một phát ngôn viên về hội nhập."
    },
    {
        "start": "00:03:55,880",
        "end": "00:04:00,120",
        "en": "Hvad med dig, Erik? Du har jo selv haft debatten inde på livet.",
        "pa": "How about you, Erik? You know the debate first-hand.",
        "vi": "Hay là ông, Erik? Ông tự mình nếm mùi tranh luận mà."
    },
    {
        "start": "00:04:00,240",
        "end": "00:04:07,560",
        "en": "Tak for tilliden, men min søn har det svært nok i forvejen.",
        "pa": "Thanks, but I'd only be putting my son in an even worse situation.",
        "vi": "Cảm ơn, nhưng tôi sẽ chỉ đặt con trai vào tình huống tệ hơn. Nó đâu phải khổ"
    },
    {
        "start": "00:04:07,680",
        "end": "00:04:11,720",
        "en": "Desuden har jeg siddet på retspolitikken de sidste 15 år.",
        "pa": "He must not suffer because of my political ambitions.\n Anyway, I've been justice critic for the past 15 years. No thanks.",
        "vi": "vì tham vọng chính trị của tôi.\n Dù sao, tôi đã xử lý chính sách tư pháp suốt 15 năm."
    },
    {
        "start": "00:04:11,840",
        "end": "00:04:16,040",
        "en": "Jeg kan godt tage den. Jeg har haft fire måneder på posten.",
        "pa": "I'll do it. I held the post for four months for the Moderates...",
        "vi": "Để tôi làm. Tôi đã đảm nhiệm vị trí này bốn tháng cho Đảng Ôn hòa..."
    },
    {
        "start": "00:04:16,160",
        "end": "00:04:19,240",
        "en": "Din indsats dengang var en smule svingende.",
        "pa": "I'll be honest and say it was with mixed results.",
        "vi": "Tôi phải nói thật là việc đó chả đem lại kết quả gì."
    },
    {
        "start": "00:04:19,360",
        "end": "00:04:25,800",
        "en": "Din definition af et multikulturelt samfund var dybest set åbne grænser.",
        "pa": "Your definition of a multicultural society was to just open the borders.",
        "vi": "Định nghĩa của cô về một xã hội đa văn hóa chỉ là mở cửa biên giới."
    },
    {
        "start": "00:04:25,920",
        "end": "00:04:30,320",
        "en": "-Jeg kunne jo have udviklet mig. -Hvad med en ny folketingskandidat?",
        "pa": "Maybe I'm all the wiser now.\n How about finding a new candidate?",
        "vi": "Có lẽ giờ tôi khôn hơn nhiều.\n Thế thì tìm ứng cử viên mới nhé?"
    },
    {
        "start": "00:04:30,440",
        "end": "00:04:37,360",
        "en": "-En, som måske selv er indvandrer. -Med vores profil er det ret oplagt.",
        "pa": "Maybe even immigration spokesperson that is an immigrant.",
        "vi": "- Thậm chí có thể là người nhập cư. - Thế sẽ phù hợp với hồ sơ của chúng ta."
    },
    {
        "start": "00:04:37,480",
        "end": "00:04:42,160",
        "en": "-Det er en rigtig god idé, Katrine. -Jeg kender en fed grønlandsk fyr.",
        "pa": "That would match our profile.\n Great idea, Katrine.\n I know this fantastic guy from Greenland.",
        "vi": "Ý hay đấy, Katrine.\n Tôi biết một tay rất đỉnh từ Greenland."
    },
    {
        "start": "00:04:42,280",
        "end": "00:04:47,280",
        "en": "-Det er ikke en brun kandidat. -Rigtigt. Det skal være en muslim.",
        "pa": "You are not exactly a brown candidate if you’re Inuit.\n True. It should be a Muslim.",
        "vi": "- Người Inuit có màu da không đủ nâu. - Đúng. Phải là người Hồi giáo."
    },
    {
        "start": "00:04:47,400",
        "end": "00:04:51,320",
        "en": "En af mine gamle studiekammerater har kontakt til en indoneser.",
        "pa": "An old study mate of mine knows an Indonesian guy.",
        "vi": "Một bạn học cũ của tôi quen một người Indonesia."
    },
    {
        "start": "00:04:51,440",
        "end": "00:04:55,400",
        "en": "-Han har boet i Danmark i 20 år. -Så tænker man japaner.",
        "pa": "He's lived in Denmark for 20 years and he's really smart.",
        "vi": "Ông ấy đã sống ở Đan Mạch 20 năm và rất thông minh."
    },
    {
        "start": "00:04:55,520",
        "end": "00:04:58,600",
        "en": "-Så tænker man businessfætter. -Hold nu op.",
        "pa": "People will think Japanese, Chinese, big business.",
        "vi": "Người ta sẽ nghĩ đến người Nhật, Trung, doanh nghiệp lớn.\n Nghiêm túc mà. Indonesia là quốc gia Hồi giáo lớn nhất thế giới đấy."
    },
    {
        "start": "00:04:58,720",
        "end": "00:05:03,200",
        "en": "Indonesien er verdens største muslimske land.",
        "pa": "Seriously.\n Indonesia is the world's largest Muslim country.",
        "vi": ""
    },
    {
        "start": "00:05:03,320",
        "end": "00:05:07,280",
        "en": "Folk tror, jeg har købt min kone i et postordrefirma i Uganda.",
        "pa": "It depends on what people think.\n People think my wife is a mail order bride from Uganda.",
        "vi": "Tùy người ta nghĩ gì.\n Họ nghĩ vợ tôi là cô dâu đặt hàng qua bưu điện từ Uganda đấy."
    },
    {
        "start": "00:05:07,400",
        "end": "00:05:11,560",
        "en": "-Det skal ikke være en afrikaner. -Lad os finde en fuldbyrdet muslim.",
        "pa": "No, we don't want an African.\n Let's find a fully-fledged Muslim from the Middle East.",
        "vi": "- Người châu Phi thì không rồi. - Tìm người Hồi giáo chính thống vậy."
    },
    {
        "start": "00:05:11,680",
        "end": "00:05:17,040",
        "en": "-En med skæg og hår over det hele. -Jeg tror lige, jeg lukker den her.",
        "pa": "-With a large beard and hair all over. -Enough of this",
        "vi": "- Với râu rậm và cả người lông lá. - Đủ rồi đấy"
    },
    {
        "start": "00:05:17,160",
        "end": "00:05:20,680",
        "en": "Vi må finde den bedste kandidat.",
        "pa": "before it turns into a discussion about eugenics.\n Let's find the best candidate.",
        "vi": "trước khi thành bàn cãi về thuyết ưu sinh.\n Hãy tìm ứng viên thích hợp nhất."
    },
    {
        "start": "00:05:20,800",
        "end": "00:05:24,400",
        "en": "Katrine har bolden. Alle kan spille ind med kandidater.",
        "pa": "Katrine's got the ball, but anyone can suggest candidates.",
        "vi": "Katrine cầm trịch, nhưng ai cũng có thể gợi ý ứng viên."
    },
    {
        "start": "00:05:24,520",
        "end": "00:05:29,200",
        "en": "Jeg finder en med den rigtige nuance af brun.",
        "pa": "I'll find someone with the right shade of brown.",
        "vi": "Tôi sẽ tìm người có sắc da nâu phù hợp."
    },
    {
        "start": "00:05:37,200",
        "end": "00:05:40,200",
        "en": "-Velkommen i krearummet. -Tak.",
        "pa": "-Welcome to the creative workshop. -Thanks.",
        "vi": "- Chào mừng đến Hội thảo Sáng tạo. - Cảm ơn."
    },
    {
        "start": "00:05:41,720",
        "end": "00:05:44,560",
        "en": "Det er TV1's nye idéværksted.",
        "pa": "This is where TV1 is going to think out of the box.",
        "vi": "Đây là nơi TV1 sẽ suy nghĩ đầy sáng tạo."
    },
    {
        "start": "00:05:47,440",
        "end": "00:05:52,320",
        "en": "Tag plads. Vi skal gennemgå et forløb omkring fokusering af Nyhederne.",
        "pa": "Sit down. You and I are going to do a focus process of the News.",
        "vi": "Ngồi đi. Tôi và anh sẽ trải qua quá trình tập trung vào tin tức."
    },
    {
        "start": "00:05:52,440",
        "end": "00:05:57,560",
        "en": "Alex, hvor længe varer det her? Jeg har et redaktionsmøde...",
        "pa": "Alex, will this take long? I have a staff meeting",
        "vi": "Alex, liệu có lâu không? Tôi có buổi họp mặt nhân viên sắp bắt đầu."
    },
    {
        "start": "00:05:57,680",
        "end": "00:06:03,120",
        "en": "Det kan virke latterligt, men tag det ind. Her udfordrer møblerne dig også.",
        "pa": "that's about to start.\n It may seem stupid, but take it in.",
        "vi": "Nó có vẻ ngu ngốc, nhưng tiếp nhận nó đi."
    },
    {
        "start": "00:06:03,240",
        "end": "00:06:08,760",
        "en": "De tvinger dig til at tænke skævt. Vi skulle begge to have noget med.",
        "pa": "Even the furniture's challenging here.\n It forces you to think outside the box.",
        "vi": "Đồ đạc cũng gây thách thức đấy.\n Nó buộc anh phải tư duy đột phá."
    },
    {
        "start": "00:06:08,880",
        "end": "00:06:14,040",
        "en": "Så jeg er jo spændt på at se, hvad du har til mig.",
        "pa": "-Okay. -We both had to bring something.\n -So what have you got for me? -Yeah. Um...",
        "vi": "- Được. - Cả hai phải đưa ra gì đó.\n - Vậy anh có gì cho tôi? - Chắc rồi."
    },
    {
        "start": "00:06:15,920",
        "end": "00:06:23,240",
        "en": "Integration. Mange har cirklet omkring Birgitte Nyborgs nye parti.",
        "pa": "Integration.\n Everyone wants to know what Nyborg's party will focus on.",
        "vi": "Hội nhập.\n Mọi người đều muốn biết đảng của Nyborg sẽ tập trung vào vấn đề gì."
    },
    {
        "start": "00:06:23,360",
        "end": "00:06:28,000",
        "en": "Jeg tænkte, at en integrationsdebat vil lokke dem ud af busken.",
        "pa": "I thought an integration debate might get them out in the open.",
        "vi": "Tôi nghĩ một cuộc tranh luận về hội nhập có thể khiến họ hiểu ra."
    },
    {
        "start": "00:06:28,120",
        "end": "00:06:31,640",
        "en": "-Hvordan? -En klassisk paneldebat.",
        "pa": "-How would you tell that story? -A classic panel debate.",
        "vi": "- Anh kể bằng cách nào? - Một hội thảo tranh luận kinh điển."
    },
    {
        "start": "00:06:32,960",
        "end": "00:06:36,280",
        "en": "Hvad blev der egentlig af \"Dilemma\"?",
        "pa": "Whatever happened to Dilemma?",
        "vi": "Chuyện gì đã xảy ra với Dilemma?"
    },
    {
        "start": "00:06:36,400",
        "end": "00:06:40,160",
        "en": "Det var alt for ofte useriøst. Der var råben og skrigen",
        "pa": "It was too fatuous. All ranting and raving",
        "vi": "Quá ngu ngốc. Chỉ toàn la hét và tiếng vỗ tay cuồng nhiệt từ khán giả."
    },
    {
        "start": "00:06:40,280",
        "end": "00:06:44,680",
        "en": "og hysteriske bifald fra publikum. Jeg var nødt til at lukke det.",
        "pa": "and hysterical applause from the audience.\n I...",
        "vi": "Tôi... Tôi đành phải hủy bỏ nó."
    },
    {
        "start": "00:06:44,800",
        "end": "00:06:50,320",
        "en": "-Det var populært blandt de unge. -De unge ser jo aldrig nyheder.",
        "pa": "I just had to cancel it.\n Young viewers liked it. Unlike your other programs.",
        "vi": "Khán giả trẻ lại thích. Khác các chương trình khác của anh."
    },
    {
        "start": "00:06:50,440",
        "end": "00:06:55,120",
        "en": "Hvis et program mangler kant, så giver du det kant.",
        "pa": "Young people don't watch the news.\n If a program lacks an edge, you give it that edge...",
        "vi": "Giới trẻ đâu xem tin tức.\n Nếu chương trình thiếu gì thì bổ sung vào."
    },
    {
        "start": "00:06:55,240",
        "end": "00:06:59,120",
        "en": "-Lad os da genoplive \"Dilemma\". -Det var ikke det, jeg mente.",
        "pa": "instead of shutting it down.\n -Let's revive Dilemma. Great idea. -I never said that.",
        "vi": "Thay vì dừng phát sóng.\n - Hãy hồi sinh Dilemma đi. Ý đó hay đấy. - Tôi chưa hề nói thế."
    },
    {
        "start": "00:06:59,240",
        "end": "00:07:03,200",
        "en": "Jeg har også noget med. Jeg tager udgangspunkt i seerne.",
        "pa": "I brought something too. I focus on the viewers. Always.",
        "vi": "Tôi cũng đưa ý kiến đây. Tôi tập trung vào khán giả. Luôn là thế."
    },
    {
        "start": "00:07:03,320",
        "end": "00:07:07,520",
        "en": "Nyhedsfladen er meget sådan noget \"godt, det ikke var mig\"-tv.",
        "pa": "Our news at the moment tends to be \"Thank God it wasn't me\" TV.",
        "vi": "Tin tức của chúng ta lúc này xu hướng là \"Ơn Chúa, không phải tôi\"."
    },
    {
        "start": "00:07:07,640",
        "end": "00:07:12,960",
        "en": "Krige, katastrofer, kriser. Jeg tror, det er tid til \"bare det var mig\"-tv.",
        "pa": "Wars, catastrophes, crises. You name it.",
        "vi": "Chiến tranh, thảm họa, khủng hoảng, vân vân."
    },
    {
        "start": "00:07:13,080",
        "end": "00:07:19,200",
        "en": "Hvad med noget sexet pengestof? Folk med succes vil gerne se det.",
        "pa": "I think it's time for \"I wish it was me\" TV.\n -Yeah. -How about some really sexy money shows?\n Successful people would love it,",
        "vi": "Đã đến lúc thành \"Ước gì là tôi\" rồi.\n Chương trình tài chính lôi cuốn?\n Những ai thành công sẽ thích nó, còn ai không thành công sẽ thích mơ mộng."
    },
    {
        "start": "00:07:19,320",
        "end": "00:07:26,000",
        "en": "-Og folk uden, de vil gerne drømme. -Ja. Okay.",
        "pa": "and unsuccessful people like to dream.\n Sure.",
        "vi": "Chắc rồi."
    },
    {
        "start": "00:07:26,120",
        "end": "00:07:32,640",
        "en": "Vi skal forny os. Direktionen ønsker det formet som en positiv fortælling.",
        "pa": "Okay.\n We have to be innovative. The management wants positive stories.",
        "vi": "Được rồi.\n Chúng ta phải đổi mới. Ban quản trị muốn câu chuyện tích cực."
    },
    {
        "start": "00:07:32,760",
        "end": "00:07:36,560",
        "en": "-Du mener ukritisk? -Nej. \"Bare det var mig\"-agtigt.",
        "pa": "\"I wish it was me\" TV.\n -Uncritical, you mean? -No. More like \"I wish it was me\".",
        "vi": "Truyền hình \"Ước gì đó là tôi\".\n - Ý anh là không phê phán? - Không. Giống \"Ước gì là tôi\" hơn."
    },
    {
        "start": "00:07:36,680",
        "end": "00:07:43,360",
        "en": "Aktier, kurser, finansstof. Jeg vil rigtig gerne have et visuelt bud.",
        "pa": "Stocks, rates, finances. And Dan,\n I'd love to hear your visual takes on it.",
        "vi": "Cổ phiếu, lãi suất, tài chính. Và Dan,\n tôi rất muốn nghe trực quan của anh về nó."
    },
    {
        "start": "00:07:43,480",
        "end": "00:07:48,320",
        "en": "-Det skal være den rigtige stemning. -Som er hvad for en stemning?",
        "pa": "-Sure. -Great.\n -We need to set the right mood. -That mood being?",
        "vi": "- Được. - Tuyệt.\n - Ta cần phải tạo tâm trạng phù hợp. - Tâm trạng gì?"
    },
    {
        "start": "00:07:48,440",
        "end": "00:07:51,640",
        "en": "Det er bare den der \"bare det var mig\".",
        "pa": "A \"I wish it was me\" mood.",
        "vi": "Tâm trạng \"Ước gì là tôi\" đấy."
    },
    {
        "start": "00:07:51,760",
        "end": "00:07:55,240",
        "en": "-Stemning? -Ja.",
        "pa": "Mood?\n Yes.",
        "vi": "Tâm trạng?\n Phải."
    },
    {
        "start": "00:07:56,720",
        "end": "00:08:00,160",
        "en": "-Hvorfor printer den ikke? -Er det partiprogrammet?",
        "pa": "Why won't it print?\n Is it our party platform?",
        "vi": "Sao không in nhỉ?\n Đó là cương lĩnh đảng của chúng ta à?"
    },
    {
        "start": "00:08:00,280",
        "end": "00:08:07,920",
        "en": "Vi bør indskrive en passus om kristne grundværdier i partiprogrammet.",
        "pa": "Because I was thinking, as a decent party of the center\n we should have a section ",
        "vi": "Vì tôi nghĩ\n ta nên có một đoạn về giá trị Kitô giáo trong cương lĩnh này."
    },
    {
        "start": "00:08:08,040",
        "end": "00:08:12,160",
        "en": "-\"Kristne grundværdier\"? -Godt at se dig.",
        "pa": "on Christian values in our platform.\n -\"Christian values\"? -Good seeing you here.",
        "vi": "- \"Giá trị Kitô giáo?\" - Rất vui được gặp anh ở đây."
    },
    {
        "start": "00:08:12,280",
        "end": "00:08:17,680",
        "en": "-Har vi truffet hinanden før? -Jeg kan ikke printe.",
        "pa": "Have we met before?\n It's not the party platform. But why is the printer out of paper?",
        "vi": "Ta gặp nhau rồi à?\n Không phải cương lĩnh đảng đâu. Nhưng sao máy in lại hết giấy thế này?"
    },
    {
        "start": "00:08:17,800",
        "end": "00:08:21,680",
        "en": "Hasse har lige kopieret en bog i 50 eksemplarer.",
        "pa": "Hasse just printed 50 copies of a book that he wants to distribute.",
        "vi": "Hasse vừa làm 50 bản sao cuốn sách để phân phát."
    },
    {
        "start": "00:08:21,800",
        "end": "00:08:24,480",
        "en": "Det skal cleares med ledelsen.",
        "pa": "He should clear it with us first.",
        "vi": "Anh ta nên bàn với chúng tôi trước."
    },
    {
        "start": "00:08:24,600",
        "end": "00:08:27,320",
        "en": "-Sig det til ham. -Det kan du tro.",
        "pa": "Please tell him.\n Absolutely. Hasse!",
        "vi": "Nói với anh ta thế.\n Tất nhiên rồi. Hasse."
    },
    {
        "start": "00:08:27,440",
        "end": "00:08:31,080",
        "en": "Jeg har lavet en liste over mulige kandidater.",
        "pa": "I've drawn up a list of potential candidates.",
        "vi": "Lập danh sách ứng viên tiềm năng rồi. Tôi nghĩ anh này được."
    },
    {
        "start": "00:08:31,200",
        "end": "00:08:35,360",
        "en": "Jawad Hammidi. Arbejder som mentor på Nørrebro.",
        "pa": "I think he is a good candidate.\n Jawad Hammidi. Works as a mentor helping young people leave gangs.",
        "vi": "Jawad Hammidi. Cố vấn giúp đỡ những người trẻ tuổi rời khỏi băng đảng."
    },
    {
        "start": "00:08:35,480",
        "end": "00:08:41,760",
        "en": "Han var bandemedlem som ung. Han fik Integrationsprisen sidste år.",
        "pa": "He used to be in a gang and received the Integration Award last year.",
        "vi": "Anh ta từng ở trong băng đảng và nhận Giải thưởng Hội nhập năm ngoái."
    },
    {
        "start": "00:08:41,880",
        "end": "00:08:45,440",
        "en": "Bandekriminalitet er et socialt problem.",
        "pa": "Excellent.\n Gang crime is a social problem\n rather than an integration problem.",
        "vi": "Tuyệt vời.\n Tội phạm băng đảng là vấn đề xã hội hơn là vấn đề hòa nhập."
    },
    {
        "start": "00:08:45,560",
        "end": "00:08:50,680",
        "en": "Jeg tror på mentorordningerne. Vi har gode erfaringer med dem.",
        "pa": "I believe in the mentor program\n and, in our experience, they work.",
        "vi": "Tôi tin chương trình cố vấn. Kinh nghiệm chỉ ra chúng có ích."
    },
    {
        "start": "00:08:50,800",
        "end": "00:08:54,440",
        "en": "Må jeg spørge, om du er praktiserende muslim?",
        "pa": "May I ask, if you're a practicing Muslim?",
        "vi": "- Liệu anh là tín đồ Hồi giáo thực hành? - Dĩ nhiên."
    },
    {
        "start": "00:08:54,560",
        "end": "00:08:58,560",
        "en": "Ja. Ja, det er jeg. Ligesom danskere er kristne.",
        "pa": "Yeah.\n Yeah, I am.",
        "vi": "Đúng. Như người Đan Mạch theo Kitô giáo vậy."
    },
    {
        "start": "00:08:58,680",
        "end": "00:09:03,200",
        "en": "-Hvad betyder det? -Jeg tror på, at der er en Gud.",
        "pa": "Just like Danes are Christians.\n -What does that mean? -I believe in God.",
        "vi": "- Thế nghĩa là sao? - Tôi tin vào Chúa."
    },
    {
        "start": "00:09:03,320",
        "end": "00:09:07,760",
        "en": "Men jeg bryder en masse af Koranens love. Jeg spiser svinekød.",
        "pa": "But I break a lot of the Koran's laws.\n I eat pork. If someone serves it to me.",
        "vi": "Nhưng tôi đã phạm nhiều luật kinh Koran. Tôi ăn thịt lợn nếu được phục vụ."
    },
    {
        "start": "00:09:09,720",
        "end": "00:09:13,960",
        "en": "Undtagen røde pølser. Der er alt for meget lort i dem.",
        "pa": "Uh, but not hot dogs.\n They're full of crap.",
        "vi": "Nhưng không ăn xúc xích đỏ. Chúng toàn rác rưởi."
    },
    {
        "start": "00:09:14,080",
        "end": "00:09:18,200",
        "en": "Du har en tatovering på halsen. Hvad står der?",
        "pa": "Um, what does that tattoo on your neck say?",
        "vi": "Hình xăm trên cổ anh nói lên điều gì?"
    },
    {
        "start": "00:09:19,440",
        "end": "00:09:22,160",
        "en": "Det er ikke et radikalt koranvers.",
        "pa": "It's not a radical Koran verse.",
        "vi": "Không phải một câu kinh Koran cực đoan đâu."
    },
    {
        "start": "00:09:22,280",
        "end": "00:09:26,640",
        "en": "Jeg fik den, da Adila sagde ja til mig. Det er fra digteren Rumi.",
        "pa": "I got it when Adila accepted my marriage proposal.",
        "vi": "Tôi xăm nó khi Adila đồng ý lấy tôi. Câu trích dẫn của nhà thơ Rumi."
    },
    {
        "start": "00:09:26,760",
        "end": "00:09:32,520",
        "en": "\"Elskende mødes ikke ude i verden. De er i hinanden fra begyndelsen.\"",
        "pa": "It's a quote from the poet Rumi.\n \"Lovers don't meet out in the world. They're in each other from the start.\"",
        "vi": "\"Các cặp đôi không gặp nhau ngoài đời. Mà họ ở trong lòng nhau ngay từ đầu\"."
    },
    {
        "start": "00:09:37,200",
        "end": "00:09:42,080",
        "en": "-Der står, at kaffen koster 2 kr. -Ja. Vi har ingen indtægter.",
        "pa": "It says you charge for coffee? Is this correct?",
        "vi": "- Cô tính tiền cà phê à? - Ừ. Chúng ta đâu có nguồn thu gì."
    },
    {
        "start": "00:09:42,200",
        "end": "00:09:48,040",
        "en": "-Vi må løfte lidt i flok. -Vi er nogle, der arbejder meget.",
        "pa": "Yes. We have no income at all.\n -We all have to chip in. -Okay.\n Some of us put in a lot of hours here on behalf of the party.",
        "vi": "- Nên tất cả đều phải đóng góp. - Được rồi.\n Vài người bỏ nhiều thì giờ ở đây làm việc cho đảng."
    },
    {
        "start": "00:09:48,160",
        "end": "00:09:51,080",
        "en": "Jeg synes måske, det er lidt nærigt.",
        "pa": "It's a little cheap that we have to pay for a cup of coffee.",
        "vi": "Hơi bủn xỉn khi bắt trả tiền một cốc cà phê."
    },
    {
        "start": "00:09:51,200",
        "end": "00:09:57,040",
        "en": "-Vi hiver ikke folk i retten. -Så det er altså frivilligt?",
        "pa": "We don't take you to court if you don't.",
        "vi": "Cô không trả thì cũng không phải ra tòa đâu."
    },
    {
        "start": "00:09:57,160",
        "end": "00:10:00,840",
        "en": "-Det er en opfordring. -Jeg har ingen mønter.",
        "pa": "So it's voluntary?\n -It's a request. -I haven't got any coins.",
        "vi": "Là tự nguyện à?\n - Yêu cầu đấy. - Tôi không có đồng xu nào."
    },
    {
        "start": "00:10:02,640",
        "end": "00:10:05,200",
        "en": "Værsgo. Jeg giver en kop kaffe.",
        "pa": "Here. It's on me.\n Um...",
        "vi": "Đây. Tôi trả cho."
    },
    {
        "start": "00:10:09,040",
        "end": "00:10:13,120",
        "en": "-Kan voldsdommen blive et problem? -Han var 14.",
        "pa": "Will his violent past be a problem?",
        "vi": "Quá khứ bạo lực của anh ta có sao chứ?"
    },
    {
        "start": "00:10:13,240",
        "end": "00:10:17,600",
        "en": "Han har arbejdet for at sone det. Det burde det ikke kunne.",
        "pa": "He was 14. He's worked ever since to make amends. It shouldn't.",
        "vi": "Anh ta chỉ mới 14 tuổi và đã làm việc từ hồi đó để sửa sai. Không sao đâu."
    },
    {
        "start": "00:10:17,720",
        "end": "00:10:21,480",
        "en": "Det er Katrine og Nete. Det er Jørgen Steen Andersen.",
        "pa": "Katrine and Nete. This is Jørgen Steen Andersen.",
        "vi": "Katrine và Nete. Jørgen Steen Andersen đây."
    },
    {
        "start": "00:10:21,600",
        "end": "00:10:24,960",
        "en": "Jørgen Steen Andersen. Hej, hej. Davs.",
        "pa": "Hello.\n -Jørgen Steen Andersen. -Hello. Hi.",
        "vi": "- Jørgen Steen Andersen. - Chào."
    },
    {
        "start": "00:10:25,080",
        "end": "00:10:29,240",
        "en": "-Jeg har booket mødelokalet. -Booket mødelokalet?",
        "pa": "Hello. Jørgen Steen Andersen.\n I booked the conference room. So...",
        "vi": "- Jørgen Steen Andersen. - Tôi đặt phòng họp rồi."
    },
    {
        "start": "00:10:29,360",
        "end": "00:10:33,760",
        "en": "Jeg har skrevet det i fælleskalenderen.",
        "pa": "The conference room?\n I wrote it in the party calendar.\n If you would...",
        "vi": "- Phòng họp? - Tôi viết vào lịch đảng rồi."
    },
    {
        "start": "00:10:53,480",
        "end": "00:10:56,080",
        "en": "Han er et utrolig seriøst bud.",
        "pa": "He's a great candidate.",
        "vi": "Anh ta là ứng cử viên sáng giá đấy."
    },
    {
        "start": "00:10:56,200",
        "end": "00:11:00,480",
        "en": "Jeg kan ikke lade være med at tænke på hans tusse på halsen.",
        "pa": "I can't get that... neck tattoo out of my head.",
        "vi": "Tôi không thể quên được..."
    },
    {
        "start": "00:11:00,600",
        "end": "00:11:04,960",
        "en": "-Lugter det ikke af korantatovering? -Han forklarede jo om det.",
        "pa": "What do you think of a tattoo in Arabic?",
        "vi": "hình xăm cổ đó. Cô không liên tưởng đến hình xăm Koran à?"
    },
    {
        "start": "00:11:05,080",
        "end": "00:11:10,640",
        "en": "Hvad vil en vælger tænke om en voldsdømt muslim med en tatovering?",
        "pa": "But he explained it.\n What will a voter think about a tattooed Muslim convicted of violence?",
        "vi": "Có giải thích rồi mà.\n Cử tri sẽ nghĩ gì về  một người Hồi giáo xăm mình bị kết tội bạo lực?"
    },
    {
        "start": "00:11:10,760",
        "end": "00:11:14,040",
        "en": "Så han ryger på sin tatovering.",
        "pa": "So his tattoo disqualifies him?",
        "vi": "Vậy hình xăm làm hắn bị loại?"
    },
    {
        "start": "00:11:14,160",
        "end": "00:11:19,280",
        "en": "-Måske skal vi lede efter en kvinde. -En muslimsk kvinde?",
        "pa": "Maybe we should look for a woman.",
        "vi": "- Có lẽ ta nên tìm một phụ nữ. - Một phụ nữ Hồi giáo à?"
    },
    {
        "start": "00:11:19,400",
        "end": "00:11:25,440",
        "en": "Det var da et hurtigt møde. Det var godt, du fik booket det mødelokale.",
        "pa": "A Muslim woman?\n That was a quick meeting, Jon. Good thing you booked the room.",
        "vi": "Họp nhanh đấy, Jon. May là anh đã đặt phòng rồi."
    },
    {
        "start": "00:11:26,760",
        "end": "00:11:31,360",
        "en": "-Har I fundet en kandidat? -Vi tænker på en kvinde.",
        "pa": "Have you found a candidate?\n -Not yet. -We're considering a woman.",
        "vi": "Tìm được ứng viên chưa?\n - Chưa. - Chúng tôi đang cân nhắc tìm phụ nữ."
    },
    {
        "start": "00:11:31,480",
        "end": "00:11:35,320",
        "en": "Og det er to kvinder lige blevet enige om.",
        "pa": "Two women just agreed on that?",
        "vi": "Hai người phụ nữ vừa tán thành ý đó?"
    },
    {
        "start": "00:11:35,440",
        "end": "00:11:41,200",
        "en": "-Bliver jeg strittet ud om lidt? -Du er jo homo, så du er halvvejs.",
        "pa": "Will my gender get me kicked out?\n You're gay, so you're halfway there.",
        "vi": "- Tôi bị đuổi do giới tính? - Anh đồng tính nên có lợi thế hơn."
    },
    {
        "start": "00:11:41,320",
        "end": "00:11:46,560",
        "en": "-Leder vi efter en muslimsk kvinde? -Ja. En markant kandidat.",
        "pa": "So we're looking for a Muslim woman?\n Yes. An outstanding candidate. Preferably highly educated.",
        "vi": "Tìm phụ nữ Hồi giáo à?\n Ừ. Một ứng viên nổi bật. Ưu tiên có học thức cao."
    },
    {
        "start": "00:11:46,680",
        "end": "00:11:51,960",
        "en": "-En, der har klare holdninger. -Og som kan gå på tv om fem dage.",
        "pa": "Someone with clear opinions.\n And who can go on TV in five days.",
        "vi": "- Người có ý kiến rõ ràng. - Năm ngày nữa lên được TV."
    },
    {
        "start": "00:12:10,480",
        "end": "00:12:12,680",
        "en": "Hallo?",
        "pa": "Hello?",
        "vi": "Xin chào?"
    },
    {
        "start": "00:12:14,800",
        "end": "00:12:17,680",
        "en": "Kasper?",
        "pa": "Kasper?",
        "vi": "Kasper?"
    },
    {
        "start": "00:12:17,800",
        "end": "00:12:20,760",
        "en": "- Hallo. -Hej.",
        "pa": "- Hello. -Hi.",
        "vi": "- Xin chào. - Chào."
    },
    {
        "start": "00:12:20,880",
        "end": "00:12:24,480",
        "en": "Hej. Vi er heroppe. Vi har haft et uheld.",
        "pa": "Hi. We're up here. There's been a minor mishap.",
        "vi": "Chào em. Bọn anh trên này. Có một tai nạn nhỏ."
    },
    {
        "start": "00:12:24,600",
        "end": "00:12:26,520",
        "en": "Hvad er der sket?",
        "pa": "What happened?",
        "vi": "Gì vậy?"
    },
    {
        "start": "00:12:34,640",
        "end": "00:12:37,480",
        "en": "Gustav legede frisør.",
        "pa": "Gustav played hairdresser.",
        "vi": "Gustav làm thợ cắt tóc."
    },
    {
        "start": "00:12:39,040",
        "end": "00:12:41,800",
        "en": "Det er min egen skyld.",
        "pa": "It's my own fault.",
        "vi": "Đều là lỗi của anh."
    },
    {
        "start": "00:12:41,920",
        "end": "00:12:45,840",
        "en": "Vi havde klippe-klistret, og så falder jeg i søvn.",
        "pa": "We'd been cutting and pasting, I fell asleep and he had the scissors.",
        "vi": "Bọn anh mải cắt và dán, anh ngủ quên và thằng bé có kéo."
    },
    {
        "start": "00:12:45,960",
        "end": "00:12:50,240",
        "en": "Hvad er sjovest at klippe i? Far eller papir? Far.",
        "pa": "What's more fun to cut? Dad or paper?",
        "vi": "Cắt gì thì vui hơn nào? Bố hay giấy nhỉ?"
    },
    {
        "start": "00:12:50,360",
        "end": "00:12:54,720",
        "en": "-Du har ikke noget hår. -Jeg måtte tage det af.",
        "pa": "Dad!\n You haven't got any hair.",
        "vi": "Bố chứ sao!\n Anh đâu còn tí tóc nào."
    },
    {
        "start": "00:12:54,840",
        "end": "00:12:59,560",
        "en": "Hvad har du lavet, lille skat?",
        "pa": "-It had to go. I looked crazy. -What did you do, sweetie?",
        "vi": "- Anh phải cắt hết chứ nãy nhìn như hâm. - Con làm gì thế, con yêu?"
    },
    {
        "start": "00:12:59,680",
        "end": "00:13:04,880",
        "en": "-Har du klippet alt håret af far? -Ja. Skal mor have en krammer?",
        "pa": "My darling.\n -Did you cut off all daddy's hair? -Yes.",
        "vi": "Cưng của mẹ.\n - Con cắt hết tóc của bố à? - Vâng."
    },
    {
        "start": "00:13:05,000",
        "end": "00:13:09,400",
        "en": "-Lille frisør. -Er du en lille frisør?",
        "pa": "Give mom a hug.\n -My little hairdresser. -Are you a little hairdresser?",
        "vi": "- Ôm mẹ một cái đi nào. - Thợ tóc nhí của mẹ.\n Con là thợ tóc nhí?"
    },
    {
        "start": "00:13:09,520",
        "end": "00:13:12,840",
        "en": "-For helvede, mand. -Klæder det mig?",
        "pa": "Good heavens.",
        "vi": "Thượng đế ơi.\n Hợp không?"
    },
    {
        "start": "00:13:14,080",
        "end": "00:13:20,280",
        "en": "Ja. Klart. Hvis du var bokser eller hiphopper, ja.",
        "pa": "Does it suit me?\n Yes.\n -Sure. -Hmm?\n If you were a prizefighter or a hip hop artist.",
        "vi": "Có.\n Chắc rồi.\n Nếu là một võ sĩ đấu lấy tiền hay nghệ sĩ hip hop cơ."
    },
    {
        "start": "00:13:20,400",
        "end": "00:13:24,800",
        "en": "Om det giver street-cred til en politisk kommentator...",
        "pa": "I don't know how much street cred it lends to a political commentator",
        "vi": "Không chắc có thêm chút gì hiện đại cho bình luận viên chính trị. Chúa ơi."
    },
    {
        "start": "00:13:24,920",
        "end": "00:13:28,680",
        "en": "Hold nu op. Hvad vil du sige til TV1?",
        "pa": "Jesus.",
        "vi": ""
    },
    {
        "start": "00:13:28,800",
        "end": "00:13:33,840",
        "en": "Det finder vi ud af. Jeg har først møde derinde i næste uge.",
        "pa": "What are you going to tell TV1?\n I'll think of something. I'm not due there until next week.",
        "vi": "Anh định kể gì với TV1?\n Đang nghĩ. Anh đâu cần đến đó tới tuần sau."
    },
    {
        "start": "00:13:36,120",
        "end": "00:13:39,800",
        "en": "Tak, fordi du kunne hente ham. Det er sindssygt for tiden.",
        "pa": "-Thanks for picking him up. -No problem.",
        "vi": "- Cảm ơn anh đã đón con. - Không có gì."
    },
    {
        "start": "00:13:39,920",
        "end": "00:13:43,400",
        "en": "Jeg har 112 ubesvarede mails og to telefonmøder.",
        "pa": "Things are crazy at the moment.\n I've got 112 unanswered emails and two phone conferences later.",
        "vi": "Hiện tại mọi thứ điên rồ.\n Em còn 112 thư chưa trả lời và hai hội nghị qua điện thoại."
    },
    {
        "start": "00:13:43,520",
        "end": "00:13:47,000",
        "en": "Ja tak. Jeg har ligesom været der selv.",
        "pa": "Hey, I've been there.",
        "vi": "Này, anh đã ở đó mà."
    },
    {
        "start": "00:13:47,120",
        "end": "00:13:51,200",
        "en": "-Har han haft en god dag? -Ja. Han har haft det så godt.",
        "pa": "-Did he have a good day? -Sure. He had a great day.",
        "vi": "- Con ở lớp tốt chứ? - Dĩ nhiên là tốt rồi."
    },
    {
        "start": "00:13:51,320",
        "end": "00:13:55,720",
        "en": "De siger, han er så sød, ovre i vuggestuen.",
        "pa": "They say he's such a sweet boy at the daycare.",
        "vi": "Họ bảo quả là cậu bé ngọt ngào ở nhà trẻ."
    },
    {
        "start": "00:13:55,840",
        "end": "00:13:59,000",
        "en": "Hvad skal den?",
        "pa": "What's this for?",
        "vi": "Cái này để làm gì?"
    },
    {
        "start": "00:13:59,120",
        "end": "00:14:04,040",
        "en": "-Så... Skal vi to hjem nu? -Ja.",
        "pa": "Okay.\n -Well you want to go home? -Yes.",
        "vi": "Được rồi.\n - Mình về nhà nhé? - Dạ."
    },
    {
        "start": "00:14:04,160",
        "end": "00:14:07,920",
        "en": "-Ja. -Kom her, skat.",
        "pa": "Yes.\n -Yes. -Come here, sweetie.",
        "vi": "Được.\n - Phải. - Lại đây nào, con yêu."
    },
    {
        "start": "00:14:09,680",
        "end": "00:14:12,720",
        "en": "-Hej. -Hej, far.",
        "pa": "- Bye, bye. -Bye, Daddy.",
        "vi": "- Tạm biệt. - Tạm biệt bố."
    },
    {
        "start": "00:14:14,720",
        "end": "00:14:20,400",
        "en": "Vi siger til, hvis vi hører om nogen, der har brug for en udsmider.",
        "pa": "We'll let you know, if we hear about any openings for a bouncer.\n Thank you.",
        "vi": "Ta sẽ báo nếu nghe tin cần vệ sĩ gác cửa."
    },
    {
        "start": "00:14:22,160",
        "end": "00:14:25,840",
        "en": "Jeg savner jer allerede.",
        "pa": "I miss you already.",
        "vi": "Cảm ơn.\n Nhớ hai mẹ con rồi đấy."
    },
    {
        "start": "00:14:25,960",
        "end": "00:14:28,480",
        "en": "Hej.",
        "pa": "Bye.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:14:43,320",
        "end": "00:14:47,400",
        "en": "-Hvad leder du efter? -De sorte plastikskåle.",
        "pa": "-What are you looking for? -The black plastic bowls.\n I can't find them.",
        "vi": "- Con đang tìm gì vậy? - Mấy cái bát nhựa màu đen.\n Mà chưa thấy đâu."
    },
    {
        "start": "00:14:50,800",
        "end": "00:14:53,160",
        "en": "Hvad sker der?",
        "pa": "What's up?",
        "vi": "Sao thế mẹ?"
    },
    {
        "start": "00:14:53,280",
        "end": "00:14:57,200",
        "en": "De her sover indimellem. Der er plastikskålene.",
        "pa": "They go all numb sometimes.",
        "vi": "- Đôi khi chúng tê rần cả lên. - Con thấy bát rồi."
    },
    {
        "start": "00:14:57,320",
        "end": "00:15:01,800",
        "en": "-Der lugter klamt på badeværelset. -Jeg har ringet efter en vvs'er.",
        "pa": "We found the bowls.\n The bathroom stinks.\n I called the plumber.",
        "vi": "Nhà vệ sinh hôi quá.\n Mẹ gọi thợ sửa ống nước rồi."
    },
    {
        "start": "00:15:01,920",
        "end": "00:15:05,320",
        "en": "-Laura har det store værelse. -Hun har veninder på besøg.",
        "pa": "-Why did Laura get the big room? -Because she has friends over.",
        "vi": "- Sao chị Laura lại ở phòng lớn? - Vì chị có các bạn tới chơi."
    },
    {
        "start": "00:15:05,440",
        "end": "00:15:09,720",
        "en": "-Lars kommer da også her. -I er meget mindre mennesker.",
        "pa": "-I have Lars over. -But you're much smaller people.",
        "vi": "- Con có bạn Lars tới. - Nhưng các con bé hơn nhiều."
    },
    {
        "start": "00:15:09,840",
        "end": "00:15:12,800",
        "en": "Ikke? Kan du finde lidt positiv energi?",
        "pa": "Right?",
        "vi": "Đúng không? Kích thích năng lượng tích cực."
    },
    {
        "start": "00:15:12,920",
        "end": "00:15:15,800",
        "en": "Du lyder, ligesom da du var statsminister.",
        "pa": "Whip up some positive energy.\n You sound just like when you were PM.",
        "vi": "- Mẹ y như hồi làm Thủ tướng. - Hả?"
    },
    {
        "start": "00:15:15,920",
        "end": "00:15:22,400",
        "en": "-Hold nu op. Du er bare sur. -Det her er noget gammelt lort.",
        "pa": "Huh?\n You just hate not being the rich boy.\n I don't want to live in this dump. My school is 45 minutes away.",
        "vi": "Em chỉ ghét vì không phải cậu bé giàu có nữa.\n Con chả muốn sống ở bãi rác này. Trường cách đây 45 phút lận."
    },
    {
        "start": "00:15:22,520",
        "end": "00:15:25,400",
        "en": "Det var dog utroligt!",
        "pa": "A little uncalled for!",
        "vi": "Chúa ơi!"
    },
    {
        "start": "00:15:25,520",
        "end": "00:15:30,120",
        "en": "-Det er jo lidt noget gammelt lort. -Synes du?",
        "pa": "Well, it is a dump.\n You think?",
        "vi": "Chà, nó là bãi rác mà.\n Con nghĩ vậy à?"
    },
    {
        "start": "00:15:34,080",
        "end": "00:15:36,560",
        "en": "Godmorgen.",
        "pa": "Good morning.",
        "vi": "Chào buổi sáng."
    },
    {
        "start": "00:15:38,960",
        "end": "00:15:41,880",
        "en": "-Godmorgen, Bent. -Godmorgen.",
        "pa": "-Good morning, Bent. -Good morning.",
        "vi": "- Chào buổi sáng, Bent. - Chào."
    },
    {
        "start": "00:15:42,000",
        "end": "00:15:47,960",
        "en": "En elektriker satte en ny eltavle op. Det endte med at koste 5200.",
        "pa": "Morning.\n An electrician put in a new electric panel. It cost 5,200 kroner.",
        "vi": "Chào buổi sáng.\n Chúng ta đã thuê thợ điện làm một tủ bảng điện mới, tốn 5.200 kroner."
    },
    {
        "start": "00:15:48,080",
        "end": "00:15:53,400",
        "en": "-Det må jeg nok sige. -Vi skal snart betale domænenavn.",
        "pa": "-My goodness! Okay. -We have to pay for our domain name.",
        "vi": "- Ôi! - Chúng ta phải trả tiền cho tên miền nữa."
    },
    {
        "start": "00:15:53,520",
        "end": "00:15:57,920",
        "en": "Det kunne være rigtig godt at få gang i medlemsbetalinger.",
        "pa": "We'd better start collecting membership fees.",
        "vi": "Ta nên bắt đầu thu phí thành viên."
    },
    {
        "start": "00:15:58,920",
        "end": "00:16:03,320",
        "en": "Bent, min ven. Hej. Hvad er status på underskrifter?",
        "pa": "Yeah.\n Bent, my friend.",
        "vi": "Được.\n Bent, bạn của tôi."
    },
    {
        "start": "00:16:03,440",
        "end": "00:16:06,720",
        "en": "Lidt over 13.000. Indsamlingen er ved at gå i stå.",
        "pa": "Hi. How many have signed up?\n Just over 13,000. But the collection is coming to a halt.",
        "vi": "Chào. Có bao người đăng ký rồi?\n Chỉ hơn 13.000 thôi. Nhưng việc thu thập sắp dừng lại."
    },
    {
        "start": "00:16:06,840",
        "end": "00:16:13,000",
        "en": "Det er umuligt at lokke folk til det, selv om her vrimler med mennesker.",
        "pa": "We can't get anyone to go out and do it\n despite these hordes of people doing God knows what?",
        "vi": "Ta không thể bắt ai làm thế mặc dù đám người này đang làm gì chứ?"
    },
    {
        "start": "00:16:13,120",
        "end": "00:16:16,400",
        "en": "Birgitte, godmorgen. Kan vi to lige tale sammen?",
        "pa": "Birgitte, good morning. Got a minute?",
        "vi": "Birgitte, chào buổi sáng. Có thời gian không?"
    },
    {
        "start": "00:16:16,520",
        "end": "00:16:19,920",
        "en": "Ikke hvis det drejer sig om penge.",
        "pa": "Not if it's about money.",
        "vi": "Không nếu là về tiền."
    },
    {
        "start": "00:16:26,000",
        "end": "00:16:29,920",
        "en": "Så du har simpelthen booket mødelokalet hele dagen?",
        "pa": "You've booked the conference room all day?",
        "vi": "Ông đặt phòng họp này cả ngày à?"
    },
    {
        "start": "00:16:31,080",
        "end": "00:16:35,280",
        "en": "Det er et oplæg til den økonomiske politik, vi har talt om.",
        "pa": "I drafted the financial policy we discussed.",
        "vi": "Tôi đã soạn chính sách tài chính mà ta thảo luận rồi."
    },
    {
        "start": "00:16:35,400",
        "end": "00:16:39,320",
        "en": "Der er en oversigt på de første to sider.",
        "pa": "Yes.\n There's an outline on the first two pages.",
        "vi": "- Được. - Có bản tóm tắt trên hai trang đầu."
    },
    {
        "start": "00:16:45,480",
        "end": "00:16:50,000",
        "en": "Det ser meget gennemarbejdet ud, Jon. Selskabsskatten 4 procent ned.",
        "pa": "This looks very thorough, Jon.\n Lower corporation taxes by 4%.",
        "vi": "Cái này có vẻ rất tỉ mỉ đấy Jon. Giảm 4% thuế doanh nghiệp."
    },
    {
        "start": "00:16:50,120",
        "end": "00:16:54,160",
        "en": "Så har jeg også en anden nyhed. Jeg har skaffet 1 mio.",
        "pa": "I have more news. I got us one million kroner.",
        "vi": "Có tin nữa. Tôi xin được một triệu kroner."
    },
    {
        "start": "00:16:54,280",
        "end": "00:16:57,040",
        "en": "-Hvad har du? -Jeg har skaffet 1 mio.",
        "pa": "-What? -I got us a million.",
        "vi": "- Gì cơ? - Tôi xin được một triệu."
    },
    {
        "start": "00:16:57,160",
        "end": "00:17:02,840",
        "en": "Jørgen Steen Andersen, RPS Bank. Jeg tog initiativ til et møde.",
        "pa": "Jørgen Steen Andersen, RPS Bank.\n I heard he was interested and approached him.",
        "vi": "Jørgen Steen Andersen, ngân hàng RPS.\n Tôi nghe nói ông ta hứng thú nên tiếp cận."
    },
    {
        "start": "00:17:05,320",
        "end": "00:17:09,960",
        "en": "Okay. Og hvad forventer han at få til gengæld?",
        "pa": "Okay.",
        "vi": "Tốt quá."
    },
    {
        "start": "00:17:10,080",
        "end": "00:17:12,960",
        "en": "Ingenting. Være en del af projektet.",
        "pa": "And what does he expect in return?\n He just wants to be part of the project.",
        "vi": "Và đổi lại ông ta muốn gì?\n Chỉ muốn là một phần của dự án."
    },
    {
        "start": "00:17:13,080",
        "end": "00:17:19,040",
        "en": "Et eksklusivt møde med Birgitte Nyborg ville ikke være en dårlig idé.",
        "pa": "An exclusive meeting with you might be an idea. Make him feel special.",
        "vi": "Cuộc gặp độc quyền với cô có thể là ý hay. Ông ta muốn cảm thấy mình đặc biệt."
    },
    {
        "start": "00:17:19,160",
        "end": "00:17:21,840",
        "en": "Han er en stor personlig beundrer.",
        "pa": "He's a great admirer of you.",
        "vi": "Ông ấy rất ngưỡng mộ cô."
    },
    {
        "start": "00:17:23,960",
        "end": "00:17:27,320",
        "en": "-Jon har skaffet 1 mio. til partiet. -Hvor vildt.",
        "pa": "Jon may have gotten us one million.",
        "vi": "Jon có thể xin được một triệu."
    },
    {
        "start": "00:17:27,440",
        "end": "00:17:30,320",
        "en": "-Ja. -Jeg har skaffet en mulig kandidat.",
        "pa": "Wow! Amazing!\n -Yes. -And I may have found a candidate.",
        "vi": "Chà!\n - Vâng. - Và tôi tìm được ứng viên rôi."
    },
    {
        "start": "00:17:30,440",
        "end": "00:17:34,600",
        "en": "Hun hedder Parvin, og hun er fra Iran. Hun studerer jura på femte år.",
        "pa": "Her name's Parvin, she's from Iran and is a fifth-year law student.",
        "vi": "Tên cô ấy là Parvin, tới từ Iran và là sinh viên luật năm thứ năm."
    },
    {
        "start": "00:17:34,720",
        "end": "00:17:39,120",
        "en": "Det meste af hendes familie er læger og jurister.",
        "pa": "Most of her family are doctors and lawyers.",
        "vi": "Phần lớn người nhà cô ấy là bác sĩ và luật sư."
    },
    {
        "start": "00:17:40,480",
        "end": "00:17:43,800",
        "en": "-Hvad synes I? -Hun går med tørklæde.",
        "pa": "Isn't she great?",
        "vi": "- Cô ấy không tuyệt sao? - Cô ấy đội khăn trùm đầu."
    },
    {
        "start": "00:17:43,920",
        "end": "00:17:47,240",
        "en": "-Er det et problem? -Det er det første, man ser.",
        "pa": "She wears a headscarf.\n Is that a problem?\n It's the first and last thing you see.",
        "vi": "Có vấn đề à?\n Đó là điều đầu tiên và cuối cùng cô thấy."
    },
    {
        "start": "00:17:47,360",
        "end": "00:17:51,880",
        "en": "Hun er veltalende og veluddannet og moderne.",
        "pa": "She's eloquent, well-educated, and modern. She is...",
        "vi": "Cô ấy hùng hồn, có học thức và hiện đại. Cô ấy thật sự..."
    },
    {
        "start": "00:17:52,000",
        "end": "00:17:55,680",
        "en": "Hendes selvironi er meget fed. Hun fremstår meget frisk.",
        "pa": "I really like her sense self-irony. She's very quick.",
        "vi": "Tôi rất thích sự tự mỉa mai của cô ấy. Cô ấy rất tươi tắn."
    },
    {
        "start": "00:17:55,800",
        "end": "00:17:58,200",
        "en": "-Hun har tørklæde på! -Ja.",
        "pa": "-She wears a headscarf. -Yes.",
        "vi": "- Cô ấy đội khăn trùm đầu. - Đúng."
    },
    {
        "start": "00:17:58,320",
        "end": "00:18:03,720",
        "en": "-Det har Aisha Nagrawi også. -Derfor blev hun ikke genvalgt.",
        "pa": "So does Aisha Nagrawi from the Solidarity Party.",
        "vi": "Aisha Nagrawi cũng vậy còn gì."
    },
    {
        "start": "00:18:03,840",
        "end": "00:18:08,480",
        "en": "Handlede det om tørklædet eller om, at hun er møgirriterende?",
        "pa": "That's why she wasn't re-elected.\n Think it was because of the scarf, or because she was a pain in the butt?",
        "vi": "Đó là lý do bà ấy không tái đắc cử.\n Nghĩ xem là do cái khăn, hay vì bà ta quá gây khó chịu?"
    },
    {
        "start": "00:18:08,600",
        "end": "00:18:12,920",
        "en": "-Så må vi bede hende tage det af. -Nej. Parvin kan sige nej.",
        "pa": "But... we can just ask her to take it off.\n No. We can’t do that.",
        "vi": "Nhưng...\n - Cứ bảo cô ấy cởi ra là được. - Không. Lỡ mà Parvin cự tuyệt,"
    },
    {
        "start": "00:18:13,040",
        "end": "00:18:19,320",
        "en": "Så kan hun gå ud og sige, at vi beder hende lægge afstand til sin tro.",
        "pa": "What if Parvin turns us down and then says the New Democrats\n asked a Muslim woman to repudiate her faith in order to be run for us?",
        "vi": "rồi cô ấy có thể ra ngoài và nói ta yêu cầu cô ấy chối bỏ đức tin của mình."
    },
    {
        "start": "00:18:19,440",
        "end": "00:18:24,360",
        "en": "-Vi må sige nej til hende. -Sig, hun var for ung.",
        "pa": "We have to turn her down.\n Tell her she's too young.",
        "vi": "Ta phải từ chối cô ấy. Cứ nói là vì còn quá trẻ."
    },
    {
        "start": "00:18:25,400",
        "end": "00:18:30,120",
        "en": "Det er åbenbart penge, man skal skaffe for at være populær.",
        "pa": "Seems you have to raise some money to be popular here.",
        "vi": "Có vẻ cô phải kiếm tiền cho hãng này để nổi tiếng rồi."
    },
    {
        "start": "00:18:35,640",
        "end": "00:18:39,760",
        "en": "-Goddag. Birgitte. -Jørgen.",
        "pa": "Hello.\n -Birgitte. -Jørgen.",
        "vi": "Xin chào.\n - Birgitte. - Jørgen."
    },
    {
        "start": "00:18:39,880",
        "end": "00:18:43,200",
        "en": "Hvor er jeg glad for at få lov til at møde dig.",
        "pa": "I'm very happy to meet you.",
        "vi": "Rất vui được gặp bà.\n Cảm ơn."
    },
    {
        "start": "00:18:43,320",
        "end": "00:18:49,120",
        "en": "Jeg er vild med dig. Jeg har altid godt kunnet lide din energi.",
        "pa": "Thank you.\n Frankly, I'm mad about you.",
        "vi": "Tôi phát cuồng vì bà."
    },
    {
        "start": "00:18:49,240",
        "end": "00:18:53,800",
        "en": "Dit nye parti er lige, hvad Danmark har brug for nu. Visionen er rigtig.",
        "pa": "I've always loved your energy.\n Your new party is just what Denmark needs right now.",
        "vi": "Tôi luôn yêu mến năng lượng của bà.\n Đảng mới của bà chính là thứ Đan Mạch cần lúc này. Tầm nhìn của bà rất đúng."
    },
    {
        "start": "00:18:53,920",
        "end": "00:18:58,520",
        "en": "Onde tunger ville måske mene, at vores vision ikke er på plads endnu.",
        "pa": "Your vision and timing is perfect.\n There are those who'd say our vision wasn't quite clear yet.",
        "vi": "Có những người sẽ nói tầm nhìn của chúng tôi chưa rõ ràng lắm."
    },
    {
        "start": "00:18:58,640",
        "end": "00:19:03,000",
        "en": "Retningen er da tydelig. Jeg husker din udtalelse om skatteloftet.",
        "pa": "Your course is clear.\n I remember your statement about the tax ceiling.",
        "vi": "Đường lối quá rõ ràng. Tôi vẫn nhớ phát biểu của bà về mức trần thuế."
    },
    {
        "start": "00:19:03,120",
        "end": "00:19:08,840",
        "en": "-Det var efter min statsministertid. -Det er i tråd med din udmelding.",
        "pa": "That was right after my time as PM.",
        "vi": "Đó là ngay sau thời kỳ tôi làm Thủ tướng."
    },
    {
        "start": "00:19:08,960",
        "end": "00:19:13,360",
        "en": "Vi har slet ikke fået diskuteret det i det nye parti endnu.",
        "pa": "Sure, but your position hasn't changed?\n We haven't yet discussed that in the new party.",
        "vi": "Phải, nhưng lập trường của bà không thay đổi?\n Chúng tôi chưa thảo luận điều đó ở đảng mới."
    },
    {
        "start": "00:19:14,840",
        "end": "00:19:18,040",
        "en": "-Skål. -Skål.",
        "pa": "-Cheers. -Cheers.",
        "vi": "- Cạn ly. - Cạn ly."
    },
    {
        "start": "00:19:21,720",
        "end": "00:19:25,680",
        "en": "Jeg har bestilt deres frokostmenu. Du spiser fisk, ikke?",
        "pa": "I took the liberty of ordering their set lunch menu.",
        "vi": "Tôi đã mạn phép gọi món ăn trưa của họ."
    },
    {
        "start": "00:19:25,800",
        "end": "00:19:30,680",
        "en": "-Jo, absolut. Tak. -Det er skønt.",
        "pa": "-You do eat fish? -Yes. Absolutely. Thanks.",
        "vi": "Bà ăn cá chứ?\n Tất nhiên rồi. Cảm ơn."
    },
    {
        "start": "00:19:30,800",
        "end": "00:19:33,840",
        "en": "Vær ikke nervøs. Det er helt uformelt, det her.",
        "pa": "Splendid.\n Don't worry, this is completely informal.",
        "vi": "Tuyệt vời.\n Đừng lo, bữa này hoàn toàn là thân mật."
    },
    {
        "start": "00:19:33,960",
        "end": "00:19:37,640",
        "en": "Jeg er bare begejstret over at tale med dig.",
        "pa": "-I'm just thrilled to talk to you. - I can tell, yes.",
        "vi": "- Tôi chỉ hồi hộp khi trò chuyện với bà. - Tôi cảm nhận được."
    },
    {
        "start": "00:19:37,760",
        "end": "00:19:41,560",
        "en": "Jeg føler mig privilegeret over at være en del af projektet.",
        "pa": "I feel very privileged to be part of the project.",
        "vi": "Tôi rất vinh dự được tham gia dự án này. Ngân hàng vui vẻ có là khách hàng"
    },
    {
        "start": "00:19:41,680",
        "end": "00:19:46,720",
        "en": "Og så vil vi gerne have Nye Demokrater som kunde i banken.",
        "pa": "And our bank would love to have New Democrats as a customer.",
        "vi": "là Đảng Dân chủ Mới"
    },
    {
        "start": "00:19:48,360",
        "end": "00:19:54,200",
        "en": "Skal vi tale om penge? Jeg har hørt noget om en slunken partikasse.",
        "pa": "You want to talk about money?\n A little bird told me that your pockets are not exactly bulging.",
        "vi": "Nói về tiền nhé?\n Tôi có nghe về quỹ đảng trống rỗng rồi."
    },
    {
        "start": "00:19:54,320",
        "end": "00:19:58,480",
        "en": "-Det er korrekt. -Jeg har tænkt lidt over det.",
        "pa": "Correct.\n I've given it some thought.",
        "vi": "Chính xác.\n Tôi đã suy nghĩ kỹ."
    },
    {
        "start": "00:19:58,600",
        "end": "00:20:02,640",
        "en": "Jeg vil give en halv million mere til Danmarks mest spændende parti.",
        "pa": "I'm prepared to give Denmark's most exciting party another half million.",
        "vi": "Tôi sẵn sàng giao cho đảng thú vị nhất Đan Mạch nửa triệu nữa."
    },
    {
        "start": "00:20:02,760",
        "end": "00:20:09,120",
        "en": "Jeg har gjort det hele klar. Her er kontooplysninger og hævekort.",
        "pa": "I've got everything ready.",
        "vi": "Tôi đã đem sẵn mọi thứ rồi."
    },
    {
        "start": "00:20:09,240",
        "end": "00:20:12,160",
        "en": "Vi ordner formalia en af dagene. Værsgo.",
        "pa": "Here are the account details and credit cards.\n Let's settle the formalities soon.",
        "vi": "Đây là chi tiết tài khoản và thẻ ghi nợ.\n Các thủ tục sẽ được xử lý sớm."
    },
    {
        "start": "00:20:12,280",
        "end": "00:20:15,080",
        "en": "Tak. Tusind tak.",
        "pa": "Here you go.\n Thanks a lot.",
        "vi": "Của bà đây.\n Cảm ơn nhiều."
    },
    {
        "start": "00:20:16,800",
        "end": "00:20:21,120",
        "en": "-Lad os spise. -Ja. Lad os gøre det.",
        "pa": "Let's eat.\n Yes. Let's.",
        "vi": "Ăn nhé.\n Vâng. Ta ăn thôi."
    },
    {
        "start": "00:20:28,720",
        "end": "00:20:34,800",
        "en": "Du kan lige så godt betale dem alle sammen. Pengene står der allerede.",
        "pa": "Just pay them all.",
        "vi": "Cứ trả hết đi."
    },
    {
        "start": "00:20:34,920",
        "end": "00:20:40,960",
        "en": "Selvfølgelig skal vi have en ny printer. Og husleje, ikke også?",
        "pa": "The money's already in the account. Even the extra half a million.\n Sure, buy a new printer.\n And pay three months' rent.",
        "vi": "Tiền về tài khoản rồi. Kể cả nửa triệu sau cùng.\n Được rồi, mua máy in mới đi.\n Thanh toán cả tiền thuê nhà ba tháng nhé. Rồi điện và hệ thống sưởi nữa."
    },
    {
        "start": "00:20:41,080",
        "end": "00:20:44,240",
        "en": "Og el og varme. Yes.",
        "pa": "And power and heating. Yes.",
        "vi": ""
    },
    {
        "start": "00:20:44,360",
        "end": "00:20:49,680",
        "en": "Ikke mere gæld nu. Det er godt. Vi ses i morgen.",
        "pa": "Let's settle our debts.\n Okay, see you tomorrow.",
        "vi": "Ừ.\n Xử lý hết nợ nần đi.\n Được, mai gặp lại."
    },
    {
        "start": "00:20:57,280",
        "end": "00:21:00,600",
        "en": "-Hej. -Hej, Phillip. Hvad laver du her?",
        "pa": "Hi.",
        "vi": "- Chào em. - Phillip, anh đến làm gì?"
    },
    {
        "start": "00:21:00,720",
        "end": "00:21:07,040",
        "en": "Jeg kørte Magnus hjem. Han spurgte, om jeg ville hjælpe med noget.",
        "pa": "-Hi, Phillip. What are you doing here? -Sorry. I...\n I gave Magnus a ride home. He needed my help.",
        "vi": "Xin lỗi. Anh...\n Anh đưa Magnus về. Thằng bé cần anh giúp."
    },
    {
        "start": "00:21:07,160",
        "end": "00:21:10,880",
        "en": "Hej, mor. Far har sat mit skateboard op på væggen.",
        "pa": "-Hi, Mom. -Hi, darling.",
        "vi": "- Chào mẹ. - Chào con."
    },
    {
        "start": "00:21:11,000",
        "end": "00:21:14,960",
        "en": "-Det ser vildt fedt ud. -Hvor godt.",
        "pa": "Dad put my skateboard up on the wall.\n -It looks awesome. -Great.",
        "vi": "Bố gắn ván trượt lên tường.\n - Nhìn đẹp lắm. - Tuyệt."
    },
    {
        "start": "00:21:15,080",
        "end": "00:21:20,560",
        "en": "-Er det ved at falde lidt på plads? -Ja. Hej.",
        "pa": "So...\n -Seems like you're settling in. -Sure. Hi.",
        "vi": "Vậy...\n - có vẻ bọn em ổn định rồi. - Vâng. Chào anh."
    },
    {
        "start": "00:21:20,680",
        "end": "00:21:24,520",
        "en": "Min håndværker siger, det er noget gammelt lort.",
        "pa": "-My handyman says it's a dump. -Yeah.",
        "vi": "- Thợ sữa chữa nói chỗ này là bãi rác. - Phải."
    },
    {
        "start": "00:21:24,640",
        "end": "00:21:28,360",
        "en": "Der skal gøres et eller andet ved den der væg, men altså...",
        "pa": "That wall needs fixing, but...",
        "vi": "Bức tường đó cần được sửa chữa, nhưng..."
    },
    {
        "start": "00:21:28,480",
        "end": "00:21:32,480",
        "en": "-Her er dejligt, ikke? -Jo, jo, jo.",
        "pa": "-Nice though, huh? -Sure, sure.",
        "vi": "- Vẫn đẹp mà nhỉ? - Chắc rồi."
    },
    {
        "start": "00:21:32,600",
        "end": "00:21:37,640",
        "en": "Hvad...? Har du fået et glas vin eller noget?",
        "pa": "Say, have you...\n have you had a glass of wine or two?",
        "vi": "Nói gì nhỉ...\n Em có ly rượu vang hay gì chưa?"
    },
    {
        "start": "00:21:37,760",
        "end": "00:21:41,960",
        "en": "Fem små stykker.",
        "pa": "-Five tiny glasses.",
        "vi": "Năm ly nhỏ xíu."
    },
    {
        "start": "00:21:42,080",
        "end": "00:21:45,280",
        "en": "Jeg har været til fin frokost med en bankmand",
        "pa": "I've had a grand lunch with a banker",
        "vi": "Em vừa có bữa trưa thịnh soạn với một chủ ngân hàng"
    },
    {
        "start": "00:21:45,400",
        "end": "00:21:50,160",
        "en": "der viste stor interesse for mit parti og min person.",
        "pa": "who expressed great interest in my party and me personally.",
        "vi": "vốn bày tỏ hứng thú với đảng của em và cá nhân em đấy."
    },
    {
        "start": "00:21:50,280",
        "end": "00:21:53,840",
        "en": "-Jørgen Steen Andersen. -Okay.",
        "pa": "-Jørgen Steen Andersen. -Okay.",
        "vi": "- Jørgen Steen Andersen. - Được rồi."
    },
    {
        "start": "00:21:53,960",
        "end": "00:21:57,080",
        "en": "Han har givet mig 1,5 mio.",
        "pa": "He gave me 1.5 million.",
        "vi": "Ông ta cho em 1,5 triệu."
    },
    {
        "start": "00:21:57,200",
        "end": "00:22:01,800",
        "en": "Han gjorde meget ud af at sige, at det var af ren begejstring.",
        "pa": "Really?\n No strings. He emphasized that it was out of sheer enthusiasm.",
        "vi": "Và nhấn mạnh rằng đó là từ sự nhiệt tình tuyệt đối."
    },
    {
        "start": "00:22:01,920",
        "end": "00:22:07,640",
        "en": "-Det lyder da virkelig godt. -Du lyder forbeholden.",
        "pa": "Sounds really, uh...\n great.",
        "vi": "Nghe có vẻ rất...\n ...tuyệt."
    },
    {
        "start": "00:22:07,760",
        "end": "00:22:12,560",
        "en": "Jørgen Steen Andersen giver ikke noget uden at ville have noget igen.",
        "pa": "You sound suspicious.\n Jørgen Steen Andersen would give anything without expecting something in return.",
        "vi": "Anh có vẻ thận trọng.\n Ông ta đời nào cho đi thứ gì mà không mong được đáp lại."
    },
    {
        "start": "00:22:16,360",
        "end": "00:22:18,960",
        "en": "Han stillede ikke nogen krav.",
        "pa": "He didn't make any demands. Just so you know.",
        "vi": "Ông ấy không yêu cầu gì. Nói để anh biết."
    },
    {
        "start": "00:22:28,000",
        "end": "00:22:32,120",
        "en": "-Hej, hej. Jeg lukkede mig selv ind. -Ja. Hvor meget feber har han?",
        "pa": "-Hey. I let myself in. -Sure. What's his temperature?",
        "vi": "- Chào em. Anh tự mở khóa đấy. - Vâng. Con sốt à?"
    },
    {
        "start": "00:22:32,240",
        "end": "00:22:35,720",
        "en": "-Han har fået mellemørebetændelse. -Det er løgn.",
        "pa": "I took him to the doctor, he's got an ear infection.",
        "vi": "Con bị viêm tai giữa."
    },
    {
        "start": "00:22:35,840",
        "end": "00:22:39,520",
        "en": "Nu får han penicillin. Det virker allerede.",
        "pa": "Oh, no.\n He's on antibiotics, and they're working already.",
        "vi": "Ôi không.\n Con đang dùng kháng sinh, và chúng đã có tác dụng."
    },
    {
        "start": "00:22:39,640",
        "end": "00:22:45,440",
        "en": "Feberen er på vej ned. Lægen sagde, han bare skal have sin penicillin.",
        "pa": "His fever is going down.\n The doctor says the antibiotics will do the trick.",
        "vi": "Cơn sốt đang giảm dần. Bác sĩ nói kháng sinh sẽ đem lại hiệu quả."
    },
    {
        "start": "00:22:48,960",
        "end": "00:22:51,880",
        "en": "Lille skat.",
        "pa": "Poor baby.",
        "vi": "Đứa bé đáng thương."
    },
    {
        "start": "00:22:57,880",
        "end": "00:23:03,560",
        "en": "Jeg er simpelthen så glad for, at du kunne hente ham. Det mener jeg.",
        "pa": "I'm so happy you could pick him up.\n But of course.",
        "vi": "- Em rất vui vì anh có thể đón con. - Tất nhiên rồi."
    },
    {
        "start": "00:23:03,680",
        "end": "00:23:09,760",
        "en": "Jeg arbejder hele tiden, og det er, som om vi ikke får lavet noget.",
        "pa": "I mean that.\n We work around the clock, but we don't seem to get anything done.",
        "vi": "Em nói thật đấy.\n Bọn em làm việc ngày đêm, mà có vẻ chưa xong được gì cả."
    },
    {
        "start": "00:23:09,880",
        "end": "00:23:15,480",
        "en": "-Det er fandeme tungt. -Du gør det sikkert fantastisk.",
        "pa": "-It's a killer. -I'm sure you're doing a fatastic job.",
        "vi": "- Thật khó khăn. - Anh chắc em đang làm rất tốt."
    },
    {
        "start": "00:23:18,120",
        "end": "00:23:23,440",
        "en": "Hvordan gik første dag som skaldepande? Har Torben set det?",
        "pa": "How was your first day on the job as a baldie?",
        "vi": "Ngày đầu đi làm với cái đầu hói thế nào?"
    },
    {
        "start": "00:23:23,560",
        "end": "00:23:26,680",
        "en": "Nej. Jeg har arbejdet hjemme de her dage.",
        "pa": "Has Torben seen it?\n No, I've been working from home.",
        "vi": "Torben đã thấy chưa?\n Không, anh vẫn làm việc ở nhà."
    },
    {
        "start": "00:23:26,800",
        "end": "00:23:30,440",
        "en": "-Jeg har et møde senere på ugen. -Da er det vokset ud igen.",
        "pa": "-I've got a meeting later this week. -It'll have grown back out by then.",
        "vi": "- Anh có cuộc họp cuối tuần này. - Lúc đó nó mọc lại rồi."
    },
    {
        "start": "00:23:35,320",
        "end": "00:23:39,800",
        "en": "Har du ikke et eller andet, jeg kan snacke på vejen ud?",
        "pa": "Got a snack for the road?",
        "vi": "Có đồ ăn nhẹ mang đi đường không?"
    },
    {
        "start": "00:23:39,920",
        "end": "00:23:43,320",
        "en": "-Jeg er sindssygt sulten. -Jo, selvfølgelig.",
        "pa": "-I'm starving. -Sure.",
        "vi": "- Anh đói quá. - Có."
    },
    {
        "start": "00:23:43,440",
        "end": "00:23:47,760",
        "en": "Du kan også bare blive og spise med. Jeg kan koge lidt flere ris.",
        "pa": "Or you could stay for dinner.\n I'll cook some more rice.",
        "vi": "Hay anh ở lại ăn tối đi.\n Em sẽ nấu thêm cơm."
    },
    {
        "start": "00:23:49,800",
        "end": "00:23:53,480",
        "en": "Tv-dinner?",
        "pa": "A TV dinner?",
        "vi": "Đồ ăn gói sẵn?"
    },
    {
        "start": "00:23:53,600",
        "end": "00:23:58,400",
        "en": "Så er det blevet tid til TV1's nye erhvervsmagasin.",
        "pa": "And now it's time for TV1's new business program.",
        "vi": "Và giờ là lúc cho chương trình kinh doanh mới của TV1."
    },
    {
        "start": "00:24:03,240",
        "end": "00:24:08,160",
        "en": "Et lille glas til og så... Så skal jeg også hjemad.",
        "pa": "BUSINESS\n Just a wee glass and then...",
        "vi": "KINH DOANH\n Chỉ một ly nhỏ nữa và rồi..."
    },
    {
        "start": "00:24:08,280",
        "end": "00:24:13,840",
        "en": "Jeg vil byde velkommen til vores erhvervsekspert, Nadia Barazani.",
        "pa": "Then I'm off.\n I'd like to welcome our expert on business, Nadia Barazani,",
        "vi": "Rồi anh về đây.\n Tôi muốn chào đón chuyên gia kinh doanh của chúng tôi, Nadia Barazani."
    },
    {
        "start": "00:24:13,960",
        "end": "00:24:18,080",
        "en": "Velkommen til. Vil du give et rids af finansverdenen lige nu?",
        "pa": "chief analyst at Kredit Syd.\n Welcome. Sum up the state of the financial sector for us, please.",
        "vi": "Chào mừng bà. Xin tổng hợp tình hình khu vực tài chính cho chúng tôi."
    },
    {
        "start": "00:24:18,200",
        "end": "00:24:21,800",
        "en": "-Er vi på vej op eller ned? -Det kan jeg svare enkelt på.",
        "pa": "Are we going up or down?",
        "vi": "Chúng ta lên hay xuống?"
    },
    {
        "start": "00:24:21,920",
        "end": "00:24:25,960",
        "en": "-Vi er på vej ned. -Det var et meget kontant svar.",
        "pa": "That's easy. We're going down.\n -You don't mince words. -Only hopeless optimists think otherwise.",
        "vi": "Dễ thôi. Chúng ta đang đi xuống.\n - Xin nói thẳng ra đi. - Chỉ những kẻ lạc quan mới nghĩ khác đi."
    },
    {
        "start": "00:24:26,080",
        "end": "00:24:29,200",
        "en": "Kun jubeloptimister tror, det er overstået.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:24:29,320",
        "end": "00:24:31,840",
        "en": "Sydeuropa slås mod statsbankerotten.",
        "pa": "Southern Europe is threatened by national bankruptcy.",
        "vi": "Phía Nam Châu Âu bị đe dọa bởi sự phá sản quốc gia."
    },
    {
        "start": "00:24:31,960",
        "end": "00:24:36,240",
        "en": "Kineserne opkøber Europa så hurtigt, at man burde lære mandarin.",
        "pa": "The Chinese are buying up Europe so fast we ought to learn Mandarin.",
        "vi": "Người Hoa mua sạch châu Âu nhanh đến độ ta phải học tiếng quan thoại."
    },
    {
        "start": "00:24:39,360",
        "end": "00:24:44,040",
        "en": "-Ja? -Ser du TV1? Tænd lige for det.",
        "pa": " \n -Yes? - Are you watching TV1?",
        "vi": "- Alo? - Cô đang xem TV1 chứ?"
    },
    {
        "start": "00:24:45,680",
        "end": "00:24:47,760",
        "en": "Nej! Vent.",
        "pa": "Turn on the TV.\n No! Wait.",
        "vi": "Bật tivi lên.\n Không! Khoan đã mẹ."
    },
    {
        "start": "00:24:47,880",
        "end": "00:24:51,600",
        "en": "-Kan du ikke vente lidt? Okay. -Ja.",
        "pa": "Wait a second.",
        "vi": "Đợi một chút đi."
    },
    {
        "start": "00:24:51,720",
        "end": "00:24:57,440",
        "en": "Direktører siger, vi er på den anden side af krisen. Lad os være ærlige.",
        "pa": "-Okay. -Yes.\n I hear CEOs saying we've weathered the crisis. ",
        "vi": "- Được rồi ạ. - Ừ.\n Tôi nghe các lãnh đạo công ty nói là ta đã vượt qua khủng hoảng."
    },
    {
        "start": "00:24:57,560",
        "end": "00:25:02,240",
        "en": "Det er ikke folk, der forholder sig til den dystre virkelighed.",
        "pa": "Let's be honest.\n They're talking to their stockholders so they don't mention the harsh realities.",
        "vi": "Nói thật nhé.\n Họ đang nói với các cổ đông của họ và bỏ qua sự thật khắc nghiệt."
    },
    {
        "start": "00:25:06,600",
        "end": "00:25:10,200",
        "en": "Hun er chefanalytiker i Kredit Syd. Nadia et eller andet.",
        "pa": "-If the stock exchange plummets...\n She's senior analyst at Kredit Syd. Nadia something.",
        "vi": "Sàn chứng khoán thấy nhiều lao dốc...\n Cô này là nhà phân tích cao cấp ở Credit South. Nadia gì đó."
    },
    {
        "start": "00:25:10,320",
        "end": "00:25:13,000",
        "en": "Hende vil vi gerne tale med.",
        "pa": "I want to talk to her.",
        "vi": "Ta cần trao đổi với cô ấy."
    },
    {
        "start": "00:25:13,120",
        "end": "00:25:19,320",
        "en": "Hold kæft, hun kører med klatten. Ulrik skal virkelig hænge på.",
        "pa": "The reality is not for fragile souls...\n Man, she's good.\n Ulrik really needs to focus.",
        "vi": "Chà, cô ấy giỏi thật.\n Ulrik rất cần tập trung..."
    },
    {
        "start": "00:25:19,440",
        "end": "00:25:24,160",
        "en": "-Det er godt fundet, Pia. -Tak.",
        "pa": "Next, we have a story from China...\n Great find, Pia.\n Really.\n Thanks!",
        "vi": "- Ta có báo cáo từ Trung Quốc... - Tinh ý đấy, Pia.\n - Đúng là thế. - Cảm ơn!"
    },
    {
        "start": "00:26:42,720",
        "end": "00:26:45,480",
        "en": "-Godmorgen. -Godmorgen.",
        "pa": "-Good morning. -Good morning.",
        "vi": "- Chào buổi sáng. - Chào em."
    },
    {
        "start": "00:26:47,400",
        "end": "00:26:51,960",
        "en": "-Jeg faldt i søvn. Undskyld. -Ja... Det gør ikke noget.",
        "pa": "-I fell asleep. Sorry. -Hey, no worries.",
        "vi": "- Anh ngủ quên mất. Xin lỗi. - Không sao."
    },
    {
        "start": "00:26:52,080",
        "end": "00:26:54,840",
        "en": "Du sov næsten lige så tungt som Gustav.",
        "pa": "You slept as heavily as Gustav.",
        "vi": "Anh ngủ say như con vậy."
    },
    {
        "start": "00:26:54,960",
        "end": "00:26:58,280",
        "en": "Han er ikke varm længere.",
        "pa": "He isn't running a fever anymore.",
        "vi": "Thằng bé không còn sốt nữa."
    },
    {
        "start": "00:26:58,400",
        "end": "00:27:01,800",
        "en": "Det er helbredende at være sammen med både mor og far.",
        "pa": "Maybe it's healing to be with both your mom and your dad.",
        "vi": "Được ở với cả bố và mẹ làm con nhanh khỏi."
    },
    {
        "start": "00:27:01,920",
        "end": "00:27:07,280",
        "en": "Han har indåndet min vinånde hele natten og er så blevet rask.",
        "pa": "Yeah. Or maybe he inhaled my wine breath all night\n and that cured him.",
        "vi": "Hoặc con hít vào hơi thở toàn rượu của anh cả đêm và nó chữa cho con."
    },
    {
        "start": "00:27:09,320",
        "end": "00:27:14,240",
        "en": "Det store spørgsmål er: Spejl- eller røræg?",
        "pa": "The big question is:\n Fried or scrambled?",
        "vi": "Câu hỏi quan trọng là:\n Trứng chiên hay bác?"
    },
    {
        "start": "00:27:16,880",
        "end": "00:27:20,840",
        "en": "Det lyder superlækkert, men jeg bliver nødt til at liste hjemad.",
        "pa": "Sounds delicious, but I have to get home.",
        "vi": "Nghe ngon đấy, nhưng anh phải về nhà đây."
    },
    {
        "start": "00:27:20,960",
        "end": "00:27:26,360",
        "en": "Jeg har et møde nu. Jeg vil gerne lige have et bad og skifte tøj.",
        "pa": "I have a meeting soon, and I need a bath and clean clothes.",
        "vi": "Anh sắp có cuộc họp, nên anh cần tắm rửa và thay quần áo sạch."
    },
    {
        "start": "00:27:26,480",
        "end": "00:27:30,040",
        "en": "Det er et fint morgenbord, hvad?",
        "pa": "Nice breakfast though.",
        "vi": "Bàn ăn sáng đẹp đấy."
    },
    {
        "start": "00:27:30,160",
        "end": "00:27:32,880",
        "en": "Hils Gustav.",
        "pa": "Kiss Gustav from me.",
        "vi": "Hôn con cho anh."
    },
    {
        "start": "00:27:34,600",
        "end": "00:27:38,520",
        "en": "-Må jeg tage en bolle med? -Ja.",
        "pa": "-Can I grab a roll? -Yeah.",
        "vi": "- Anh lấy một ổ nhé? - Được."
    },
    {
        "start": "00:27:38,640",
        "end": "00:27:41,360",
        "en": "Lækkert.",
        "pa": "Nice.",
        "vi": "Tuyệt."
    },
    {
        "start": "00:27:41,480",
        "end": "00:27:44,360",
        "en": "Godmorgen.",
        "pa": "-Good morning. - Good morning.",
        "vi": "- Chào buổi sáng. - Chào buổi sáng."
    },
    {
        "start": "00:27:45,200",
        "end": "00:27:50,240",
        "en": "Hasse, jeg har ikke læst din bog endnu. Så er kaffen gratis igen.",
        "pa": "Hasse, I haven't read your book yet.\n Ladies and gentlemen, free coffee.",
        "vi": "Hasse, tôi chưa đọc sách của anh đâu. Thưa quý vị: cà phê miễn phí nhé."
    },
    {
        "start": "00:27:54,840",
        "end": "00:27:58,520",
        "en": "Hvad med alle os, der uretmæssigt har betalt for kaffen?",
        "pa": "Good morning.\n What about all of us who've already paid for coffee?",
        "vi": "Chào buổi sáng.\n Còn người trả tiền cà phê quá mức thì sao?"
    },
    {
        "start": "00:28:03,040",
        "end": "00:28:08,240",
        "en": "-Jeg er glad for, at du kunne komme. -I er jo lidt af et mediefænomen.",
        "pa": "I'm glad you could come in.\n I was curious to see this media phenomenon from the inside.",
        "vi": "- Tôi rất vui vì cô đến được. - Rất vui khi gặp hiện tượng truyền thông."
    },
    {
        "start": "00:28:10,880",
        "end": "00:28:16,040",
        "en": "-Jeg har lige booket mødelokalet. -Så det er mødelokalet? Skønt.",
        "pa": "Jon, I booked the conference room.\n This is the conference room? Nice.",
        "vi": "Tôi vừa đặt phòng họp rồi.\n Đây là phòng họp à? Tuyệt."
    },
    {
        "start": "00:28:28,520",
        "end": "00:28:32,960",
        "en": "Måske skulle man bare flytte sit skrivebord herud.",
        "pa": "I might as well move my desk out here.",
        "vi": "Tôi có thể chuyển bàn của tôi ra đây."
    },
    {
        "start": "00:28:33,080",
        "end": "00:28:38,240",
        "en": "Jeg har fået set på dit oplæg, Jon. Jeg skal høre dig bekræfte",
        "pa": "I've gone over your draft, Jon,",
        "vi": "Tôi xem kỹ bản dự thảo rồi, Jon,"
    },
    {
        "start": "00:28:38,360",
        "end": "00:28:43,360",
        "en": "at der intet sammenfald er mellem Jørgens goodwill og det her papir.",
        "pa": "and I want you to assure me\n that's there's no correlation between Jørgen's goodwill and this paper.",
        "vi": "và tôi muốn ông đảm bảo với tôi\n không có mối liên hệ nào giữa thiện chí của Jørgen và bản dự thảo này."
    },
    {
        "start": "00:28:43,480",
        "end": "00:28:48,520",
        "en": "-Jeg bryder mig ikke om tonefaldet. -Mange detaljer har vi ikke drøftet.",
        "pa": "I don't like your tone.",
        "vi": "- Tôi không thích giọng bà. - Nhiều chi tiết còn chưa chốt mà."
    },
    {
        "start": "00:28:48,640",
        "end": "00:28:53,240",
        "en": "Politik formes i et spændingsfelt imellem realiteter, idealisme",
        "pa": "There's a lot of details that we've not discussed as a party.\n Policies are formed in the tension between reality, idealism...",
        "vi": "Chính sách được tạo ra trong sức ép"
    },
    {
        "start": "00:28:53,360",
        "end": "00:28:55,560",
        "en": "og ønsker fra grupper",
        "pa": "and the wishes that emerge from groups",
        "vi": "giữa hiện thực, lý tưởng chủ nghĩa... và ước muốn từ các nhóm"
    },
    {
        "start": "00:28:55,680",
        "end": "00:28:59,840",
        "en": "hvis interessesfære grænser op til den politik, man ønsker at føre.",
        "pa": "whose sphere of interest borders on the policy you wish to pursue.",
        "vi": "có phạm vi lợi ích gần như là chính sách bà muốn theo đuổi đấy."
    },
    {
        "start": "00:29:01,760",
        "end": "00:29:06,080",
        "en": "Har vi fået penge for at tage imod diktat på visse politiske områder?",
        "pa": "Did we get money for taking advice in certain political fields?",
        "vi": "Ta nhận tiền để chịu sai khiến ở lĩnh vực chính trị à?"
    },
    {
        "start": "00:29:06,200",
        "end": "00:29:08,960",
        "en": "-Har vi, Jon? -Selvfølgelig ikke.",
        "pa": "Did we, Jon?\n No, of course we haven’t accepted any advice.",
        "vi": "- Phải không, Jon? - Dĩ nhiên không."
    },
    {
        "start": "00:29:09,080",
        "end": "00:29:12,400",
        "en": "Er der noget i det oplæg, du er uenig i?",
        "pa": "Do you disagree with anything in that draft?",
        "vi": "Bà không đồng ý điều gì trong dự thảo đó à?"
    },
    {
        "start": "00:29:12,520",
        "end": "00:29:15,920",
        "en": "Det er en hårfin grænse, ikke?",
        "pa": "There's a fine line, right?",
        "vi": "Ranh giới mỏng manh à?"
    },
    {
        "start": "00:29:18,760",
        "end": "00:29:22,320",
        "en": "Jeg tager selv en snak med Jørgen Steen Andersen.",
        "pa": "I'll talk to Jørgen Steen Andersen.",
        "vi": "Tôi sẽ nói với Jørgen Steen Andersen."
    },
    {
        "start": "00:29:25,200",
        "end": "00:29:29,760",
        "en": "Birgitte, kan du godkende den her kampagne? Se.",
        "pa": "Birgitte, can you approve this animal welfare campaign?",
        "vi": "Bà duyệt chiến dịch phúc lợi động vật này nhé?"
    },
    {
        "start": "00:29:29,880",
        "end": "00:29:35,640",
        "en": "Vi har fået et rigtig godt tilbud om bannerreklamer. 10.000 kr.",
        "pa": "BETTER CONDITIONS FOR ALL ANIMALS\n Look!  \n We got a great deal on banner ads. 10,000 kroner.",
        "vi": "Nhìn kìa!\n Ta có một đề nghị tuyệt vời về quảng cáo biểu ngữ, giá 10.000 kroner."
    },
    {
        "start": "00:29:35,760",
        "end": "00:29:41,120",
        "en": "Jeg kan ikke godkende noget til 10.000 kr. lige nu.",
        "pa": "I can't approve anything for 10,000 at the moment.",
        "vi": "Tôi không thể duyệt thứ gì 10.000 lúc này."
    },
    {
        "start": "00:29:41,240",
        "end": "00:29:44,480",
        "en": "-Hvad sagde hun? -TV1 har tilbudt hende en stilling.",
        "pa": "-What did she say? -TV1 has offered her a job.",
        "vi": "- Cô ấy nói gì? - TV1 vừa đề xuất việc làm cho cô ấy."
    },
    {
        "start": "00:29:44,600",
        "end": "00:29:49,640",
        "en": "Det mener hun ikke er foreneligt med en politisk karriere.",
        "pa": "She doesn't think that's compatible with a political career.",
        "vi": "Cô ấy đâu nghĩ nó hợp với sự nghiệp chính trị."
    },
    {
        "start": "00:29:52,920",
        "end": "00:29:56,000",
        "en": "-Hej. -Hej.",
        "pa": "Hi.\n Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:29:56,120",
        "end": "00:29:59,680",
        "en": "-Tak for i går. -Selv tak. Det var hyggeligt.",
        "pa": "-Great lunch yesterday. -Yes. Very enjoyable.",
        "vi": "- Bữa trưa qua rất ngon. - Phải. Rất thú vị."
    },
    {
        "start": "00:29:59,800",
        "end": "00:30:03,720",
        "en": "-Skal vi spise? -Jeg bliver på danskvand.",
        "pa": "Lunch?\n I'm going to stick to mineral water.",
        "vi": "- Ăn trưa nhé? - Tôi sẽ dùng nước khoáng thôi."
    },
    {
        "start": "00:30:03,840",
        "end": "00:30:06,440",
        "en": "Fint.",
        "pa": "Fine.",
        "vi": "Được thôi."
    },
    {
        "start": "00:30:06,560",
        "end": "00:30:11,800",
        "en": "Jeg tror, der er noget, vi bliver nødt til lige at tale om.",
        "pa": "I think... I think we need to talk.",
        "vi": "Tôi nghĩ chúng ta cần nói chuyện."
    },
    {
        "start": "00:30:11,920",
        "end": "00:30:16,880",
        "en": "Det er jo skønt, at du er vild med os. Det er vi glade for.",
        "pa": "I'm glad you're so wild about us.",
        "vi": "Tôi mừng là ngài phát cuồng vì chúng tôi. Rất là cảm kích."
    },
    {
        "start": "00:30:17,000",
        "end": "00:30:22,360",
        "en": "Men jeg skal kende din dagsorden i forhold til din gavmilde donation.",
        "pa": "We appreciate that.\n But I need to know your agenda in relation to your generous donation.",
        "vi": "Nhưng tôi cần biết mục đích của ngài liên quan đến khoản đóng góp hào phóng ấy."
    },
    {
        "start": "00:30:22,480",
        "end": "00:30:26,800",
        "en": "-Hvad forventer du at få? -Der er ikke nogen dagsorden.",
        "pa": "What do you expect in return?",
        "vi": "Đổi lại ngài hy vọng điều gì?"
    },
    {
        "start": "00:30:26,920",
        "end": "00:30:29,080",
        "en": "De penge er en gave.",
        "pa": "I have no agenda.\n That money is a gift.",
        "vi": "Đâu có mục đích gì. Tiền đó là món quà thôi."
    },
    {
        "start": "00:30:29,200",
        "end": "00:30:32,480",
        "en": "Vi venter lidt.",
        "pa": "Just a minute.",
        "vi": "Chờ một lát nữa."
    },
    {
        "start": "00:30:32,600",
        "end": "00:30:38,240",
        "en": "Men vi regner med, at I tilstræber en vis holdningstilpasning.",
        "pa": "But I assume we will find a certain harmonization of views.",
        "vi": "Nhưng, chúng tôi mong bà sẽ điều chỉnh quan điểm phần nào."
    },
    {
        "start": "00:30:38,360",
        "end": "00:30:41,600",
        "en": "-Holdningstilpasning? -Birgitte...",
        "pa": "Harmonization of views.",
        "vi": "Điều chỉnh quan điểm?"
    },
    {
        "start": "00:30:41,720",
        "end": "00:30:45,720",
        "en": "Politikere har brug for en vis finansiering fra erhvervslivet.",
        "pa": "Birgitte...\n in any democracy, politicians need\n some funding from business, don’t they?",
        "vi": "Birgitte.\n Các chính trị gia đều cần tài trợ của doanh nghiệp."
    },
    {
        "start": "00:30:45,840",
        "end": "00:30:49,720",
        "en": "Og erhvervslivet har brug for en stemme i Folketinget.",
        "pa": "The corporate sector needs a voice in Parliament. \"You scratch my back.\"",
        "vi": "Phía doanh nghiệp cần có tiếng nói"
    },
    {
        "start": "00:30:49,840",
        "end": "00:30:52,520",
        "en": "Pengene er faldet på et tørt sted.",
        "pa": "Our money seemed very welcome.",
        "vi": "ở Quốc hội. \"Có qua có lại\". Tiền chắc chắn có ích."
    },
    {
        "start": "00:30:52,640",
        "end": "00:30:56,760",
        "en": "Allerede i morges var der svundet 232.000 på kontoen.",
        "pa": "This morning, 232,000 kroner had already been withdrawn.",
        "vi": "Sáng nay, 232.000 đã được rút ra rồi."
    },
    {
        "start": "00:30:56,880",
        "end": "00:30:59,600",
        "en": "Den dygtige politiker er det filter",
        "pa": "The skilled politician is the filter",
        "vi": "Một chính khách khéo léo là bộ lọc giúp lợi ích doanh nghiệp thông qua."
    },
    {
        "start": "00:30:59,720",
        "end": "00:31:03,400",
        "en": "erhvervslivets interesser passerer igennem.",
        "pa": "through which corporate interests pass.",
        "vi": ""
    },
    {
        "start": "00:31:03,520",
        "end": "00:31:08,120",
        "en": "Jeg giver jer jo ikke 1,5 mio. gratis, vel?",
        "pa": "I'm not going to give you 1.5 million for free, am I?",
        "vi": "Tôi đâu định đưa bà 1,5 triệu miễn phí, nhỉ? Mặt khác,"
    },
    {
        "start": "00:31:08,240",
        "end": "00:31:12,240",
        "en": "Jeg forlanger heller ikke at få alt, hvad jeg peger på.",
        "pa": "On the other hand,\n I don't expect to get everything I want.",
        "vi": "tôi đâu mong có mọi thứ mình muốn."
    },
    {
        "start": "00:31:13,480",
        "end": "00:31:20,040",
        "en": "Bad du Jon indføre en passus om at sænke selskabsskatten med 4 procent?",
        "pa": "Did you ask Jon to write the passage about lowering corporate tax by 4%?",
        "vi": "Ông bảo Jon viết đoạn về giảm thuế doanh nghiệp xuống 4% à?"
    },
    {
        "start": "00:31:20,160",
        "end": "00:31:24,800",
        "en": "Nej. Jeg foreslog ham at skrive 7 procent.",
        "pa": "No.",
        "vi": "Không."
    },
    {
        "start": "00:31:24,920",
        "end": "00:31:31,480",
        "en": "Men det turde han ikke. Så det blev 4. Er det et problem?",
        "pa": "I suggested he write 7%.\n But he didn't have the nerve, so he settled on four.\n Is that a problem?",
        "vi": "Tôi đã gợi ý là 7%.\n Nhưng anh ta không dám, nên chốt là 4%.\n Có vấn đề gì à?"
    },
    {
        "start": "00:31:34,080",
        "end": "00:31:37,880",
        "en": "-Kan du låne mig 100.000 kr.? -100.000?",
        "pa": "Can you lend me 100,000 kroner?",
        "vi": "Cho em mượn 100.000 kroner nhé?"
    },
    {
        "start": "00:31:38,000",
        "end": "00:31:41,600",
        "en": "Vores erhvervspolitik er blevet købt.",
        "pa": "100,000?\n Our corporate policy has more or less been sold before we even had a party manifesto.",
        "vi": "100.000 à?\n Chính sách doanh nghiệp bị mua chuộc trước khi bọn em chốt cương lĩnh đảng."
    },
    {
        "start": "00:31:41,720",
        "end": "00:31:45,920",
        "en": "Jeg vil annullere samarbejdet og betale ham pengene tilbage.",
        "pa": "I want to call off the collaboration and pay him back his money.",
        "vi": "Em muốn ngừng hợp tác và trả lại tiền cho ông ta."
    },
    {
        "start": "00:31:46,040",
        "end": "00:31:52,080",
        "en": "Men vi har brugt en kvart million. Jeg kan selv skaffe de 150.",
        "pa": "But we've already spent 250,000.\n I can raise the 150.",
        "vi": "Nhưng bọn em đã chi 250.000 rồi.\n Em có thể huy động 150.000."
    },
    {
        "start": "00:31:55,720",
        "end": "00:31:58,880",
        "en": "Kan du låne mig pengene?",
        "pa": "Can you lend me the money?",
        "vi": "Cho em mượn nhé?"
    },
    {
        "start": "00:32:02,160",
        "end": "00:32:04,840",
        "en": "Torben? Jeg har prøvet at fange dig.",
        "pa": "- Torben? -Yes?",
        "vi": "- Torben? - Hả?"
    },
    {
        "start": "00:32:04,960",
        "end": "00:32:11,640",
        "en": "-Krearummet er først i morgen, ikke? -Jo. Jeg ville give dig feedback.",
        "pa": "-I've been trying to get hold of you. -Right.\n -Creative Workshop tomorrow morning. -Of course, of course.",
        "vi": "- Tôi cố gọi cho anh mãi. - À phải.\n - Hội thảo Sáng tạo vào ngày mai mà. - Tôi đến phản hồi chương trình hôm qua."
    },
    {
        "start": "00:32:11,760",
        "end": "00:32:14,440",
        "en": "-Okay. -I lægger skidegodt ud.",
        "pa": "But I'm here about the business show.\n -Okay. -it starts out just great.",
        "vi": "- Ừ. - Các anh khởi đầu rất tốt."
    },
    {
        "start": "00:32:14,560",
        "end": "00:32:20,160",
        "en": "Jeg bliver inviteret indenfor. Det er en vildt fed jingle.",
        "pa": "I feel invited. Love the jingle.",
        "vi": "Tôi thấy hấp dẫn và thích tiếng chuông đó."
    },
    {
        "start": "00:32:20,280",
        "end": "00:32:24,800",
        "en": "Ulrik fremstår kompetent. Han giver mig et tema. Jeg føler mig nysgerrig.",
        "pa": "Excellent wrapping. I feel welcome. Ulrik comes off as competent.\n Hands me the theme. I'm curious. They are not patronizing.",
        "vi": "Hình thức tuyệt. Tôi thấy được chào đón. Ulrik tỏ ra rất có năng lực.\n Đưa ra chủ đề. Làm tôi tò mò. Chúng không hề kẻ cả,"
    },
    {
        "start": "00:32:24,920",
        "end": "00:32:29,000",
        "en": "-Der bliver talt til mit segment. -Super. Det er jeg glad for.",
        "pa": "-You speak to my segment. -Great. I'm so glad.",
        "vi": "- khi các anh nói đến phần của tôi. - Tuyệt. Tôi rất mừng."
    },
    {
        "start": "00:32:29,120",
        "end": "00:32:33,040",
        "en": "Men 45 sekunder inde mister du mig. Hvorfor?",
        "pa": "But 45 seconds in, you lose me. Why?",
        "vi": "Nhưng 45 giây sau, tôi không hiểu gì. Tại sao thế?"
    },
    {
        "start": "00:32:34,520",
        "end": "00:32:37,400",
        "en": "-Hvorfor? -Du mister mig.",
        "pa": "-Why? -You lose me there because...",
        "vi": "- Tại sao? - Tôi không hiểu bởi vì..."
    },
    {
        "start": "00:32:37,520",
        "end": "00:32:41,480",
        "en": "Der sidder en dame, som skulle give mig et overblik.",
        "pa": "there's a lady supposed to fill me in on the stock market, etcetera.",
        "vi": "Quý cô nào đó vốn phải cho tôi biết thêm về thị truờng chứng khoán..."
    },
    {
        "start": "00:32:41,600",
        "end": "00:32:45,760",
        "en": "I stedet for fortæller hun mig, at det hele går ad helvede til.",
        "pa": "Instead she tells me that everything's going to hell.",
        "vi": "Thì cô ấy lại nói mọi thứ sẽ thất bại hoàn toàn. Không hy vọng gì."
    },
    {
        "start": "00:32:47,640",
        "end": "00:32:50,120",
        "en": "Barazani er utrolig kompetent.",
        "pa": "There is no hope.\n Barazani is extremely competent.",
        "vi": "Barazani rất có năng lực."
    },
    {
        "start": "00:32:50,240",
        "end": "00:32:54,920",
        "en": "Efterlyste jeg ikke et magasin med overskriften \"Bare det var mig\"?",
        "pa": "Didn't I ask for a show with the headline \"I wish it was me\"?",
        "vi": "Tôi muốn chương trình với tiêu đề \"Ước gì là tôi?\""
    },
    {
        "start": "00:32:55,040",
        "end": "00:32:58,400",
        "en": "Indholdet er en pakistansk dommedagsprædikant",
        "pa": "-Yes. -And that is how it is presented.\n But then you give me a Pakistani prophet of doom,",
        "vi": "- Phải. - Và nó là hình thức thôi.\n Còn nội dung là một nhà tiên tri bi quan người Pakistan"
    },
    {
        "start": "00:32:58,520",
        "end": "00:33:01,120",
        "en": "der slukker ethvert håb.",
        "pa": "stomping my every hope. Is that great television?",
        "vi": "dập tắt mọi hy vọng của tôi. Thế là chuơng trình hay?"
    },
    {
        "start": "00:33:01,240",
        "end": "00:33:06,160",
        "en": "-Er hendes hudfarve et problem? -Hold dog op.",
        "pa": "-Is her skin color a problem? -Oh, come on.",
        "vi": "- Màu da của cô ấy có vấn đề à? - Ồ, thôi nào."
    },
    {
        "start": "00:33:06,280",
        "end": "00:33:10,880",
        "en": "Jeg taler om fortællingen. Hvis du insisterer på at tale om hudfarve",
        "pa": "You're saying her skin color is a problem.\n I'm talking about the messaging.",
        "vi": "Anh đang nói đó là vấn đề đấy.\n Tôi đang nói về câu chuyện. Nếu anh cứ khăng khăng nói về màu da,"
    },
    {
        "start": "00:33:11,000",
        "end": "00:33:14,000",
        "en": "så hjælper det ikke, at man tænker på",
        "pa": "But if you insiston talking skin color\n it doesn't help your vague narrative that all the viewer thinks about is",
        "vi": "điều tệ hơn câu chuyện mơ hồ của anh là ta chỉ nghĩ đến mỗi"
    },
    {
        "start": "00:33:14,120",
        "end": "00:33:18,000",
        "en": "hvor velintegreret eksperten er, fordi hun er pakistaner.",
        "pa": "how well integrated that expert is because she's Pakistani.",
        "vi": "\"chuyên gia hòa nhập giỏi\" vì cô ấy là người Pakistan."
    },
    {
        "start": "00:33:18,120",
        "end": "00:33:22,840",
        "en": "Det drejer sig om budskabet, Torben. Hendes budskab slukker ethvert håb.",
        "pa": "I'm talking about the message.",
        "vi": "Tôi đang nói về thông điệp."
    },
    {
        "start": "00:33:22,960",
        "end": "00:33:25,040",
        "en": "Hun siger sandheden.",
        "pa": "Her message kills all hope.\n She's telling the truth.",
        "vi": "- Thông điệp từ cô ấy dập tắt mọi hy vọng. - Cô ấy nói sự thật thôi."
    },
    {
        "start": "00:33:25,160",
        "end": "00:33:28,360",
        "en": "Strider det imod din opfattelse",
        "pa": "Is it against your notion of public service",
        "vi": "Nó có trái quan điểm của anh về dịch vụ công"
    },
    {
        "start": "00:33:28,480",
        "end": "00:33:32,520",
        "en": "at man giver seerne en idé om, at livet er værd at leve?",
        "pa": "to let viewers think life might be worth living?",
        "vi": "để người xem nghĩ đời đáng sống à?"
    },
    {
        "start": "00:33:33,960",
        "end": "00:33:37,640",
        "en": "Skal jeg finde en anden? Så må jeg fortælle medarbejderne",
        "pa": "Want me to find someone else?",
        "vi": "Muốn tôi tìm người khác? Tôi sẽ nói với nhân viên đó là ý của cậu."
    },
    {
        "start": "00:33:37,760",
        "end": "00:33:39,760",
        "en": "at det er din idé.",
        "pa": "I'll tell my staff it's your idea.",
        "vi": ""
    },
    {
        "start": "00:33:39,880",
        "end": "00:33:43,680",
        "en": "Det er du velkommen til. Men giv dem ikke indtrykket af",
        "pa": "You're welcome to.\n Just don't let them think you aren't the master in your own house.",
        "vi": "Anh cứ tự nhiên.\n Chỉ đừng để họ nghĩ anh không phải chủ nhân ở chính nhà mình."
    },
    {
        "start": "00:33:43,800",
        "end": "00:33:46,520",
        "en": "at du ikke er herre i eget hus.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:54,680",
        "end": "00:33:58,960",
        "en": "Har du ikke lyst til lige at hente en sandwich til dig selv?",
        "pa": "Dan, how about you go fetch a sandwich for yourself?",
        "vi": "Dan, cậu tự đi lấy bánh kẹp cho mình nhé?"
    },
    {
        "start": "00:33:59,080",
        "end": "00:34:02,320",
        "en": "Bare lige et par minutter.",
        "pa": "Just a minute or two.",
        "vi": "Vài phút thôi."
    },
    {
        "start": "00:34:03,440",
        "end": "00:34:09,280",
        "en": "Pia, jeg har bare tænkt over... Hende der Nadia Barazani...",
        "pa": "Pia, I've been thinking about Nadia Barazani.",
        "vi": "Pia, tôi cứ nghĩ mãi về Nadia Barazani."
    },
    {
        "start": "00:34:09,400",
        "end": "00:34:13,840",
        "en": "-Det går sgu ikke. -Hvad mener du?",
        "pa": "Hmm?\n It won't work.",
        "vi": "Nó không có tác dụng."
    },
    {
        "start": "00:34:13,960",
        "end": "00:34:19,320",
        "en": "-Vi må finde en anden til jobbet. -Undskyld...",
        "pa": "-What do you mean? -You know...\n We have to find someone else.\n Sorry, but...",
        "vi": "- Ý anh là? - Thì là...\n Ta phải tìm một người khác.\n Xin lỗi, nhưng mà..."
    },
    {
        "start": "00:34:19,440",
        "end": "00:34:25,040",
        "en": "Stod vi ikke lige og klappede i hænderne? Hvad er problemet?",
        "pa": "Half an hour ago we were ecstatic.",
        "vi": "nửa tiếng trước ta còn hân hoan lắm mà."
    },
    {
        "start": "00:34:25,160",
        "end": "00:34:29,200",
        "en": "Jeg har set indslaget igen. Hun er for meget sortseer.",
        "pa": "-What's the problem? -I watched the show. She's too gloomy.",
        "vi": "- Có chuyện gì vậy? - Tôi đã xem chương trình. Cô ấy quá u ám."
    },
    {
        "start": "00:34:29,320",
        "end": "00:34:32,880",
        "en": "Jeg føler mig ikke velkommen.",
        "pa": "I don't feel welcome.\n She doesn't make me feel welcome.",
        "vi": "Tôi không thấy được chào đón. Cô ấy làm tôi thấy vậy."
    },
    {
        "start": "00:34:33,000",
        "end": "00:34:36,640",
        "en": "Jeg forstår ingenting. Nadia er da knivskarp.",
        "pa": "You've lost me. Nadia is razor sharp.",
        "vi": "Tôi không hiểu. Nadia cực kỳ sắc bén đấy."
    },
    {
        "start": "00:34:36,760",
        "end": "00:34:41,200",
        "en": "Ja, det er der mange, der er. Det er jo ikke... Det er bare...",
        "pa": "So are lots of people. It's just not...",
        "vi": "Rất nhiều người cũng vậy. Chỉ là không..."
    },
    {
        "start": "00:34:41,320",
        "end": "00:34:46,840",
        "en": "Jeg føler ikke, at hun er en del af den fortælling, TV1 skal levere.",
        "pa": "I don't see her fitting into the narrative TV1 has to deliver.",
        "vi": "Tôi thấy cô ấy không hợp với câu chuyện mà TV1 phải truyền đạt."
    },
    {
        "start": "00:34:46,960",
        "end": "00:34:53,360",
        "en": "-\"Fortælling\"? Kommer det fra Alex? -Det er min beslutning, det her.",
        "pa": "-Narrative? -Yeah.\n -Is that Alex speaking? -This is my decision completely.",
        "vi": "- \"Câu chuyện\"? Lời Alex nói à? - Đây hoàn toàn là quyết định của tôi."
    },
    {
        "start": "00:34:53,480",
        "end": "00:34:58,920",
        "en": "Hun er skarp. Det er uforeneligt med den historie, TV1 skal levere",
        "pa": "She is sharp. But it's incompatible with the story TV1 has to deliver",
        "vi": "Cô ấy sắc sảo. Nhưng không phù hợp với câu chuyện TV1 phải truyền đạt"
    },
    {
        "start": "00:34:59,040",
        "end": "00:35:04,480",
        "en": "at vi giver taletid til en pakistansk dommedagsprofet.",
        "pa": "by giving a Pakistani prophet of doom the floor.",
        "vi": "khi để cho một nhà tiên tri bi quan người Pakistan nêu ý kiến."
    },
    {
        "start": "00:35:04,600",
        "end": "00:35:07,800",
        "en": "\"Pakistansk dommedagsprofet\"?",
        "pa": "A \"Pakistani prophet of doom\"?",
        "vi": "\"Nhà tiên tri bi quan người Pakistan\" à?"
    },
    {
        "start": "00:35:12,920",
        "end": "00:35:16,360",
        "en": "-Hej, Nadia. -Hej.",
        "pa": "-Hi, Nadia. -Hi.",
        "vi": "- Chào, Nadia. - Chào."
    },
    {
        "start": "00:35:16,480",
        "end": "00:35:21,040",
        "en": "-Kunne vi lige snakke igen? -Ja, selvfølgelig.",
        "pa": "-Can we talk again? -Sure. Let's go in there.",
        "vi": "- Ta trao đổi lại nhé? - Được. Chúng ta vào đó đi."
    },
    {
        "start": "00:35:23,120",
        "end": "00:35:28,600",
        "en": "Jeg havde den bestyrelsespost, indtil jeg blev markedsanalytiker.",
        "pa": "I was on the board of DIK Invest until I became a market analyst.",
        "vi": "Tôi điều hành hãng Đầu tư DIK đến khi thành nhà phân tích thị trường."
    },
    {
        "start": "00:35:28,720",
        "end": "00:35:33,760",
        "en": "-Hvorfor har du ændret holdning? -Jeg er ikke længere kommentator.",
        "pa": "Why did you change your mind about this position?\n There's no conflict with being a TV commentator anymore.",
        "vi": "- Sao cô lại đổi ý? - Tôi không còn là bình luận viên nữa."
    },
    {
        "start": "00:35:35,440",
        "end": "00:35:40,080",
        "en": "Nogle ombestemte sig åbenbart på en måde, jeg synes stinker.",
        "pa": "It seems someone had second thoughts for some ugly reason.",
        "vi": "Chắc ai đó nghĩ lại vì lý do xấu xa nào đó."
    },
    {
        "start": "00:35:40,200",
        "end": "00:35:43,280",
        "en": "Min hudfarve kan have noget med det at gøre.",
        "pa": "The color of my skin may have had something to do with it.",
        "vi": "Màu da của tôi có thể có liên quan đến nó."
    },
    {
        "start": "00:35:43,400",
        "end": "00:35:48,000",
        "en": "Det satte gang i følelser, jeg kan få afløb for med politisk arbejde.",
        "pa": "It stirred some emotions I can vent through political work.",
        "vi": "Nó khuấy động vài cảm xúc tôi có thể xả nhờ công việc chính trị."
    },
    {
        "start": "00:35:48,120",
        "end": "00:35:51,920",
        "en": "Det lyder oprørende, men det er heldigt for os.",
        "pa": "Sounds appalling, but lucky for us.",
        "vi": "Nghe có vẻ vô sỉ, nhưng thế lại may mắn cho chúng tôi."
    },
    {
        "start": "00:35:52,040",
        "end": "00:35:56,440",
        "en": "Det er posten som integrationsordfører, vi vil tilbyde.",
        "pa": "We'd like to offer you the job as spokesperson on integration.",
        "vi": "Chúng tôi muốn mời cô làm người phát ngôn về hội nhập."
    },
    {
        "start": "00:35:56,560",
        "end": "00:36:02,360",
        "en": "Det er ikke mit ekspertiseområde. Jeg har holdninger til integration.",
        "pa": "That's not my field of expertise.",
        "vi": "Đó không phải chuyên môn của tôi."
    },
    {
        "start": "00:36:02,480",
        "end": "00:36:06,640",
        "en": "Men de er mere markante, end folk ofte forventer.",
        "pa": "I have my views on integration\n but they're sharper than people may think.",
        "vi": "Tôi có quan điểm riêng về hội nhập\n nhưng chúng sắc bén hơn mọi người nghĩ."
    },
    {
        "start": "00:36:06,760",
        "end": "00:36:11,160",
        "en": "Det er vigtigt, vi tør stille krav til folk, der vil bo her i landet.",
        "pa": "I think we should make demands on people who want to live here.",
        "vi": "Tôi nghĩ ta nên yêu cầu người muốn sống ở đây."
    },
    {
        "start": "00:36:11,280",
        "end": "00:36:16,200",
        "en": "Vi skal turde være realistiske og ikke alt for politisk korrekte.",
        "pa": "Great. We want to be realistic and not too politically correct.",
        "vi": "Tuyệt. Chúng tôi muốn thực tế và không quá đúng đắn chính trị."
    },
    {
        "start": "00:36:30,520",
        "end": "00:36:31,960",
        "en": "",
        "pa": "Live from China...",
        "vi": "Trực tiếp từ Trung Quốc..."
    },
    {
        "start": "00:36:32,400",
        "end": "00:36:33,640",
        "en": "",
        "pa": "A country in--",
        "vi": "Một đất nước ở..."
    },
    {
        "start": "00:37:02,080",
        "end": "00:37:04,080",
        "en": "Hej.",
        "pa": "- Hi. - Hi.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:37:04,200",
        "end": "00:37:07,760",
        "en": "-Hvordan går det med ham? - Han er næsten i topform.",
        "pa": "-How's he doing? - He's almost as good as new.",
        "vi": "- Con sao rồi? - Cu cậu gần như khỏe hẳn rồi."
    },
    {
        "start": "00:37:07,880",
        "end": "00:37:13,440",
        "en": "Hvor dejligt. Jeg ville samle op på det, vi talte om tidligere.",
        "pa": "Great.\n I just want to follow up on the things we discussed earlier.",
        "vi": "Tuyệt.\n Em chỉ muốn nói tiếp những điều ta đã bàn trước đó."
    },
    {
        "start": "00:37:13,560",
        "end": "00:37:19,680",
        "en": "-Det var noget med noget tøj, ikke? -Ja. Vi skal klæde ham varmt på.",
        "pa": "-Oh, about his clothes? -Yes. Warm clothes from now on.",
        "vi": "- À, về quần áo của con? - Phải. Quần áo ấm kể từ bây giờ."
    },
    {
        "start": "00:37:19,800",
        "end": "00:37:23,760",
        "en": "Det lyder som en super idé.",
        "pa": "Great idea.",
        "vi": "Ý hay đấy."
    },
    {
        "start": "00:37:23,880",
        "end": "00:37:27,560",
        "en": "-Var der andet? -Næ.",
        "pa": "-Anything else? -No.",
        "vi": "- Còn gì nữa không? - Không."
    },
    {
        "start": "00:37:27,680",
        "end": "00:37:35,000",
        "en": "Har du brug for hjælp med ham her til aften? Du hjalp mig i går.",
        "pa": "Do you need help with him tonight?",
        "vi": "Anh cần giúp đỡ chăm con tối nay không?"
    },
    {
        "start": "00:37:35,120",
        "end": "00:37:39,000",
        "en": "Nogle gange er det nemmere, når man er to til at tage ham.",
        "pa": "I mean, you helped me yesterday.\n It's easier to handle him together.",
        "vi": "Hôm qua anh đã giúp em mà.\n Cùng trông thì sẽ dễ dàng hơn."
    },
    {
        "start": "00:37:39,120",
        "end": "00:37:42,840",
        "en": "Det er ikke nogen god idé at vænne Gustav til det.",
        "pa": "It's not a problem.\n I just don't think it's a good idea to get Gustav used to that.",
        "vi": "Không sao đâu.\n Anh chỉ không nghĩ làm Gustav quen với việc đó là ý hay."
    },
    {
        "start": "00:37:46,560",
        "end": "00:37:50,960",
        "en": "-Jeg bliver nødt til at løbe nu. -Ja. Vi tales ved.",
        "pa": "I've got to go now.",
        "vi": "Anh phải đi luôn đây."
    },
    {
        "start": "00:37:51,080",
        "end": "00:37:53,720",
        "en": "God aften.",
        "pa": "-Okay. Talk to you soon. -Have a good night.",
        "vi": "- Được. Nói chuyện sau. - Chúc ngủ ngon."
    },
    {
        "start": "00:38:02,040",
        "end": "00:38:05,560",
        "en": "-Hej. -Godmo... Nej. Ny stil!",
        "pa": "-Hi. -Good morning. Hey! New style.",
        "vi": "- Chào. - Chào buổi sáng... Chà! Phong cách mới."
    },
    {
        "start": "00:38:05,680",
        "end": "00:38:10,680",
        "en": "Hvad siger du så? Prøv at se her. 600 kr. gav jeg for den.",
        "pa": "Do you like it? Look at this. It only cost me 600.",
        "vi": "Cô thích nó không? Nhìn này. Chỉ tốn 600 thôi."
    },
    {
        "start": "00:38:10,800",
        "end": "00:38:16,920",
        "en": "-Printeren er alt for langsom. -Vi har ikke penge alligevel.",
        "pa": "-Let's spend money on a new printer. -We haven't got any money after all.",
        "vi": "- Hãy chi tiền mua máy in mới đi. - Chúng ta đâu có tiền nữa."
    },
    {
        "start": "00:38:17,040",
        "end": "00:38:21,240",
        "en": "-Gider du finde Jon? -Birgitte!",
        "pa": "-I'll explain later. Find Jon for me. -Birgitte!",
        "vi": "- Giải thích sau đi. Tìm Jon cho tôi. - Birgitte!"
    },
    {
        "start": "00:38:21,360",
        "end": "00:38:27,280",
        "en": "Jeg arrangerer et debatmøde for unge par. Emnet er familieplanlægning.",
        "pa": "Birgitte?\n I'm arranging a debate meeting for young couples on family planning.",
        "vi": "Birgitte?\n Tôi sẽ sắp xếp một cuộc họp tranh luận cho các đôi trẻ về kế hoạch hóa gia đình."
    },
    {
        "start": "00:38:27,400",
        "end": "00:38:30,800",
        "en": "Herunder en kritisk debat om abort. Kan du deltage?",
        "pa": "Including a critical debate on abortion. Will you come?",
        "vi": "Có cả cuộc tranh luận chỉ trích về phá thai. Bà đến chứ?"
    },
    {
        "start": "00:38:30,920",
        "end": "00:38:37,560",
        "en": "-Hvad mener du med \"kritisk\"? -Der er en laissez faire-holdning.",
        "pa": "What do you mean \"critical\"?\n Young people are so laissez faire.",
        "vi": "\"Chỉ trích\" là sao?\n - Giới trẻ quá bàng quan với chuyện đó. - Ta bất đồng quan điểm về vấn đề đó rồi."
    },
    {
        "start": "00:38:37,680",
        "end": "00:38:40,560",
        "en": "Vores synspunkter divergerer meget.",
        "pa": "I think our views on this diverge considerably, Lis",
        "vi": ""
    },
    {
        "start": "00:38:40,680",
        "end": "00:38:45,920",
        "en": "Du må vente med det møde. Kaffen koster 2 kr. igen.",
        "pa": "Hold that meeting. And we're charging for coffee again.",
        "vi": "Hoãn cuộc họp đó đi. Và chúng tôi lại tính tiền cà phê nhé."
    },
    {
        "start": "00:38:47,720",
        "end": "00:38:53,720",
        "en": "Katrine, kan du tale tingene igennem med Nadia, inden vi sender hende ind?",
        "pa": "Katrine, go over everything with Nadia before you send her off to TV1.\n -Sure. -Great.",
        "vi": "Katrine, xem kỹ mọi thứ với Nadia trước khi đưa cô ấy đến TV1 nhé.\n - Được. - Tốt."
    },
    {
        "start": "00:39:00,640",
        "end": "00:39:04,520",
        "en": "Hun er godt nok sur i dag. Hun har lige sat kaffen op igen.",
        "pa": "Man, she's in a foul mood. She's charging for coffee again.",
        "vi": "Nay bà ấy lại khó ở rồi. Lại còn tính tiền cà phê tiếp chứ."
    },
    {
        "start": "00:39:08,000",
        "end": "00:39:12,720",
        "en": "Undskyld, men det er ret vigtigt, at vi lige kan tale med det samme.",
        "pa": "Excuse me, but I need to talk to you right away.",
        "vi": "Xin lỗi, nhưng tôi cần nói chuyện với ông ngay."
    },
    {
        "start": "00:39:12,840",
        "end": "00:39:17,800",
        "en": "Birgitte, det her er Gotfredsen fra Landbrugets Interesseorganisation.",
        "pa": "Birgitte, this is Gotfredsen from the Agricultural Interest Organization.",
        "vi": "Birgitte, đây là ngài Gotfredsen từ Tổ chức Lợi ích Nông nghiệp."
    },
    {
        "start": "00:39:17,920",
        "end": "00:39:22,480",
        "en": "Jeg er ked af det, men det er nødt til at være nu.",
        "pa": "I'm afraid this is urgent.",
        "vi": "E là tôi phải trao đổi với ông luôn."
    },
    {
        "start": "00:39:22,600",
        "end": "00:39:28,240",
        "en": "Jamen så ringer jeg senere. Tak, fordi du kom herind i dag.",
        "pa": "Well, I'll call you later then.",
        "vi": "Vậy tôi sẽ gọi lại cho ngài sau."
    },
    {
        "start": "00:39:28,360",
        "end": "00:39:30,840",
        "en": "-Selv tak. -Du må undskylde.",
        "pa": "-Thank you. -Thanks for coming.\n -You're welcome. -I'm sorry.",
        "vi": "- Cảm ơn. - Cảm ơn vì đã đến.\n Không có gì.\n Tôi xin lỗi nhé."
    },
    {
        "start": "00:39:32,160",
        "end": "00:39:36,440",
        "en": "Det møde kunne have resulteret i en ny donation.",
        "pa": "That meeting could have landed us one more donation.",
        "vi": "Cuộc gặp đó có thể đưa đến cho chúng ta thêm một khoản ủng hộ nữa."
    },
    {
        "start": "00:39:36,560",
        "end": "00:39:42,000",
        "en": "Jon, det er præcis det med køb og salg, vi skal tale om.",
        "pa": "Jon, I'm here to talk about just that,",
        "vi": "Jon, tôi đến để nói về chính việc đó đấy, mua bán quyền lực chính trị."
    },
    {
        "start": "00:39:42,120",
        "end": "00:39:46,400",
        "en": "-Folk kan ikke købe indflydelse. -Det er ikke det, der foregår.",
        "pa": "buying and selling political clout.\n It’s not a supermarket where anyone can come in and buy favors.",
        "vi": "- Đâu thể cứ thế mua ảnh hưởng được. - Chuyện đâu phải thế."
    },
    {
        "start": "00:39:46,520",
        "end": "00:39:51,200",
        "en": "Jo. I bedste fald sælger du dem en illusion. Det er ikke i orden.",
        "pa": "That's not the case.\n It is. At best you're selling them an illusion and that won't do.",
        "vi": "Là thế đấy. Tình huống tốt nhất là ông bán ảo tưởng cho họ, và thế không được."
    },
    {
        "start": "00:39:51,320",
        "end": "00:39:57,560",
        "en": "-Du påtvinger os nogle holdninger. -Partikassen er tom.",
        "pa": "You're twisting our platform.",
        "vi": "Ông đang bóp méo cương lĩnh của chúng ta."
    },
    {
        "start": "00:39:57,680",
        "end": "00:40:01,680",
        "en": "Vi sælger ikke ud til erhvervslivet, før vi har solgt os til vælgerne.",
        "pa": "Our party coffers are empty.\n But we can't sell out to big business, before we've won over the voters.",
        "vi": "Quỹ đảng trống rỗng rồi.\n Nhưng đâu thể đổi chác với tập đoàn lớn trước khi lôi kéo cử tri chứ."
    },
    {
        "start": "00:40:01,800",
        "end": "00:40:06,400",
        "en": "Derfor har jeg tilbagebetalt Jørgen Steen Andersen de penge, han gav os.",
        "pa": "That's why I've paid back the money to Jørgen Steen Andersen.",
        "vi": "Đó là lý do tôi đã trả lại tiền cho Jørgen Steen Andersen rồi."
    },
    {
        "start": "00:40:06,520",
        "end": "00:40:10,600",
        "en": "Vi er ikke klar til at modtage så store midler",
        "pa": "We aren't ready to accept such large sums",
        "vi": "Chúng ta không sẵn lòng nhận những khoản lớn như thế"
    },
    {
        "start": "00:40:10,720",
        "end": "00:40:15,160",
        "en": "der er kædet sammen med løfter på områder, hvor vi ikke er helt enige.",
        "pa": "when they're linked to promises in areas we don't agree on internally.",
        "vi": "khi chúng dính đến những hứa hẹn ở các khu vực chưa có thỏa thuận nội bộ."
    },
    {
        "start": "00:40:15,280",
        "end": "00:40:18,800",
        "en": "Intern enighed er godt. Vi har brug for venner.",
        "pa": "Internal agreement is great, but we need friends.",
        "vi": "Thỏa thuận nội bộ rất tốt, nhưng ta cần người ủng hộ nữa."
    },
    {
        "start": "00:40:18,920",
        "end": "00:40:23,600",
        "en": "Vi har brug for konsekvens i vores handlinger og klarhed i retorikken.",
        "pa": "We need consistent action and clear rhetorics.",
        "vi": "Chúng ta cần hành động nhất quán và hùng biện rõ ràng."
    },
    {
        "start": "00:40:23,720",
        "end": "00:40:30,440",
        "en": "Hvordan vil du agere inden for miljøpolitik, når du har fået 1 mio.?",
        "pa": "What kind of environment policy will you pursue",
        "vi": "Ông sẽ theo đuổi chính sách môi trường nào"
    },
    {
        "start": "00:40:30,560",
        "end": "00:40:34,120",
        "en": "Vi fastlægger vores holdninger. Dem, der er enige",
        "pa": "after receiving 1 million from the agriculture lobby?\n We must establish our positions first.",
        "vi": "sau khi nhận một triệu lót tay từ tổ chức nông nghiệp?\n Ta phải xác định lập trường trước nhất."
    },
    {
        "start": "00:40:34,240",
        "end": "00:40:37,520",
        "en": "må støtte os økonomisk bagefter.",
        "pa": "Whoever agrees with us can then offer financial support.",
        "vi": "Ai đồng ý thì có thể tài trợ."
    },
    {
        "start": "00:40:40,400",
        "end": "00:40:44,120",
        "en": "-Har vi ikke redaktionsmøde nu? -Jo.",
        "pa": "Isn't it time for our staff meeting?",
        "vi": "Đến giờ họp nhân viên rồi chứ?"
    },
    {
        "start": "00:40:44,240",
        "end": "00:40:50,040",
        "en": "Okay. Jeg har lige haft en rigtig god og skøn samtale",
        "pa": "Sure.\n Okay.\n I've just come from a great and wonderful meeting",
        "vi": "Được.\n Được rồi.\n Tôi vừa có một cuộc gặp thân mật và tuyệt vời"
    },
    {
        "start": "00:40:50,160",
        "end": "00:40:53,800",
        "en": "med en helt ung fremadstormende chef fra Nordea.",
        "pa": "with a young dynamic executive from Nordea.",
        "vi": "với một giám đốc điều hành trẻ trung, năng nổ từ Nordea."
    },
    {
        "start": "00:40:53,920",
        "end": "00:41:00,080",
        "en": "Hun er utrolig skarp, veltalende og... nå ja, Ulrik... lækker.",
        "pa": "She's razor sharp, eloquent and, Ulrik...",
        "vi": "Cô ấy sắc sảo, có khả năng hùng biện và, ừ..."
    },
    {
        "start": "00:41:00,200",
        "end": "00:41:06,720",
        "en": "Hvad mere kan man ønske sig af en helt ny finansekspert?",
        "pa": "gorgeous.\n What more could you want from a brand-new financial expert?",
        "vi": "rất xinh đẹp. Còn muốn gì từ một chuyên gia tài chính mới toanh nữa?"
    },
    {
        "start": "00:41:06,840",
        "end": "00:41:10,280",
        "en": "Torben, jeg vil gerne lige sige noget.",
        "pa": "I'll be great.\n Now, about this firework fire...\n Torben, I'd like to say something.\n -Any time. -Sure.",
        "vi": "Sẽ tuyệt lắm đây. Còn có bắn pháo hoa...\n Torben, tôi muốn nói điều này.\n - Cứ việc. - Được."
    },
    {
        "start": "00:41:11,880",
        "end": "00:41:15,920",
        "en": "Vi er en del kolleger, som er forbløffede over",
        "pa": "Quite a lot of us are astonished",
        "vi": "Khá nhiều người trong chúng tôi ngạc nhiên khi anh sa thải Nadia Barazani"
    },
    {
        "start": "00:41:16,040",
        "end": "00:41:19,720",
        "en": "at du har fyret Nadia Barazani som fast kommentator.",
        "pa": "that you fired Nadia Barazani as a regular commentator.",
        "vi": "khỏi vị trí bình luận viên thường trực."
    },
    {
        "start": "00:41:19,840",
        "end": "00:41:23,800",
        "en": "Vi er ikke mindst forbløffede over din begrundelse.",
        "pa": "Your reason for doing so astonishes us even more.",
        "vi": "Lý do khiến chúng tôi ngạc nhiên hơn nữa."
    },
    {
        "start": "00:41:23,920",
        "end": "00:41:30,000",
        "en": "Jeg har ikke fyret nogen. Damen har været på prøve. Hun fungerede ikke.",
        "pa": "I didn't fire anyone. We tried her out...",
        "vi": "Tôi đâu sa thải ai. Ta cho cô ấy thử việc. Cô ấy không đạt. Thế thôi."
    },
    {
        "start": "00:41:31,400",
        "end": "00:41:36,720",
        "en": "Det der er jo ikke sandt, Torben. Vi var alle sammen begejstrede.",
        "pa": "She didn't work. That's it.\n But that's not true, Torben. We were all over the moon about her.",
        "vi": "Nhưng không phải thế, Torben. Chúng ta đều hài lòng về cô ấy."
    },
    {
        "start": "00:41:36,840",
        "end": "00:41:41,760",
        "en": "Så skiftede du holdning og med et meget mærkværdigt ordvalg.",
        "pa": "Then you changed your mind with a very strange choice of words.",
        "vi": "Rồi anh đổi ý với những từ ngữ rất kỳ quặc."
    },
    {
        "start": "00:41:41,880",
        "end": "00:41:45,960",
        "en": "-Refererer du fra en fortrolig snak? -Det ville jeg aldrig gøre.",
        "pa": "-Are you referring to our private talk? -I'd never do that.",
        "vi": "- Ý cô là cuộc trao đổi riêng ấy? - Lẽ ra tôi không làm thế."
    },
    {
        "start": "00:41:46,080",
        "end": "00:41:49,400",
        "en": "-Men det er noget principielt. -Vrøvl.",
        "pa": "-But this is a matter of principle. -Principle? Nonsense.",
        "vi": "- Nhưng đây là vấn đề nguyên tắc. - Nói vớ vẩn."
    },
    {
        "start": "00:41:49,520",
        "end": "00:41:54,520",
        "en": "Vil du benægte, at du kaldte hende en pakistansk dommedagsprofet?",
        "pa": "Do you deny that you called her \"a Pakistani prophet of doom?\"",
        "vi": "Anh phủ nhận mình đã gọi cô ấy là nhà tiên tri bi quan người Pakistan à?"
    },
    {
        "start": "00:41:57,640",
        "end": "00:42:01,160",
        "en": "-Det der er revet ud af sammenhæng. -Det gjorde du.",
        "pa": "-That's taken out of context. -You did.",
        "vi": "- Nó đã bị cắt xén rồi. - Anh có nói."
    },
    {
        "start": "00:42:01,280",
        "end": "00:42:05,520",
        "en": "Torben, vil du så ikke beskrive en sammenhæng, hvor det er okay",
        "pa": "Torben, please describe a context in which it would be okay",
        "vi": "Torben, anh thử mô tả ngữ cảnh nào sẽ thích hợp để ám chỉ nhân viên"
    },
    {
        "start": "00:42:05,640",
        "end": "00:42:10,480",
        "en": "at omtale en medarbejder som en pakistansk dommedagsprofet?",
        "pa": "to refer to an employee as a Pakistani prophet of doom.",
        "vi": "là một nhà tiên tri bi quan người Pakistan đi. Tôi không nghĩ ra được."
    },
    {
        "start": "00:42:10,600",
        "end": "00:42:16,600",
        "en": "Nu må I kraftedeme holde op. Kan man ikke trække på smilebåndet længere?",
        "pa": "I can't think of one.\n Oh, come on, people. Whatever happened to your sense of humor?",
        "vi": "Thôi nào, mọi người. Điều gì đã xảy ra với khiếu hài hước của các bạn thế?"
    },
    {
        "start": "00:42:16,720",
        "end": "00:42:20,240",
        "en": "Kan man ikke kalde en spade for en spade?",
        "pa": "-Can't we tell it like it is? -According to the employee handbook",
        "vi": "- Có sao nói vậy cũng không được? - Theo sổ hướng dẫn nhân viên"
    },
    {
        "start": "00:42:20,360",
        "end": "00:42:24,560",
        "en": "\"To eller flere medarbejdere kan forlange en skriftlig begrundelse",
        "pa": "\"Two or more employees can demand a written reason",
        "vi": "\"Từ hai nhân viên trở lên có thể yêu cầu giải thích lý do bằng văn bản"
    },
    {
        "start": "00:42:24,680",
        "end": "00:42:28,880",
        "en": "hvis beslutningen har principiel eller indgribende karakter.\"",
        "pa": "if the decision is of a principle or particularly radical nature.\" Have a look.",
        "vi": "nếu quyết định đó là nguyên tắc hoặc loại xâm phạm cá biệt\". Xem đi."
    },
    {
        "start": "00:42:29,000",
        "end": "00:42:34,400",
        "en": "Det kan I godt glemme alt om. Der er intet at komme efter, Ulrik.",
        "pa": "You can forget that. That won't get you anywhere, Ulrik.",
        "vi": "Cậu cứ quên nó đi. Nó sẽ chẳng đem lại gì đâu, Ulrik."
    },
    {
        "start": "00:42:34,520",
        "end": "00:42:40,600",
        "en": "-Der er ingen, der angriber dig. -Vi skal lave nyheder.",
        "pa": "No one's accusing you.\n There is nothing there.\n - It's as much for your sake. -Let's get on with the news.",
        "vi": "- Đâu ai buộc tội anh. - Đâu có gì.\n - Bọn tôi làm thế này vì anh đấy. - Tiếp tục với tin tức đi."
    },
    {
        "start": "00:42:40,720",
        "end": "00:42:44,320",
        "en": "Er der nyt omkring den fyrværkeribrand?",
        "pa": "Any news about the fireworks fire?",
        "vi": "Có tin gì về vụ bắn pháo hoa không?"
    },
    {
        "start": "00:42:44,440",
        "end": "00:42:49,240",
        "en": "Katrine, fik du talt Nadia igennem integrationsemnerne?",
        "pa": "Did you talk Nadia through the integration issues?",
        "vi": "Cô nói vấn đề hội nhập với Nadia chưa?"
    },
    {
        "start": "00:42:49,360",
        "end": "00:42:53,040",
        "en": "-Vi har haft en kort snak. -Så...?",
        "pa": "Uh...\n -We had a brief talk. -And?",
        "vi": "- Chúng tôi đã trao đổi vắn tắt. - Và?"
    },
    {
        "start": "00:42:54,960",
        "end": "00:42:59,560",
        "en": "Undskyld. Jeg er lidt distræt. Gustav har mellemørebetændelse.",
        "pa": "Sorry, but I'm a bit out of sorts. Gustav's got a middle ear infection.",
        "vi": "Xin lỗi vì tôi hơi phân tâm. Gustav bị nhiễm trùng tai giữa."
    },
    {
        "start": "00:42:59,680",
        "end": "00:43:02,520",
        "en": "Fint.",
        "pa": "Fine.",
        "vi": "Được thôi."
    },
    {
        "start": "00:43:03,640",
        "end": "00:43:07,120",
        "en": "Det er bare vigtigt, at du går til hende.",
        "pa": "I just need you to prep her properly. Nadia has done debates before.",
        "vi": "Tôi chỉ cần cô chuẩn bị tốt cho cô ấy. Nadia từng tranh luận rồi."
    },
    {
        "start": "00:43:07,240",
        "end": "00:43:10,840",
        "en": "-Jo, jo. -Kan Kasper ikke hjælpe lidt til?",
        "pa": "Sure.",
        "vi": "Chắc chắn."
    },
    {
        "start": "00:43:10,960",
        "end": "00:43:16,680",
        "en": "Det er bare... Det er lidt kompliceret mellem os.",
        "pa": "Can't Kasper help you?\n It's just...",
        "vi": "Kasper không giúp à?\n Chỉ là..."
    },
    {
        "start": "00:43:16,800",
        "end": "00:43:21,040",
        "en": "Nogle gange er han lidt svær at læse, synes jeg.",
        "pa": "It's complicated at the moment.\n Sometimes he's so hard to read.",
        "vi": "Lúc này rất phức tạp.\n Đôi khi anh ấy rất khó đoán."
    },
    {
        "start": "00:43:21,160",
        "end": "00:43:25,040",
        "en": "En af Kaspers forcer som spindoktor var, at han var svær at læse.",
        "pa": "One of Kasper's major strengths as a spin doctor was his straight face.",
        "vi": "Kasper có ưu thế khi làm cố vấn truyền thông là vẻ mặt nghiêm nghị."
    },
    {
        "start": "00:43:25,160",
        "end": "00:43:28,080",
        "en": "Ingen vidste rigtig, hvad han mente.",
        "pa": "No one really knew what he thought.",
        "vi": "Không ai thực sự hiểu ý anh ta."
    },
    {
        "start": "00:43:28,200",
        "end": "00:43:32,640",
        "en": "Mange begik den fejl at tro, at han mente det samme som dem.",
        "pa": "Many people made the mistake of believing he thought the same as them.",
        "vi": "Nhiều người đã phạm sai lầm vì cho là anh ta có ý giống họ."
    },
    {
        "start": "00:43:34,920",
        "end": "00:43:41,080",
        "en": "Lidt ligesom det her sted. Indimellem får jeg tanken, at vi er populære",
        "pa": "It's a little like this place. \n What do you mean?",
        "vi": "Nó hơi giống nơi này.\n - Ý bà là sao? - Thỉnh thoảng tôi nghĩ"
    },
    {
        "start": "00:43:41,200",
        "end": "00:43:45,600",
        "en": "fordi alle kan læse deres egne drømme ind i partiet",
        "pa": "Now and then I think our popularity springs\n from the fact that everyone reads their own dreams into the party",
        "vi": "sự nổi tiếng của chúng ta xuất phát từ việc\n mọi người tin đảng này là giấc mơ của họ vì ta chưa định rõ chính sách của mình."
    },
    {
        "start": "00:43:45,720",
        "end": "00:43:51,120",
        "en": "fordi vi endnu ikke har defineret vores politik.",
        "pa": "because we haven't yet defined our policies.",
        "vi": ""
    },
    {
        "start": "00:43:51,240",
        "end": "00:43:53,560",
        "en": "-Men du taler med Nadia? -Ja.",
        "pa": "You'll talk to Nadia?\n Yes.",
        "vi": "- Cô trao đổi với Nadia nhé? - Được."
    },
    {
        "start": "00:43:55,040",
        "end": "00:43:58,280",
        "en": "Nej, for helvede!",
        "pa": "Oh, crap!",
        "vi": "Ôi, khỉ thật!"
    },
    {
        "start": "00:43:58,400",
        "end": "00:44:03,200",
        "en": "Det er mig. Jeg har ikke givet dig Gustavs penicillin med.",
        "pa": "It's me. I forgot to pack Gustav's antibiotics.",
        "vi": "Em đây. Em quên gửi anh kháng sinh của Gustav."
    },
    {
        "start": "00:44:03,320",
        "end": "00:44:07,080",
        "en": "Jeg kan godt nå forbi dig. Jeg låser mig bare ind.",
        "pa": "Why didn't you notice?\n I'm going to drop them off at your place. I'll let myself in.",
        "vi": "Sao anh không để ý à?\n Em sẽ mang nó đến nhà anh. Em sẽ tự vào."
    },
    {
        "start": "00:44:20,160",
        "end": "00:44:22,560",
        "en": "",
        "pa": "HUGS TO BOTH OF YOU",
        "vi": "ÔM HAI BỐ CON"
    },
    {
        "start": "00:45:32,440",
        "end": "00:45:36,920",
        "en": "-Hej. -Hej. Hvad laver du her?",
        "pa": "-Hi. -Hi,",
        "vi": "Chào."
    },
    {
        "start": "00:45:37,040",
        "end": "00:45:42,480",
        "en": "Jeg kom forbi med Gustavs penicillin. Jeg har ringet en milliard gange.",
        "pa": "-What are you doing here? -I...\n I dropped off Gustav's antibiotics. I called you like a billion times.",
        "vi": "- Em làm gì ở đây? - Em...\n Em đến đưa kháng sinh của Gustav. Em gọi anh đến cả tỷ lần rồi."
    },
    {
        "start": "00:45:42,600",
        "end": "00:45:46,200",
        "en": "Jeg så godt, at jeg manglede den. Så købte jeg noget nyt.",
        "pa": "I noticed they were missing, so I went out and got some.",
        "vi": "Anh để ý thấy thiếu rồi, nên mới ra ngoài mua một ít."
    },
    {
        "start": "00:45:46,280",
        "end": "00:45:48,320",
        "en": "Så vi har noget begge steder.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:45:48,400",
        "end": "00:45:52,760",
        "en": "-Hvor er han henne? -Han sover nede i gården.",
        "pa": "-Where is he? -Asleep in the courtyard.",
        "vi": "- Con đâu rồi? - Đang ngủ trong sân."
    },
    {
        "start": "00:45:58,360",
        "end": "00:46:00,880",
        "en": "Vil du spise med?",
        "pa": "A bite to eat?",
        "vi": "Ăn chút gì nhé?"
    },
    {
        "start": "00:46:01,000",
        "end": "00:46:03,560",
        "en": "-Nej tak. -Er du okay?",
        "pa": "-No thanks. -Are you okay?",
        "vi": "- Không, cảm ơn. - Em ổn chứ?"
    },
    {
        "start": "00:46:03,680",
        "end": "00:46:09,920",
        "en": "Ja. Jeg var bange for, han ikke havde fået penicillin i et døgn. Vi ses.",
        "pa": "Sure. I was just worried he hadn't taken his antibiotics.\n -See you. -Yeah, bye.",
        "vi": "Dĩ nhiên. Em chỉ lo con chưa có kháng sinh thôi.\n - Hẹn gặp lại. - Ừ, chào em."
    },
    {
        "start": "00:46:23,640",
        "end": "00:46:27,200",
        "en": "Før skulle jeg være i stålgråt jakkesæt.",
        "pa": "As a commentator I was told to wear a gray suit.",
        "vi": "Khi là bình luận viên, tôi được bảo phải mặc đồ xám."
    },
    {
        "start": "00:46:27,320",
        "end": "00:46:30,560",
        "en": "Nu skal jeg vel være farverig og multikulturel.",
        "pa": "I guess you want me to be colorful and multicultural now.",
        "vi": "Giờ chắc cô muốn tôi trở nên đa sắc màu và đa văn hóa."
    },
    {
        "start": "00:46:32,360",
        "end": "00:46:34,840",
        "en": "Det er fint.",
        "pa": "Uh, looks great.",
        "vi": "Trông tuyệt lắm."
    },
    {
        "start": "00:46:34,960",
        "end": "00:46:41,120",
        "en": "Skulle vi lige løbe igennem emnerne, inden vi kaster dig for løverne?",
        "pa": "Let's go through the issues before we throw you to the lions.",
        "vi": "Hãy duyệt lại các vấn đề trước khi đưa cô làm vật hy sinh nào."
    },
    {
        "start": "00:46:41,240",
        "end": "00:46:43,640",
        "en": "Positiv særbehandling.",
        "pa": "Sure.\n Affirmative action.",
        "vi": "Được.\n Chính sách nâng đỡ."
    },
    {
        "start": "00:46:43,760",
        "end": "00:46:49,360",
        "en": "Dem, vi vil hjælpe, skal ikke føle, at de ikke kan klare sig uden hjælp.",
        "pa": "Good concept, but we don't want to take away people's own drive.",
        "vi": "Ý tưởng hay, nhưng chúng tôi không muốn lấy đi nỗ lực của chính người dân."
    },
    {
        "start": "00:46:49,480",
        "end": "00:46:55,480",
        "en": "Super. Hvad synes du om den udlændingepolitik",
        "pa": "Great.",
        "vi": "Tuyệt."
    },
    {
        "start": "00:46:55,600",
        "end": "00:46:58,560",
        "en": "der har været ført af Hesselboe?",
        "pa": "How do you feel about the immigration policy\n pursued by Hesselboe during the last three parliamentary terms?",
        "vi": "Cô thấy thế nào về chính sách nhập cư\n Hesselboe theo đuổi ở ba nhiệm kỳ Quốc hội vừa qua?"
    },
    {
        "start": "00:46:58,680",
        "end": "00:47:05,320",
        "en": "Retorisk har den været ubehagelig, men de har fat i en del pointer.",
        "pa": "The rhetorics are nasty, but they do have some good points.",
        "vi": "Thuật hùng biện ấy rất gây khó chịu, nhưng nó cũng có vài điểm tốt."
    },
    {
        "start": "00:47:07,800",
        "end": "00:47:11,040",
        "en": "-Vil du gentage? -Retorikken har været skinger.",
        "pa": "-Come again? -The rhetorics are shrill.",
        "vi": "- Nói lại đi? - Thuật hùng biện ấy rất chói tai."
    },
    {
        "start": "00:47:11,160",
        "end": "00:47:15,560",
        "en": "De har også stået bag en række vigtige stramninger og tiltag.",
        "pa": "Still, they've tightened the rules and implemented some good measures.",
        "vi": "Nhưng, họ đã siết chặt luật lệ và thi hành vài biện pháp tốt."
    },
    {
        "start": "00:47:15,680",
        "end": "00:47:20,880",
        "en": "Vi skal ikke åbne grænserne for folk, der ender på overførselsindkomst.",
        "pa": "Please elaborate.\n We can't open up our borders to people who'll end up on welfare.",
        "vi": "Nói rõ hơn đi.\n Ta không thể mở cửa biên giới với những người rồi chỉ sống nhờ phúc lợi."
    },
    {
        "start": "00:47:21,000",
        "end": "00:47:24,800",
        "en": "Det er uholdbart. Det har regeringen lovgivet efter.",
        "pa": "It's culturally unsound too, and the government has countered this.",
        "vi": "Nó cũng không tốt về mặt văn hóa, và chính phủ phản đối việc này."
    },
    {
        "start": "00:47:24,920",
        "end": "00:47:29,520",
        "en": "-Hvad tænker du på? -Er det så svært at regne ud?",
        "pa": "Culturally unsound in what way",
        "vi": "Không tốt về mặt văn hóa bằng cách nào?"
    },
    {
        "start": "00:47:29,640",
        "end": "00:47:31,880",
        "en": "Jeg er ikke naiv omkring",
        "pa": "Must I spell it out?\n I may be a Muslim, but I'm not naive to Islam's impact on the third world.",
        "vi": "Phải giải thích rõ à?\n Tôi theo đạo Hồi đâu có nghĩa ngu ngơ với tác động của nó lên thế giới thứ ba."
    },
    {
        "start": "00:47:32,000",
        "end": "00:47:35,320",
        "en": "hvordan islam udfolder sig i den tredje verden.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:47:35,440",
        "end": "00:47:41,840",
        "en": "Store dele af Pakistan er uforenelige med et samfund som det danske.",
        "pa": "Parts of Pakistan are incompatible with the advanced Danish society.",
        "vi": "Phần lớn Pakistan không thích hợp với xã hội tiên tiến của Đan Mạch."
    },
    {
        "start": "00:47:41,960",
        "end": "00:47:47,000",
        "en": "Salafister, der erklærer sig imod demokrati. Hvorfor lukke dem ind?",
        "pa": "The Salafists oppose freedom and democracy. Why let them in?",
        "vi": "Những kẻ theo Salafist chống lại tự do và dân chủ. Sao lại để họ vào?"
    },
    {
        "start": "00:47:50,800",
        "end": "00:47:55,960",
        "en": "Nogle af dine formuleringer skal vi passe lidt på med.",
        "pa": "We have to take the edge off some of your statements.",
        "vi": "Ta phải giảm bớt tính sắc bén trong vài phát biểu của cô."
    },
    {
        "start": "00:47:56,080",
        "end": "00:48:01,600",
        "en": "Man kan godt føle, at du fremstiller Pakistan som underudviklet.",
        "pa": "If Denmark is advanced, does that make Pakistan underdeveloped?",
        "vi": "Nếu Đan Mạch tiến bộ, điều đó có làm Pakistan kém phát triển không?"
    },
    {
        "start": "00:48:01,720",
        "end": "00:48:06,960",
        "en": "Det gør jeg i allerhøjeste grad. Dele af min familie vil jeg frabede mig",
        "pa": "Absolutely.",
        "vi": "Tất nhiên rồi."
    },
    {
        "start": "00:48:07,080",
        "end": "00:48:10,440",
        "en": "at nogle gør til en del af det danske samfund. Folk",
        "pa": "There are some in my family that I'd hate to see become part of Danish society.",
        "vi": "Có nhiều người trong nhà mà tôi ghét thấy trở thành một phần của xã hội Đan Mạch."
    },
    {
        "start": "00:48:10,560",
        "end": "00:48:14,280",
        "en": "som lever som i middelalderen.",
        "pa": "They're still living in the Middle Ages.",
        "vi": "Vì họ vẫn sống ở thời Trung Cổ."
    },
    {
        "start": "00:48:14,400",
        "end": "00:48:19,640",
        "en": "Er det ikke forfriskende med en, som tør have sine egne holdninger?",
        "pa": "But it's refreshing that she stands by her own unpolitically correct opinions.",
        "vi": "Nhưng thật thú vị khi cô ấy đeo đuổi ý kiến không đúng đắn chính trị của mình."
    },
    {
        "start": "00:48:19,760",
        "end": "00:48:23,760",
        "en": "Hun bruger udtryk som \"muslimer, der lever i middelalderen\".",
        "pa": "She said things like, \"Muslims living in the Middle Ages\n and are culturally backward.\"",
        "vi": "Cô ấy nói kiểu \"Dân Hồi giáo sống ở thời Trung Cổ\n và lạc hậu về văn hóa\"."
    },
    {
        "start": "00:48:26,200",
        "end": "00:48:32,720",
        "en": "Det går ikke. Vi skal stille med en integrationsordfører om lidt.",
        "pa": "That won't do.\n We have to provide a spokesperson on integration",
        "vi": "Thế không được. Ta phải tập hợp một phát ngôn viên về hội nhập"
    },
    {
        "start": "00:48:32,840",
        "end": "00:48:35,960",
        "en": "Det burde du have fundet ud af tidligere.",
        "pa": "in an hour and a half. Why didn't you see this coming?",
        "vi": "trong một tiếng rưỡi nữa. Sao cô không phát hiện sớm hơn?"
    },
    {
        "start": "00:48:36,080",
        "end": "00:48:41,760",
        "en": "Der er sandwich ude på det store bord. Der er tre forskellige slags.",
        "pa": "There are sandwiches on the table. Three different kinds.",
        "vi": "Có bánh mì kẹp trên bàn đấy. Ba loại khác nhau nhé."
    },
    {
        "start": "00:48:46,600",
        "end": "00:48:50,320",
        "en": "Nete, vi vil gerne lige tale med dig.",
        "pa": "Nete, we need to talk to you.",
        "vi": "Nete, ta cần nói chuyện."
    },
    {
        "start": "00:48:54,240",
        "end": "00:48:59,360",
        "en": "Velkommen til Dilemma. Vi skal diskutere integrationspolitik.",
        "pa": "Welcome to Dilemma.\n Tonight's topic is integration.",
        "vi": "DILEMMA\n Chào mừng đến với Dilemma.\n Chủ đề tối nay là sự hòa nhập."
    },
    {
        "start": "00:48:59,480",
        "end": "00:49:02,640",
        "en": "Udvisningsloven har givet megen diskussion.",
        "pa": "The expulsion bill has given rise to considerable discussion in the media",
        "vi": "Luật trục xuất còn nhiều tranh cãi."
    },
    {
        "start": "00:49:02,760",
        "end": "00:49:07,040",
        "en": "Danmarks nye parti, Nye Demokrater, blev nærmest født ud af debatten.",
        "pa": "and Denmark's new party, New Democrats, more or less sprung from this debate.",
        "vi": "Đảng Dân chủ Mới, một đảng mới, ít nhiều xuất thân từ cuộc tranh cãi này."
    },
    {
        "start": "00:49:07,160",
        "end": "00:49:13,400",
        "en": "Vi har fire politikere i studiet. Integrationsordfører Nete Buch.",
        "pa": "Among my guests are their spokesperson on integration, Nete Buch.",
        "vi": "Trong số các khách mời của tôi có phát ngôn viên về hội nhập, Nete Buch."
    },
    {
        "start": "00:49:13,520",
        "end": "00:49:19,240",
        "en": "-Ih! Prøv at se de bryster på tv. -Slap af, slap af, slap af.",
        "pa": "Jesus, her tits fill the screen!\n We will be known as the party with the biggest boobies.",
        "vi": "- Chúa ơi, ngực cô ấy lấp đầy màn hình! - Bình tĩnh nào."
    },
    {
        "start": "00:49:19,360",
        "end": "00:49:21,960",
        "en": "Næstformand Nedergaard...",
        "pa": "Take it easy.\n From the Freedom Party we have Benedikte Nedergaard.",
        "vi": "Đến từ Đảng Tự do Cực hữu là bà Benedikte Nedergaard."
    },
    {
        "start": "00:49:22,080",
        "end": "00:49:26,440",
        "en": "-Nadia kunne vi have fejet op efter. -Hold nu op. Nete klarer den.",
        "pa": "-Nadia would have done okay. -Stop it. Nete will do fine.",
        "vi": "- Nadia hẳn sẽ làm tốt. - Thôi nào. Nete sẽ ổn thôi."
    },
    {
        "start": "00:49:26,560",
        "end": "00:49:31,600",
        "en": "Vores parti har indflydelse. Men hele debatten viser",
        "pa": "I'm glad our party is being heard.\n This entire debate proves",
        "vi": "Rất vui là đảng chúng tôi được lắng nghe. Toàn bộ cuộc tranh luận này chứng minh"
    },
    {
        "start": "00:49:31,720",
        "end": "00:49:36,280",
        "en": "at der er bred enighed om at sende et signal til kriminelle indvandrere.",
        "pa": "that most Danes have this message for criminal immigrants:",
        "vi": "hầu hết người Đan Mạch có thông điệp này cho dân nhập cư phạm pháp:"
    },
    {
        "start": "00:49:36,400",
        "end": "00:49:41,160",
        "en": "I ryger ud, hvis ikke I lærer at opføre jer ordentligt.",
        "pa": "We're going to kick you out, if you can't behave.",
        "vi": "Các người sẽ bị tống cổ nếu không biết cư xử."
    },
    {
        "start": "00:49:41,280",
        "end": "00:49:47,040",
        "en": "Der er kommet nye elever i klassen, der har overtaget parolerne om at:",
        "pa": "Even the politically correct Moderates have come to their senses\n but innocent new girl Nete Buch is still echoing the naive slogan:",
        "vi": "Ngay Đảng Ôn hòa đúng đắn chính trị\n cũng đã nhận thức được mà Nete Buch vẫn lặp lại khẩu hiệu ủy mị:"
    },
    {
        "start": "00:49:47,160",
        "end": "00:49:51,120",
        "en": "\"Alle er velkomne og resten i håret\".",
        "pa": "\"Everyone's welcome. Come on in.\"",
        "vi": "\"Tất cả đều được chào đón. Mời vào\"."
    },
    {
        "start": "00:49:52,880",
        "end": "00:50:00,320",
        "en": "Har Benedikte ikke ret i, at I repræsenterer en naiv tilgang?",
        "pa": "Doesn't Benedikte have a point in calling you and your party naive?",
        "vi": "Không phải Benedikte có lý khi gọi bà và đảng của bà là ngây thơ sao?"
    },
    {
        "start": "00:50:00,440",
        "end": "00:50:05,680",
        "en": "Vi kan ikke bare lukke alle ind. Men det handler ikke kun om",
        "pa": "Of course we can't just open the door let everyone in.",
        "vi": "Dĩ nhiên ta đâu thể cho mọi người vào hết."
    },
    {
        "start": "00:50:05,800",
        "end": "00:50:09,360",
        "en": "hvem vi lukker ind. De skal blive en del af samfundet.",
        "pa": "But it's not just a matter of who we let in.\n We want those we do welcome to play a part in society.",
        "vi": "Nhưng không chỉ là vấn đề ai được vào.\n Mà chúng tôi muốn họ trở thành một phần của xã hội."
    },
    {
        "start": "00:50:09,480",
        "end": "00:50:13,200",
        "en": "Retorikken, vi fører debatten med, spiller en enorm rolle.",
        "pa": "That's why the rhetoric we employ is extremely important.",
        "vi": "Thuật hùng biện là vô cùng quan trọng."
    },
    {
        "start": "00:50:13,320",
        "end": "00:50:16,840",
        "en": "Mener du, tonen i debatten hindrer integration?",
        "pa": "You think the tone of the debate hampers integration?",
        "vi": "Bà nghĩ giọng điệu cuộc tranh luận cản trở hội nhập?"
    },
    {
        "start": "00:50:16,960",
        "end": "00:50:19,120",
        "en": "Jeg bryder mig ikke om",
        "pa": "Yes. I don't like it",
        "vi": "Phải. Tôi thấy không thích"
    },
    {
        "start": "00:50:19,240",
        "end": "00:50:23,640",
        "en": "når Nedergaard besøger et center for voldsramte indvandrerkvinder",
        "pa": "when Nedergaard visits a domestic violence center for immigrant women",
        "vi": "khi bà Nedergaard đến thăm một trung tâm bạo lực gia đình cho phụ nữ nhập cư."
    },
    {
        "start": "00:50:23,760",
        "end": "00:50:27,080",
        "en": "som hun gerne vil fotograferes med.",
        "pa": "just because it's a great photo opportunity.",
        "vi": "Chỉ vì đó là một cơ hội chụp ảnh tuyệt vời."
    },
    {
        "start": "00:50:27,200",
        "end": "00:50:32,040",
        "en": "Så lægger hun et billede ud på Facebook af en 13-årig dreng",
        "pa": "And the day after the visit,\n she posts a picture on Facebook of a 13-year-old boy",
        "vi": "Và ngày hôm sau bà ấy đăng lên Facebook bức ảnh của một cậu bé 13 tuổi"
    },
    {
        "start": "00:50:32,160",
        "end": "00:50:36,360",
        "en": "som har kaldt hende nogle smædeord i en harmløs mail.",
        "pa": "who's called her names in a harmless e-mail.",
        "vi": "người đã lăng mạ bà ấy trong một bức thư vô hại."
    },
    {
        "start": "00:50:36,480",
        "end": "00:50:41,360",
        "en": "Må jeg lige tale ud? Den profil har 24.000 fans.",
        "pa": "-Threats of that nature actually-- -Let me finish. Let me finish.",
        "vi": "Để tôi nói xong đã. Hồ sơ của bà có 24.000 người hâm mộ."
    },
    {
        "start": "00:50:41,480",
        "end": "00:50:46,480",
        "en": "Under billedet har Nedergaard lagt drengens forældres adresse",
        "pa": "Your profile has 24,000 fans.\n Nedergaard's caption to that photo was the boy's parents' address",
        "vi": "Chú thích của Nedergaard cho bức ảnh đó là địa chỉ của bố mẹ cậu bé"
    },
    {
        "start": "00:50:46,600",
        "end": "00:50:50,760",
        "en": "og spørgsmålet: \"Ønsker vi flere af hans slags?\"",
        "pa": "and the question, \"Do we want more of his kind?\"",
        "vi": "và câu hỏi: \"Chúng ta có muốn loại người này nữa?"
    },
    {
        "start": "00:50:50,880",
        "end": "00:50:56,400",
        "en": "Så når man spørger den nye elev, hvem der bidrager til dårlig integration",
        "pa": "And that is the question.\n So when you ask the new girl\n who exactly contributes to the failures of integration in Denmark,",
        "vi": "Và đó chỉ là câu hỏi.\n Nên khi bà hỏi về nhà cải cách hăng hái mà thúc đẩy sự hội nhập nguy hại,"
    },
    {
        "start": "00:50:56,520",
        "end": "00:51:00,440",
        "en": "bliver jeg nødt til at svare: Det gør du, Benedikte Nedergaard.",
        "pa": "I can only answer that you do, Benedikte Nedergaard.",
        "vi": "tôi trả lời: Là bà đấy, Benedikte Nedergaard."
    },
    {
        "start": "00:51:00,560",
        "end": "00:51:04,760",
        "en": "-Sådan. -Hun må have hørt efter.",
        "pa": "All right!\n She must've listened to us.",
        "vi": "Có thế chứ!\n Cô ấy hẳn đã nghe chúng ta nói."
    },
    {
        "start": "00:51:07,880",
        "end": "00:51:13,680",
        "en": "Alex, jeg har noget rigtig godt med til dig. En ny kommentator.",
        "pa": "Alex, you're going to love this. I found a new commentator.",
        "vi": "Alex, chắc anh sẽ thích điều này. Tôi đã tìm thấy một bình luận viên mới."
    },
    {
        "start": "00:51:13,800",
        "end": "00:51:17,320",
        "en": "Hun er superfed, det må jeg sige.",
        "pa": "She's just ultra cool.",
        "vi": "Cô ấy cực ngầu."
    },
    {
        "start": "00:51:22,680",
        "end": "00:51:25,120",
        "en": "-Har du noget til mig? -En klage.",
        "pa": "-Got anything for me? -A complaint.",
        "vi": "- Có gì cho tôi à? - Một khiếu nại."
    },
    {
        "start": "00:51:25,240",
        "end": "00:51:30,200",
        "en": "Otte af dine ansatte har klaget til ledelsen over din fyring af Nadia.",
        "pa": "Eight of your staff have complained because you fired Nadia Barazani.",
        "vi": "Tám nhân viên của anh đã khiếu nại vì anh sa thải Nadia Barazani."
    },
    {
        "start": "00:51:32,680",
        "end": "00:51:35,320",
        "en": "Det er sgu da helt absurd.",
        "pa": "But that's absurd.\n I mean...",
        "vi": "Nhưng thế thật vô lý.\n Ý tôi là..."
    },
    {
        "start": "00:51:36,680",
        "end": "00:51:42,480",
        "en": "Jeg ved ikke, hvordan det er gået galt. Når jeg modtager en klage",
        "pa": "I don't know what went wrong.",
        "vi": "Tôi không biết đã có sai sót gì. Nhưng khi tôi nhận được một khiếu nại"
    },
    {
        "start": "00:51:42,600",
        "end": "00:51:46,280",
        "en": "med beskyldninger om racisme, så bliver jeg urolig.",
        "pa": "But when I receive a complaint with allegations of racism,",
        "vi": "với cáo buộc phân biệt chủng tộc,"
    },
    {
        "start": "00:51:46,400",
        "end": "00:51:49,840",
        "en": "Det her er en storm i et glas vand, Alex...",
        "pa": "that worries me.\n It's blown out of proportion, Alex. They are hysterical...",
        "vi": "tôi rất lo lắng.\n Nó bị thổi phồng lên thôi, Alex. Họ quá kích động..."
    },
    {
        "start": "00:51:49,960",
        "end": "00:51:56,400",
        "en": "Vær taknemmelig over, at dine ansatte og Nadia ikke er gået til pressen.",
        "pa": "Consider yourself lucky your staff and Nadia didn't go to the press.",
        "vi": "Hãy tự thấy may mắn là nhân viên của anh và Nadia không nói cho báo chí."
    },
    {
        "start": "00:51:56,520",
        "end": "00:52:00,960",
        "en": "Vi er enige om, at det var dig, der over for mig brugte udtrykket, ikke?",
        "pa": "Let's agree that you used that expression first.",
        "vi": "Hãy đồng ý là anh đã sử dụng cụm từ đó trước tiên."
    },
    {
        "start": "00:52:01,080",
        "end": "00:52:04,440",
        "en": "Hvad jeg siger til dig i et fortroligt øjeblik",
        "pa": "What I say to you confidentially",
        "vi": "Điều tôi nói riêng với anh"
    },
    {
        "start": "00:52:04,560",
        "end": "00:52:10,720",
        "en": "og hvad du giver som begrundelse, det er to meget forskellige ting.",
        "pa": "and what you give as a reason are two very different things.",
        "vi": "và điều anh đưa ra làm lý do là hai việc rất khác nhau."
    },
    {
        "start": "00:52:10,840",
        "end": "00:52:14,160",
        "en": "Vi må arbejde med din måde at lede Nyhederne på.",
        "pa": "We have to work on your leadership style.",
        "vi": "Ta phải sửa đổi phong cách lãnh đạo của anh."
    },
    {
        "start": "00:52:14,280",
        "end": "00:52:18,160",
        "en": "-På grund af det her? -Blandt andet.",
        "pa": "-Because of this? -Among other things.",
        "vi": "- Vì việc này? - Cùng các việc khác."
    },
    {
        "start": "00:52:18,280",
        "end": "00:52:21,840",
        "en": "Du og jeg kommer til at se en del mere til hinanden.",
        "pa": "You and I are going to see a lot more of each other.",
        "vi": "Anh và tôi sẽ gặp nhau nhiều hơn nữa đấy."
    },
    {
        "start": "00:52:21,960",
        "end": "00:52:26,680",
        "en": "-Hvad indebærer det mere specifikt? -At finde en ny version af Torben.",
        "pa": "To what end?\n Finding a new version of Torben.",
        "vi": "Để làm gì?\n Tìm ra phiên bản Torben mới."
    },
    {
        "start": "00:52:26,800",
        "end": "00:52:28,920",
        "en": "Det er der brug for.",
        "pa": "It's badly needed.",
        "vi": "Rất cần thiết đấy."
    },
    {
        "start": "00:52:39,360",
        "end": "00:52:43,760",
        "en": "-Torben... -Jeg har ikke tid.",
        "pa": "We can use those pictures...\n -Hey, Torben... -Not now.",
        "vi": "Ta có thể dùng mấy bức ảnh đó...\n - Torben... - Giờ không được."
    },
    {
        "start": "00:52:46,680",
        "end": "00:52:49,640",
        "en": "-Hej, Kasper. -Hej, Torben.",
        "pa": "Hi, Kasper.\n Hi, Torben.",
        "vi": "Chào, Kasper.\n Chào, Torben."
    },
    {
        "start": "00:52:49,760",
        "end": "00:52:54,400",
        "en": "-Har vi et møde? -Nej, nej. Slet ikke.",
        "pa": "-Did we schedule a meeting? -Oh, no. It's just...",
        "vi": "- Chúng ta có lịch họp à? - Ồ không."
    },
    {
        "start": "00:52:54,520",
        "end": "00:52:58,000",
        "en": "Der er bare en lille detalje, jeg vil vende med dig.",
        "pa": "I just want to go over a minor detail with you.",
        "vi": "Tôi chỉ muốn anh xem một chi tiết nhỏ."
    },
    {
        "start": "00:53:04,640",
        "end": "00:53:08,760",
        "en": "-Flere af de andre synes om ideen. -Så er I ikke parate til partiet.",
        "pa": "-A lot of the others like the idea. -You may not be ready for the party.",
        "vi": "- Nhiều người khác thích ý tưởng này. - Có thể anh chưa sẵn sàng cho đảng này."
    },
    {
        "start": "00:53:08,880",
        "end": "00:53:14,360",
        "en": "Birgitte, fik du læst mit lille skriv om statens kontrol af finansmarkedet?",
        "pa": "Did you read my memo on state regulation of the financial market?",
        "vi": "Cô đọc bản ghi nhớ về kiểm soát nhà nước với thị trường tài chính của tôi chưa?"
    },
    {
        "start": "00:53:14,480",
        "end": "00:53:19,640",
        "en": "Jeg skimmede det, og der er lige nogle ting, vi må vende lidt senere.",
        "pa": "I skimmed it, Hasse, and we need to go over a few issues.",
        "vi": "Tôi xem qua rồi Hasse, và chúng ta cần xem xét vài vấn đề."
    },
    {
        "start": "00:53:30,720",
        "end": "00:53:33,120",
        "en": "Kan du ikke få samlet de andre?",
        "pa": "Round up the others for a talk.",
        "vi": "Tập hợp những người khác để nói chuyện."
    },
    {
        "start": "00:53:33,240",
        "end": "00:53:36,800",
        "en": "-Mødelokalet? -Kosteskabet.",
        "pa": "-Conference room? -Broom closet.",
        "vi": "- Phòng họp à? - Gian đựng chổi."
    },
    {
        "start": "00:53:37,920",
        "end": "00:53:42,680",
        "en": "Først vil jeg rose Nete for hendes tv-optræden i går. Det var fornemt.",
        "pa": "First I'd like to commend Nete on her TV performance. Impressive.",
        "vi": "Đầu tiên tôi muốn khen ngợi Nete về màn thể hiện của cô ấy. Ấn tượng lắm."
    },
    {
        "start": "00:53:42,800",
        "end": "00:53:45,040",
        "en": "Kontant, slagfærdigt. Flot.",
        "pa": "Sharp and to the point.",
        "vi": "Sắc bén và đúng trọng tâm."
    },
    {
        "start": "00:53:45,160",
        "end": "00:53:48,920",
        "en": "Jeg har samlet jer, fordi vi skal ind i en anden fase",
        "pa": "I gathered you because we need to enter a new phase.",
        "vi": "Tôi tập hợp các bạn vì ta cần bước sang giai đoạn mới."
    },
    {
        "start": "00:53:49,040",
        "end": "00:53:53,840",
        "en": "hvor vi kan lave politisk arbejde. Lejrskoleeuforien skal lægges bag os.",
        "pa": "It's time to do political work and put the summer camp fun behind us.",
        "vi": "Đã đến lúc làm công tác chính trị và bỏ lại sự vui thú phởn phơ sau lưng."
    },
    {
        "start": "00:53:53,960",
        "end": "00:53:58,000",
        "en": "Vi skal have en indtægtskilde fra medlemskaber.",
        "pa": "We need to collect membership fees.",
        "vi": "Chúng ta cần thu phí thành viên."
    },
    {
        "start": "00:53:58,120",
        "end": "00:54:01,080",
        "en": "-Jeg foreslår 300 kr. -Det er for billigt.",
        "pa": "-I propose 300 kroner. -Too cheap.",
        "vi": "- Tôi đề nghị 300 kroner. - Rẻ quá."
    },
    {
        "start": "00:54:01,200",
        "end": "00:54:05,400",
        "en": "-Jeg synes, det er for dyrt. -Så lyder det meget rigtigt sat.",
        "pa": "-No, too expensive. -Sounds...",
        "vi": "- Không, quá đắt đấy. - Có vẻ khá..."
    },
    {
        "start": "00:54:06,480",
        "end": "00:54:11,160",
        "en": "Vi skal definere, hvem vi er, og hvad vi står for.",
        "pa": "just right then.\n We need to define who we are",
        "vi": "được, vậy...\n Chúng ta cần xác định mình là ai và đại diện cho cái gì."
    },
    {
        "start": "00:54:11,280",
        "end": "00:54:15,080",
        "en": "Så må vi finde ud af, hvem der er med os, og hvem der er mod os.",
        "pa": "and what we stand for.\n After that we'll find out who's with us and who's against us.",
        "vi": "Sau đó sẽ tìm được ai ủng hộ và ai chống đối chúng ta."
    },
    {
        "start": "00:54:15,200",
        "end": "00:54:21,040",
        "en": "Det her parti kan ikke længere være en klub, hvor alle er velkomne.",
        "pa": "This party can't be a club where everyone's welcome any longer.",
        "vi": "Đảng này không thể là câu lạc bộ chào đón tất cả nữa."
    },
    {
        "start": "00:54:32,560",
        "end": "00:54:34,800",
        "en": "Hallo!",
        "pa": "Hello!",
        "vi": "Mọi người ơi!"
    },
    {
        "start": "00:54:37,080",
        "end": "00:54:39,520",
        "en": "Må jeg godt lige...?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:54:39,640",
        "end": "00:54:47,120",
        "en": "Jeg vil gerne sige jer alle sammen tusind tak for en fantastisk tid.",
        "pa": "Your attention, please.\n I'd like to thank you all for a fantastic time.",
        "vi": "Xin hãy chú ý.\n Tôi muốn cảm ơn tất cả mọi người vì một quãng thời gian tuyệt vời."
    },
    {
        "start": "00:54:47,240",
        "end": "00:54:50,040",
        "en": "Tusind, tusind tak.",
        "pa": "Thank you very much.",
        "vi": "Cảm ơn rất nhiều."
    },
    {
        "start": "00:54:51,120",
        "end": "00:54:55,720",
        "en": "Må jeg henlede jeres opmærksomhed på vores store opslagstavle?",
        "pa": "Now, please direct your attention to our big notice board.",
        "vi": "Giờ hãy hướng sự chú ý đến bảng thông báo lớn của chúng ta."
    },
    {
        "start": "00:54:55,840",
        "end": "00:54:59,520",
        "en": "På mange måder minder vores parti om den opslagstavle.",
        "pa": "In many ways our party resembles that notice board.",
        "vi": "Theo nhiều cách, đảng chúng ta giống bảng thông báo đó."
    },
    {
        "start": "00:54:59,640",
        "end": "00:55:04,040",
        "en": "Man kan ligefrem sige, at vores parti lige nu er den opslagstavle.",
        "pa": "You could even say that right now our party is that notice board.",
        "vi": "Thậm chí có thể nói rằng hiện giờ đảng chúng ta là bảng thông báo đó."
    },
    {
        "start": "00:55:04,160",
        "end": "00:55:09,840",
        "en": "Er der nogen af jer, der rent faktisk har læst, hvad der står på den?",
        "pa": "Have any of you actually read what's on it?",
        "vi": "Có ai trong các bạn thực sự đọc những gì trên đó chưa?"
    },
    {
        "start": "00:55:11,520",
        "end": "00:55:17,280",
        "en": "Det har jeg. Jeg stillede mig hen og læste det hele i går aftes.",
        "pa": "I have.\n I read it from A to Z last night.",
        "vi": "Tôi đã đọc.\n Tôi đã đọc từ đầu đến cuối tối qua."
    },
    {
        "start": "00:55:17,400",
        "end": "00:55:22,680",
        "en": "Og hvor er det fantastisk. Sikke en masse drømme.",
        "pa": "And what a marvelous read.",
        "vi": "Và nó thật tuyệt vời."
    },
    {
        "start": "00:55:24,280",
        "end": "00:55:31,160",
        "en": "Sikke en masse meninger. Sikke en masse håb og illusioner.",
        "pa": "What a lot of dreams.\n What a lot of opinions.\n What a lot of hopes.",
        "vi": "Thật nhiều ước mơ.\n Vô vàn ý kiến.\n Vô số hy vọng."
    },
    {
        "start": "00:55:31,280",
        "end": "00:55:35,120",
        "en": "Man kan læse, at partiet går ind for et grønnere miljø.",
        "pa": "And illusions.\n I read that the party is in favor of a green environment.",
        "vi": "Và ảo tưởng nữa.\n Tôi đọc được là đảng này ủng hộ môi trường xanh."
    },
    {
        "start": "00:55:35,240",
        "end": "00:55:39,200",
        "en": "Men vi ønsker samtidig en liberalisering af landbruget.",
        "pa": "But we also want to liberalize agriculture.",
        "vi": "Nhưng chúng ta cũng muốn tự do hóa nông nghiệp."
    },
    {
        "start": "00:55:40,880",
        "end": "00:55:44,440",
        "en": "Vi vil nationalisere dele af banksektoren",
        "pa": "We want to nationalize parts of the bank sector",
        "vi": "Chúng ta muốn quốc hữu hóa phần lớn khu vực ngân hàng"
    },
    {
        "start": "00:55:44,560",
        "end": "00:55:48,600",
        "en": "men vi ønsker samtidig større frihed for erhvervslivet.",
        "pa": "but we also want greater corporate freedom.",
        "vi": "nhưng cũng lại muốn tự do lớn hơn cho doanh nghiệp."
    },
    {
        "start": "00:55:48,720",
        "end": "00:55:52,640",
        "en": "Vi vil sænke skatterne, men også gerne hæve dem lidt.",
        "pa": "We want to lower taxes, but raise them a little too.",
        "vi": "Ta muốn giảm thuế, cũng muốn tăng một tẹo."
    },
    {
        "start": "00:55:54,000",
        "end": "00:55:59,240",
        "en": "Alle de holdninger kan ikke favnes af ét parti.",
        "pa": "One party can't embrace",
        "vi": "Một đảng không thể bao quát"
    },
    {
        "start": "00:55:59,360",
        "end": "00:56:05,320",
        "en": "Der er meget af det, der står på tavlen, som jeg slet ikke er enig i.",
        "pa": "all those positions.\n I must admit I don't agree with quite a lot of what that board says.",
        "vi": "tất cả các quan điểm đó.\n Phải thừa nhận tôi không đồng ý với khá nhiều những gì viết trên bảng kia."
    },
    {
        "start": "00:56:06,760",
        "end": "00:56:11,080",
        "en": "Naturligvis går vi alle ind for dyrevelfærd",
        "pa": "Of course, we're all in favor of animal welfare",
        "vi": "Tất nhiên chúng tôi đều ủng hộ phúc lợi động vật"
    },
    {
        "start": "00:56:11,200",
        "end": "00:56:16,320",
        "en": "men ikke i en grad, hvor dyr bliver en art medborgere.",
        "pa": "but we don't want to make animals our fellow citizens.",
        "vi": "nhưng chúng tôi đâu muốn tôn động vật lên làm đồng bào mình."
    },
    {
        "start": "00:56:16,440",
        "end": "00:56:23,440",
        "en": "Og Hasse, jeg har skimmet din 450-siders teoribog",
        "pa": "Hasse...\n I skimmed your 450-page theoretical book",
        "vi": "Hasse...\n Tôi đã đọc qua quyển lý thuyết 450 trang của anh"
    },
    {
        "start": "00:56:23,560",
        "end": "00:56:28,680",
        "en": "der primært ønsker en statslig styring af erhvervslivet.",
        "pa": "whose primary goal is a state-run corporate sector.",
        "vi": "có mục tiêu cơ bản là kiểm soát nhà nước khu vực doanh nghiệp."
    },
    {
        "start": "00:56:28,800",
        "end": "00:56:35,520",
        "en": "Den er en mild udgave af Sovjet. Det bliver aldrig vores politik.",
        "pa": "Sounds like a soft version of the USSR, and that will never be our policy.",
        "vi": "Nghe như phiên bản ôn hòa của Liên Xô, nó sẽ không là chính sách của ta."
    },
    {
        "start": "00:56:35,640",
        "end": "00:56:42,000",
        "en": "Selv om vi går ind for kulturkristne værdier som næstekærlighed",
        "pa": "Though we're all for cultural Christian values,",
        "vi": "Dù đều ủng hộ giá trị văn hóa Kitô giáo, yêu thương hàng xóm của bạn đại loại thế,"
    },
    {
        "start": "00:56:42,120",
        "end": "00:56:47,680",
        "en": "vil vi aldrig sætte spørgsmålstegn til kvinders ret til fri abort.",
        "pa": "love thy neighbor and so on,\n we will never question women's right to free abortion.",
        "vi": "chúng tôi sẽ không bao giờ nghi ngờ quyền tự do phá thai của phụ nữ."
    },
    {
        "start": "00:56:49,840",
        "end": "00:56:53,160",
        "en": "Der er folk, der er kommet til os med synspunkter",
        "pa": "People have come to us with viewpoints",
        "vi": "Mọi người đến với chúng tôi cùng nhiều quan điểm"
    },
    {
        "start": "00:56:53,280",
        "end": "00:56:57,640",
        "en": "der er mere yderligtgående, end vi kommer til at være.",
        "pa": "that are more extreme than we intend to be.",
        "vi": "cực đoan hơn chúng tôi định hướng đến."
    },
    {
        "start": "00:56:57,760",
        "end": "00:57:01,800",
        "en": "Til dem er jeg nødt til at sige pænt og venligt:",
        "pa": "To them I have to say politely and with respect:",
        "vi": "Với họ tôi phải nói rất lịch sự:"
    },
    {
        "start": "00:57:01,920",
        "end": "00:57:05,040",
        "en": "Det her er ikke jeres parti.",
        "pa": "This is not your party.",
        "vi": "Đây không phải đảng các bạn."
    },
    {
        "start": "00:57:05,960",
        "end": "00:57:10,160",
        "en": "Vi har været høje af oplevelsen af at være en massebevægelse.",
        "pa": "We've been high on the feeling of being a mass movement.",
        "vi": "Chúng tôi hào hứng với trải nghiệm là phong trào quần chúng."
    },
    {
        "start": "00:57:10,280",
        "end": "00:57:15,480",
        "en": "Nu skal den til at blive lidt mindre og til at have en retning.",
        "pa": "Now it's time to slim it down",
        "vi": "Giờ là lúc thu gọn lại"
    },
    {
        "start": "00:57:15,600",
        "end": "00:57:19,920",
        "en": "Derfor vil jeg have lov til at sige tusind tak til jer alle sammen.",
        "pa": "and set its course.\n And so I'd like to thank you all from the bottom of my heart.",
        "vi": "và thiết lập đường lối.\n Và tôi muốn cảm ơn tất cả mọi người từ tận đáy lòng."
    },
    {
        "start": "00:57:20,040",
        "end": "00:57:23,400",
        "en": "Tak for nu. Vi kontakter jer.",
        "pa": "Thank you.\n We'll be in touch.",
        "vi": "Tạm biệt.\n Chúng tôi sẽ liên lạc."
    },
    {
        "start": "00:57:47,280",
        "end": "00:57:50,760",
        "en": "Tak. Tusind tak.",
        "pa": "Thank you.\n Thank you so much.",
        "vi": "Cảm ơn.\n Cảm ơn rất nhiều."
    },
    {
        "start": "00:58:48,080",
        "end": "00:58:51,040",
        "en": "Danske tekster: Tina Schäfer",
        "pa": "BORGEN is a work of fiction inspired by real events.\n The series references historical figures\n and events in Danish politics prior to 1982.\n Subtitles by: Charlotte Reeve ",
        "vi": "BORGEN LÀ TÁC PHẨM HƯ CẤU LẤY CẢM HỨNG TỪ SỰ KIỆN CÓ THẬT\n LOẠT PHIM NÀY NHÁC ĐẾN CÁC NHÂN VẬT\n VÀ SỰ KIỆN LỊCH SỬ TRONG CHÍNH TRỊ ĐAN MẠCH TRƯỚC NĂM 1982\n Biên dịch: Minh Khang "
    }
]