[
    {
        "start": "00:00:00,240",
        "end": "00:00:04,720",
        "en": "I ved sgu da godt, at jeg havde et forhold til Yvonne. Sket er sket.",
        "pa": "Damn it, you know this. I had an affair with Yvonne. It's over,",
        "vi": "Các anh biết mà. Tôi từng qua lại với Yvonne, chuyện không suôn sẻ."
    },
    {
        "start": "00:00:04,840",
        "end": "00:00:08,320",
        "en": "Du kan sgu da ikke bare forsvinde i flere dage.",
        "pa": "but done is done!\n You can't just disappear for several days without me knowing where.",
        "vi": "Chuyện qua rồi!\n Anh không thể biến mất vài ngày mà em không biết đi đâu."
    },
    {
        "start": "00:00:08,440",
        "end": "00:00:12,800",
        "en": "Så bliver jeg bange. Jeg tænkte, at du måske var sammen med en anden.",
        "pa": "I get scared, and I start thinking.\n And then I thought that perhaps you were with another woman.",
        "vi": "Em sợ và bắt đầu tưởng tượng.\n Rồi em nghĩ có lẽ anh đi với người khác."
    },
    {
        "start": "00:00:12,920",
        "end": "00:00:15,840",
        "en": "Det var jeg også.",
        "pa": "I was.",
        "vi": "Đúng thế đấy."
    },
    {
        "start": "00:00:15,960",
        "end": "00:00:19,000",
        "en": "I går kunne man læse, at din mand",
        "pa": "Birgitte Nyborg, yesterday a press release from Via Electronics said",
        "vi": "Thưa bà, hôm qua thông cáo báo chí của Điện Tử Via cho biết"
    },
    {
        "start": "00:00:19,120",
        "end": "00:00:23,120",
        "en": "trækker sig fra sin stilling som europadirektør.",
        "pa": "that your husband Phillip Christensen is resigning as CEO.",
        "vi": "chồng bà, Phillip Christensen sẽ từ chức CEO."
    },
    {
        "start": "00:00:23,240",
        "end": "00:00:27,440",
        "en": "Min mand må ikke drage økonomisk fordel af min politik",
        "pa": "You can't do this!\n It's about the fact that my husband can't profit economically",
        "vi": "Vi phạm thỏa thuận đấy!\n Mà là chồng tôi không được phép hưởng lợi về kinh tế"
    },
    {
        "start": "00:00:27,560",
        "end": "00:00:29,840",
        "en": "så længe han er gift med mig.",
        "pa": "from my policies.\n As long as he's married to me, anyway.",
        "vi": "nhờ chính sách của tôi.\n Chừng nào ông ấy là chồng tôi."
    },
    {
        "start": "00:00:29,960",
        "end": "00:00:32,320",
        "en": "Ryd dit skrivebord og tag ferie.",
        "pa": "Who the fuck do you think you are?\n Go clear your desk and go on vacation, and I will call you.",
        "vi": "Cô nghĩ mình là ai thế?\n Dọn bàn và đi nghỉ đi, tôi sẽ gọi cho cô."
    },
    {
        "start": "00:00:32,440",
        "end": "00:00:35,960",
        "en": "Og tænk over, om du har lyst til at være på det her hold!",
        "pa": "You can spend your vacation pondering if you want to be on this team!",
        "vi": "Dành kỳ nghỉ mà nghĩ cô còn muốn ở nhóm này không!"
    },
    {
        "start": "00:00:36,080",
        "end": "00:00:41,600",
        "en": "-Hvorfor vil du ikke tale med mig? -Fordi vi ikke taler, Birgitte.",
        "pa": "Why won't you talk to me?\n Because we don't talk, Birgitte.",
        "vi": "Sao anh không chuyện nói với em?\n Bởi vì..."
    },
    {
        "start": "00:00:41,720",
        "end": "00:00:45,040",
        "en": "Det var noget, vi gjorde engang.",
        "pa": "That's something we used to do. ",
        "vi": "ta không nói chuyện được nữa.\n Đó là điều ta từng làm."
    },
    {
        "start": "00:00:54,960",
        "end": "00:01:00,200",
        "en": "Det bliver en hårdt presset statsminister, der åbner Folketinget.",
        "pa": "\"A prince always has legitimate reason not to keep his promises.\"\n It will be a prime minister under pressure\n opening the Parliament on the first Tuesday of October.",
        "vi": "\"Một hoàng tử luôn có lý do chính đáng để không giữ lời hứa\". - MACHIAVELLI\n Thủ tướng sẽ phải chịu áp lực\n mở cửa Quốc hội vào thứ Ba đầu tiên của tháng Mười."
    },
    {
        "start": "00:01:00,320",
        "end": "00:01:03,600",
        "en": "De Moderate står til at miste fem mandater.",
        "pa": "In a new poll from Gallup, the Moderates stand to lose five seats.",
        "vi": "Trong một cuộc thăm dò mới của Gallup, Đảng Ôn hòa sẽ mất năm ghế."
    },
    {
        "start": "00:01:03,720",
        "end": "00:01:07,640",
        "en": "Miljøpartiet mister to, og Arbejderpartiet går fem frem.",
        "pa": "The Green Party would lose two seats,\n whereas the Worker's Party gains five seats.",
        "vi": "Đảng Xanh sẽ mất hai ghế,\n trong khi đó, Đảng Lao động có thêm năm ghế."
    },
    {
        "start": "00:01:07,760",
        "end": "00:01:13,600",
        "en": "Regeringen ville altså miste sit flertal, hvis der var valg i dag.",
        "pa": "This means that the government, despite the gains from the Worker's Party,",
        "vi": "Nghĩa là Chính phủ, dù Đảng Lao động thắng thế,"
    },
    {
        "start": "00:01:13,720",
        "end": "00:01:20,480",
        "en": "Med mig har jeg chefredaktør på Dagbladet Ekspres, Michael Laugesen.",
        "pa": "would lose its majority, if elections were held today.\n With me is former chairman of the Worker's Party\n and current editor-in-chief at Ekspres, Michael Laugesen.",
        "vi": "sẽ mất đa số phiếu nếu hôm nay diễn ra bầu cử.\n Trong trường quay là cựu Chủ tịch Đảng Lao động\n hiện là tổng biên tập của Express, Michael Laugesen."
    },
    {
        "start": "00:01:20,600",
        "end": "00:01:26,600",
        "en": "Du skriver i din leder i dag, at Birgitte Nyborg burde trække sig.",
        "pa": "-Good morning, Michael. -Good morning.\n In your editorial today, you write under the headline \"Lost,\"",
        "vi": "- Chào ông. - Chào anh.\n Hôm nay ông có bài xã luận có đầu đề \"Lạc lối\","
    },
    {
        "start": "00:01:26,720",
        "end": "00:01:32,840",
        "en": "Ja. Nyborg har mistet orienteringen. Hun er faret vild i enkeltsager.",
        "pa": "that Birgitte Nyborg should resign as prime minister.\n That's correct.\n Nyborg has lost focus. She's gotten lost in single issues.",
        "vi": "rằng Birgitte Nyborg nên từ chức Thủ tướng.\n Đúng vậy.\n Nyborg đã mất phương hướng, quá sa đà vào các vấn đề đơn lẻ."
    },
    {
        "start": "00:01:32,960",
        "end": "00:01:35,400",
        "en": "Det er fatalt for en statsminister.",
        "pa": "She's lost the big perspective.\n And that is a fatal error to commit as prime minister.",
        "vi": "Bà ấy mất cái nhìn tổng thể.\n Đó là sai lầm chết người khi làm Thủ tướng."
    },
    {
        "start": "00:01:35,520",
        "end": "00:01:39,440",
        "en": "Du har også givet ministrene karakterer.",
        "pa": "You've also graded the different ministers,",
        "vi": "Ông cũng xếp hạng nhiều bộ trưởng,"
    },
    {
        "start": "00:01:39,560",
        "end": "00:01:43,880",
        "en": "Du er ret hård ved finansminister Bent Sejrø, som får tre ud af ti.",
        "pa": "and to start at the bottom, you are quite harsh with Finance Minister Bent Sejrø,",
        "vi": "và ông khá khắt khe với Bộ trưởng Tài chính, Bent Sejrø, xếp cuối,"
    },
    {
        "start": "00:01:44,000",
        "end": "00:01:48,520",
        "en": "Nyborg sniger sig op på et femtal. Du fremstår som en meget hård censor.",
        "pa": "who gets a three out of ten.\n Birgitte Nyborg narrowly gets a five. You seem like a very tough critic.",
        "vi": "chỉ được ba điểm trên thang mười.\n Birgitte Nuborg chỉ được năm điểm. Có vẻ ông là một giám khảo khó tính?"
    },
    {
        "start": "00:01:48,640",
        "end": "00:01:52,160",
        "en": "Det er den karakter, befolkningen ville give.",
        "pa": "I've just given the grade the people would give.",
        "vi": "Tôi chỉ cho điểm như lòng dân thôi."
    },
    {
        "start": "00:01:52,280",
        "end": "00:01:56,880",
        "en": "Hvad vil hun egentlig med Danmark? Det kunne man starte med at spørge.",
        "pa": "- Could you elaborate? -What does she actually want with Denmark?\n You could start with that question.",
        "vi": "- Ông nói rõ nhé? - Bà ấy thực sự muốn gì với Đan Mạch?\n Bắt đầu với câu hỏi đó."
    },
    {
        "start": "00:01:57,000",
        "end": "00:02:00,640",
        "en": "Jeg tror ikke, hun aner, hvad hun vil med Danmark.",
        "pa": "Look, I don't think she has any idea what to do with Denmark.",
        "vi": "Tôi nghĩ bà ấy không biết làm gì với Đan Mạch."
    },
    {
        "start": "00:02:02,360",
        "end": "00:02:06,680",
        "en": "Spis noget, Birgitte. Du kan ikke leve af kaffe og aviser.",
        "pa": "You must eat something, Birgitte. You can't live on coffee and newspapers.",
        "vi": "Bà phải ăn gì đó, Birgitte. Không thể sống bằng cà phê và báo."
    },
    {
        "start": "00:02:06,800",
        "end": "00:02:10,040",
        "en": "Dejligt hjemmebag, min kone har bagt til dig.",
        "pa": "This is nice and home-baked for you from my wife.",
        "vi": "Vợ tôi tự nấu những món ngon này cho bà đấy."
    },
    {
        "start": "00:02:10,160",
        "end": "00:02:14,680",
        "en": "Det var søreme heldigt. Her er jo hverken vådt eller tørt.",
        "pa": "I'm so lucky.\n -Since there is nothing here.",
        "vi": "Tôi thật may mắn. Vì ở đây không có thức ăn hay đồ uống."
    },
    {
        "start": "00:02:18,440",
        "end": "00:02:22,360",
        "en": "-Hvordan har du det? -Bortset fra meningsmålingerne?",
        "pa": "How are you feeling?\n You mean besides the polls and the negative press?",
        "vi": "Bà thấy thế nào?\n Ý ông là ngoài kết quả thăm dò và báo chí tiêu cực?"
    },
    {
        "start": "00:02:22,480",
        "end": "00:02:28,000",
        "en": "Ja, det koster at sidde i regeringen. Du ved, hvem der profiterer på det.",
        "pa": "Yeah, government has its price, but it's always been like that.",
        "vi": "Vâng, Chính phủ có cái giá của nó, nhưng nó luôn thế."
    },
    {
        "start": "00:02:28,120",
        "end": "00:02:30,840",
        "en": "-Ja, Arbejderpartiet. -Præcis.",
        "pa": "-And look who profits from it. -The Worker's Party.\n Precisely. So...",
        "vi": "- Xem ai hưởng lợi từ đó. - Đảng Lao động.\n Chính xác. Nên..."
    },
    {
        "start": "00:02:30,960",
        "end": "00:02:34,880",
        "en": "Du kan godt forberede dig på, at de vil presse dig nu.",
        "pa": "prepare for the Worker's Party putting the screws on you in the coming days.",
        "vi": "Hãy chuẩn bị tinh thần vì Đảng Lao động sắp gây sức ép với bà."
    },
    {
        "start": "00:02:35,000",
        "end": "00:02:38,600",
        "en": "-Hvad er dit råd? -Giv dem lidt af det, de vil have.",
        "pa": "What's your advice?",
        "vi": "Ông khuyên thế nào?"
    },
    {
        "start": "00:02:38,720",
        "end": "00:02:40,720",
        "en": "Men ikke det hele.",
        "pa": "Give them a little of what they want. But not everything.",
        "vi": "Cho họ một chút thứ họ muốn. Nhưng không phải tất cả."
    },
    {
        "start": "00:02:44,400",
        "end": "00:02:48,160",
        "en": "-Hvordan går det derhjemme? -Det ved jeg ikke.",
        "pa": "How are things at home?",
        "vi": "Chuyện ở nhà thế nào?"
    },
    {
        "start": "00:02:48,280",
        "end": "00:02:51,120",
        "en": "Eller... det går ikke.",
        "pa": "I don't know.\n Or it's not well.",
        "vi": "Tôi không biết. Hoặc là không ổn."
    },
    {
        "start": "00:02:51,240",
        "end": "00:02:56,040",
        "en": "Vi undgår hinanden. Vi skiftes til at være sammen med ungerne",
        "pa": "The last three weeks we've just avoided each other.",
        "vi": "Ba tuần qua chúng tôi tránh mặt nhau."
    },
    {
        "start": "00:02:56,160",
        "end": "00:02:59,920",
        "en": "og så bilder vi dem ind, at den anden er på arbejde.",
        "pa": "We take turns sleeping at home and being with the kids.\n And we tell them the other one is at work and will be home soon.",
        "vi": "Chúng tôi thay phiên ngủ ở nhà và ở bên bọn trẻ.\n Chúng tôi nói với chúng rằng người kia đi làm, sẽ về sớm."
    },
    {
        "start": "00:03:00,040",
        "end": "00:03:03,120",
        "en": "-Og så smiler vi. -Hvor er Phillip henne?",
        "pa": "And then we smile.",
        "vi": "Rồi chúng tôi cười."
    },
    {
        "start": "00:03:03,240",
        "end": "00:03:06,360",
        "en": "Godt spørgsmål. Jeg tror, han ser en.",
        "pa": "And where is Phillip?\n Yes, that's a good question. I think he's seeing somebody.",
        "vi": "Phillip đâu?\n Vâng, câu hỏi hay đấy. Chắc anh ấy có người khác rồi."
    },
    {
        "start": "00:03:08,960",
        "end": "00:03:11,960",
        "en": "Det kan også være lige meget. Tro mig.",
        "pa": "Well, it doesn't matter. Trust me.",
        "vi": "Không sao đâu. Tin tôi đi."
    },
    {
        "start": "00:03:12,080",
        "end": "00:03:18,080",
        "en": "Det kan virke sårende lige nu, men det behøver ikke at være slut.",
        "pa": "I know it seems hurtful right now, but in the greater scheme of things...",
        "vi": "Tôi biết bây giờ có vẻ đau lòng, nhưng về lâu dài,"
    },
    {
        "start": "00:03:18,200",
        "end": "00:03:20,840",
        "en": "Min mand er sammen med en anden.",
        "pa": "it doesn't have to be over.\n My husband is with another woman, Bent.",
        "vi": "thế không hẳn là kết thúc.\n Chồng tôi có người khác, Bent."
    },
    {
        "start": "00:03:20,960",
        "end": "00:03:24,760",
        "en": "Jeg kender ikke ét lykkeligt ægteskab på Borgen.",
        "pa": "Listen, I don't know of a single happy marriage at Borgen.",
        "vi": "Tôi chưa thấy cuộc hôn nhân hạnh phúc nào ở Borgen. Biết tại sao không?"
    },
    {
        "start": "00:03:24,880",
        "end": "00:03:28,640",
        "en": "Vi er dygtige til at lave kompromiser i vores arbejdsliv",
        "pa": "-And do you know why? -Hmm.\n We are skilled at compromising on the job, but terrible at it in private.",
        "vi": "Vì chúng ta khéo léo"
    },
    {
        "start": "00:03:28,760",
        "end": "00:03:31,360",
        "en": "men ikke i vores privatliv.",
        "pa": "",
        "vi": "thỏa hiệp trong công việc bao nhiêu thì lại vụng về trong đời tư bấy nhiêu."
    },
    {
        "start": "00:03:31,480",
        "end": "00:03:35,720",
        "en": "-Vi taler ikke engang sammen. -Så tag hjem og snak med ham.",
        "pa": "It's hard to compromise, when you're not even talking.",
        "vi": "- Không nói thì khó thỏa hiệp lắm. - Thì về nói chuyện với anh ấy."
    },
    {
        "start": "00:03:35,840",
        "end": "00:03:39,880",
        "en": "Du kan jo alligevel ikke koncentrere dig om dit arbejde.",
        "pa": "Then go home and talk to him.\n I mean, you might as well. You can't focus on the job anyway.",
        "vi": "Ý tôi là... Đằng nào chẳng thế. Bà không thể tập trung làm việc."
    },
    {
        "start": "00:03:40,000",
        "end": "00:03:43,120",
        "en": "Arranger jer ud fra de muligheder, I har nu.",
        "pa": "Arrange yourselves based on your current possibilities.",
        "vi": "Điều chỉnh bản thân theo hoàn cảnh chứ."
    },
    {
        "start": "00:03:43,240",
        "end": "00:03:48,000",
        "en": "Man kan ikke være lykkelig hele tiden. Arranger jer.",
        "pa": "You can't be happy all the time, but you can arrange yourselves.",
        "vi": "Bà không thể luôn hạnh phúc nhưng có thể điều chỉnh mình."
    },
    {
        "start": "00:03:49,640",
        "end": "00:03:51,960",
        "en": "Og spis så den bolle.",
        "pa": "Arrange yourselves!\n And eat that bun.",
        "vi": "Điều chỉnh bản thân!\n Ăn cái bánh đó đi."
    },
    {
        "start": "00:04:47,720",
        "end": "00:04:50,280",
        "en": "",
        "pa": "FIRST TUESDAY IN OCTOBER",
        "vi": ""
    },
    {
        "start": "00:04:59,560",
        "end": "00:05:02,160",
        "en": "",
        "pa": "...will light our country and all who serve it.",
        "vi": "...sẽ soi sáng đất nước ta và những ai phục vụ nó."
    },
    {
        "start": "00:05:02,240",
        "end": "00:05:04,600",
        "en": "",
        "pa": "And the glow from that fire...",
        "vi": "Và ánh sáng từ ngọn lửa đó..."
    },
    {
        "start": "00:05:05,440",
        "end": "00:05:07,080",
        "en": "",
        "pa": "can truly light the world.",
        "vi": "có thể thực sự thắp sáng thế giới."
    },
    {
        "start": "00:05:08,080",
        "end": "00:05:10,000",
        "en": "",
        "pa": "And so, my fellow Americans,",
        "vi": "Do đó, đồng bào Hoa Kỳ của tôi,"
    },
    {
        "start": "00:05:11,040",
        "end": "00:05:12,240",
        "en": "",
        "pa": "ask not",
        "vi": "đừng hỏi"
    },
    {
        "start": "00:05:13,160",
        "end": "00:05:15,320",
        "en": "",
        "pa": "what your country can do for you,",
        "vi": "đất nước có thể làm gì cho bạn,\n hãy hỏi bạn có thể làm cho đất nước."
    },
    {
        "start": "00:05:23,200",
        "end": "00:05:27,320",
        "en": "Lad os være fælles om den enkeltes frihed",
        "pa": "ask what you can do for your country.\n Let us make common cause",
        "vi": "Với sự nghiệp chung"
    },
    {
        "start": "00:05:27,440",
        "end": "00:05:29,800",
        "en": "og frie til...",
        "pa": "on the freedom of the individual and be free...\n to...",
        "vi": "vì tự do cá nhân và được tự do...\n để..."
    },
    {
        "start": "00:05:33,560",
        "end": "00:05:38,200",
        "en": "Frie nok til at turde kæmpe for fællesskabet.",
        "pa": "free enough to dare to fight for the common good.",
        "vi": "đủ tự do để đấu tranh cho lợi ích chung."
    },
    {
        "start": "00:05:38,320",
        "end": "00:05:43,480",
        "en": "Lad os skabe et Danmark, hvor alle er frie til at søge deres egen lykke",
        "pa": "Let us create a Denmark where everyone is free to seek out",
        "vi": "Hãy tạo ra một Đan Mạch nơi mọi người có thể tự do tìm kiếm"
    },
    {
        "start": "00:05:43,600",
        "end": "00:05:47,520",
        "en": "men også er forpligtede i fællesskabet.",
        "pa": "their own happiness\n but also have a duty to the community.",
        "vi": "hạnh phúc riêng\n nhưng cũng có nghĩa vụ với cộng đồng."
    },
    {
        "start": "00:05:48,480",
        "end": "00:05:51,640",
        "en": "Hvad laver du her? Hvor længe har du stået der?",
        "pa": "-Why are you here? -I didn't want to disturb you.",
        "vi": "- Sao cô ở đây? - Tôi không muốn phiền."
    },
    {
        "start": "00:05:51,760",
        "end": "00:05:55,360",
        "en": "Ikke så længe. Jeg skulle bare ordne noget.",
        "pa": "-How long have you been here? -Not long, I just came to pick up",
        "vi": "- Cô ở đây bao lâu rồi? - Mới thôi, tôi đến để làm nốt"
    },
    {
        "start": "00:05:55,480",
        "end": "00:05:59,280",
        "en": "Her plejer at være stille og roligt om søndagen.",
        "pa": "some of this week's slack.\n -It's usually quiet here on Sundays. -Right.",
        "vi": "vài việc ứ đọng tuần này.\n - Chủ nhật ở đây thường yên tĩnh. - Đúng thế."
    },
    {
        "start": "00:06:02,760",
        "end": "00:06:05,120",
        "en": "-Hvad synes du? -Om hvad?",
        "pa": "-What do you think? -About what?",
        "vi": "- Cô nghĩ sao? - Về cái gì?"
    },
    {
        "start": "00:06:05,240",
        "end": "00:06:08,280",
        "en": "Om talen. Du har jo stået og smuglyttet.",
        "pa": "The speech. Since you've been eavesdropping, I'd like your opinion.",
        "vi": "Bài phát biểu. Vì cô nghe lén, tôi muốn biết ý kiến."
    },
    {
        "start": "00:06:08,400",
        "end": "00:06:13,400",
        "en": "-Det vil jeg slet ikke blande mig i. -Hold nu op, Sanne. Hvad synes du?",
        "pa": "-It's not my area. -Stop it, Sanne. I want to know.",
        "vi": "- Không phải lĩnh vực của tôi. - Thôi đi. Tôi muốn biết."
    },
    {
        "start": "00:06:13,520",
        "end": "00:06:19,280",
        "en": "Jamen så... synes jeg måske, du skal bruge et andet ord end \"forpligtet\".",
        "pa": "Well...\n then perhaps you should use another word than \"duty.\"",
        "vi": "Thì...\n Có lẽ anh nên dùng từ khác thay cho \"nghĩa vụ\"."
    },
    {
        "start": "00:06:19,400",
        "end": "00:06:22,760",
        "en": "Det er, som om det er noget, man ikke kan lide.",
        "pa": "That sounds like something you don't like.",
        "vi": "Nó như việc mà ta không thích."
    },
    {
        "start": "00:06:22,880",
        "end": "00:06:26,760",
        "en": "\"Forpligtet i fællesskabet\", som om vi ikke kan lide fællesskabet.",
        "pa": "-Duty? -You said \"duty to the community.\"\n -The common good sounds bad. -No.",
        "vi": "- Nghĩa vụ? - Anh nói \"nghĩa vụ với cộng đồng\"."
    },
    {
        "start": "00:06:26,880",
        "end": "00:06:31,160",
        "en": "-Nej, ordet ansporer til deltagelse. -Jeg ved ikke så meget om det...",
        "pa": "\"Duty\" is a word that inspires participation.",
        "vi": "- Lợi ích chung nghe không hay. - Có chứ.\n \"Nghĩa vụ\" là từ thúc đẩy người ta tham gia."
    },
    {
        "start": "00:06:31,280",
        "end": "00:06:35,920",
        "en": "Jeg skulle ikke have spurgt dig. Er du sød at lukke døren på vej ud?",
        "pa": "Okay.\n -I don't know much about it. -I shouldn't have asked. My mistake.\n -Could you close the door on your way out? -Sure.\n Thanks.",
        "vi": "Được rồi.\n - Tôi không rõ lắm. - Tôi không nên hỏi. Tại tôi.\n - Cô đi ra thì đóng cửa nhé? - Được.\n Cảm ơn cô."
    },
    {
        "start": "00:06:44,360",
        "end": "00:06:48,200",
        "en": "",
        "pa": "Ask not what America will do for you,",
        "vi": "Đừng hỏi nước Mỹ sẽ làm gì cho bạn,\n mà hỏi xem cùng nhau ta có thể làm gì vì tự do của con người."
    },
    {
        "start": "00:06:57,800",
        "end": "00:07:02,400",
        "en": "Du ser desperat ud, Juul. Er det åbningstalen, der driller",
        "pa": "but what together we can do for the freedom of man.\n You're looking desperate, Juul.",
        "vi": "Trông anh tuyệt vọng quá."
    },
    {
        "start": "00:07:02,520",
        "end": "00:07:07,400",
        "en": "eller er du blevet et ringvrag som os andre, der også arbejder søndag?",
        "pa": "Problems with the opening speech?\n Or have you become punch drunk, working on a Sunday, like the rest of us?",
        "vi": "Kẹt với bài phát biểu khai mạc à?\n Hay anh là gã hâm làm việc vào Chủ nhật như bọn tôi?"
    },
    {
        "start": "00:07:08,560",
        "end": "00:07:13,240",
        "en": "Forresten... Lille, fede Leif Rikther fra Kendte og Kongelige",
        "pa": "By the way, Kasper.\n That fat, little Leif Richter from Celebrities and Royalty",
        "vi": "Nhân tiện, Kasper...\n Gã Leif Richter béo của báo Người Nổi Tiếng và Hoàng Gia"
    },
    {
        "start": "00:07:13,360",
        "end": "00:07:15,920",
        "en": "har ligget på lur ved Marienborg",
        "pa": "has been hiding in a bush by Marienborg",
        "vi": "lâu nay vẫn rình trong bụi cây gần Marienborg,"
    },
    {
        "start": "00:07:16,040",
        "end": "00:07:20,640",
        "en": "og observeret, at statsministeren sover alene. Er det rigtigt?",
        "pa": "and posits that the prime minister has slept alone the past few weeks.",
        "vi": "thấy Thủ tướng ngủ một mình nhiều tuần qua."
    },
    {
        "start": "00:07:22,600",
        "end": "00:07:26,360",
        "en": "Det må være hårdt for privatlivet at være statsminister.",
        "pa": "Is it true?\n It sure must be tough on the personal life being prime minister.",
        "vi": "Có thật không?\n Làm Thủ tướng thì hẳn là đời tư vất vả lắm."
    },
    {
        "start": "00:07:26,480",
        "end": "00:07:30,640",
        "en": "Specielt når man har fjernet sin egen mand fra en toppost.",
        "pa": "Especially when you've had to remove your own husband",
        "vi": "Nhất là khi ta phải buộc chồng từ chức CEO."
    },
    {
        "start": "00:07:30,760",
        "end": "00:07:34,920",
        "en": "-Det tror jeg, er en and. -Er det det?",
        "pa": "from a CEO position.\n He's barking up the wrong tree.\n Is he really?",
        "vi": "Hắn nhầm mục tiêu rồi.\n Thật sao?"
    },
    {
        "start": "00:07:37,120",
        "end": "00:07:39,840",
        "en": "Du skylder mig en, Kasper.",
        "pa": "You owe me one, Kasper.",
        "vi": "Anh nợ tôi một lần đấy, Kasper. Đi nào cún!"
    },
    {
        "start": "00:07:39,960",
        "end": "00:07:41,680",
        "en": "Hunde!",
        "pa": "Dogs!",
        "vi": ""
    },
    {
        "start": "00:07:46,080",
        "end": "00:07:48,320",
        "en": "Det er fint, Bjørn. Hej.",
        "pa": "That's fine, Bjørn. Bye.",
        "vi": "Không sao, Bjørn. Tạm biệt."
    },
    {
        "start": "00:07:48,440",
        "end": "00:07:50,560",
        "en": "-Hej. -Hej.",
        "pa": "-Hi. -Hi.",
        "vi": "- Chào anh. - Chào bà."
    },
    {
        "start": "00:07:50,680",
        "end": "00:07:54,640",
        "en": "Vi skal fremhæve samarbejdet med Arbejderpartiet en anelse i talen.",
        "pa": "I think it would be wise to promote\n the cooperation with the Worker's Party in the opening speech, Kasper.",
        "vi": "Sẽ khôn ngoan nếu tôn lên sự hợp tác với Đảng Lao động trong bài phát biểu."
    },
    {
        "start": "00:07:54,760",
        "end": "00:07:57,240",
        "en": "-Var det Marrot? -Mm-hm.",
        "pa": "-Was that Marrot? -Yes.",
        "vi": "- Là Marrot à? - Vâng."
    },
    {
        "start": "00:07:57,360",
        "end": "00:08:02,400",
        "en": "-Har de nu fået storhedsvanvid? -Mm.",
        "pa": "Have they gotten delusions of grandeur after the latest polls?\n Mm-hmm.",
        "vi": "Họ bị hoang tưởng tự cao sau các cuộc thăm dò mới nhất à?"
    },
    {
        "start": "00:08:04,680",
        "end": "00:08:07,600",
        "en": "Øh, Birgitte...",
        "pa": "Um, Birgitte.",
        "vi": ""
    },
    {
        "start": "00:08:07,720",
        "end": "00:08:11,480",
        "en": "Der går et lille rygte om, at du sover alene på Marienborg.",
        "pa": "There is a tiny rumor going around that you sleep alone at Marienborg.",
        "vi": "Birgitte?\n Có tin đồn rằng bà ngủ một mình ở Marienborg."
    },
    {
        "start": "00:08:11,600",
        "end": "00:08:14,960",
        "en": "-Er det noget, vi skal snakke om? -Nej.",
        "pa": "Should we discuss this?\n No.",
        "vi": "Ta nên bàn chứ?\n Không."
    },
    {
        "start": "00:08:16,320",
        "end": "00:08:20,040",
        "en": "Vi har bare ikke brug for negative historier om dit privatliv.",
        "pa": "We just don't want a negative personal story before the opening of Parliament.",
        "vi": "Không nên để nảy sinh chuyện đời tư tiêu cực trước khi khai mạc Quốc hội."
    },
    {
        "start": "00:08:21,080",
        "end": "00:08:24,040",
        "en": "Skal du ikke hjem og i bad?",
        "pa": "Aren't you going home for a bath?",
        "vi": "Anh không về nhà tắm à?"
    },
    {
        "start": "00:08:25,840",
        "end": "00:08:29,120",
        "en": "-God søndag. -Tak i lige måde.",
        "pa": "-Have a nice Sunday. -You too.",
        "vi": "- Chúc Chủ nhật vui vẻ. - Bà cũng vậy."
    },
    {
        "start": "00:09:04,000",
        "end": "00:09:08,200",
        "en": "-Jeg vidste ikke, du var hjemme. -Nej, det var jeg heller ikke.",
        "pa": "-I didn't know you were home. -I wasn't.",
        "vi": "- Anh không biết em ở nhà. - Em mới về."
    },
    {
        "start": "00:09:08,320",
        "end": "00:09:11,680",
        "en": "-Jeg tænkte, vi skulle tale sammen. -Ja.",
        "pa": "I thought we could talk.",
        "vi": "Ta nên nói chuyện."
    },
    {
        "start": "00:09:11,800",
        "end": "00:09:17,200",
        "en": "Vi er nødt til at finde en mere holdbar løsning på vores familieliv.",
        "pa": "-Yes. -We need to find a more...\n durable solution to our family life.",
        "vi": "- Ừ. - Ta cần tìm giải pháp...\n bền vững hơn cho gia đình mình."
    },
    {
        "start": "00:09:17,320",
        "end": "00:09:22,440",
        "en": "Jeg vidste ikke, at du ville være her. Jeg vil godt lige have et bad.",
        "pa": "Birgitte, I didn't know you would be here, so I'd like to take a bath.",
        "vi": "Birgitte, anh không biết là em về, anh muốn đi tắm đã."
    },
    {
        "start": "00:09:22,560",
        "end": "00:09:24,320",
        "en": "Selvfølgelig.",
        "pa": "-Yes, of course. -Yeah.",
        "vi": "- Vâng, tất nhiên rồi. - Ừ."
    },
    {
        "start": "00:09:26,160",
        "end": "00:09:30,080",
        "en": "-Så taler vi sammen bagefter, ikke? -Jo, okay.",
        "pa": "-We'll talk after, right? -Yes, okay.",
        "vi": "- Ta nói chuyện sau nhé? - Được."
    },
    {
        "start": "00:09:31,200",
        "end": "00:09:33,560",
        "en": "Hvor har du været?",
        "pa": "Where were you?",
        "vi": "Anh đã ở đâu?"
    },
    {
        "start": "00:09:34,520",
        "end": "00:09:36,440",
        "en": "Okay...",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:09:37,680",
        "end": "00:09:40,920",
        "en": "-Hvem er hun? -Birgitte, lad nu være.",
        "pa": "-Who is she? -Birgitte.",
        "vi": "- Cô ta là ai? - Birgitte."
    },
    {
        "start": "00:09:41,040",
        "end": "00:09:45,440",
        "en": "-Hvem er din kæreste? -Hun er sgu da ikke min kæreste.",
        "pa": "Don't.\n -Why can't I know who your girlfriend is? -She's not my girlfriend.",
        "vi": "Đừng.\n - Sao không nói bạn gái anh là ai? - Đó không phải bạn gái."
    },
    {
        "start": "00:09:45,560",
        "end": "00:09:49,800",
        "en": "Hun hedder Sasha. Hun er fra det bureau, der fandt jobbet til mig.",
        "pa": "-Who is she? -You don't know her, damn it!\n Her name is Sascha. She's from the agency...",
        "vi": "- Đó là ai? - Em không biết, chết tiệt!\n Tên cô ấy là Sascha, làm ở công ty..."
    },
    {
        "start": "00:09:49,920",
        "end": "00:09:54,320",
        "en": "-Så det er din headhunter? -Ja.",
        "pa": "-that found the job for me. -So it's your headhunter?",
        "vi": "- tìm việc cho anh. - Là chuyên gia săn đầu người à?"
    },
    {
        "start": "00:09:55,200",
        "end": "00:09:58,600",
        "en": "-Du sagde op og ville kompensere... -Du sagde op for mig.",
        "pa": "Yes.\n -So you had to compensate for quitting? -I didn't quit.",
        "vi": "Ừ.\n - Anh phải bù đắp vì nghỉ việc? - Anh không nghỉ."
    },
    {
        "start": "00:09:58,720",
        "end": "00:10:02,240",
        "en": "Og så gik du i seng med hende. Kommer du direkte fra hende?",
        "pa": "-You quit for me. -And you slept with her.\n -And you're still meeting... -Yes!",
        "vi": "- Em làm thay anh. - Anh ngủ với cô ta.\n - Anh vẫn gặp... - Ừ!"
    },
    {
        "start": "00:10:02,360",
        "end": "00:10:06,360",
        "en": "-Det gør jeg, ja, for helvede. -I har sådan set en affære?",
        "pa": "-You came straight from her place! -Yes, I did!\n You are having an affair!",
        "vi": "- Anh vừa từ chỗ cô ta về! - Phải!\n Anh đang ngoại tình đấy!"
    },
    {
        "start": "00:10:09,840",
        "end": "00:10:13,680",
        "en": "Undskyld. Jeg kan ikke snakke med dig på den måde.",
        "pa": "I'm sorry, I can't do it. I can't talk like this.",
        "vi": "Xin lỗi, không được. Em không thể nói thế này."
    },
    {
        "start": "00:10:13,800",
        "end": "00:10:17,000",
        "en": "Du stinker af hende, og du kommer hjem i vores hus!",
        "pa": "You stink of her! You come home to our house...",
        "vi": "Người anh đầy mùi cô ta! Anh về nhà mình"
    },
    {
        "start": "00:10:17,120",
        "end": "00:10:19,160",
        "en": "Birgitte...",
        "pa": "- Birgitte. -...smelling of another woman!",
        "vi": "- mà người đầy mùi con đàn bà khác! - Birgitte."
    },
    {
        "start": "00:10:20,080",
        "end": "00:10:22,080",
        "en": "Hallo?",
        "pa": "Hello.",
        "vi": "Xin chào?"
    },
    {
        "start": "00:10:22,200",
        "end": "00:10:25,640",
        "en": "-Hvor fanden har du været? -På Rhodos.",
        "pa": "Where have you been?",
        "vi": "Em đã ở đâu vậy?"
    },
    {
        "start": "00:10:25,760",
        "end": "00:10:29,360",
        "en": "-Med pensionistklubben? -Åbn den.",
        "pa": "At Rhodes.\n -The retirees' club? - Open it.",
        "vi": "Ở Rhodes.\n Với câu lạc bộ của người về hưu?"
    },
    {
        "start": "00:10:29,480",
        "end": "00:10:33,520",
        "en": "-Hvorfor er du ikke brun? -Jeg hader at ligge på stranden.",
        "pa": "-Why don't you have a tan? -I remembered I hate to lie on beaches,",
        "vi": "Mở nó đi.\n - Sao da em không rám nắng? - Em nhớ ra là em ghét nằm trên bãi biển"
    },
    {
        "start": "00:10:33,640",
        "end": "00:10:37,760",
        "en": "Så jeg så mest nyheder. Har du set, at de bruger Simon som vært nu?",
        "pa": "so I was mostly in my room watching the news.\n Did you see they are using Simon as anchor?",
        "vi": "nên em chủ yếu ở trong phòng xem thời sự.\n - Anh có thấy họ cho Simon dẫn không? - Có, tại sao?"
    },
    {
        "start": "00:10:37,880",
        "end": "00:10:41,400",
        "en": "-Ja, hvorfor? -Fordi jeg blev fyret.",
        "pa": "Yes, why?\n Because I was fired.",
        "vi": "Vì em bị sa thải."
    },
    {
        "start": "00:10:43,000",
        "end": "00:10:46,040",
        "en": "Efter interviewet med statsministeren.",
        "pa": "After interviewing the prime minister, where I broke the agreement.",
        "vi": "Sau khi phỏng vấn Thủ tướng và em vi phạm thỏa thuận."
    },
    {
        "start": "00:10:46,160",
        "end": "00:10:50,080",
        "en": "Teknisk set har jeg ferie, men han vil nok ikke se mig igen.",
        "pa": "Technically I'm on vacation, but I don't think he wants me back.",
        "vi": "Về lý thuyết là đi nghỉ nhưng chắc anh ta không cho em trở lại."
    },
    {
        "start": "00:10:50,200",
        "end": "00:10:52,120",
        "en": "Hold da kæft...",
        "pa": "Goddamn it.",
        "vi": "Chết tiệt."
    },
    {
        "start": "00:10:53,920",
        "end": "00:10:56,480",
        "en": "Måske er det meget godt.",
        "pa": "I decided that perhaps it's a good thing.",
        "vi": "Em nghĩ có lẽ thế lại tốt."
    },
    {
        "start": "00:10:56,600",
        "end": "00:11:01,680",
        "en": "Vi var uenige om linjen. Han lefler for direktionen og seertallene.",
        "pa": "We disagreed more and more editorially.",
        "vi": "Bọn em ngày càng hay bất đồng quan điểm về tin bài."
    },
    {
        "start": "00:11:01,800",
        "end": "00:11:06,760",
        "en": "Jeg har bare mere lyst til at grave dybere.",
        "pa": "He sucks up to the bosses and only cares about ratings, and I...\n just feel like I should be digging deeper.",
        "vi": "Anh ta muốn lấy lòng ban giám đốc và khán giả mà em...\n chỉ muốn đào sâu hơn."
    },
    {
        "start": "00:11:06,880",
        "end": "00:11:09,880",
        "en": "Lige fyldt 30 år",
        "pa": "-No. -Only just turned 30.",
        "vi": "Chỉ mới 30 tuổi."
    },
    {
        "start": "00:11:10,000",
        "end": "00:11:14,880",
        "en": "og så vil du lægge linjen for landets største tv-station.",
        "pa": "And you already want to dictate the editorial line\n at the biggest TV station in the country.",
        "vi": "Mà em đã muốn chỉ đạo nội dung ở đài truyền hình lớn nhất nước."
    },
    {
        "start": "00:11:16,240",
        "end": "00:11:19,800",
        "en": "Hvis ikke jeg skal være idealist nu, hvornår så?",
        "pa": "If I'm not idealistic now, then when?",
        "vi": "Nếu giờ em không mơ mộng thì là khi nào?"
    },
    {
        "start": "00:11:19,920",
        "end": "00:11:22,640",
        "en": "Det forventer jeg ikke, du forstår.",
        "pa": "Oh, right, I don't expect you to understand.",
        "vi": "Ừ, em không mong anh hiểu."
    },
    {
        "start": "00:11:22,760",
        "end": "00:11:27,160",
        "en": "-Hvad mener du med det? -Idealist har du da aldrig været.",
        "pa": "And what does that mean?\n Give me a break. Idealist? That's never been you.",
        "vi": "Và thế nghĩa là sao?\n Tha cho em đi. Kẻ mơ mộng? Anh chưa từng thế."
    },
    {
        "start": "00:11:27,280",
        "end": "00:11:31,400",
        "en": "Du siger altid, at du kan sælge et hvilket som helst budskab.",
        "pa": "You always say that\n you can sell any political message, no matter the political party.",
        "vi": "Anh luôn nói\n có thể truyền đạt tốt mọi thông điệp chính trị, dù đó là đảng nào. Nói dối à?"
    },
    {
        "start": "00:11:31,520",
        "end": "00:11:34,080",
        "en": "Man kan jo forandre sig.",
        "pa": "Is that a lie?\n People do change.",
        "vi": "Người ta thay đổi mà."
    },
    {
        "start": "00:11:34,200",
        "end": "00:11:36,840",
        "en": "-Skål på det. -Velkommen hjem.",
        "pa": "- Sure thing. Cheers to that. -Cheers. Welcome home.",
        "vi": "- Chắc chắn. Mừng điều đó. - Chúc mừng. Mừng em về."
    },
    {
        "start": "00:11:42,680",
        "end": "00:11:46,040",
        "en": "-Godmorgen. -Godmorgen.",
        "pa": "-Good morning. -Good morning.",
        "vi": "- Chào buổi sáng. - Chào."
    },
    {
        "start": "00:11:47,640",
        "end": "00:11:52,160",
        "en": "-Har du læst mit udkast til talen? -Ja. Den skal vist have en tur til.",
        "pa": "-Did you read my draft of the speech? -Yes. It needs another go.",
        "vi": "- Bà đọc bản thảo bài phát biểu chưa? - Rồi. Cần sửa lại."
    },
    {
        "start": "00:11:52,280",
        "end": "00:11:56,640",
        "en": "Enig. Den minder for meget om noget, en anden kunne have sagt...",
        "pa": "-What do you think? -I agree, I'm afraid.\n It sounds too much like any other prime minister.",
        "vi": "- Anh nghĩ sao? - Tôi đồng ý.\n Nó có vẻ quá giống các Thủ tướng khác."
    },
    {
        "start": "00:11:56,760",
        "end": "00:11:59,880",
        "en": "Vi skal lige tale om noget andet. Sid ned.",
        "pa": "-Right. Kasper, we need to talk. Sit down. -I'd like to--\n Sure.",
        "vi": "- Ừ. Ta cần nói chuyện. Ngồi xuống. - Tôi muốn...\n Chắc chắn rồi."
    },
    {
        "start": "00:12:02,080",
        "end": "00:12:06,480",
        "en": "Godt. Siden jeg var nødt til at bede Phillip om at forlade sit job",
        "pa": "All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:12:06,600",
        "end": "00:12:09,480",
        "en": "har vi haft nogle problemer.",
        "pa": "Since I had to ask Phillip to leave his job, we've been having problems.",
        "vi": "Vì tôi buộc Phillip nghỉ việc, chúng tôi gặp rắc rối."
    },
    {
        "start": "00:12:09,600",
        "end": "00:12:13,600",
        "en": "Jeg har tilbragt en del tid på Marienborg.",
        "pa": "And I've spent a lot of time at Marienborg.",
        "vi": "Tôi đã dành rất nhiều thời gian ở Marienborg."
    },
    {
        "start": "00:12:13,720",
        "end": "00:12:15,920",
        "en": "-Okay. -Ja.",
        "pa": "I see.",
        "vi": "Tôi hiểu."
    },
    {
        "start": "00:12:16,040",
        "end": "00:12:21,520",
        "en": "Jeg ved ikke, hvor vi er på vej hen, men det skal holdes hemmeligt.",
        "pa": "Yes.\n I don't really know where we are headed right now,",
        "vi": "Phải.\n Tôi không biết sẽ đi theo hướng nào"
    },
    {
        "start": "00:12:21,640",
        "end": "00:12:23,560",
        "en": "Selvfølgelig.",
        "pa": "but I'd like for it to be kept secret for now.\n Of course.\n But we might need to address the rumors you mentioned.",
        "vi": "nhưng tạm thời, tôi muốn giữ bí mật.\n Tất nhiên rồi."
    },
    {
        "start": "00:12:23,680",
        "end": "00:12:28,520",
        "en": "Vi bliver nok nødt til at forholde os til de rygter, du snakkede om.",
        "pa": "",
        "vi": "Nhưng...\n ta cần xử lý tin đồn mà anh đã đề cập."
    },
    {
        "start": "00:12:28,640",
        "end": "00:12:32,480",
        "en": "Vi har længe haft en forespørgsel fra TV1 liggende.",
        "pa": "Yes. Um...\n we've had a longstanding request from TV1.",
        "vi": "Vâng.\n TV1 đã yêu cầu từ lâu."
    },
    {
        "start": "00:12:32,600",
        "end": "00:12:36,480",
        "en": "De vil lave et interview, professionelt og privat...",
        "pa": "They want an interview with you.",
        "vi": "Họ muốn phỏng vấn bà."
    },
    {
        "start": "00:12:36,600",
        "end": "00:12:41,440",
        "en": "-Nej, Kasper. Det vil jeg ikke. -Overvej situationen en gang til.",
        "pa": "-Professionally and personally. -No, Kasper, we've been through that.\n -I won't. -And I understand,",
        "vi": "- Về công việc và đời tư. - Không, ta đã trải qua điều đó.\n - Không đâu. - Tôi hiểu,"
    },
    {
        "start": "00:12:41,560",
        "end": "00:12:44,960",
        "en": "Hvis du og Phillip kunne optræde lykkelige sammen",
        "pa": "but try to rethink the situation.\n If you and Phillip could appear happy and well-balanced together,",
        "vi": "nhưng hãy nghĩ lại về tình hình.\n Nếu bà và Phillip có thể xuất hiện với vẻ hạnh phúc và hòa hợp,"
    },
    {
        "start": "00:12:45,080",
        "end": "00:12:48,240",
        "en": "så ville vi kunne mane alle rygter i jorden.",
        "pa": "we'd be able to dispel any hint of marital problems.",
        "vi": "ta sẽ xóa tan mọi tin đồn về trục trặc hôn nhân."
    },
    {
        "start": "00:12:48,360",
        "end": "00:12:50,800",
        "en": "Skal vi optræde...?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:12:50,920",
        "end": "00:12:55,240",
        "en": "Det er det mest effektive, hvis folk får lov til at se jer sammen.",
        "pa": "-You're asking us to pretend. -It's a good look\n if people get to see you two together.",
        "vi": "- Anh bảo chúng tôi diễn. - Thế là hiệu quả nhất,\n nếu mọi người thấy ông bà bên nhau."
    },
    {
        "start": "00:12:55,360",
        "end": "00:13:01,120",
        "en": "Vi skal have en kompetent journalist til at stå for interviewet.",
        "pa": "Naturally, we need a...\n skilled and competent journalist to do the interview, that goes without saying.",
        "vi": "Đương nhiên, ta cần...\n nhà báo giỏi và có năng lực để phỏng vấn, hẳn là thế."
    },
    {
        "start": "00:13:01,240",
        "end": "00:13:05,520",
        "en": "-Hvem havde du forestillet dig? -Katrine Fønsmark.",
        "pa": "-Who did you have in mind? -Katrine Fønsmark.",
        "vi": "- Anh đã nghĩ đến ai? - Katrine Fønsmark."
    },
    {
        "start": "00:13:05,640",
        "end": "00:13:10,360",
        "en": "-Som har brudt aftaler og god skik? -Sådan vil vi jo helst have dem.",
        "pa": "Who has broken agreements and best practices for journalism several times?",
        "vi": "Người nhiều lần vi phạm thỏa thuận và nguyên tắc báo chí?"
    },
    {
        "start": "00:13:10,480",
        "end": "00:13:13,240",
        "en": "Ja, når jeg som pressens minister",
        "pa": "Isn't that how we want journalists?\n Yes, when I'm minister of the press and award the Cavling Prize",
        "vi": "Ta muốn nhà báo như thế mà?\n Phải, khi tôi là Bộ trưởng Truyền thông và trao giải Cavling"
    },
    {
        "start": "00:13:13,360",
        "end": "00:13:17,080",
        "en": "uddeler Cavlingprisen for opsøgende journalistik...",
        "pa": "for investigative journalism. This is different.",
        "vi": "cho báo chí điều tra. Chuyện này khác."
    },
    {
        "start": "00:13:17,200",
        "end": "00:13:21,480",
        "en": "Hun kan skabe det personlige rum, som du er allerbedst i.",
        "pa": "She can create the personal space where you do best.",
        "vi": "Cô ấy có thể tạo cơ hội thuận tiện nhất cho bà."
    },
    {
        "start": "00:13:21,600",
        "end": "00:13:25,440",
        "en": "Det er vores mulighed for at styre, hvad der kommer ud herfra.",
        "pa": "And that is your big strength, Birgitte.\n This is our opportunity to control everything that comes out.",
        "vi": "Và đó là điểm mạnh của bà.\n Đây là cơ hội để bà kiểm soát mọi thứ."
    },
    {
        "start": "00:13:25,560",
        "end": "00:13:29,160",
        "en": "Det ville kunne rette op på de seneste meningsmålinger.",
        "pa": "And this could potentially make up for the polls the last few days.",
        "vi": "Và nó có thể khắc phục kết quả thăm dò vài ngày qua."
    },
    {
        "start": "00:13:36,640",
        "end": "00:13:39,520",
        "en": "Hej, Torben. Kasper Juul her.",
        "pa": "Hey, Torben. It's Kasper Juul.",
        "vi": "Chào, Torben. Là Kasper Juul đây."
    },
    {
        "start": "00:13:39,640",
        "end": "00:13:44,640",
        "en": "Jeg har sgu en gave til dig. Det portræt af statsministeren...",
        "pa": "Listen, I've got a present for you. If you and I can agree...\n that portrait of the prime minister.",
        "vi": "Này, tôi có quà cho anh. Nếu anh và tôi nhất trí...\n Chân dung của Thủ tướng..."
    },
    {
        "start": "00:14:07,960",
        "end": "00:14:10,800",
        "en": "Er du forelsket i hende?",
        "pa": "Are you in love with her?",
        "vi": "Anh có yêu cô ấy không?"
    },
    {
        "start": "00:14:10,920",
        "end": "00:14:15,160",
        "en": "Nej. Nej, jeg er da ikke.",
        "pa": "No.\n No, of course not.",
        "vi": "Không.\n Tất nhiên là không."
    },
    {
        "start": "00:14:15,280",
        "end": "00:14:18,520",
        "en": "Jeg savner dig.",
        "pa": "I miss you.",
        "vi": "Anh nhớ em."
    },
    {
        "start": "00:14:21,320",
        "end": "00:14:23,560",
        "en": "Men jeg kan ikke finde dig.",
        "pa": "But I can't find you.",
        "vi": "Nhưng anh không tìm thấy em. Khi tìm thấy em..."
    },
    {
        "start": "00:14:23,680",
        "end": "00:14:28,240",
        "en": "Når jeg så finder dig, kan jeg ikke altid kende dig.",
        "pa": "When I find you...\n I can't always recognize you.",
        "vi": "anh không thể nhận ra em."
    },
    {
        "start": "00:14:30,240",
        "end": "00:14:33,680",
        "en": "Jeg ved godt, at du betaler en virkelig stor pris",
        "pa": "I know you've paid and are still paying a really big price.",
        "vi": "Em biết anh đã và đang phải trả giá đắt."
    },
    {
        "start": "00:14:33,800",
        "end": "00:14:37,800",
        "en": "men jeg ved bare ikke, hvad jeg skal lave anderledes lige nu.",
        "pa": "But I don't know what to do different right now.",
        "vi": "Nhưng giờ em không biết phải làm gì hơn."
    },
    {
        "start": "00:14:37,920",
        "end": "00:14:40,720",
        "en": "Jeg kan ikke opfinde mere tid.",
        "pa": "I can't create more time.",
        "vi": "Em không thể có thêm thời gian."
    },
    {
        "start": "00:14:40,840",
        "end": "00:14:45,600",
        "en": "Det er ikke det, at du er meget væk. Du er ikke til stede, når du er her.",
        "pa": "-I can't be home more. -I'm not accusing you of not being home.",
        "vi": "- Em không thể ở nhà nhiều hơn. - Anh không trách em vì vắng nhà."
    },
    {
        "start": "00:14:45,720",
        "end": "00:14:48,280",
        "en": "Det er din udlægning.",
        "pa": "I'm accusing you of not being here when you are.\n -That's your version. -Yes.",
        "vi": "Anh trách em ở nhà cũng như không.\n - Đó là cách nhìn của anh. - Ừ."
    },
    {
        "start": "00:14:48,400",
        "end": "00:14:52,160",
        "en": "Men faktum er vel, at vi begge lider afsavn.",
        "pa": "Maybe I feel differently. But the fact is that we are both missing something.",
        "vi": "Có lẽ em thấy khác. Nhưng đúng là ta đều thiếu sót."
    },
    {
        "start": "00:14:52,280",
        "end": "00:14:54,280",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Đúng thế."
    },
    {
        "start": "00:14:55,800",
        "end": "00:14:58,840",
        "en": "Jeg har ikke lyst til at miste dig.",
        "pa": "I don't want to lose you.",
        "vi": "Em không muốn mất anh."
    },
    {
        "start": "00:15:02,320",
        "end": "00:15:04,880",
        "en": "Jeg har et forslag.",
        "pa": "I have a suggestion.",
        "vi": "Em có đề xuất."
    },
    {
        "start": "00:15:05,000",
        "end": "00:15:08,320",
        "en": "Vi to bliver sammen og står det her igennem.",
        "pa": "You and I stay together and get through this.",
        "vi": "Ta ở bên nhau để vượt qua chuyện này."
    },
    {
        "start": "00:15:08,440",
        "end": "00:15:11,240",
        "en": "Jeg flytter hjem.",
        "pa": "I'll move home.",
        "vi": "Em sẽ về nhà."
    },
    {
        "start": "00:15:11,360",
        "end": "00:15:15,080",
        "en": "Du er min mand i hverdagene og i det offentlige.",
        "pa": "You're my husband publicly...",
        "vi": "Anh là chồng em hàng ngày và công khai."
    },
    {
        "start": "00:15:15,200",
        "end": "00:15:19,440",
        "en": "Og så må jeg acceptere, at du søger en eller anden...",
        "pa": "but I'll have to accept that you seek out some kind of...",
        "vi": "Em phải chấp nhận việc anh tìm kiếm chút vui thú..."
    },
    {
        "start": "00:15:19,560",
        "end": "00:15:22,600",
        "en": "En intimitet ved siden af.",
        "pa": "intimacy on the side.",
        "vi": "bên ngoài."
    },
    {
        "start": "00:15:24,440",
        "end": "00:15:27,960",
        "en": "Jeg skal åbne Folketinget og kæmpe for en finanslov",
        "pa": "I'm about to open Parliament",
        "vi": "Em sắp mở cửa Quốc hội"
    },
    {
        "start": "00:15:28,080",
        "end": "00:15:31,200",
        "en": "med en regering, der er ved at gå i opløsning.",
        "pa": "and fight for a finance bill with a government in dissolution.",
        "vi": "đấu tranh vì một dự luật tài chính với một Chính phủ chia rẽ."
    },
    {
        "start": "00:15:31,320",
        "end": "00:15:35,920",
        "en": "-Birgitte, mener du det her? -Ja, det mener jeg.",
        "pa": "Birgitte.\n Are you serious?",
        "vi": "Birgitte.\n Em nói thật à?"
    },
    {
        "start": "00:15:37,880",
        "end": "00:15:40,040",
        "en": "Jeg vil bede dig om to ting:",
        "pa": "Yes, I am.\n And I want to ask you for two things.",
        "vi": "Đúng vậy.\n Em muốn yêu cầu anh hai điều."
    },
    {
        "start": "00:15:40,160",
        "end": "00:15:44,640",
        "en": "For det første skal du være diskret med, hvad du laver ved siden af.",
        "pa": "First of all, be discreet with what you do on the side.",
        "vi": "Thứ nhất, hãy làm chuyện bên ngoài thật kín đáo."
    },
    {
        "start": "00:15:46,000",
        "end": "00:15:52,240",
        "en": "Og så vil jeg bede dig gå med til at lave et interview med TV1",
        "pa": "And I'd like to ask you\n to agree to an interview",
        "vi": "Và em muốn anh đồng ý phỏng vấn"
    },
    {
        "start": "00:15:52,360",
        "end": "00:15:56,960",
        "en": "hvor vi lukker alle pressens spekulationer om vores privatliv.",
        "pa": "with TV1,\n where we end press speculations regarding our personal lives.",
        "vi": "với TV1\n để dập tin đồn về đời tư của chúng ta."
    },
    {
        "start": "00:16:04,560",
        "end": "00:16:08,440",
        "en": "Laura, vi skal af sted nu. Magnus!",
        "pa": "All right, Laura. Find your jacket, we are going.",
        "vi": "Laura. Tìm áo khoác đi, sắp đi rồi."
    },
    {
        "start": "00:16:08,560",
        "end": "00:16:12,400",
        "en": "Jeg vil ikke. Jeg vil ikke med.",
        "pa": "Magnus!\n I don't want to.",
        "vi": "Magnus!\n - Con không muốn. - Sao?"
    },
    {
        "start": "00:16:12,520",
        "end": "00:16:17,000",
        "en": "-Vi har ikke tid til det der. -Nej. Jeg vil ikke!",
        "pa": "What?\n -I won't go. -We don't have time for that. Come on.\n No! I don't want to!",
        "vi": "- Con không đi đâu. - Không có thời gian cho việc đó. Nào.\n Không! Con không muốn!"
    },
    {
        "start": "00:16:17,120",
        "end": "00:16:19,560",
        "en": "Jeg skal nok køre ham.",
        "pa": "I'll drive him. Just go.",
        "vi": "Em sẽ chở con. Đi đi."
    },
    {
        "start": "00:16:19,680",
        "end": "00:16:21,960",
        "en": "-Er du sikker? -Ja, ja.",
        "pa": "-Are you sure? -Yes.",
        "vi": "- Em chắc chứ? - Vâng."
    },
    {
        "start": "00:16:22,080",
        "end": "00:16:25,640",
        "en": "Vi ses. Hav en dejlig dag. Hej, hej.",
        "pa": "See you, have a nice day!\n - Bye! -Bye!\n Bye!",
        "vi": "Hẹn gặp lại, chúc vui vẻ!\n - Tạm biệt mẹ! - Tạm biệt!\n Tạm biệt!"
    },
    {
        "start": "00:16:28,760",
        "end": "00:16:31,880",
        "en": "-Find din taske, skat. -Jeg vil ikke i skole.",
        "pa": "Find your bag, honey. We leave in five minutes.",
        "vi": "Tìm túi đi con. Năm phút nữa mình đi."
    },
    {
        "start": "00:16:32,000",
        "end": "00:16:34,960",
        "en": "-Jamen det skal du. -Jeg vil ikke!",
        "pa": "-I don't want to go to school! -But you have to, honey.\n I won't go!",
        "vi": "- Con không muốn đi học! - Nhưng con phải đi.\n Con không đi!"
    },
    {
        "start": "00:16:36,840",
        "end": "00:16:40,040",
        "en": "Jamen dog, lille skat.",
        "pa": "Oh, honey...",
        "vi": "Ôi, con yêu..."
    },
    {
        "start": "00:16:43,320",
        "end": "00:16:45,920",
        "en": "-Godmorgen. -Godmorgen.",
        "pa": "There, there.\n -Good morning. - Good morning.",
        "vi": "Mẹ yêu nào.\n - Chào buổi sáng. - Chào buổi sáng."
    },
    {
        "start": "00:16:46,040",
        "end": "00:16:49,040",
        "en": "-Goddag med dig, Magnus. -Hej.",
        "pa": "Hello there, Magnus.",
        "vi": "Xin chào Magnus."
    },
    {
        "start": "00:16:49,160",
        "end": "00:16:54,800",
        "en": "-Magnus er med på arbejde i dag. -Ved du, at der er kamerahold på?",
        "pa": "- Hi! -Hi.\n Magnus is gonna be with me at work today.\n -You know, there's a camera crew, right? -Yes.",
        "vi": "- Chào chú! - Chào cháu.\n Hôm nay Magnus đi làm cùng tôi.\n - Bà biết có một đội quay phim nhỉ? - Ừ."
    },
    {
        "start": "00:16:54,920",
        "end": "00:16:59,680",
        "en": "Hvor er det godt, at du er med i dag, Magnus. Jeg har sådan brug for hjælp.",
        "pa": "And you're not afraid of a mess with...\n -Hello. -Hi!\n I'm so glad you're here, Magnus, I have a dire need for your help.",
        "vi": "Bà không sợ bị rắc rối...\n - Xin chào. - Xin chào.\n Rất vui vì cháu ở đây, Magnus, cô rất cần cháu giúp."
    },
    {
        "start": "00:16:59,800",
        "end": "00:17:02,520",
        "en": "Er du ikke god til at klipse ting sammen?",
        "pa": "-Aren't you really good at stapling? -Yes.",
        "vi": "- Cháu đóng ghim rất giỏi nhỉ? - Vâng."
    },
    {
        "start": "00:17:02,640",
        "end": "00:17:06,440",
        "en": "Jeg beklager, det tager så lang tid at finde en bedre sekretær.",
        "pa": "I'm sorry it's taking so long to get another secretary,",
        "vi": "Xin lỗi vì mất nhiều thời gian để tìm thư ký khác"
    },
    {
        "start": "00:17:06,560",
        "end": "00:17:10,280",
        "en": "-Sanne bliver snart overflyttet. -Det haster ikke.",
        "pa": "but I think Sanne will be moved soon.",
        "vi": "nhưng chắc Sanne sẽ sớm bị chuyển đi."
    },
    {
        "start": "00:17:10,400",
        "end": "00:17:13,520",
        "en": "Hun har fine, menneskelige kvaliteter.",
        "pa": "I see no need to hurry.\n -I think she's warm and good with kids. -Quite so.",
        "vi": "Tôi thấy không cần vội,\n - cô ấy rất biết cách giao tiếp. - Đúng vậy."
    },
    {
        "start": "00:17:13,640",
        "end": "00:17:17,800",
        "en": "Ja, men det er bare ikke det, vi primært efterspørger her.",
        "pa": "But perhaps that's not quite what we look for here.",
        "vi": "Nhưng có lẽ đó không phải điều chúng ta cần ở đây."
    },
    {
        "start": "00:17:17,920",
        "end": "00:17:23,240",
        "en": "Er det hensigtsmæssigt, at de filmer, at du har din søn med på arbejde?",
        "pa": "Um, do you think it's appropriate for them to film your son being with you at work?",
        "vi": "Bà nghĩ quay phim con bà ở nơi bà làm việc có phù hợp không?"
    },
    {
        "start": "00:17:23,360",
        "end": "00:17:27,480",
        "en": "-Nej, men det skal de heller ikke. -Nå. Det er godt.",
        "pa": "-They won't. -Oh, okay. That's good.",
        "vi": "- Họ không quay đâu. - Được rồi. Tốt quá."
    },
    {
        "start": "00:17:30,920",
        "end": "00:17:34,240",
        "en": "-Bliver indslagene klar til 20.30? -De er i gang.",
        "pa": "Are the segments ready for 8:30 p.m.?",
        "vi": "Các mục đã sẵn sàng cho 8:30 tối chưa?"
    },
    {
        "start": "00:17:34,360",
        "end": "00:17:37,480",
        "en": "-Okay. Glimrende. -Og 18.30?",
        "pa": "They are working on the first two.\n And 6:30 p.m.?",
        "vi": "Họ đang làm hai mục đầu tiên.\n Còn lúc 6:30 chiều?"
    },
    {
        "start": "00:17:37,600",
        "end": "00:17:41,960",
        "en": "Hej, Katrine. Kom bare nærmere. Du skal da ikke stå og gemme dig.",
        "pa": "- Three segments are ready-- -Hello, Katrine!\n -Hi. - Come closer, don't hide.",
        "vi": "- Ba mục đã xong... - Chào Katrine!\n Chào anh.\n - Lại đây, đừng ngại. - Chào."
    },
    {
        "start": "00:17:43,440",
        "end": "00:17:45,320",
        "en": "-Hej. -Ja...",
        "pa": "Hello.",
        "vi": "Xin chào."
    },
    {
        "start": "00:17:45,440",
        "end": "00:17:46,880",
        "en": "Ja?",
        "pa": "-Right. -Yes.",
        "vi": "- Phải rồi. - Vâng."
    },
    {
        "start": "00:17:47,000",
        "end": "00:17:51,120",
        "en": "Frøken Fønsmark og jeg har jo haft en følsom, personlig samtale",
        "pa": "Ms. Fønsmark and I have had a little...",
        "vi": "Cô Fønsmark và tôi đã..."
    },
    {
        "start": "00:17:51,240",
        "end": "00:17:54,480",
        "en": "om journalistik og kommandovejen her på stedet.",
        "pa": "sensitive, personal talk about journalism\n and especially the chain of command here,",
        "vi": "nói chuyện kỹ càng, chi tiết về nghề báo và đặc biệt là thứ tự trên dưới ở đây."
    },
    {
        "start": "00:17:54,600",
        "end": "00:17:57,440",
        "en": "Vi er blevet enige om at tage en dans til.",
        "pa": "and we've actually decided there's room for one more dance.",
        "vi": "Chúng tôi đã quyết định sẽ có một cơ hội nữa."
    },
    {
        "start": "00:17:57,560",
        "end": "00:18:00,960",
        "en": "-Det var da dejligt at høre. -Godt at høre.",
        "pa": "-That's wonderful. -Yes, great.",
        "vi": "- Thật tuyệt vời. - Rất tuyệt."
    },
    {
        "start": "00:18:01,080",
        "end": "00:18:05,680",
        "en": "Katrine har fået en specifik opgave, som jeg vil orientere jer om nu.",
        "pa": "- So you're back. - Welcome back.\n Katrine has gotten a very specific task that I'd like to brief you all on now.",
        "vi": "- Vậy là cô trở lại. - Chào mừng.\n Katrine có một nhiệm vụ đặc biệt mà tôi muốn báo cho mọi người."
    },
    {
        "start": "00:18:05,800",
        "end": "00:18:09,960",
        "en": "Det her portræt af statsministeren, som vi har forsøgt at få",
        "pa": "The portrait of the prime minister,\n we've been trying to get since Nyborg took office,",
        "vi": "Chân dung của Thủ tướng\n mà ta cố gắng thực hiện từ khi bà ấy nhậm chức,"
    },
    {
        "start": "00:18:10,080",
        "end": "00:18:12,400",
        "en": "er endelig gået igennem.",
        "pa": "it has finally been approved.",
        "vi": "nó đã được chấp thuận."
    },
    {
        "start": "00:18:12,520",
        "end": "00:18:15,360",
        "en": "-Så Statsministeret har sagt ja? -Yes.",
        "pa": "The prime minister said yes?",
        "vi": "Thủ tướng đồng ý?"
    },
    {
        "start": "00:18:15,480",
        "end": "00:18:20,160",
        "en": "-Både i privaten og i ministeriet? -Ja, og vi starter i eftermiddag.",
        "pa": "-Yes. -Seeing her privately and at the office?\n Exactly. We are starting this afternoon already.",
        "vi": "- Vâng. - Gặp riêng bà ấy và ở văn phòng?\n Chính xác. Chiều nay chúng ta bắt đầu."
    },
    {
        "start": "00:18:20,280",
        "end": "00:18:24,040",
        "en": "Jeg har besluttet, at Katrine får opgaven.",
        "pa": "And I've decided that Katrine gets this assignment.",
        "vi": "Tôi quyết định Katrine nhận nhiệm vụ này."
    },
    {
        "start": "00:18:24,160",
        "end": "00:18:27,680",
        "en": "-Tillykke, Katrine. -Jeg skal lige forstå det her...",
        "pa": "-Congratulations, Katrine. - Wait, let me get this straight.",
        "vi": "- Chúc mừng, Katrine. - Đợi đã, để tôi nói rõ."
    },
    {
        "start": "00:18:27,800",
        "end": "00:18:31,720",
        "en": "Jeg har stået som interviewer på det portræt hele tiden, ikke?",
        "pa": "I've been attached as interviewer on that portrait since day one. Right?",
        "vi": "Tôi được cân nhắc là người phỏng vấn cho bài đó từ ngày đầu. Phải không?"
    },
    {
        "start": "00:18:31,840",
        "end": "00:18:34,440",
        "en": "-Den tager vi senere. -Den tager vi nu.",
        "pa": "-We'll talk later. -No, we'll talk now, Torben.",
        "vi": "- Ta sẽ nói sau. - Nói luôn đi, Torben."
    },
    {
        "start": "00:18:34,560",
        "end": "00:18:38,520",
        "en": "Jeg kontaktede Statsministeriet en uge efter Nyborgs tiltrædelse",
        "pa": "I contacted the prime minister's office one week after Nyborg took office.",
        "vi": "Tôi gọi cho Văn phòng Thủ tướng một tuần sau khi Nyborg nhậm chức."
    },
    {
        "start": "00:18:38,640",
        "end": "00:18:41,160",
        "en": "og nu skal Katrine så lave det?",
        "pa": "Finally, one year later, a green light is given, and Katrine gets it?",
        "vi": "Một năm sau, họ bật đèn xanh mà Katrine được nhận?"
    },
    {
        "start": "00:18:41,280",
        "end": "00:18:46,160",
        "en": "Tv-direktøren og jeg er enige om, at Katrine skal lave det interview.",
        "pa": "I can tell you that the boss and I completely agree\n -that Katrine should do the interview-- -Why is that?",
        "vi": "Có thể nói rằng giám đốc và tôi nhất trí\n - là Katrine nên phỏng vấn... - Tại sao?"
    },
    {
        "start": "00:18:46,280",
        "end": "00:18:52,160",
        "en": "Hun har en speciel evne til at få det intime rum op at stå i en samtale.",
        "pa": "Because, Ulrik, she has a very special ability\n to create the intimate space in the personal conversation. That's why.",
        "vi": "Ulrik, vì cô ấy có khả năng đặc biệt\n tạo không khí thân mật trong cuộc trò chuyện cá nhân. Vì thế."
    },
    {
        "start": "00:18:52,280",
        "end": "00:18:54,720",
        "en": "-Det intime rum? -Ja.",
        "pa": "-\"The intimate space\"? -Yes.",
        "vi": "- \"Không khí thân mật?\" - Phải."
    },
    {
        "start": "00:18:54,840",
        "end": "00:18:57,200",
        "en": "Skal I ikke tage den uden mig?",
        "pa": "Listen, perhaps do this without me.",
        "vi": "Nghe này, có lẽ không cần tôi."
    },
    {
        "start": "00:18:57,320",
        "end": "00:19:00,840",
        "en": "-Det behøver vi ikke. -Er Katrine så fast aftenvært igen?",
        "pa": "-We don't have to. - I just need to know,",
        "vi": "- Không cần phải thế. - Tôi chỉ cần biết"
    },
    {
        "start": "00:19:00,960",
        "end": "00:19:05,160",
        "en": "Det håber jeg da. Og jeg har jo aldrig lovet dig noget.",
        "pa": "does this mean Katrine is back as evening anchor?\n I hope so. And I can tell you, Simon,",
        "vi": "thế nghĩa là Katrine trở lại làm người dẫn tối?\n Hi vọng thế. Tôi có thể nói với anh, Simon,"
    },
    {
        "start": "00:19:05,280",
        "end": "00:19:09,680",
        "en": "Er det, fordi Katrines eks er statsministerens pressechef?",
        "pa": "that I never said you were anything but a stand-in.\n And this is not because Katrine's ex is the prime minister's chief of press?",
        "vi": "tôi chưa từng nói anh dẫn chính thức.\n Không phải vì người yêu cũ của Katrine là cố vấn truyền thông Thủ tướng chứ?"
    },
    {
        "start": "00:19:09,800",
        "end": "00:19:13,160",
        "en": "-Vi lukker den her. -Torben...",
        "pa": "- Stop. Everyone's been briefed. -Torben.",
        "vi": "- Dừng ở đây. Mọi người đều được báo. - Torben."
    },
    {
        "start": "00:19:13,280",
        "end": "00:19:16,760",
        "en": "Vi kommer til at tale om det her.",
        "pa": "We are going to talk about this.",
        "vi": "Chúng ta sẽ nói về việc này."
    },
    {
        "start": "00:19:16,880",
        "end": "00:19:20,720",
        "en": "Jeg vil også være kæreste med statsministerens spindoktor.",
        "pa": "Goddamn it.\n I want to date the prime minister's spin doctor in my next life.",
        "vi": "Chết tiệt.\n Ước gì tôi là người yêu của cố vấn truyền thông của Thủ tướng."
    },
    {
        "start": "00:19:20,840",
        "end": "00:19:23,720",
        "en": "-Prinsessen er tilbage. -Velkommen tilbage.",
        "pa": "-Right, the princess is back.",
        "vi": "Phải, công chúa đã trở lại."
    },
    {
        "start": "00:19:23,840",
        "end": "00:19:25,840",
        "en": "Tak, Pia.",
        "pa": "-Welcome back, Katrine. -Thanks, Pia.",
        "vi": "- Chào mừng trở lại, Katrine. - Cảm ơn, Pia."
    },
    {
        "start": "00:19:28,720",
        "end": "00:19:33,200",
        "en": "Ja, det er fint. Vi tales ved. Hej.",
        "pa": "Mm-hmm. Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:19:33,320",
        "end": "00:19:39,600",
        "en": "Kasper, interviewet med TV1... Jeg tror ikke, det går alligevel.",
        "pa": "Fine. We'll talk later. Bye.\n Kasper...\n The TV1 interview. I don't think we can do it after all.",
        "vi": "Được. Nói chuyện sau nhé. Tạm biệt.\n Kasper...\n Buổi phỏng vấn với TV1. Chắc không làm được."
    },
    {
        "start": "00:19:41,400",
        "end": "00:19:45,840",
        "en": "-Hvad? De står her om fire timer. -Min familie er et sammenbrud nær.",
        "pa": "-What? They are here in four hours. -I know.",
        "vi": "- Gì? Bốn tiếng nữa họ đến. - Tôi biết."
    },
    {
        "start": "00:19:45,960",
        "end": "00:19:50,160",
        "en": "Laura er tavs, Magnus græder og vil ikke i skole...",
        "pa": "But my family is at the breaking point.\n Laura is silent. Magnus cries and won't go to school.\n It's just...",
        "vi": "Nhưng gia đình tôi đang khủng hoảng.\n Laura im lặng, Magnus khóc, không chịu đi học.\n Thật là..."
    },
    {
        "start": "00:19:54,600",
        "end": "00:19:56,800",
        "en": "Okay.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:19:59,040",
        "end": "00:20:04,560",
        "en": "Hvad nu hvis vi får mulighed for at se materialet? Og redigere i det?",
        "pa": "What if we get a chance to review the material?",
        "vi": "Nếu ta được xem trước nội dung thì sao?"
    },
    {
        "start": "00:20:04,680",
        "end": "00:20:08,840",
        "en": "Redigere i et materiale til nyhederne? Det er aldrig sket før.",
        "pa": "And edit it.\n Edit material we've given to the news?",
        "vi": "- Và sửa nó. - Sửa nội dung ta cung cấp cho thời sự à?"
    },
    {
        "start": "00:20:08,960",
        "end": "00:20:14,160",
        "en": "Vi har ikke råd til, at du skal trækkes gennem sladderpressen.",
        "pa": "-That's never happened before. -Birgitte, we can't afford...\n you being dragged through the tabloid mud with your personal life.",
        "vi": "- Điều đó chưa từng xảy ra. - Không thể để...\n báo lá cải lợi dụng đời tư của bà để dìm bà xuống."
    },
    {
        "start": "00:20:14,280",
        "end": "00:20:16,800",
        "en": "Og slet ikke nu.",
        "pa": "Least of all now.",
        "vi": "Ít nhất là bây giờ."
    },
    {
        "start": "00:20:21,800",
        "end": "00:20:26,960",
        "en": "Se, hvad du kan gøre. Det er din idé. Du har fire timer.",
        "pa": "See what you can do.\n This is coming from you. It's your idea.\n You have four hours.",
        "vi": "Xem anh có thể làm gì.\n Anh nảy ra ý định này. Là ý của anh.\n Anh có bốn tiếng."
    },
    {
        "start": "00:20:36,720",
        "end": "00:20:39,680",
        "en": "Åh ja, Torben...",
        "pa": "Oh, boy, Torben.",
        "vi": "Ôi trời, Torben."
    },
    {
        "start": "00:20:41,200",
        "end": "00:20:45,240",
        "en": "Jeg beklager, men vi må aflyse interviewet.",
        "pa": "I'm sorry, but we have to cancel the interview.",
        "vi": "Xin lỗi, nhưng ta phải hủy buổi phỏng vấn."
    },
    {
        "start": "00:20:46,640",
        "end": "00:20:50,640",
        "en": "Det var sjovt, det der. Du tager pis på mig, ikke?",
        "pa": "That's funny.",
        "vi": "Buồn cười quá."
    },
    {
        "start": "00:20:50,760",
        "end": "00:20:52,680",
        "en": "Beklager.",
        "pa": "You're kidding, right?\n I'm sorry.",
        "vi": "Anh đùa à?\n Tôi xin lỗi."
    },
    {
        "start": "00:20:52,800",
        "end": "00:20:57,280",
        "en": "Det kan du ikke. Jeg har jo to hold stående i 24 timer i en hel uge.",
        "pa": "You can't do that. I have two crews filming every day for a week.",
        "vi": "Anh không thể làm thế. Tôi đã cho hai đội quay phim ròng rã suốt một tuần."
    },
    {
        "start": "00:20:57,400",
        "end": "00:21:01,400",
        "en": "Jeg har genansat en irriterende journalist, fordi du bad om hende.",
        "pa": "I just rehired a young pain-in-the-ass journalist,",
        "vi": "Tôi còn tuyển lại cô nhà báo trẻ chuyên sinh sự,"
    },
    {
        "start": "00:21:01,520",
        "end": "00:21:05,760",
        "en": "Som sagt: Jeg beklager, men I er desværre blevet budt over.",
        "pa": "-because you specifically asked for her. -Like I said, I'm sorry.",
        "vi": "- vì anh đòi đích danh cô ấy. - Như tôi nói, tôi xin lỗi."
    },
    {
        "start": "00:21:05,880",
        "end": "00:21:09,120",
        "en": "-Af hvem? -2\"eren vil give os redigeringsret.",
        "pa": "But you've been overbid.\n -By who? -Channel 2 will give us editing rights.",
        "vi": "Nhưng bên khác đã thắng anh.\n - Ai? - Kênh 2 sẽ cho chúng tôi quyền biên tập."
    },
    {
        "start": "00:21:14,040",
        "end": "00:21:15,760",
        "en": "Hvabehar?",
        "pa": "Excuse me.",
        "vi": "Gì cơ?"
    },
    {
        "start": "00:21:18,040",
        "end": "00:21:20,920",
        "en": "Det er kraftedeme løgn, du.",
        "pa": "That's a goddamn lie.",
        "vi": "Nói dối trắng trợn."
    },
    {
        "start": "00:21:21,040",
        "end": "00:21:25,040",
        "en": "-Det må jeg lige snakke med dem om. -Du er velkommen.",
        "pa": "-I'll ask them. -Be my guest.",
        "vi": "- Tôi sẽ gọi bàn với họ. - Mời anh."
    },
    {
        "start": "00:21:25,160",
        "end": "00:21:28,920",
        "en": "Jeg tvivler bare på, at de vil indrømme det officielt.",
        "pa": "But I doubt they'd ever admit it officially.",
        "vi": "Nhưng chắc họ sẽ không thừa nhận chính thức."
    },
    {
        "start": "00:21:32,040",
        "end": "00:21:34,200",
        "en": "-Det er helt uhørt. -Ja.",
        "pa": "-Look, that is unheard of. -Yes.",
        "vi": "- Chuyện chưa từng có. - Vâng."
    },
    {
        "start": "00:21:34,320",
        "end": "00:21:39,440",
        "en": "-Det er jo et brud med alle regler. -Torben, vi er fuldstændig enige.",
        "pa": "It's a violation of all the fundamental rules of journalism.",
        "vi": "Nó vi phạm mọi nguyên tắc cơ bản trong báo chí."
    },
    {
        "start": "00:21:39,560",
        "end": "00:21:43,040",
        "en": "Men du ved, at det er praktisk for os.",
        "pa": "Torben, we agree completely.\n But if you look at it from our side, it's practical.",
        "vi": "Torben, chúng tôi hoàn toàn đồng ý.\n Nhưng nếu nhìn từ phía chúng tôi, nó thực tế đấy."
    },
    {
        "start": "00:21:43,160",
        "end": "00:21:47,000",
        "en": "Jeg kender dig. Jeg vidste, at du aldrig ville gå med til det.",
        "pa": "And I know you, I've worked here.",
        "vi": "Tôi hiểu anh, tôi từng làm ở đây."
    },
    {
        "start": "00:21:47,120",
        "end": "00:21:48,720",
        "en": "Fandeme nej.",
        "pa": "And I knew you'd never agree to it.\n - You bet I won't. -And I accept that completely,",
        "vi": "Tôi biết anh không đời nào đồng ý.\n - Chắn chắn. - Tôi chấp nhận hoàn toàn,"
    },
    {
        "start": "00:21:48,840",
        "end": "00:21:53,480",
        "en": "Det accepterer jeg. Også selvom det kun gælder den private del.",
        "pa": "even though it's only for the personal interview.",
        "vi": "dù chỉ để phỏng vấn đời tư."
    },
    {
        "start": "00:21:53,600",
        "end": "00:21:58,240",
        "en": "Hjemme hos statsministeren. Af hensyn til hendes børn og mand.",
        "pa": "-The personal part? -Yes, at home with the prime minister.",
        "vi": "- Phần đời tư? - Vâng, ở nhà với Thủ tướng."
    },
    {
        "start": "00:21:58,360",
        "end": "00:22:01,040",
        "en": "Birgitte er jo en omsorgsfuld kvinde.",
        "pa": "Out of consideration for her kids and husband.\n Birgitte is a very caring woman.",
        "vi": "Không liên quan đến chồng con bà ấy.\n Birgitte là một phụ nữ rất chu đáo."
    },
    {
        "start": "00:22:01,160",
        "end": "00:22:06,360",
        "en": "-Det er jo det, der er interessant. -Det er det, jeg siger til dig.",
        "pa": "-That's what so interesting. - That's what I'm saying.",
        "vi": "Chính thế mới thú vị.\n - Torben, ý tôi là vậy. - Đó là phần thú vị."
    },
    {
        "start": "00:22:06,480",
        "end": "00:22:11,640",
        "en": "Jeg forstår dit synspunkt. Det er derfor, 2\"eren får historien.",
        "pa": "I understand your position completely!\n And that's why Channel 2 gets the story.",
        "vi": "Tôi hoàn toàn hiểu quan điểm của anh!\n Vì thế Kênh 2 có bài đó."
    },
    {
        "start": "00:22:11,760",
        "end": "00:22:14,960",
        "en": "Jeg beklager, at jeg har spildt din tid.",
        "pa": "I'm sorry to have wasted your time.",
        "vi": "Xin lỗi vì làm phí thời gian của anh."
    },
    {
        "start": "00:22:18,600",
        "end": "00:22:20,800",
        "en": "Hey, hey... Kasper.",
        "pa": "Hey, hey, Kasper! Kasper.",
        "vi": "Này, Kasper! Kasper."
    },
    {
        "start": "00:22:20,920",
        "end": "00:22:23,120",
        "en": "Kom herind igen.",
        "pa": "Come back here.",
        "vi": "Quay lại đây."
    },
    {
        "start": "00:22:25,760",
        "end": "00:22:27,680",
        "en": "Luk døren.",
        "pa": "Close the door.",
        "vi": "Đóng cửa lại."
    },
    {
        "start": "00:22:31,880",
        "end": "00:22:35,600",
        "en": "Hvis du får, hvad du gerne vil have",
        "pa": "If you get what you want...",
        "vi": "Nếu anh được như mình muốn..."
    },
    {
        "start": "00:22:35,720",
        "end": "00:22:39,560",
        "en": "så får jeg total frihed i Statsministeriet.",
        "pa": "I get total autonomy in the prime minister's office.",
        "vi": "tôi được toàn quyền quyết trong văn phòng thủ tướng."
    },
    {
        "start": "00:22:41,040",
        "end": "00:22:47,440",
        "en": "-Ikke noget pilleri fra din side. -Det skal jeg have på skrift.",
        "pa": "No interference from you.",
        "vi": "- Anh không được can thiệp. - Phải viết bằng văn bản."
    },
    {
        "start": "00:22:47,560",
        "end": "00:22:50,400",
        "en": "Fint. Du får det på skrift.",
        "pa": "I need that in writing.\n Fine, you'll get it in writing.",
        "vi": "Được, anh sẽ có văn bản."
    },
    {
        "start": "00:22:51,840",
        "end": "00:22:54,120",
        "en": "Tak for kaffe.",
        "pa": "Thanks for the coffee.",
        "vi": "Cảm ơn vì mời cà phê."
    },
    {
        "start": "00:23:01,800",
        "end": "00:23:06,320",
        "en": "Den åbningstale, I lige har læst, er selvfølgelig kun stadig et udkast.",
        "pa": "Let me start by saying that the opening speech you've read",
        "vi": "Đầu tiên, bài phát biểu khai mạc Quốc hội các vị vừa đọc"
    },
    {
        "start": "00:23:06,440",
        "end": "00:23:10,560",
        "en": "Jeg føler stadig, at den savner miljøpolitiske ambitioner.",
        "pa": "is of course still only a draft.\n I still feel it lacks environmental ambition.",
        "vi": "tất nhiên chỉ là bản thảo.\n Tôi thấy nó thiếu tâm huyết về môi trường."
    },
    {
        "start": "00:23:10,680",
        "end": "00:23:15,960",
        "en": "Vi går efter forhøjede CO2-afgifter og en vækst i den grønne energi.",
        "pa": "I don't agree, Amir.\n We are still aiming at increased tax on carbon emissions\n and 20% growth in green energy over the next ten years.",
        "vi": "Tôi không đồng ý.\n Ta vẫn tăng thuế với  khí thải các-bon\n và tăng trưởng 20% năng lượng xanh trong mười năm tới."
    },
    {
        "start": "00:23:16,080",
        "end": "00:23:19,640",
        "en": "Det er et kompromis i forhold til Miljøpartiets udspil",
        "pa": "This is of course a compromise compared to the Green Party's proposal,",
        "vi": "Đây dĩ nhiên là thỏa hiệp so với đề xuất của Đảng Xanh,"
    },
    {
        "start": "00:23:19,760",
        "end": "00:23:23,800",
        "en": "men det er nu engang vilkårene i en regering som vores.",
        "pa": "but that's the reality in a government like ours.",
        "vi": "nhưng đó là thực tế ở Chính phủ như chúng ta."
    },
    {
        "start": "00:23:23,920",
        "end": "00:23:27,000",
        "en": "Er der nogen, der har noget?",
        "pa": "Does anybody have anything?",
        "vi": "Có ý kiến gì nữa không?"
    },
    {
        "start": "00:23:28,280",
        "end": "00:23:29,680",
        "en": "Ja?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:23:29,800",
        "end": "00:23:33,240",
        "en": "Jeg vil gerne drøfte meningsmålingerne.",
        "pa": "-Yes. -I'd like to discuss the polls.",
        "vi": "- Vâng? - Tôi muốn nói về các cuộc thăm dò."
    },
    {
        "start": "00:23:33,360",
        "end": "00:23:37,440",
        "en": "De er ikke med på dagsordenen, Pernille.",
        "pa": "The polls are not on the agenda, Pernille.",
        "vi": "Nó không nằm trong kế hoạch làm việc, Pernille."
    },
    {
        "start": "00:23:37,560",
        "end": "00:23:41,080",
        "en": "-Vi kan måske tale om dem senere? -Ja, selvfølgelig.",
        "pa": "No, but we could discuss them later?",
        "vi": "Không, nhưng ta có thể thảo luận sau?"
    },
    {
        "start": "00:23:41,200",
        "end": "00:23:42,680",
        "en": "Ja.",
        "pa": "-Yes, of course. - Yes.",
        "vi": "Vâng, tất nhiên rồi.\n Vâng."
    },
    {
        "start": "00:23:42,800",
        "end": "00:23:47,320",
        "en": "Jeg vil bede dig overholde aftalerne, når der er journalister til stede.",
        "pa": "I'd appreciate if you honored agreements when journalists are present, Pernille.",
        "vi": "Rất mong cô tôn trọng thỏa thuận khi nhà báo có mặt, Pernille."
    },
    {
        "start": "00:23:47,440",
        "end": "00:23:52,360",
        "en": "Bjørn havde forsøgt at få dig i tale omkring meningsmålingerne i går.",
        "pa": "I know, but Bjørn told me he'd already tried to talk to you",
        "vi": "Tôi biết, nhưng Bjørn nói ông ấy đã cố nói chuyện với bà"
    },
    {
        "start": "00:23:52,480",
        "end": "00:23:55,560",
        "en": "-I kom ikke så langt. -Jeg havde andet at tænke på.",
        "pa": "yesterday regarding the polls.\n -And that you didn't get far. -No, I had other business.",
        "vi": "hôm qua về các cuộc thăm dò.\n - Và bà không nói gì nhiều. - Không, tôi có việc khác."
    },
    {
        "start": "00:23:55,680",
        "end": "00:23:59,360",
        "en": "Arbejderpartiet er landets største parti.",
        "pa": "The Worker's Party is now undoubtedly biggest in the country.",
        "vi": "Chắc chắn Đảng Lao động là đảng lớn nhất nước."
    },
    {
        "start": "00:23:59,480",
        "end": "00:24:02,880",
        "en": "Det skal afspejles i ministerfordelingen.",
        "pa": "Yes.\n This must be reflected in the division of ministries.",
        "vi": "Vâng.\n Điều này phải được phản ánh trong việc phân chia các bộ."
    },
    {
        "start": "00:24:03,000",
        "end": "00:24:07,520",
        "en": "-Hvad vil I have, Bjørn? -Vi mener, det vil være rimeligt...",
        "pa": "What do you want, Bjørn?\n Well, we'll find it reasonable if we get--",
        "vi": "Ông muốn gì, Bjørn?\n Chúng tôi thấy sẽ hợp lý nếu chúng tôi nắm..."
    },
    {
        "start": "00:24:07,640",
        "end": "00:24:12,240",
        "en": "-Finansministeriet. -Bent Sejrø er finansminister.",
        "pa": "The Ministry of Finance.",
        "vi": "Bộ Tài chính."
    },
    {
        "start": "00:24:12,360",
        "end": "00:24:16,480",
        "en": "Efter at hans forhold til Yvonne Kjær kom frem, kan vi ikke stole på ham.",
        "pa": "Bent Sejrø is Minister of Finance.\n But since it came out he had a relationship with Yvonne Kjær,",
        "vi": "Bent Sejrø là Bộ trưởng Tài chính.\n Nhưng vì lộ ra ông ấy từng quan hệ với Yvonne Kjær,"
    },
    {
        "start": "00:24:16,600",
        "end": "00:24:20,720",
        "en": "Det mener du ikke, vel? Det er en gammel sladderhistorie.",
        "pa": "-we don't feel that we can trust him. -You can't be serious.\n It's old gossip only renewed by Laugesen's book.",
        "vi": "- chúng tôi không thể tin ông ấy. - Đùa à?\n Tin đồn cũ chỉ được khơi lại trong sách của Laugesen."
    },
    {
        "start": "00:24:20,840",
        "end": "00:24:26,240",
        "en": "-Hjalp det finansloven sidste gang? -Nej, det var mit håndværk.",
        "pa": "Was that relationship the reason why we passed the finance bill with New Right?",
        "vi": "Mối quan hệ đó là lý do ta thông qua dự luật tài chính với Cánh hữu Mới?"
    },
    {
        "start": "00:24:26,360",
        "end": "00:24:29,760",
        "en": "Bent er også den, der klarer sig dårligst i folks øjne.",
        "pa": "No, that was political skill on my part.\n Bent is the minister doing most poorly in the public's opinion.",
        "vi": "Không, đó là công trình chính trị của tôi.\n Theo dân chúng, Bent là bộ trưởng yếu kém nhất."
    },
    {
        "start": "00:24:29,880",
        "end": "00:24:31,360",
        "en": "Han sidder på pengekassen.",
        "pa": "He guards the money and says no.",
        "vi": "Ông ấy giữ tiền và toàn từ chối."
    },
    {
        "start": "00:24:31,440",
        "end": "00:24:34,160",
        "en": "Nævn mig én populær finansminister.",
        "pa": "Show me one popular minister of finance.",
        "vi": "Nói xem có Bộ trưởng Tài chính nào được yêu mến."
    },
    {
        "start": "00:24:34,280",
        "end": "00:24:39,320",
        "en": "-Finansministeren står herude. -Bed ham vente et øjeblik. Tak.",
        "pa": "The minister of finance is here.\n Tell him to wait a minute. We will be finished soon.",
        "vi": "Bộ trưởng Bộ Tài chính đã dến.\n Bảo ông ấy đợi một lát. Chúng tôi sắp xong."
    },
    {
        "start": "00:24:40,920",
        "end": "00:24:43,560",
        "en": "Bent er jo også en ældre herre.",
        "pa": "Bent is an old man, after all.",
        "vi": "Rốt cuộc, Bent là một ông già."
    },
    {
        "start": "00:24:43,680",
        "end": "00:24:47,120",
        "en": "I har sat jer både på Stats- og Finansministeriet.",
        "pa": "We can't overlook that you've got both prime minister and the treasury.",
        "vi": "Chúng tôi không thể không thấy bà nắm chức Thủ tướng và cả ngân sách."
    },
    {
        "start": "00:24:47,240",
        "end": "00:24:50,760",
        "en": "De burde deles mellem de to store regeringspartier.",
        "pa": "It is only fair to split them between the two biggest government parties.",
        "vi": "Chỉ công bằng khi chúng được chia cho hai đảng lớn nhất Chính phủ."
    },
    {
        "start": "00:24:50,880",
        "end": "00:24:56,240",
        "en": "Vi stiller ikke krav. Vi forventer, du træffer den nødvendige beslutning.",
        "pa": "We are not making demands. We are informing the prime minister,",
        "vi": "Chúng tôi không yêu cầu. Chúng tôi thông báo cho Thủ tướng"
    },
    {
        "start": "00:24:56,360",
        "end": "00:24:59,280",
        "en": "-Tak for snakken, Birgitte. -Tak.",
        "pa": "and she makes the proper decision.\n - Thank you, Birgitte. -Thank you.",
        "vi": "để bà ấy ra quyết định đúng đắn.\n - Cảm ơn đã dành thời gian. - Cảm ơn."
    },
    {
        "start": "00:25:13,160",
        "end": "00:25:16,800",
        "en": "Det er fint. Det skal jeg nok sørge for.",
        "pa": "That's fine. I'll make sure of it.",
        "vi": "Không sao. Tôi sẽ lo việc đó."
    },
    {
        "start": "00:25:16,920",
        "end": "00:25:20,240",
        "en": "Det skal jeg nok ordne. Godt. Hej.",
        "pa": "Yes, I'll handle that. Good.",
        "vi": "Vâng, tôi sẽ giải quyết. Tốt ạ."
    },
    {
        "start": "00:25:21,400",
        "end": "00:25:24,600",
        "en": "Sanne. Lad os se, om det var et lucky punch sidst",
        "pa": "Right, bye.\n Sanne.\n Let's see if the last time was a lucky punch",
        "vi": "Vâng, tạm biệt.\n Sanne.\n Hãy xem nếu lần trước là ăn may"
    },
    {
        "start": "00:25:24,720",
        "end": "00:25:28,600",
        "en": "eller om du rent faktisk har talent for taler.",
        "pa": "or if you really have a talent for theatrics.",
        "vi": "thì lần này cô có khiếu nghệ thuật thật không."
    },
    {
        "start": "00:25:29,600",
        "end": "00:25:33,680",
        "en": "Det må altså blive senere. Magnus og jeg har rigtig travlt.",
        "pa": "That will have to be later. Magnus and I are busy right now.",
        "vi": "Để sau nhé. Magnus và tôi đang bận."
    },
    {
        "start": "00:25:33,800",
        "end": "00:25:39,480",
        "en": "Jeg kan ikke både passe Magnus, mit arbejde og nu også dit arbejde.",
        "pa": "-Really? -I'm serious.\n I can't take care of both Magnus, my own job and now yours too.",
        "vi": "- Thật sao? - Thật đấy.\n Tôi không thể lo cho cả Magnus, việc của tôi, và thêm anh nữa."
    },
    {
        "start": "00:25:41,080",
        "end": "00:25:46,160",
        "en": "Hvad så med, at vi mødes i aften og går talen igennem der?",
        "pa": "All right, then let's meet tonight.",
        "vi": "Được rồi, tối nay gặp nhau nhé. ta sẽ xem qua bài phát biểu ở đó."
    },
    {
        "start": "00:25:47,280",
        "end": "00:25:51,800",
        "en": "-Og så tager jeg sushi med. -I aften?",
        "pa": "And we'll go through the speech there.\n And I'll bring sushi.",
        "vi": "Tôi sẽ mang sushi đến."
    },
    {
        "start": "00:25:51,920",
        "end": "00:25:54,600",
        "en": "-Det er en aftale. -Okay.",
        "pa": "Tonight?\n -It's a date. -Okay.",
        "vi": "Tối nay à?\n - Hẹn vậy đi. - Được."
    },
    {
        "start": "00:25:58,760",
        "end": "00:26:01,400",
        "en": "Hej. Vi er færdige nu...",
        "pa": "Hi. We are done now...",
        "vi": "Chào. Bọn em xong rồi..."
    },
    {
        "start": "00:26:01,520",
        "end": "00:26:04,440",
        "en": "Er statsministerens søn med på arbejde?",
        "pa": "Is the prime minister's son with her at work?",
        "vi": "Con trai Thủ tướng đến cơ quan mẹ à?"
    },
    {
        "start": "00:26:04,560",
        "end": "00:26:06,840",
        "en": "-Det er han, ja. -Sker det tit?",
        "pa": "-He sure is. - Does that happen often?",
        "vi": "- Chắc chắn rồi. - Có thường xuyên không?"
    },
    {
        "start": "00:26:06,960",
        "end": "00:26:10,560",
        "en": "-Tak for nu. -Må jeg ikke lige tale med ham?",
        "pa": "Thanks for now. It's been swell.\n - Can I get two minutes with him? -No.",
        "vi": "Cảm ơn nhé. Làm tốt lắm."
    },
    {
        "start": "00:26:10,680",
        "end": "00:26:15,160",
        "en": "Nej. Og nej, det er ikke et forsøg på at kontrollere den frie presse.",
        "pa": "And no, this is not an attempt to control the free press.",
        "vi": "- Em không thể nói hai phút với cậu bé à? - Không.\n Và không, đây không phải nỗ lực kiểm soát báo chí tự do."
    },
    {
        "start": "00:26:15,280",
        "end": "00:26:18,560",
        "en": "Du skal bare være glad for, at du fik interviewet.",
        "pa": "Just be glad you got the interview.",
        "vi": "Hãy mừng vì em được phỏng vấn."
    },
    {
        "start": "00:26:21,960",
        "end": "00:26:26,160",
        "en": "Onde tunger siger, at du har skaffet mig det.",
        "pa": "Word on the street is you got me my job back.",
        "vi": "Có lời đồn ác ý là nhờ anh mà em mới có việc."
    },
    {
        "start": "00:26:27,720",
        "end": "00:26:30,960",
        "en": "Sådan noget kunne du ikke finde på, vel?",
        "pa": "You would never do that, right?",
        "vi": "Anh không bao giờ làm thế nhỉ?"
    },
    {
        "start": "00:26:31,080",
        "end": "00:26:34,080",
        "en": "-Nej... -Tak.",
        "pa": "-No. -Thank you.",
        "vi": "Không."
    },
    {
        "start": "00:26:35,160",
        "end": "00:26:37,400",
        "en": "Vi ses.",
        "pa": "See you.",
        "vi": "Cảm ơn anh.\n Hẹn gặp lại."
    },
    {
        "start": "00:26:42,520",
        "end": "00:26:48,400",
        "en": "Ved du, at Kennedys taleskriver var af dansk afstamning? Fandeme jo.",
        "pa": "Did you know that Kennedy's speechwriter actually was of Danish heritage?",
        "vi": "Cô có biết\n người viết bài phát biểu của Kennedy là người gốc Đan Mạch?"
    },
    {
        "start": "00:26:48,520",
        "end": "00:26:52,800",
        "en": "Theodore Sorensen. Hans mor og far tog til USA",
        "pa": "Hell yes.\n Ted Sørensen.",
        "vi": "Chính xác.\n Theodor Sørensen."
    },
    {
        "start": "00:26:52,920",
        "end": "00:26:57,360",
        "en": "så deres søn fik muligheden for at skrive taler, der forandrede verden.",
        "pa": "His mom and dad traveled from Denmark to the USA,\n so their son got the chance to write the speeches that changed the world.",
        "vi": "Bố mẹ ông ấy di cư từ Đan Mạch đến Mỹ,\n để con trai họ được viết bài phát biểu thay đổi thế giới."
    },
    {
        "start": "00:26:58,720",
        "end": "00:27:02,840",
        "en": "Det fantastiske ved Kennedys indsættelsestale er",
        "pa": "What's fantastic about Kennedy's inaugural speech is",
        "vi": "Điều tuyệt vời về bài diễn văn nhậm chức của Kennedy là"
    },
    {
        "start": "00:27:02,960",
        "end": "00:27:05,920",
        "en": "at den både har patos",
        "pa": "that it has both pathos...",
        "vi": "nó vừa cảm động..."
    },
    {
        "start": "00:27:06,040",
        "end": "00:27:10,560",
        "en": "og samtidig skaber en følelse af nært fællesskab med præsidenten.",
        "pa": "and simultaneously creates\n a feeling of close kinship with the president.",
        "vi": "đồng thời tạo được\n cảm giác thân thiết với Tổng thống."
    },
    {
        "start": "00:27:11,720",
        "end": "00:27:15,760",
        "en": "Jamen så må du bare skrive noget lignende jo.",
        "pa": "Well...\n you'll just have to write something similar.",
        "vi": "Chà...\n Anh sẽ phải viết bài tương tự."
    },
    {
        "start": "00:27:15,880",
        "end": "00:27:18,720",
        "en": "Spørg ikke, hvad Nyborg kan gøre for dig...",
        "pa": "Don't ask what Birgitte Nyborg can do for you...",
        "vi": "Đừng hỏi Birgitte Nyborg có thể làm gì cho bạn..."
    },
    {
        "start": "00:27:18,840",
        "end": "00:27:21,840",
        "en": "For hun gider ikke høre på jer.",
        "pa": "-Because she doesn't want to hear you.",
        "vi": "Vì bà ấy không muốn nghe bạn nói."
    },
    {
        "start": "00:27:21,960",
        "end": "00:27:24,120",
        "en": "Så gør det selv.",
        "pa": "-So do it yourself.",
        "vi": "Nên tự làm đi."
    },
    {
        "start": "00:27:24,240",
        "end": "00:27:29,520",
        "en": "Jeg kan ikke bare kopiere teksten. Jeg kan måske kopiere strukturen.",
        "pa": "Sanne, I can't just copy the text.",
        "vi": "Sanne, tôi không thể sao chép lời."
    },
    {
        "start": "00:27:29,640",
        "end": "00:27:32,880",
        "en": "Den er jo bygget op som en tretrinsraket.",
        "pa": "I could perhaps copy the structure.\n It's built sort of like a three-stage rocket.",
        "vi": "Có lẽ tôi có thể sao chép cấu trúc.\n Nó có bố cục như tên lửa ba tầng."
    },
    {
        "start": "00:27:33,000",
        "end": "00:27:35,520",
        "en": "Hvordan?",
        "pa": "How so?",
        "vi": "Như thế nào?"
    },
    {
        "start": "00:27:35,640",
        "end": "00:27:40,760",
        "en": "Kennedy begynder en sætning med \"ask not\" tre gange.",
        "pa": "Kennedy...\n starts a sentence with \"ask not\" three times.",
        "vi": "Kennedy...\n bắt đầu ba câu \"đừng hỏi\"."
    },
    {
        "start": "00:27:40,880",
        "end": "00:27:46,240",
        "en": "Det skaber rytme. Rytmen bringer os ned i kroppen.",
        "pa": "It creates rhythm.\n The rhythm brings us down into our body.",
        "vi": "Nó tạo nhịp điệu.\n Nhịp điệu khiến chúng ta trở nên sâu lắng hơn."
    },
    {
        "start": "00:27:46,360",
        "end": "00:27:53,160",
        "en": "En politiker skal aldrig kun tale til hovedet, men også til maven.",
        "pa": "A politician must never speak only to the mind.\n But also to...",
        "vi": "Một chính trị gia không chỉ chạm được tới lý trí.\n Mà còn..."
    },
    {
        "start": "00:27:57,240",
        "end": "00:27:59,960",
        "en": "Og så til hjertet.",
        "pa": "the gut.\n And to the heart.",
        "vi": "tới tâm hồn.\n Và đến với trái tim."
    },
    {
        "start": "00:28:01,720",
        "end": "00:28:04,920",
        "en": "Det er jo der, ordene bliver siddende.",
        "pa": "That is where the words stick.",
        "vi": "Đó là nơi lưu giữ ngôn từ."
    },
    {
        "start": "00:28:40,600",
        "end": "00:28:45,800",
        "en": "Jeg vidste ikke, der var andre her. Der var mørkt på forkontoret.",
        "pa": "-Oh.\n Good evening. I didn't know there was anyone here.",
        "vi": "Ôi.\n Xin chào. Tôi không biết có người ở đây."
    },
    {
        "start": "00:28:45,920",
        "end": "00:28:50,440",
        "en": "Birgitte skal have næste udkast til talen i morgen, så...",
        "pa": "The light in the front office has been out for a while.\n Right, but Birgitte needs the new draft of the speech by tomorrow.",
        "vi": "Đèn ở văn phòng phía trước tắt lâu rồi.\n Vâng, nhưng Birgitte cần bản thảo mới của bài phát biểu trước ngày mai, nên..."
    },
    {
        "start": "00:28:52,160",
        "end": "00:28:56,920",
        "en": "Jeg hjalp lidt, men jeg er egentlig på vej hjem.",
        "pa": "-And... -I was helping.\n -Right. -But I was headed home.",
        "vi": "- Và... - Tôi đã giúp.\n - Vâng. - Nhưng tôi đã định về."
    },
    {
        "start": "00:28:57,040",
        "end": "00:28:59,920",
        "en": "Tak for hjælpen.",
        "pa": "Thank you for helping.",
        "vi": "Cảm ơn vì đã giúp."
    },
    {
        "start": "00:29:00,040",
        "end": "00:29:03,240",
        "en": "-Kom godt hjem. -Tak.",
        "pa": "Well, then get home safe.\n Thank you.",
        "vi": "Về nhà an toàn nhé.\n Cảm ơn anh."
    },
    {
        "start": "00:29:07,960",
        "end": "00:29:11,240",
        "en": "Jeg regner med, at du rydder op efter dig.",
        "pa": "I expect you to clean up after yourself, Kasper.",
        "vi": "Mong là anh tự biết giải quyết."
    },
    {
        "start": "00:29:11,360",
        "end": "00:29:16,400",
        "en": "Vi skal ikke have flæbende sekretærer rendende rundt i ministeriet.",
        "pa": "I don't like having bawling little secretaries running around the ministry.",
        "vi": "Tôi không muốn thấy cảnh mấy cô thư ký khóc tức tưởi ở đây."
    },
    {
        "start": "00:29:17,640",
        "end": "00:29:20,360",
        "en": "Selvfølgelig.",
        "pa": "Of course.",
        "vi": "Tất nhiên rồi."
    },
    {
        "start": "00:29:20,480",
        "end": "00:29:23,400",
        "en": "Godt.",
        "pa": "Good.",
        "vi": "Tốt."
    },
    {
        "start": "00:29:23,520",
        "end": "00:29:27,080",
        "en": "Jeg er spændt på at høre din tale.",
        "pa": "I'm excited to hear your speech.",
        "vi": "Tôi mong chờ bài phát biểu."
    },
    {
        "start": "00:29:32,240",
        "end": "00:29:37,280",
        "en": "Kan man både være statsminister og bage boller og slå græs?",
        "pa": "Can you be both prime minister and a housewife who...",
        "vi": "Bà có thể vừa là Thủ tướng, vừa là bà nội trợ"
    },
    {
        "start": "00:29:37,400",
        "end": "00:29:42,320",
        "en": "Nej, jeg bager ikke boller. Phillip står for butikken herhjemme.",
        "pa": "bakes buns and mows the lawn?\n No, I can't. I don't bake or take care of the garden.",
        "vi": "nướng bánh và cắt cỏ không?\n Không thể. Tôi không làm bánh hay chăm sóc vườn."
    },
    {
        "start": "00:29:42,440",
        "end": "00:29:48,600",
        "en": "Mit arbejde ligger i ministeriet. Og jeg bager virkelig dårlige boller!",
        "pa": "Phillip runs the shop at home.\n My job is at the ministry.\n And besides, I'm terrible at baking,",
        "vi": "Phillip lo việc nhà.\n Việc của tôi là ở Chính phủ.\n Hơn nữa, tôi làm bánh kém lắm,"
    },
    {
        "start": "00:29:48,720",
        "end": "00:29:52,560",
        "en": "Statsministerjobbet kræver meget af familien",
        "pa": "so everybody wins.\n Being prime minister is a special job that requires more of the family.",
        "vi": "nên đôi bên cùng có lợi.\n Làm thủ tướng là công việc đặc biệt đòi hỏi nhiều hơn ở gia đình."
    },
    {
        "start": "00:29:52,680",
        "end": "00:29:56,840",
        "en": "men det er vi heldigvis enige om alle sammen.",
        "pa": "But fortunately, we...",
        "vi": "Nhưng may là chúng tôi..."
    },
    {
        "start": "00:29:56,960",
        "end": "00:30:01,240",
        "en": "Lå den arbejdsfordeling klar sammen med valgresultatet?",
        "pa": "all agree on that.\n Was that division of labor agreed upon before the election result,",
        "vi": "đều thống nhất điều đó.\n Việc phân công được thống nhất trước khi có kết quả bầu cử"
    },
    {
        "start": "00:30:01,360",
        "end": "00:30:06,360",
        "en": "Nej, intet lå klar. Der var ingenting forberedt.",
        "pa": "or did you figure it out on the way?\n Nothing was agreed upon before the election result,\n I can assure you, nothing was prepared. Um...",
        "vi": "hay ông bà tùy cơ ứng biến?\n Chúng tôi không thống nhất gì trước khi có kết quả bầu cử,\n tôi đảm bảo là không chuẩn bị gì cả."
    },
    {
        "start": "00:30:09,360",
        "end": "00:30:13,880",
        "en": "Jeg tror, det vigtigste er at have den rigtige mand.",
        "pa": "I think the most important thing is...",
        "vi": "Tôi nghĩ điều quan trọng nhất là..."
    },
    {
        "start": "00:30:14,000",
        "end": "00:30:18,560",
        "en": "Og det har jeg. Ellers kan det ikke hænge sammen.",
        "pa": "to have the right husband.\n And that's what I have. ",
        "vi": "có người chồng phù hợp.\n Và tôi đã có."
    },
    {
        "start": "00:30:20,200",
        "end": "00:30:24,400",
        "en": "Det stiller så store krav til \"den rigtige mand\".",
        "pa": "Otherwise, nothing can work.\n That places great demands on the right husband. Um...",
        "vi": "Nếu không thì hỏng hết.\n Điều đó đặt ra đòi hỏi cao ở người chồng phù hợp."
    },
    {
        "start": "00:30:24,520",
        "end": "00:30:27,080",
        "en": "Hvordan finder du overskuddet?",
        "pa": "where do you find all that energy?",
        "vi": "Ông lấy đâu ra năng lượng đó?"
    },
    {
        "start": "00:30:28,200",
        "end": "00:30:31,320",
        "en": "Ja, altså...",
        "pa": "Uh, well, I mean...",
        "vi": "Chà, ý tôi..."
    },
    {
        "start": "00:30:31,440",
        "end": "00:30:34,800",
        "en": "At have overskud til dem, man elsker",
        "pa": "Having energy for the ones you love, I feel like it...",
        "vi": "Có năng lượng cho những người bạn yêu thương, tôi thấy nó..."
    },
    {
        "start": "00:30:34,920",
        "end": "00:30:39,600",
        "en": "kommer sgu ret naturligt. Ja...",
        "pa": "comes pretty naturally.\n Yes.",
        "vi": "diễn ra khá tự nhiên.\n Vâng."
    },
    {
        "start": "00:30:45,200",
        "end": "00:30:50,920",
        "en": "-Skal du til skøjteløb i morgen? -Ja, jeg følges med Mathilde.",
        "pa": "Did you have an ice skating competition tomorrow, Laura?\n Yes, I'm going with Mathilde.",
        "vi": "Mai con thi trượt băng à, Laura?\n Vâng, con sẽ đi với Mathilde."
    },
    {
        "start": "00:30:51,040",
        "end": "00:30:54,080",
        "en": "-Skal jeg ikke køre dig? -Det behøver du ikke.",
        "pa": "-Do you want me to drive you? -You don't have to.",
        "vi": "- Muốn bố đưa đi không? - Không cần đâu ạ."
    },
    {
        "start": "00:30:54,200",
        "end": "00:30:57,240",
        "en": "Må jeg godt gå fra bordet? Jeg er færdig.",
        "pa": "-Can I be excused? I'm done eating. - Mm-hmm.",
        "vi": "Con đi nhé? Con ăn xong rồi."
    },
    {
        "start": "00:30:57,360",
        "end": "00:31:00,280",
        "en": "-Tak for mad. -Velbekomme.",
        "pa": "-Thanks for dinner. -You are welcome.",
        "vi": "- Cảm ơn vì bữa tối. - Không có gì."
    },
    {
        "start": "00:31:02,760",
        "end": "00:31:06,880",
        "en": "-Tak for mad. -Velbekomme.",
        "pa": "Thanks for dinner.\n You're welcome.",
        "vi": "Cảm ơn vì bữa tối.\n Không có gì."
    },
    {
        "start": "00:31:08,600",
        "end": "00:31:11,960",
        "en": "-Jeg skal også til det møde. -Ja.",
        "pa": "I've also got that meeting.\n Right.",
        "vi": "Anh cũng có cuộc họp.\n Vâng."
    },
    {
        "start": "00:31:34,000",
        "end": "00:31:38,680",
        "en": "Tak for i dag. Jeg synes, det gik fint med det interview.",
        "pa": "Thank you for today. I think it went really well with that interview.",
        "vi": "Cảm ơn anh vì hôm nay. Cuộc phỏng vấn rất suôn sẻ."
    },
    {
        "start": "00:31:44,240",
        "end": "00:31:49,000",
        "en": "Jeg går ud fra, at du kommer hjem, inden ungerne vågner.",
        "pa": "I assume that...",
        "vi": "Chắc là... anh sẽ về trước khi các con thức dậy."
    },
    {
        "start": "00:31:49,120",
        "end": "00:31:51,360",
        "en": "Selvfølgelig.",
        "pa": "you'll be back before the kids wake up.\n Of course.",
        "vi": "Tất nhiên rồi."
    },
    {
        "start": "00:31:55,800",
        "end": "00:31:57,400",
        "en": "Hej.",
        "pa": "Bye.",
        "vi": "Tạm biệt."
    },
    {
        "start": "00:32:21,840",
        "end": "00:32:25,400",
        "en": "-Hej, Kasper. -Undskyld, jeg forstyrrer.",
        "pa": "-Hi, Kasper. -Birgitte, sorry to disturb.",
        "vi": "- Chào Kasper. - Xin lỗi vì làm phiền bà."
    },
    {
        "start": "00:32:25,520",
        "end": "00:32:29,920",
        "en": "Jeg har aftalt med nyhedschefen, at jeg ser interviewet igennem i morgen.",
        "pa": "It's okay.\n I just agreed with the news chief",
        "vi": "Không sao.\n Tôi vừa đồng ý với Trưởng Ban Thời sự"
    },
    {
        "start": "00:32:30,040",
        "end": "00:32:33,920",
        "en": "Katrine får ikke noget at vide.",
        "pa": "that I'll come and watch the interview tomorrow.\n Katrine won't know. She doesn't come in until later.",
        "vi": "rằng mai tôi sẽ đến xem buổi phỏng vấn.\n Katrine không biết. Cô ấy sẽ đến sau."
    },
    {
        "start": "00:32:34,040",
        "end": "00:32:38,720",
        "en": "Hvis vi laver nogle ændringer, falder det tilbage på nyhedschefen.",
        "pa": "If we make any changes, the story will be...",
        "vi": "Nếu ta thay đổi bất cứ gì, cứ nói..."
    },
    {
        "start": "00:32:38,840",
        "end": "00:32:41,440",
        "en": "Okay.",
        "pa": "-that the news chief asked for them. -Okay.",
        "vi": "- là Trưởng Ban Thời sự yêu cầu. - Được."
    },
    {
        "start": "00:32:41,560",
        "end": "00:32:45,080",
        "en": "Jeg har det dårligt med det.",
        "pa": "I don't feel good about it.",
        "vi": "Tôi có linh cảm không tốt."
    },
    {
        "start": "00:32:45,200",
        "end": "00:32:47,720",
        "en": "Det er ikke sådan noget, vi gør.",
        "pa": "It's not something we normally do.",
        "vi": "Đó không phải việc ta hay làm."
    },
    {
        "start": "00:32:47,840",
        "end": "00:32:53,280",
        "en": "Det var dit eget forslag, ellers var jeg aldrig gået med til det.",
        "pa": "Kasper, it was your suggestion, and I wouldn't have agreed otherwise.",
        "vi": "Là anh đề xuất, nếu không tôi đã không đồng ý."
    },
    {
        "start": "00:32:53,400",
        "end": "00:32:59,280",
        "en": "Find kynikeren frem eller betragt det som en ordre, hvis det er nemmere.",
        "pa": "-No, but... -There's nothing to discuss.\n Listen, find your inner cynic or consider it an order",
        "vi": "- Vâng, nhưng... - Không có gì phải bàn.\n Tìm lại sự cay độc vốn có đi, hoặc coi đó là mệnh lệnh,"
    },
    {
        "start": "00:32:59,400",
        "end": "00:33:01,360",
        "en": "Farvel.",
        "pa": "if that's easier.All right?\n -Bye. -Goodbye.",
        "vi": "nếu dễ hơn.\n Được chứ?\n - Tạm biệt. - Tạm biệt bà."
    },
    {
        "start": "00:33:11,520",
        "end": "00:33:14,960",
        "en": "Laura, sidder du der?",
        "pa": "Laura, are you sitting there?",
        "vi": "Laura, con ngồi đó à?"
    },
    {
        "start": "00:33:19,040",
        "end": "00:33:21,120",
        "en": "Hvad skulle far?",
        "pa": "Where did Dad go?",
        "vi": "Bố đâu rồi ạ?"
    },
    {
        "start": "00:33:21,240",
        "end": "00:33:25,840",
        "en": "-Han skulle til et møde. -Hvad for et møde?",
        "pa": "He had a meeting.",
        "vi": "Bố... Bố có cuộc họp."
    },
    {
        "start": "00:33:25,960",
        "end": "00:33:28,720",
        "en": "Det ved jeg ikke. Bare et møde.",
        "pa": "What meeting?\n I don't know. Just a meeting.",
        "vi": "Cuộc họp nào?\n - Mẹ không biết. Chỉ biết là họp. - Họ họp về chuyện gì?"
    },
    {
        "start": "00:33:28,840",
        "end": "00:33:32,680",
        "en": "-Hvad holder de møde om? -Det var bare et møde.",
        "pa": "What are they meeting about?",
        "vi": ""
    },
    {
        "start": "00:33:32,800",
        "end": "00:33:37,200",
        "en": "-Hvad for et møde var det? -Bare et møde, Laura!",
        "pa": "-It's just a meeting, Laura. -What meeting?\n Just a meeting, Laura!",
        "vi": "- Chỉ là họp thôi, Laura. - Họp gì?\n Chỉ biết là họp thôi!"
    },
    {
        "start": "00:33:37,320",
        "end": "00:33:41,440",
        "en": "Undskyld. Undskyld.",
        "pa": "I'm sorry. I'm sorry.",
        "vi": "Mẹ xin lỗi.\n Mẹ xin lỗi."
    },
    {
        "start": "00:33:41,560",
        "end": "00:33:44,440",
        "en": "Jeg er vist lidt træt.",
        "pa": "I think I'm a little tired.",
        "vi": "Chắc mẹ hơi mệt."
    },
    {
        "start": "00:33:44,560",
        "end": "00:33:47,360",
        "en": "Hvad sker der med dig og far?",
        "pa": "-I'm sorry. -What's happening with you and Dad, Mom?",
        "vi": "- Mẹ xin lỗi. - Bố mẹ có chuyện gì vậy?"
    },
    {
        "start": "00:33:48,880",
        "end": "00:33:54,080",
        "en": "Jeg ved det ikke. Det er lidt svært lige nu.",
        "pa": "I don't know.\n It's a little difficult right now. We...",
        "vi": "Mẹ không biết nữa.\n Hiện tại hơi khó khăn. Bố mẹ..."
    },
    {
        "start": "00:33:54,200",
        "end": "00:33:57,480",
        "en": "Vi gør hinanden meget kede af det.",
        "pa": "we make each other very sad.",
        "vi": "Bố mẹ làm nhau buồn."
    },
    {
        "start": "00:33:57,600",
        "end": "00:34:02,440",
        "en": "Men vi kæmper. Vi skal nok finde ud af det.",
        "pa": "But we are fighting to stay together. We'll figure it out.",
        "vi": "Nhưng bố mẹ đang nỗ lực, sẽ tìm ra cách."
    },
    {
        "start": "00:34:02,560",
        "end": "00:34:05,680",
        "en": "Vi finder ud af det.",
        "pa": "We'll figure it out.",
        "vi": "Bố mẹ sẽ tìm cách."
    },
    {
        "start": "00:34:10,160",
        "end": "00:34:13,720",
        "en": "Det stiller så store krav til \"den rigtige mand\".",
        "pa": "That places great demands on the right husband.Um...",
        "vi": "Điều đó đặt ra đòi hỏi cao ở người chồng phù hợp."
    },
    {
        "start": "00:34:13,840",
        "end": "00:34:16,760",
        "en": "Hvordan finder du overskuddet?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:16,880",
        "end": "00:34:23,240",
        "en": "At have overskud til dem, man elsker, det kommer sgu ret naturligt.",
        "pa": "where do you find all that energy?\n Having energy for the ones you love, I feel like it...",
        "vi": "Ông lấy đâu ra năng lượng đó?\n Có năng lượng cho những người bạn yêu thương, tôi thấy nó..."
    },
    {
        "start": "00:34:23,360",
        "end": "00:34:25,400",
        "en": "Og så går vi ud der.",
        "pa": "comes pretty naturally.\n - We end there.",
        "vi": "diễn ra khá tự nhiên.\n Ta kết thúc ở đó."
    },
    {
        "start": "00:34:25,520",
        "end": "00:34:30,040",
        "en": "Hvad med det klip, hvor Phillip taler om Birgittes dedikation?",
        "pa": "What about the clip where...",
        "vi": "Thế còn đoạn phim mà..."
    },
    {
        "start": "00:34:30,160",
        "end": "00:34:34,560",
        "en": "-Hvilket et af dem? -Der var et eller andet klip.",
        "pa": "Phillip talks about Birgitte's dedication?\n -Which one? -There was a clip...\n There are some here.",
        "vi": "Phillip nói về sự tận tâm của Birgitte?\n - Cái nào? - Có một đoạn clip...\n Có một ít ở đây."
    },
    {
        "start": "00:34:34,680",
        "end": "00:34:37,640",
        "en": "Videre. Videre. Det der.",
        "pa": "Continue. Continue.\n That one.",
        "vi": "Tiếp tục đi. Tiếp tục đi.\n Chỗ đó."
    },
    {
        "start": "00:34:39,680",
        "end": "00:34:43,040",
        "en": "Hvilket ord beskriver bedst Birgitte?",
        "pa": "Let's listen.\n Which word best describes your wife Birgitte?",
        "vi": "Nghe đi.\n Từ nào miêu tả rõ nhất về vợ ông, Birgitte?"
    },
    {
        "start": "00:34:43,160",
        "end": "00:34:46,400",
        "en": "Dedikeret.",
        "pa": "Dedicated.",
        "vi": "Tận tâm."
    },
    {
        "start": "00:34:46,520",
        "end": "00:34:52,200",
        "en": "Birgitte er et af de mest dedikerede mennesker, jeg nogensinde har mødt.",
        "pa": "I think Birgitte is one of the most...\n dedicated persons I've ever met.",
        "vi": "Tôi nghĩ Birgitte là một trong những... người tận tâm nhất mà tôi từng gặp."
    },
    {
        "start": "00:34:57,640",
        "end": "00:35:02,360",
        "en": "Hun kan ikke lade være med at kæmpe for de ting, hun tror på.",
        "pa": "And I think that's because she just can't help fighting for what she believes in.",
        "vi": "Chắc là vì cô ấy không ngừng đấu tranh cho điều mình tin tưởng."
    },
    {
        "start": "00:35:02,480",
        "end": "00:35:05,640",
        "en": "Det klip ville du have ud før.",
        "pa": "Didn't you just ask to have that cut because he looked lost in the middle?",
        "vi": "Chẳng phải anh bảo bỏ đoạn đó vì chỗ giữa ông ấy hơi gượng?"
    },
    {
        "start": "00:35:05,760",
        "end": "00:35:10,280",
        "en": "Lav et indklip med Birgitte og børnene mellem de to udtalelser.",
        "pa": "Try making a...\n a cut with Birgitte and the kids between those two statements.",
        "vi": "Hãy thử... cho cảnh Birgitte và các con vào chỗ giữa câu đó."
    },
    {
        "start": "00:35:10,400",
        "end": "00:35:15,160",
        "en": "Vi har de to klip, hvor hun laver lektier med børnene.",
        "pa": "We have one where she does homework with the kids.",
        "vi": "Đã dùng đoạn đó lúc bà ấy giúp các con làm bài tập."
    },
    {
        "start": "00:35:21,920",
        "end": "00:35:25,000",
        "en": "Ulrik, vi vil ikke forstyrres.",
        "pa": "Ulrik, didn't you read the \"Do Not Disturb\" sign on the door?",
        "vi": "Ulrik, không đọc biển \"Không làm phiền\" à?"
    },
    {
        "start": "00:35:25,120",
        "end": "00:35:29,000",
        "en": "Har vi fået ny mand på redaktionen? Hvor er Katrine?",
        "pa": "Have we got a new man on the team?",
        "vi": "Có người mới trong nhóm à?"
    },
    {
        "start": "00:35:29,120",
        "end": "00:35:33,120",
        "en": "Ulrik, vi arbejder. Gider du ikke lige...",
        "pa": "-Where's Katrine? -Ulrik, we are working. Could you please?",
        "vi": "- Katrine đâu? - Chúng tôi đang làm việc. Phiền anh."
    },
    {
        "start": "00:35:40,480",
        "end": "00:35:44,640",
        "en": "Hej, Katrine. Jeg har lige set noget, som jeg synes, du skal vide.",
        "pa": "Hi, Katrine. It's Ulrik.",
        "vi": "Chào Katrine. Ulrik đây."
    },
    {
        "start": "00:35:44,760",
        "end": "00:35:46,920",
        "en": "Så ser den sådan der ud.",
        "pa": "I just saw something you should know.\n It will look like this.",
        "vi": "Tôi vừa thấy điều cô nên biết.\n Trông nó sẽ thế này."
    },
    {
        "start": "00:35:47,040",
        "end": "00:35:51,920",
        "en": "Dedikeret. Jeg tror, Birgitte er et af de mest dedikerede mennesker",
        "pa": "Dedicated.\n I think Birgitte is one of the most...",
        "vi": "Tận tâm.\n Tôi nghĩ Birgitte là một trong những... người tận tâm nhất mà tôi từng gặp."
    },
    {
        "start": "00:35:52,040",
        "end": "00:35:54,600",
        "en": "jeg nogensinde har mødt.",
        "pa": "dedicated persons I've ever met.",
        "vi": ""
    },
    {
        "start": "00:35:54,720",
        "end": "00:36:00,840",
        "en": "Hun kan ikke lade være med at kæmpe for de ting, hun tror på.",
        "pa": "And I think that's because she just can't help fighting for what she believes in.",
        "vi": "Chắc là vì cô ấy không ngừng đấu tranh cho điều mình tin tưởng."
    },
    {
        "start": "00:36:02,720",
        "end": "00:36:05,560",
        "en": "Sanne, jeg ville ikke forstyrres.",
        "pa": "Sanne, I said no disturbances.",
        "vi": "Sanne, tôi nói không làm phiền."
    },
    {
        "start": "00:36:05,680",
        "end": "00:36:08,120",
        "en": "Birgitte?",
        "pa": "Birgitte.",
        "vi": "Birgitte."
    },
    {
        "start": "00:36:11,040",
        "end": "00:36:13,800",
        "en": "Hej.",
        "pa": "Hi.",
        "vi": "Chào anh."
    },
    {
        "start": "00:36:20,360",
        "end": "00:36:24,600",
        "en": "-Jeg har ikke sovet hos Sasha i nat. -Det behøver du ikke fortælle.",
        "pa": "I didn't sleep at Sascha's last night.",
        "vi": "Tối qua anh không ngủ ở nhà Sascha."
    },
    {
        "start": "00:36:24,720",
        "end": "00:36:30,040",
        "en": "Jeg har ikke sovet overhovedet. Jeg har siddet i bilen hele natten",
        "pa": "-I don't need to know where you sleep. -No.\n I'm just saying I didn't sleep at all.\n I've been sitting in the car...",
        "vi": "- Em không cần biết anh ngủ ở đâu. - Không.\n Anh chỉ nói là anh không hề chợp mắt.\n Anh ngồi trong xe..."
    },
    {
        "start": "00:36:30,160",
        "end": "00:36:34,720",
        "en": "og tænkt på det i går.",
        "pa": "all night and been thinking...\n about yesterday.",
        "vi": "cả đêm và suy nghĩ...\n về ngày hôm qua."
    },
    {
        "start": "00:36:43,200",
        "end": "00:36:49,760",
        "en": "Kan du huske, da vi så Lars Hesselboe og hans kone på tv",
        "pa": "Do you remember when we saw...\n Lars Hesselboe and his wife on TV...",
        "vi": "Em có nhớ khi ta thấy...\n Lars Hesselboe và vợ trên tivi..."
    },
    {
        "start": "00:36:49,880",
        "end": "00:36:52,920",
        "en": "lige efter sidste valg?",
        "pa": "-right after the last election? -Yes.",
        "vi": "- ngay sau cuộc bầu cử trước. - Vâng."
    },
    {
        "start": "00:36:54,400",
        "end": "00:36:58,160",
        "en": "At sådan ville vi aldrig blive.",
        "pa": "That we would never be like that and...",
        "vi": "Ta nói sẽ không bao giờ như thế..."
    },
    {
        "start": "00:36:58,280",
        "end": "00:37:02,200",
        "en": "-Det er et år siden, Birgitte. -Phillip, vi må give det lidt tid.",
        "pa": "That's a year ago, Birgitte.\n -One year. -Phillip.",
        "vi": "Mới một năm trước.\n - Một năm. - Phillip."
    },
    {
        "start": "00:37:02,320",
        "end": "00:37:06,240",
        "en": "Nej, nej! Du skal høre, hvad jeg siger nu.",
        "pa": "-Phillip, give it some time. -No.\n No, listen to me now.\n Okay.",
        "vi": "- Phillip, hãy chờ thêm chút nữa. - Không.\n Không, nghe anh nói này.\n Được rồi."
    },
    {
        "start": "00:37:11,000",
        "end": "00:37:15,920",
        "en": "Det fineste, der er sket i mit liv...",
        "pa": "The most wonderful thing...\n that's happened in my life...",
        "vi": "Điều tuyệt vời nhất... xảy ra trong đời anh..."
    },
    {
        "start": "00:37:17,440",
        "end": "00:37:22,000",
        "en": "...det er det, vi to har haft sammen.",
        "pa": "is what... you and I had together.",
        "vi": "là điều... mà chúng ta có với nhau."
    },
    {
        "start": "00:37:22,120",
        "end": "00:37:24,680",
        "en": "Dig og mig.",
        "pa": "You and I.",
        "vi": "Anh và em."
    },
    {
        "start": "00:37:27,360",
        "end": "00:37:32,560",
        "en": "Men... i det interview, vi lavede i går",
        "pa": "But...",
        "vi": "Nhưng..."
    },
    {
        "start": "00:37:32,680",
        "end": "00:37:36,800",
        "en": "er vi ved at gøre alt det til en parodi.",
        "pa": "in the interview we did yesterday...\n we were turning all that into a parody.",
        "vi": "trong cuộc phỏng vấn hôm qua...\n ta đã biến nó thành màn kịch."
    },
    {
        "start": "00:37:36,920",
        "end": "00:37:40,440",
        "en": "Og vi er skidegode til det. Altså, vi kan...",
        "pa": "And we are good at it.",
        "vi": "Lại còn diễn rất giỏi."
    },
    {
        "start": "00:37:40,560",
        "end": "00:37:46,840",
        "en": "Vi kan jo fandeme sidde og forråde det, mens vi smiler.",
        "pa": "We could...\n damn it, we could...\n lie while smiling.",
        "vi": "Ta có thể...\n Chết tiệt, ta có thể...\n nói dối trắng trợn... mà vẫn cười."
    },
    {
        "start": "00:37:52,200",
        "end": "00:37:56,320",
        "en": "Men det vil jeg ikke, Birgitte, og det kan jeg ikke.",
        "pa": "But I won't, Birgitte, and I can't.",
        "vi": "Nhưng anh sẽ không làm thế, anh không thể."
    },
    {
        "start": "00:37:58,120",
        "end": "00:38:01,280",
        "en": "Hvad vil du?",
        "pa": "What do you want then?",
        "vi": "Vậy anh muốn gì?"
    },
    {
        "start": "00:38:01,400",
        "end": "00:38:06,360",
        "en": "Jeg vil skilles så hurtigt som muligt.",
        "pa": "I want a divorce.\n As quickly as possible.",
        "vi": "Anh muốn ly dị.\n Càng sớm càng tốt."
    },
    {
        "start": "00:38:07,800",
        "end": "00:38:12,120",
        "en": "Det skal ikke være det her, vi husker.",
        "pa": "This can't be what we remember.",
        "vi": "Đây không thể là điều ta nên nhớ."
    },
    {
        "start": "00:38:52,720",
        "end": "00:38:55,440",
        "en": "Lige et øjeblik.",
        "pa": "-One moment.",
        "vi": "Đợi chút."
    },
    {
        "start": "00:38:58,560",
        "end": "00:39:01,600",
        "en": "-Hold nu kæft... -Birgitte.",
        "pa": "Goddamn.\n Birgitte.",
        "vi": "Chết tiệt.\n Birgitte?"
    },
    {
        "start": "00:39:01,720",
        "end": "00:39:04,800",
        "en": "Hej, Kasper. Vi har et problem.",
        "pa": "-Hi, Kasper, we have a problem. -Yes.",
        "vi": "- Kasper, có một vấn đề. - Vâng?"
    },
    {
        "start": "00:39:04,920",
        "end": "00:39:07,640",
        "en": "Jeg skal skilles.",
        "pa": "I'm getting divorced.",
        "vi": "Tôi sắp ly dị."
    },
    {
        "start": "00:39:10,120",
        "end": "00:39:14,400",
        "en": "-Og det er helt sikkert? -Ja.",
        "pa": "And it is certain and irrevocable?",
        "vi": "Đã chắc chắn hay có thể rút lại?"
    },
    {
        "start": "00:39:14,520",
        "end": "00:39:18,640",
        "en": "-Med hensyn til udsendelsen... -Det skal jeg nok tage mig af.",
        "pa": "Yes.\n Regarding the interview...",
        "vi": "Chắc chắn.\n Về cuộc phỏng vấn..."
    },
    {
        "start": "00:39:18,760",
        "end": "00:39:20,760",
        "en": "Tak.",
        "pa": "Don't worry, I'll handle it.\n Thank you.",
        "vi": "Đừng lo, tôi sẽ xử lý.\n Cảm ơn anh."
    },
    {
        "start": "00:39:34,800",
        "end": "00:39:40,560",
        "en": "Dedikeret. Jeg tror, at Birgitte er et af de mest dedikerede men...",
        "pa": "Dedicated.\n I think Birgitte is one of the most...",
        "vi": "Tận tâm.\n Tôi nghĩ Birgitte là một trong những... người tận tâm..."
    },
    {
        "start": "00:39:41,920",
        "end": "00:39:45,560",
        "en": "-Jeg beklager, men det går ikke. -Hvad mener du?",
        "pa": "dedicated--\n I'm sorry, but it's not going to work out.",
        "vi": "Xin lỗi nhưng không được rồi."
    },
    {
        "start": "00:39:45,680",
        "end": "00:39:48,680",
        "en": "-Vi kan ikke sende det. -Vi har rettet det til.",
        "pa": "What do you mean?\n You can't broadcast it.\n But we edited it to please you.",
        "vi": "Ý anh là sao?\n - Không thể phát nó. - Đã biên tập theo ý anh."
    },
    {
        "start": "00:39:48,800",
        "end": "00:39:51,360",
        "en": "Der foreligger en ny situation.",
        "pa": "Yes, but now there is a new development that I can't disclose.",
        "vi": "Ừ, nhưng nảy sinh tình huống mới mà tôi không thể tiết lộ."
    },
    {
        "start": "00:39:51,480",
        "end": "00:39:55,680",
        "en": "I skal slette samtlige optagelser fra statsministerens hjem.",
        "pa": "I want you to erase all footage from the prime minister's home.",
        "vi": "Hãy xóa hết đoạn phim ở nhà của Thủ tướng."
    },
    {
        "start": "00:39:55,800",
        "end": "00:39:58,960",
        "en": "Vi har arbejdet i døgndrift på det.",
        "pa": "No way! We've been working non-stop for this.",
        "vi": "Không đời nào! Chúng tôi vì nó mà làm ngày đêm."
    },
    {
        "start": "00:39:59,080",
        "end": "00:40:01,600",
        "en": "Det kan du ikke bede os om.",
        "pa": "It's already far out that Katrine isn't here. You can't do this!",
        "vi": "Vắng mặt Katrine đã quá lắm rồi. Không được làm thế!"
    },
    {
        "start": "00:40:01,720",
        "end": "00:40:07,160",
        "en": "Torben Friis har givet os den fulde vetoret over programmet.",
        "pa": "There is nothing to discuss.\n Torben Friis signed a paper giving us\n complete veto on everything taped in the prime minister's home.",
        "vi": "Không cần bàn bạc. Torben Friis đã ký giấy cho chúng tôi\n quyền xóa mọi thứ được ghi trong nhà Thủ tướng."
    },
    {
        "start": "00:40:07,280",
        "end": "00:40:09,320",
        "en": "Hvordan går det?",
        "pa": "-So, how's it going? - Torben.",
        "vi": "- Thế nào rồi? - Torben."
    },
    {
        "start": "00:40:09,440",
        "end": "00:40:13,320",
        "en": "Jeg går ud fra, at du har clearet det her med dine folk?",
        "pa": "I assume you cleared this with your people?",
        "vi": "Chắc anh đã nói rõ với nhân viên?"
    },
    {
        "start": "00:40:13,440",
        "end": "00:40:18,920",
        "en": "-Hvad er problemet? -Kan vi lige snakke sammen?",
        "pa": "What's going on, Torben?\n I don't know. What's the issue?",
        "vi": "Chuyện gì vậy, Torben?\n Tôi không biết... Có chuyện gì?"
    },
    {
        "start": "00:40:19,040",
        "end": "00:40:24,200",
        "en": "-Vi må indgå et kompromis. -Vi har en kontrakt.",
        "pa": "Could we talk alone for a minute?\n Listen, we have to compromise.",
        "vi": "Ta nói chuyện riêng nhé?\n Nghe này, chúng ta phải thỏa hiệp."
    },
    {
        "start": "00:40:24,320",
        "end": "00:40:26,400",
        "en": "Ja.",
        "pa": "Torben, we have a contract.\n Yes.",
        "vi": "Torben, chúng ta có hợp đồng.\n Vâng."
    },
    {
        "start": "00:40:26,520",
        "end": "00:40:30,520",
        "en": "Jeg går ud fra, at Katrine ikke behøver vide noget om det her.",
        "pa": "And I assume that...\n Katrine doesn't need to know about this.",
        "vi": "Và tôi cho rằng... Katrine không cần biết về điều này?"
    },
    {
        "start": "00:40:32,880",
        "end": "00:40:38,280",
        "en": "Jeg får det til at se ud, som om det er direktionens beslutning.",
        "pa": "Of course, I'll just make it look like it was the boss who...\n made the decision.",
        "vi": "Tất nhiên, tôi sẽ làm như giám đốc là người...\n đã quyết định thế."
    },
    {
        "start": "00:40:51,720",
        "end": "00:40:56,680",
        "en": "Ekspres bliver ved med at skrive om mit forhold til Yvonne.",
        "pa": "Birgitte. Have you seen Ekspres?\n They keep writing about my affair with Yvonne.",
        "vi": "Birgitte. Bà đọc tờ Express chưa?\n Họ viết mãi về việc tôi quan hệ với Yvonne."
    },
    {
        "start": "00:40:56,800",
        "end": "00:41:01,160",
        "en": "Det er ren og skær spin. Nogen vil miskreditere mig.",
        "pa": "It's simply ridiculous!\n I guarantee you, this is pure spin. Someone is trying to discredit me.",
        "vi": "Thật lố bịch.\n Chắc chắn là chiêu trò. Có kẻ đang cố hạ uy tín của tôi."
    },
    {
        "start": "00:41:01,280",
        "end": "00:41:03,480",
        "en": "-Hvem? -Hvem som helst.",
        "pa": "-Who do you think? -I don't know. Anyone.",
        "vi": "- Ông nghĩ là ai? - Không biết. Bất cứ ai."
    },
    {
        "start": "00:41:03,600",
        "end": "00:41:07,840",
        "en": "Hesselboe... for at bringe Yvonne tilbage i hans alliance igen.",
        "pa": "Hesselboe.\n To bring back Yvonne into his alliance.",
        "vi": "Hesselboe.\n Để lôi kéo Yvonne quay lại ủng hộ."
    },
    {
        "start": "00:41:07,960",
        "end": "00:41:13,600",
        "en": "Ved at sprede den slags rygter vil hun sandsynligvis holde afstand.",
        "pa": "By spreading rumors about us being close to her,",
        "vi": "Bằng cách tung tin ta thân thiết với cô ấy,"
    },
    {
        "start": "00:41:13,720",
        "end": "00:41:16,920",
        "en": "-Eller Arbejderpartiet. -Hvorfor?",
        "pa": "she'll probably keep her distance.\n Or the Worker's Party.",
        "vi": "có thể cô ấy sẽ giữ khoảng cách.\n Hoặc Đảng Lao động."
    },
    {
        "start": "00:41:17,040",
        "end": "00:41:21,600",
        "en": "De vejrer morgenluft efter de gode meningsmålinger.",
        "pa": "-Why them? -Like you said, they smell victory\n after the favorable polls.",
        "vi": "- Sao lại là họ? - Như bà nói, họ thấy mùi chiến thắng\n sau những cuộc thăm dò thuận lợi."
    },
    {
        "start": "00:41:21,720",
        "end": "00:41:25,720",
        "en": "Nej. Nå, op i røven!",
        "pa": "They want more influence.\n Damn it. Well...",
        "vi": "Họ muốn thêm ảnh hưởng.\n Chết tiệt. Chà..."
    },
    {
        "start": "00:41:25,840",
        "end": "00:41:30,080",
        "en": "Man skal ikke lytte til sådan noget vrøvl. Vrøvl er det!",
        "pa": "Screw it.\n Just don't listen to nonsense like that.\n It's nonsense! Nonsense! ",
        "vi": "Mặc kệ.\n Đừng nghe những lời vớ vẩn đó.\n Hết sức bậy bạ!"
    },
    {
        "start": "00:41:32,080",
        "end": "00:41:36,640",
        "en": "-Hvordan tager din kone det? -Hun...",
        "pa": "How's your wife taking it?\n She...",
        "vi": "- Vợ ông phản nứng thế nào? - Bà ấy..."
    },
    {
        "start": "00:41:39,080",
        "end": "00:41:42,760",
        "en": "Vi har arrangeret os.",
        "pa": "we've arranged ourselves.",
        "vi": "Chúng tôi tự điều chỉnh."
    },
    {
        "start": "00:41:42,880",
        "end": "00:41:46,160",
        "en": "Hvad med dig selv?",
        "pa": "What about you?",
        "vi": "Bà thế nào?"
    },
    {
        "start": "00:41:46,280",
        "end": "00:41:51,000",
        "en": "Det var desværre for sent. Jeg skal skilles.",
        "pa": "It was unfortunately too late.\n I'm getting divorced.",
        "vi": "Không may là quá muộn. Tôi sắp ly dị."
    },
    {
        "start": "00:41:59,880",
        "end": "00:42:02,360",
        "en": "Jamen dog.",
        "pa": "Oh, my.",
        "vi": "Ôi trời."
    },
    {
        "start": "00:42:13,920",
        "end": "00:42:17,040",
        "en": "Er der noget, jeg kan gøre?",
        "pa": "Can I do anything?",
        "vi": "Tôi giúp gì được không?"
    },
    {
        "start": "00:42:25,320",
        "end": "00:42:27,400",
        "en": "Vi må tale sammen.",
        "pa": "Katrine, we need to talk--",
        "vi": "Katrine, chúng ta cần nói..."
    },
    {
        "start": "00:42:27,520",
        "end": "00:42:32,320",
        "en": "\"Prisen gives for en kompromisløs skildring af retsvæsenets bagsider",
        "pa": "\"The award is given for the series' uncompromising,\n provoking picture of the dark side of the Danish justice system.",
        "vi": "\"Giải thưởng thuộc về chương trình không khoan nhượng,\n quyết liệt về mặt tối của hệ thống tư pháp Đan Mạch."
    },
    {
        "start": "00:42:32,440",
        "end": "00:42:36,360",
        "en": "fortalt med dyb respekt for journalistikkens helligste dyd:",
        "pa": "Told with a deep respect for the highest virtues of journalism,",
        "vi": "Được phản ánh bằng sự tôn trọng sâu sắc với đạo đức báo chí cao nhất."
    },
    {
        "start": "00:42:36,480",
        "end": "00:42:39,600",
        "en": "Politisk uafhængighed og upartiskhed.\"",
        "pa": "political autonomy and non-partisanship.\" Do you recognize it?",
        "vi": "Chính trị thuần túy và không thiên vị\". Anh nhận ra không?"
    },
    {
        "start": "00:42:39,720",
        "end": "00:42:43,840",
        "en": "Det er Cavling-komitéens begrundelse fra 1998, da du vandt prisen.",
        "pa": "It's the Cavling committee's reason from 1998, back when you won it.",
        "vi": "Đó là lý do của Ủy ban Cavling năm 1998, khi anh giành giải."
    },
    {
        "start": "00:42:43,960",
        "end": "00:42:46,360",
        "en": "Hvordan fanden kunne du gøre det?",
        "pa": "-Thanks for that subtle point. -How could you!",
        "vi": "- Cảm ơn vì lập luận tinh tế. - Sao anh có thể?"
    },
    {
        "start": "00:42:46,480",
        "end": "00:42:52,440",
        "en": "Hvis ikke vi havde sagt ja, var portrættet gået til 2\"eren.",
        "pa": "If we hadn't agreed to it, Channel 2 would have done it.",
        "vi": "Nếu chúng ta không đồng ý, Kênh 2 sẽ được làm."
    },
    {
        "start": "00:42:52,560",
        "end": "00:42:57,640",
        "en": "Du har ladet statsministerens spindoktor redigere et nyhedsindslag!",
        "pa": "Idealism is great, but we must follow progress.\n Torben, you let the prime minister's spin doctor edit a news segment!",
        "vi": "Chủ nghĩa lý tưởng là tốt, nhưng ta phải thức thời.\n Anh để cố vấn truyền thông của Thủ tướng sửa phần tin!"
    },
    {
        "start": "00:42:57,760",
        "end": "00:43:02,760",
        "en": "Vi er landets største tv-station. Der er mange dagsordener.",
        "pa": "That's the fucking opposite of progress!\n We are the biggest station in the country, okay?",
        "vi": "Là đi ngược lại sự tiến bộ!\n Ta là đài lớn nhất cả nước."
    },
    {
        "start": "00:43:02,880",
        "end": "00:43:06,840",
        "en": "Bevillinger. Det nye medieforlig. Der er tusind ting.",
        "pa": "There are many agendas here every day.\n I have to assess grants, the new political agreement on media.",
        "vi": "Mỗi ngày có nhiều kế hoạch ở đây.\n Tôi phải đánh giá tài trợ, thỏa thuận mới về truyền thông."
    },
    {
        "start": "00:43:06,960",
        "end": "00:43:13,000",
        "en": "Nej, der er én ting. Du har et ansvar, som du har svigtet.",
        "pa": "-There are a thousand things. -No, there's one thing!\n It's so easy to be an idealist without responsibility!",
        "vi": "- Có cả ngàn thứ. - Không, có một thứ!\n Lý tưởng thì dễ nếu không phải gánh trách nhiệm!"
    },
    {
        "start": "00:43:13,120",
        "end": "00:43:18,240",
        "en": "I udlandet går journalister i døden for at forsvare den frie presse.",
        "pa": "You have a responsibility that you severely failed!\n In other countries, journalists die defending a free press.\n You just piss on it!",
        "vi": "Anh có một nhiệm vụ và thất bại thảm hại!\n Ở các nước khác, nhà báo chết để bảo vệ tự do báo chí,\n mà anh ngồi lên đó!"
    },
    {
        "start": "00:43:19,920",
        "end": "00:43:23,920",
        "en": "Du har frivilligt taget mundkurv på, og jeg vil ikke være med til det",
        "pa": "You let yourself be gagged voluntarily, and I won't be a part of it.",
        "vi": "Anh tự nguyện để người ta bịt miệng, và tôi sẽ không tham gia."
    },
    {
        "start": "00:43:24,040",
        "end": "00:43:27,960",
        "en": "så du får min opsigelse på mail.",
        "pa": "I'll mail you my resignation.",
        "vi": "Tôi sẽ gửi đơn xin nghỉ việc."
    },
    {
        "start": "00:43:32,400",
        "end": "00:43:37,080",
        "en": "Jeg er ked af det med dig og Phillip. Sig til, hvis jeg kan gøre noget.",
        "pa": "I'm sorry about you and Phillip, and if there's anything I can do,",
        "vi": "Tôi rất tiếc về chuyện bà và Phillip. Nếu tôi có thể làm gì,"
    },
    {
        "start": "00:43:37,200",
        "end": "00:43:40,760",
        "en": "Vi holder det hele hemmeligt indtil videre.",
        "pa": "-let me know. -Thank you.",
        "vi": "- cứ cho tôi biết. - Cảm ơn."
    },
    {
        "start": "00:43:40,880",
        "end": "00:43:45,000",
        "en": "Børnene får det først at vide på tirsdag efter Folketingets åbning.",
        "pa": "We'll keep it secret for now.\n The kids won't be told until Tuesday after the opening of Parliament.",
        "vi": "Tạm thời giữ kín đã.\n Đến thứ Ba, sau khi khai mạc Quốc hội, bọn trẻ mới được báo."
    },
    {
        "start": "00:43:45,120",
        "end": "00:43:49,960",
        "en": "Og Kasper, når vi så går ud, skal det være kort og usentimentalt.",
        "pa": "And, Kasper, when we go public, I don't want a big media show,",
        "vi": "Khi chúng tôi công khai, tôi không muốn truyền thông làm ầm ĩ,"
    },
    {
        "start": "00:43:50,080",
        "end": "00:43:56,000",
        "en": "Jo mere vi downplayer det, jo mindre medlidenhed kan du få.",
        "pa": "keep it short and unsentimental.\n Of course, but it goes without saying that the more we...\n downplay this, the less sympathy you'll reap.",
        "vi": "hãy làm ngắn gọn, không lâm ly.\n Tất nhiên, nhưng chắc chắn ta càng...\n giảm nhẹ việc này thì bà càng ít được đồng cảm."
    },
    {
        "start": "00:43:56,120",
        "end": "00:44:01,240",
        "en": "Man kan ikke få det hele, vel? Hvilket leder mig hen på talen.",
        "pa": "Well, you can't have it all, right?\n Which leads me to the speech, Kasper.",
        "vi": "Không thể có mọi thứ.\n Nó khiến tôi nhớ đến bài phát biểu."
    },
    {
        "start": "00:44:01,360",
        "end": "00:44:07,040",
        "en": "Det var rigtig flot arbejde, men talen skal ville noget mere.",
        "pa": "It's really great work, but...",
        "vi": "Nó tuyệt lắm, nhưng..."
    },
    {
        "start": "00:44:07,160",
        "end": "00:44:12,160",
        "en": "Fint. Hvad vil du så? Hvorfor skal jeg stemme på dig?",
        "pa": "this has to be a speech that aims higher.\n Fine.\n Then what do you want? Huh?",
        "vi": "đây phải là bài phát biểu tham vọng hơn.\n Được ạ.\n Vậy bà muốn gì?"
    },
    {
        "start": "00:44:12,280",
        "end": "00:44:15,640",
        "en": "Vil du noget ud over at bevare magten?",
        "pa": "Why should I keep voting for you? Do you just want to stay in power?",
        "vi": "Hả?\n Sao tôi phải tiếp tục bầu cho bà? Bà chỉ muốn giữ ghế thôi?"
    },
    {
        "start": "00:44:18,800",
        "end": "00:44:22,800",
        "en": "Vi har fandeme fået gennemført meget i løbet af det første år.",
        "pa": "We've accomplished a hell of a lot this first year.",
        "vi": "Năm đầu tiên chúng ta đã đạt nhiều thành tựu."
    },
    {
        "start": "00:44:22,920",
        "end": "00:44:25,680",
        "en": "Hvad vil du?",
        "pa": "-We are changing Denmark. -What do you want?",
        "vi": "- Ta đang thay đổi Đan Mạch. - Bà muốn gì?"
    },
    {
        "start": "00:44:32,040",
        "end": "00:44:36,880",
        "en": "Jeg vil fortælle danskerne, at de er bedre, end de selv tror.",
        "pa": "I want to tell the Danes they are better than they think.",
        "vi": "Tôi muốn nói với người Đan Mạch là họ giỏi hơn họ nghĩ."
    },
    {
        "start": "00:44:37,000",
        "end": "00:44:40,480",
        "en": "De har bare glemt det",
        "pa": "They've just forgotten it.",
        "vi": "Họ chỉ quên mất thôi."
    },
    {
        "start": "00:44:40,600",
        "end": "00:44:45,520",
        "en": "fordi alle har ret til en ny bil og et fedt køkken",
        "pa": "Because everyone has the right to...",
        "vi": "Vì ai cũng có quyền có..."
    },
    {
        "start": "00:44:45,640",
        "end": "00:44:48,960",
        "en": "og en fed familie og en elskerinde og en sejlbåd.",
        "pa": "a new car, a great kitchen, a loving family, a mistress and a boat.",
        "vi": "xe mới, căn bếp tuyệt vời, một gia đình hoàn hảo, người yêu và một con tàu."
    },
    {
        "start": "00:44:50,080",
        "end": "00:44:55,120",
        "en": "Vi lever i en verden, hvor enhver har forfulgt sin personlige lykke.",
        "pa": "We've long been living in a world where everyone at any point could",
        "vi": "Lâu nay ta sống trong thế giới mà mọi người luôn luôn có thể"
    },
    {
        "start": "00:44:55,240",
        "end": "00:44:58,880",
        "en": "Og vi følte os uretfærdigt behandlet, hvis vi ikke fik den.",
        "pa": "pursue their own personal happiness.\n And we've felt unfairly treated if we didn't get it.",
        "vi": "theo đuổi hạnh phúc riêng.\n Ta thấy mình bị đối xử bất công nếu không có nó."
    },
    {
        "start": "00:44:59,000",
        "end": "00:45:01,680",
        "en": "Men man kan ikke få det hele.",
        "pa": "Perhaps it's time to realize you can't have it all.",
        "vi": "Có lẽ đã đến lúc nhận ra ta không thể có mọi thứ."
    },
    {
        "start": "00:45:01,800",
        "end": "00:45:05,920",
        "en": "Ingen sur opsang! Fællesskabet skal være noget positivt.",
        "pa": "Just don't make it a lecture.",
        "vi": "Đừng biến nó thành bài giảng."
    },
    {
        "start": "00:45:06,040",
        "end": "00:45:08,920",
        "en": "Det har danskerne bevist mange gange.",
        "pa": "It's positive to be a part of a community.\n Well, the Danish people have proven that many times.",
        "vi": "Làm một phần của cộng đồng là tốt mà.\n Người Đan Mạch đã chứng tỏ điều đó nhiều lần."
    },
    {
        "start": "00:45:09,040",
        "end": "00:45:12,760",
        "en": "At de er parate til at ofre noget.",
        "pa": "That they are ready for the hard choice, when the chips are down,",
        "vi": "Họ sẵn sàng ra lựa chọn khó khăn, vào lúc quyết định, họ sẵn sàng hi sinh."
    },
    {
        "start": "00:45:12,880",
        "end": "00:45:17,360",
        "en": "Vi har bare glemt det. Vi nøjes med at synge det til begravelser.",
        "pa": "ready to sacrifice.\n We've just forgotten it.",
        "vi": "Ta chỉ quên thôi."
    },
    {
        "start": "00:45:17,480",
        "end": "00:45:20,920",
        "en": "\"Kæmp for alt, hvad du har kært.\"",
        "pa": "We only sing it in church when somebody has died.\n \"Fight for all that you hold dear.\"",
        "vi": "Ta chỉ hát trong nhà thờ khi có người chết.\n \"Hãy chiến đấu vì những gì ta yêu quý\"."
    },
    {
        "start": "00:45:25,480",
        "end": "00:45:29,080",
        "en": "Det kan noget.",
        "pa": "That's got something.",
        "vi": "Hay đấy."
    },
    {
        "start": "00:45:29,200",
        "end": "00:45:32,320",
        "en": "Jeg har den nu. Du bliver glad.",
        "pa": "I've got it now. I promise you will like it.",
        "vi": "Có rồi đây."
    },
    {
        "start": "00:45:32,440",
        "end": "00:45:38,160",
        "en": "Jeg skriver den i Spejlsalen. Kan du ikke sige, at jeg sidder i møde?",
        "pa": "I'm going to the Mirror Room to write,\n so please don't disturb me. Just say I'm in a meeting.",
        "vi": "Chắc chắn cô sẽ thích.\n Tôi sẽ đến Phòng Gương để viết,\n đừng làm phiền tôi. Cứ bảo tôi đang họp."
    },
    {
        "start": "00:45:38,280",
        "end": "00:45:43,320",
        "en": "Kasper, måske skulle vi lige snakke lidt sammen om i går.",
        "pa": "Kasper, perhaps you and I should talk.",
        "vi": "Kasper, có lẽ ta nên nói chuyện."
    },
    {
        "start": "00:45:43,440",
        "end": "00:45:49,040",
        "en": "Ja, selvfølgelig. Prøv at høre her. Jeg...",
        "pa": "About yesterday.\n Yes.\n Yes, of course.",
        "vi": "Về hôm qua.\n Vâng.\n Tất nhiên rồi."
    },
    {
        "start": "00:45:50,480",
        "end": "00:45:54,160",
        "en": "Det var fantastisk at gå talen igennem sammen med dig.",
        "pa": "Listen, I...\n I think it was fantastic to go through the speech with you.",
        "vi": "Nghe này, tôi...\n Thật tuyệt khi xem xét bài phát biểu với cô."
    },
    {
        "start": "00:45:54,280",
        "end": "00:45:56,600",
        "en": "Og det var dejligt at...",
        "pa": "And it was nice to...",
        "vi": "Thật vui khi..."
    },
    {
        "start": "00:45:58,560",
        "end": "00:46:01,080",
        "en": "At...",
        "pa": "to...",
        "vi": "khi..."
    },
    {
        "start": "00:46:05,640",
        "end": "00:46:09,840",
        "en": "Jeg ville under normale omstændigheder invitere dig ud nu",
        "pa": "I...\n I would normally ask you out on a date now.",
        "vi": "Tôi...\n Thường thì giờ tôi sẽ rủ cô hẹn hò."
    },
    {
        "start": "00:46:09,960",
        "end": "00:46:15,240",
        "en": "og så have håbet på, at vi kunne fortsætte, hvor vi slap i går.",
        "pa": "-And hope to pick up where we left... -It's fine. Okay.",
        "vi": "- Và mong là sẽ tiếp tục... - Không sao đâu. Được rồi."
    },
    {
        "start": "00:46:15,360",
        "end": "00:46:19,240",
        "en": "-Man kan jo ikke få alt. -Nej.",
        "pa": "You can't have everything.\n -No.",
        "vi": "Ta không thể có tất cả.\n Đúng thế."
    },
    {
        "start": "00:46:40,040",
        "end": "00:46:41,880",
        "en": "Birgitte.",
        "pa": "Birgitte.",
        "vi": "Birgitte."
    },
    {
        "start": "00:46:42,000",
        "end": "00:46:46,840",
        "en": "Pressen bliver ved med at skrive om Sejrø og Yvonne.",
        "pa": "You've probably read that the press keeps writing about Sejrø and Yvonne.",
        "vi": "Chắc bà đã biết báo chí liên tục viết về Sejrø và Yvonne."
    },
    {
        "start": "00:46:46,960",
        "end": "00:46:52,280",
        "en": "Når tilliden til regeringen svækkes, har det offentlighedens interesse.",
        "pa": "-I wonder who has an interest in that.\n When a relationship at Borgen weakens the government,",
        "vi": "Tôi tự hỏi ai hưởng lợi từ việc đó.\n Khi mối quan hệ ở Borgen làm suy yếu Chính phủ,"
    },
    {
        "start": "00:46:52,400",
        "end": "00:46:59,400",
        "en": "Det drejer sig om en gammel affære. Jeg nægter at tale om det.",
        "pa": "-it is in the public's interest to know. -Stop it.\n It concerns an old, private and finished affair.",
        "vi": "- lợi ích của dân bị ảnh hưởng. - Thôi đi.\n Nó liên quan đến mối quan hệ riêng tư và đã kết thúc."
    },
    {
        "start": "00:46:59,520",
        "end": "00:47:04,560",
        "en": "Skal vi så ikke tale om en mere rimelig fordeling af ministerierne?",
        "pa": "You make it sound like high treason. I refuse to discuss it like this.\n But you won't refuse to discuss a more fair division ",
        "vi": "Mấy người làm như đó là phản quốc. Tôi từ chối bàn về việc này.\n Chắc bà không từ chối thảo luận về việc phân chia hợp lý hơn"
    },
    {
        "start": "00:47:04,680",
        "end": "00:47:10,760",
        "en": "Folketingsgruppen insisterer på det. Miljøpartiet støtter op omkring det.",
        "pa": "-of the most powerful ministries? - Right.\n Because I'm afraid our party insists on it.\n -And the Green Party supports it. -The Green Party?",
        "vi": "- các bộ quyền lực nhất? - Đúng.\n E rằng đảng chúng tôi nhất định yêu cầu như thế.\n - Và Đảng Xanh ủng hộ. - Đảng Xanh?"
    },
    {
        "start": "00:47:12,760",
        "end": "00:47:16,320",
        "en": "Har I haft drøftelser, som jeg ikke er orienteret om?",
        "pa": "Mm-hmm.\n Have you had talks without me?",
        "vi": "Các vị nói chuyện sau lưng tôi à?"
    },
    {
        "start": "00:47:16,440",
        "end": "00:47:20,320",
        "en": "Amir har forståelse for vores synspunkt.",
        "pa": "Not talks, but Amir is sympathetic to our view.",
        "vi": "Không, nhưng Amir đồng cảm với quan điểm của chúng tôi."
    },
    {
        "start": "00:47:20,440",
        "end": "00:47:24,600",
        "en": "Jeg skal åbne Folketinget på tirsdag med en samlet regering i ryggen.",
        "pa": "I'm opening Parliament on Tuesday.\n Preferably with a strong, united government behind me.",
        "vi": "Tôi sẽ mở Quốc hội vào thứ Ba.\n Mong có Chính phủ mạnh, đoàn kết phía sau tôi."
    },
    {
        "start": "00:47:24,720",
        "end": "00:47:28,680",
        "en": "-Jeres timing er besynderlig. -Timingen er perfekt.",
        "pa": "I think your method and timing is very peculiar.",
        "vi": "Các vị chọn cách làm và thời điểm thật lạ lùng."
    },
    {
        "start": "00:47:28,800",
        "end": "00:47:33,840",
        "en": "Vi starter med en ministerrokade for at trimme holdet til det nye år.",
        "pa": "The timing is perfect.\n We start with a little government reshuffle",
        "vi": "Thời điểm hoàn hảo.\n Chúng ta bắt đầu với một cuộc cải tổ nhỏ"
    },
    {
        "start": "00:47:33,960",
        "end": "00:47:37,600",
        "en": "Du vil gerne beholde magten.",
        "pa": "to trim the team for the new Parliament year.\n You want to stay in power, and we want to support you.",
        "vi": "để sắp xếp đội ngũ cho năm quốc hội mới.\n Bà muốn giữ ghế, và chúng tôi muốn ủng hộ bà."
    },
    {
        "start": "00:47:37,720",
        "end": "00:47:42,480",
        "en": "Vores aktier hos vælgerne står bedre end dine. Længere er den vel ikke.",
        "pa": "Our stock with the voters is better than yours.\n That's all.",
        "vi": "Chúng tôi có uy tín với cử tri hơn bà.\n Thế thôi."
    },
    {
        "start": "00:47:46,200",
        "end": "00:47:49,400",
        "en": "Jamen tak for snakken.",
        "pa": "Thanks for the chat.",
        "vi": "Cảm ơn vì cuộc nói chuyện."
    },
    {
        "start": "00:47:51,920",
        "end": "00:47:54,960",
        "en": "Vil du skrive dem her under, før du går?",
        "pa": "Could you sign these before you leave?\n Yes.",
        "vi": "Bà ký trước khi đi được chứ?\n Được."
    },
    {
        "start": "00:47:57,760",
        "end": "00:48:00,720",
        "en": "Kunne vi to tale sammen senere på dagen?",
        "pa": "Sanne, could you and I talk later today?",
        "vi": "Sanne?\n Lát nữa chúng ta nói chuyện nhé?"
    },
    {
        "start": "00:48:00,840",
        "end": "00:48:03,840",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:48:09,320",
        "end": "00:48:13,480",
        "en": "Jeg har lige haft en lille samtale med Arbejderpartiet.",
        "pa": "Niels Erik, um...\n I just had a chat with the Worker's Party.",
        "vi": "Niels Erik...\n Tôi vừa trao đổi với Đảng Lao động."
    },
    {
        "start": "00:48:15,320",
        "end": "00:48:20,000",
        "en": "Vi skal nok informere hoffet om, at der kommer en ny minister.",
        "pa": "We should inform the royal court \n that I will present a new minister during the opening of Parliament.",
        "vi": "Ta nên báo cho Hoàng gia\n rằng tôi sẽ giới thiệu một bộ trưởng mới trong lễ khai mạc quốc hội."
    },
    {
        "start": "00:48:20,120",
        "end": "00:48:22,560",
        "en": "Jeg kontakter Hofmarskallatet.",
        "pa": "I'll contact the lord chamberlain right away.",
        "vi": "Tôi sẽ liên lạc ngay với viên tổng quản."
    },
    {
        "start": "00:48:22,680",
        "end": "00:48:27,120",
        "en": "Og jeg skal mødes med finansministeren, inden han går.",
        "pa": "And I need to see the minister of finance before he leaves today.",
        "vi": "Tôi cần gặp Bộ trưởng Tài chính hôm nay, trước khi ông ấy về."
    },
    {
        "start": "00:48:27,240",
        "end": "00:48:31,440",
        "en": "-Find ud af, hvad der passer ham. -Selvfølgelig.",
        "pa": "Could you schedule it?",
        "vi": "Anh lên lịch được không?"
    },
    {
        "start": "00:48:31,560",
        "end": "00:48:34,160",
        "en": "Tak.",
        "pa": "Yes, of course.\n Thank you.",
        "vi": "Vâng, tất nhiên rồi.\n Cảm ơn."
    },
    {
        "start": "00:48:47,480",
        "end": "00:48:49,400",
        "en": "Tak.",
        "pa": "Thank you.",
        "vi": "Cảm ơn."
    },
    {
        "start": "00:48:56,200",
        "end": "00:48:59,240",
        "en": "Arbejderpartiet presser mig.",
        "pa": "The Worker's Party is twisting my arm.",
        "vi": "Đảng Lao động dồn tôi vào thế bí."
    },
    {
        "start": "00:48:59,360",
        "end": "00:49:04,760",
        "en": "De mener, at din affære har skabt mistillid blandt regeringsparterne.",
        "pa": "They insist that your affair with Yvonne Kjær\n has sown mistrust among the government parties.",
        "vi": "Họ khăng khăng là ông quan hệ với Yvonne Kjær\n gieo rắc sự ngờ vực giữa các đảng phái."
    },
    {
        "start": "00:49:04,880",
        "end": "00:49:08,080",
        "en": "-Det er jo latterligt. -Og Amir er med på vognen.",
        "pa": "That's ridiculous.\n And they've got Amir on board.",
        "vi": "- Thật nực cười. - Họ đã lôi kéo được Amir đồng ý."
    },
    {
        "start": "00:49:08,200",
        "end": "00:49:11,720",
        "en": "Skal jeg give en offentlig undskyldning?",
        "pa": "This is pure hysteria.\n Do I need to publicly apologize or what?",
        "vi": "Đúng là điên rồ hết sức.\n Tôi cần công khai xin lỗi hay sao?"
    },
    {
        "start": "00:49:11,840",
        "end": "00:49:16,880",
        "en": "-\"Sorry I had sex with that woman.\" -Det har ikke noget med det at gøre.",
        "pa": "Sorry, I had sex with that woman.\n Well, it's got nothing to do with that.",
        "vi": "Xin lỗi, tôi đã ngủ với cô ấy."
    },
    {
        "start": "00:49:17,000",
        "end": "00:49:20,320",
        "en": "Affæren er en løftestang for et helt andet formål.",
        "pa": "The affair is just leverage for another purpose entirely.",
        "vi": "Chẳng liên quan đến chuyện đó.\n Chẳng qua họ lợi dụng việc đó cho mục đích khác hẳn."
    },
    {
        "start": "00:49:20,440",
        "end": "00:49:24,120",
        "en": "Bent, de vil have Finansministeriet.",
        "pa": "Bent, they want the Ministry of Finance.",
        "vi": "Bent, họ muốn Bộ Tài chính."
    },
    {
        "start": "00:49:24,240",
        "end": "00:49:28,720",
        "en": "Birgitte, det behøver du sgu da ikke give dem, vel?",
        "pa": "You don't have to give it to them. Right?",
        "vi": "Birgitte, bà đâu cần trao nó cho họ.\n Đúng không?"
    },
    {
        "start": "00:49:42,320",
        "end": "00:49:46,480",
        "en": "Jeg er ikke færdig endnu. Jeg er måske ikke særlig ung mere",
        "pa": "Birgitte, I'm not finished yet.",
        "vi": "Birgitte, tôi chưa hết nhiệm kỳ."
    },
    {
        "start": "00:49:46,600",
        "end": "00:49:50,240",
        "en": "men jeg har erfaringen, og jeg kender spillet.",
        "pa": "I might not be so young anymore, but I...\n I have the experience, and I know the game.",
        "vi": "Có thể tôi đã có tuổi, nhưng tôi...\n Tôi có kinh nghiệm, hiểu tình hình."
    },
    {
        "start": "00:49:50,360",
        "end": "00:49:55,840",
        "en": "-Politik har været mit liv. -Ja, og det her er politik.",
        "pa": "-Politics has been my life. -Right, and this is politics, Bent.",
        "vi": "- Chính trị là cuộc sống của tôi. - Phải, đây là chính trị, Bent."
    },
    {
        "start": "00:49:55,960",
        "end": "00:49:59,560",
        "en": "Jeg har brug for, at du trækker dig.",
        "pa": "I need you to resign.",
        "vi": "Tôi cần ông từ chức."
    },
    {
        "start": "00:50:14,520",
        "end": "00:50:21,680",
        "en": "Ja... så bliver der jo også tid til at passe mine hortensiaer.",
        "pa": "Well...\n then I'll have time to tend to my hydrangeas.",
        "vi": "Ừ thì...\n Tôi sẽ có thời gian chăm sóc hoa tú cầu."
    },
    {
        "start": "00:51:25,560",
        "end": "00:51:27,680",
        "en": "Det er første tirsdag i oktober.",
        "pa": "It is the first Tuesday of October,",
        "vi": "Hôm nay là thứ Ba đầu tiên của tháng Mười,"
    },
    {
        "start": "00:51:27,760",
        "end": "00:51:30,920",
        "en": "Alt drejer sig om den åbningstale",
        "pa": "and all political debates these days have been about the opening speech",
        "vi": "và mọi cuộc tranh luận chính trị đều xoay quanh bài diễn văn khai mạc"
    },
    {
        "start": "00:51:31,040",
        "end": "00:51:34,400",
        "en": "Birgitte Nyborg vil holde, når Folketinget åbner.",
        "pa": "Birgitte Nyborg will give in a minute, when a new year in Parliament begins.",
        "vi": "của Birgitte Nyborg trong một phút nữa, khi một năm Quốc hội mới bắt đầu."
    },
    {
        "start": "00:51:34,520",
        "end": "00:51:39,800",
        "en": "Der er stor opmærksomhed omkring statsministerens ministerrokade.",
        "pa": "There is also great attention on the cabinet reshuffle",
        "vi": "Người ta cũng rất chú ý đến cuộc cải tổ nội các"
    },
    {
        "start": "00:51:39,920",
        "end": "00:51:43,880",
        "en": "Bent Sejrø har trukket sig som finansminister",
        "pa": "the prime minister announced a few days ago.\n Bent Sejrø surprisingly chose to resign the powerful seat",
        "vi": "mà Thủ tướng tuyên bố vài ngày trước.\n Bent Sejrø bất ngờ từ chức Bộ trưởng Tài chính quyền lực,"
    },
    {
        "start": "00:51:44,000",
        "end": "00:51:48,040",
        "en": "og Nyborg har cementeret samarbejdet med Arbejderpartiet",
        "pa": "as minister of finance,\n which allowed Birgitte Nyborg to solidify her relationship with the Worker's Party",
        "vi": "cho phép Birgitte Nyborg củng cố quan hệ hợp tác với Đảng Lao động."
    },
    {
        "start": "00:51:48,160",
        "end": "00:51:51,760",
        "en": "og givet finansministerposten til Pernille Madsen.",
        "pa": "by giving them the Ministry of Finance, which will be headed by Pernille Madsen.",
        "vi": "bằng cách trao cho họ Bộ Tài chính, sẽ do Pernille Madsen lãnh đạo."
    },
    {
        "start": "00:51:51,880",
        "end": "00:51:56,120",
        "en": "Rokaden vidner ifølge iagttagere om",
        "pa": "The reshuffle sends a strong signal on change",
        "vi": "Cuộc cải tổ cho thấy tín hiệu mạnh mẽ về thay đổi"
    },
    {
        "start": "00:51:56,240",
        "end": "00:52:00,840",
        "en": "at vi har fået en handlekraftig og realistisk statsminister.",
        "pa": "and adaptability, which according to analysts shows\n that Denmark now has a determined and realistic prime minister.",
        "vi": "và khả năng thích ứng mà theo các nhà phân tích thì\n đó là một Thủ tướng quyết đoán và thực tế của Đan Mạch."
    },
    {
        "start": "00:52:08,600",
        "end": "00:52:11,800",
        "en": "Hermed giver jeg ordet til statsministeren.",
        "pa": "I give the word to the prime minister.",
        "vi": "Xin mời Thủ tướng phát biểu."
    },
    {
        "start": "00:52:22,800",
        "end": "00:52:25,040",
        "en": "",
        "pa": "LIVE",
        "vi": "TV1 TRỰC TIẾP"
    },
    {
        "start": "00:52:33,120",
        "end": "00:52:37,680",
        "en": "Hvad får en nation til at hænge sammen?",
        "pa": "What holds a nation together?",
        "vi": "Điều gì gắn kết một quốc gia?"
    },
    {
        "start": "00:52:37,800",
        "end": "00:52:43,160",
        "en": "Jeg stod som ung studerende på Rådhuspladsen den 26. juni 1992.",
        "pa": "I stood as a young student at Rådhuspladsen in Copenhagen",
        "vi": "Lúc đó tôi là một sinh viên trẻ đứng ở tòa thị chính Copenhagen"
    },
    {
        "start": "00:52:44,240",
        "end": "00:52:48,400",
        "en": "Danmark havde netop vundet europamesterskabet i fodbold.",
        "pa": "on the 26th of June, 1992.\n Denmark had just won the European Championship in soccer.",
        "vi": "vào ngày 26 tháng Sáu năm 1992.\n Đan Mạch vừa giành cúp Vô địch Bóng đá châu Âu."
    },
    {
        "start": "00:52:48,520",
        "end": "00:52:52,840",
        "en": "Den aften var jeg ikke i tvivl om, at vi var ét folk.",
        "pa": "That night I had no doubt that we were one people.",
        "vi": "Đêm đó tôi không nghi ngờ rằng chúng ta là một dân tộc."
    },
    {
        "start": "00:52:52,960",
        "end": "00:52:58,240",
        "en": "Et folk, der næsten kunne teksten til \"Der er et yndigt land\".",
        "pa": "A people who knew almost all the words to \"Der er et yndigt land.\"",
        "vi": "Một dân tộc thuộc gần hết quốc ca Đan Mạch."
    },
    {
        "start": "00:52:58,360",
        "end": "00:53:00,720",
        "en": "Og vi var forbløffede.",
        "pa": "And we were astounded.",
        "vi": "Chúng ta rất kinh ngạc."
    },
    {
        "start": "00:53:00,840",
        "end": "00:53:03,960",
        "en": "I 140 år havde vi vænnet os til, at vi var en nation",
        "pa": "For 140 years, we'd gotten used to being a nation",
        "vi": "Suốt 140 năm, chúng ta đã quen với việc là đất nước"
    },
    {
        "start": "00:53:04,080",
        "end": "00:53:08,320",
        "en": "af godhjertede tabere, der jævnligt blev slået af tyskerne.",
        "pa": "of lighthearted losers who often lost to the Germans.",
        "vi": "của những kẻ an phận thất bại, thường thua người Đức."
    },
    {
        "start": "00:53:08,440",
        "end": "00:53:12,160",
        "en": "Og nu var det pludselig os, der havde slået dem.",
        "pa": "Suddenly, we were the ones who had beaten them.",
        "vi": "Đột nhiên chúng ta đánh bại họ."
    },
    {
        "start": "00:53:12,280",
        "end": "00:53:15,440",
        "en": "Vi har vænnet os til, at vi kan få det hele.",
        "pa": "For many years now, we've become accustomed to having it all.",
        "vi": "Nhiều năm nay, chúng ta đã quen với việc có tất cả."
    },
    {
        "start": "00:53:15,560",
        "end": "00:53:20,040",
        "en": "Og nu, hvor vi ikke længere er så rige, er vi blevet rådvilde",
        "pa": "And now that we must accustom ourselves to not being so rich anymore,",
        "vi": "Giờ chúng ta phải quen với việc mình không giàu thế nữa,"
    },
    {
        "start": "00:53:20,160",
        "end": "00:53:24,240",
        "en": "og vi bekymrer os om ting, som ikke ville have rørt os før.",
        "pa": "we've become lost,\n and we worry about things that wouldn't have bothered us at all before.",
        "vi": "và mất phương hướng,\n lo lắng về những điều mà trước đây mình chưa từng bận tâm."
    },
    {
        "start": "00:53:24,360",
        "end": "00:53:27,920",
        "en": "Vil du se, hvad jeg kan?",
        "pa": "Do you want to see something?",
        "vi": "Xem cháu biểu diễn không?"
    },
    {
        "start": "00:53:30,840",
        "end": "00:53:37,080",
        "en": "Hver af os i Folketinget repræsenterer 30.000 danskere.",
        "pa": "Each one of us with a seat here in Parliament",
        "vi": "Mỗi chúng ta có ghế trong Quốc hội"
    },
    {
        "start": "00:53:37,200",
        "end": "00:53:41,000",
        "en": "Alle deres håb om en bedre fremtid har de rettet mod os.",
        "pa": "represents 30,000 Danes.\n All their hopes for a better future, they have placed with us.",
        "vi": "đại diện cho 30.000 người Đan Mạch.\n Mọi hi vọng của họ về tương lai tốt đẹp hơn đều đặt vào chúng ta."
    },
    {
        "start": "00:53:41,120",
        "end": "00:53:48,240",
        "en": "Vi må demonstrere en ansvarlighed, der går ud over snævre partiskel",
        "pa": "I believe more than anything that we now need to show\n a responsibility that goes beyond narrow party differences,",
        "vi": "Tôi tin rằng hơn bất cứ gì, chúng ta cần thể hiện\n trách nhiệm vượt xa sự khác biệt nhỏ nhoi về đảng phái,"
    },
    {
        "start": "00:53:48,360",
        "end": "00:53:51,440",
        "en": "kortsigtet blokpolitik og mudderkastning.",
        "pa": "shortsighted partisan politics and mudslinging.",
        "vi": "chính trị đảng phái thiển cận và công kích lẫn nhau."
    },
    {
        "start": "00:53:51,560",
        "end": "00:53:56,280",
        "en": "Jeg tror på, at vi mennesker har brug for hinanden.",
        "pa": "I believe\n that we humans need each other.",
        "vi": "Tôi tin rằng con người chúng ta cần nhau."
    },
    {
        "start": "00:53:58,040",
        "end": "00:54:02,240",
        "en": "Jeg tror på, at vi hører sammen som nation.",
        "pa": "I believe we belong together as a nation.",
        "vi": "Tôi tin dân tộc ta thuộc về nhau."
    },
    {
        "start": "00:54:02,360",
        "end": "00:54:07,800",
        "en": "Jeg tror på, at der er mere, som forener os end skiller os ad.",
        "pa": "I believe that there is more to unite us than divide us.",
        "vi": "Tôi tin rằng có nhiều điều đoàn kết chúng ta hơn là chia rẽ."
    },
    {
        "start": "00:54:07,920",
        "end": "00:54:12,280",
        "en": "Jeg tror inderst inde, at vi er de samme mennesker",
        "pa": "I deeply believe\n that we are still the same people",
        "vi": "Tôi tin tưởng sâu sắc"
    },
    {
        "start": "00:54:12,400",
        "end": "00:54:16,960",
        "en": "som festede sammen den juni aften på Rådhuspladsen.",
        "pa": "who partied together that June night at Rådhuspladsen.",
        "vi": "rằng chúng ta vẫn là dân tộc đó,\n những người cùng ăn mừng vào đêm tháng Sáu đó ở tòa thị chính."
    },
    {
        "start": "00:54:17,080",
        "end": "00:54:22,000",
        "en": "Og til dem, som måske har glemt teksten, så siger sidste vers:",
        "pa": "And for those who might have forgotten the lyrics, the last verse says,",
        "vi": "Và xin nhắc những ai đã quên lời, câu cuối là:"
    },
    {
        "start": "00:54:22,120",
        "end": "00:54:26,120",
        "en": "\"Vort gamle Danmark skal bestå.\"",
        "pa": "\"Our old Denmark shall endure.\"",
        "vi": "\"Đan Mạch ta ngàn đời bền vững\"."
    },
    {
        "start": "00:54:27,960",
        "end": "00:54:30,400",
        "en": "Skal vi ikke sørge for det",
        "pa": "Let's make sure of that.",
        "vi": "Hãy đảm bảo điều đó."
    },
    {
        "start": "00:54:30,520",
        "end": "00:54:33,240",
        "en": "sammen?",
        "pa": "Together.",
        "vi": "Cùng nhau."
    },
    {
        "start": "00:54:37,440",
        "end": "00:54:40,640",
        "en": "Tak for ordet.",
        "pa": "Thank you, Mr. Speaker.",
        "vi": "Cảm ơn Chủ tịch Quốc hội."
    },
    {
        "start": "00:54:43,160",
        "end": "00:54:46,360",
        "en": "-Fantastisk tale. -Du har aldrig været bedre.",
        "pa": "-Fantastic speech. -Thanks, Yvonne.",
        "vi": "- Bài phát biểu tuyệt vời. - Cảm ơn Yvonne."
    },
    {
        "start": "00:54:46,480",
        "end": "00:54:48,400",
        "en": "Fornemt.",
        "pa": "-Damn, you've never been better. - Thanks, Amir.\n Congratulations, Birgitte. Excellent.",
        "vi": "- Xuất sắc chưa từng có. - Cảm ơn Amir.\n Chúc mừng bà. Tuyệt vời."
    },
    {
        "start": "00:54:48,520",
        "end": "00:54:54,360",
        "en": "Lars Hesselboe, hvordan var det at se en anden holde åbningstalen?",
        "pa": "Lars Hesselboe, as Denmark's prime minister for seven years,",
        "vi": "Lars Hesselboe, là Thủ tướng của Đan Mạch bảy năm,"
    },
    {
        "start": "00:54:54,480",
        "end": "00:54:57,280",
        "en": "Det var de sædvanlige floskler.",
        "pa": "how was it seeing someone else give the opening speech?\n I mostly noticed the usual clichés.",
        "vi": "cảm giác ra sao khi người khác khai mạc?\n Đó đa số là những lời sáo rỗng của chính trị gia."
    },
    {
        "start": "00:54:57,400",
        "end": "00:55:03,000",
        "en": "Må jeg helt uden for referat rose dig for en usædvanlig fin åbningstale?",
        "pa": "Birgitte, let me completely off the record\n commend you for an unusually good opening speech.",
        "vi": "Birgitte, ngoài lề nhé, xin phép\n được khen bài phát biểu khai mạc xuất sắc của bà."
    },
    {
        "start": "00:55:03,120",
        "end": "00:55:05,840",
        "en": "Tak, Svend Åge.",
        "pa": "Thanks, Svend Åge.",
        "vi": "Cảm ơn, Svend Åge."
    },
    {
        "start": "00:55:12,200",
        "end": "00:55:16,880",
        "en": "-Jeg gjorde det nødvendige. -Det er det, en statsminister gør.",
        "pa": "I did what was necessary.\n That's what a prime minister does.",
        "vi": "Tôi làm điều cần làm.\n Thủ tướng thì phải thế."
    },
    {
        "start": "00:55:25,600",
        "end": "00:55:30,280",
        "en": "-Kasper, det var en flot tale. -Tusind tak.",
        "pa": "Kasper.\n -A beautiful speech. - Thank you.\n Bye.",
        "vi": "Kasper?\n - Phát biểu hay lắm. - Cảm ơn.\n Tạm biệt."
    },
    {
        "start": "00:55:36,480",
        "end": "00:55:39,040",
        "en": "Katrine?",
        "pa": "Katrine!",
        "vi": "Katrine!"
    },
    {
        "start": "00:55:39,160",
        "end": "00:55:41,000",
        "en": "Hvad sker der?",
        "pa": "What's going on?",
        "vi": "Chuyện gì thế?"
    },
    {
        "start": "00:55:41,120",
        "end": "00:55:45,560",
        "en": "Det var en god tale. En af de bedste åbningstaler, der har været holdt.",
        "pa": "-It was a good speech, Kasper. -Thank you.\n Perhaps one of the best opening speeches ever.",
        "vi": "- Bài phát biểu hay lắm. - Cảm ơn.\n Một trong số bài phát biểu khai mạc hay nhất."
    },
    {
        "start": "00:55:45,680",
        "end": "00:55:50,640",
        "en": "-Du lyder ikke, som om du mener det. -Jeg mener det.",
        "pa": "It would be nice if you sounded like you meant it.",
        "vi": "Em nói thật lòng thì tốt quá."
    },
    {
        "start": "00:55:50,760",
        "end": "00:55:53,320",
        "en": "Du er god til at adskille tingene.",
        "pa": "I do mean it.\n But it never ceases to amaze me how well you keep things apart.",
        "vi": "Thật lòng mà.\n Em luôn ngạc nhiên vì anh giỏi tách bạch mọi thứ."
    },
    {
        "start": "00:55:53,440",
        "end": "00:55:56,680",
        "en": "Du formår at skrive dig ind i hjerterne på folk",
        "pa": "You manage to make your way into the hearts of all Danes",
        "vi": "Anh có thể in đậm dấu ấn trong lòng mọi người dân Đan Mạch"
    },
    {
        "start": "00:55:56,800",
        "end": "00:56:00,040",
        "en": "og samtidig opføre dig vanvittig kynisk.",
        "pa": "and still be incredibly cynical.",
        "vi": "mà vẫn cực kỳ cay độc."
    },
    {
        "start": "00:56:00,160",
        "end": "00:56:05,160",
        "en": "Jeg har sagt op. Jeg fik nys om din aftale med Torben Friis.",
        "pa": "I quit my job.",
        "vi": "Em bỏ việc rồi."
    },
    {
        "start": "00:56:05,280",
        "end": "00:56:08,840",
        "en": "-Må jeg give dig en forklaring? -Glem det.",
        "pa": "I found out about your deal with Torben Friis.\n -I'd like to explain why-- -Forget it.",
        "vi": "Em biết anh thỏa thuận với Torben Friis.\n - Anh muốn giải thích... - Bỏ đi."
    },
    {
        "start": "00:56:08,960",
        "end": "00:56:12,920",
        "en": "Du har dine hemmeligheder, og jeg er naiv. Vi forandrer os ikke.",
        "pa": "You have your secrets, and I have my great naivete,",
        "vi": "Anh lắm bí mật mà em lại quá ngây thơ. Ta sẽ không thay đổi."
    },
    {
        "start": "00:56:13,040",
        "end": "00:56:16,800",
        "en": "-Jo, vi gør. -Nej, vi gør ikke.",
        "pa": "and we won't change.\n -Yes, we will. -No, we won't.",
        "vi": "- Có chứ. - Không đâu."
    },
    {
        "start": "00:56:16,920",
        "end": "00:56:20,400",
        "en": "Men bliv bare i troen.",
        "pa": "But keep believing it.",
        "vi": "Nhưng hãy tin vào điều đó."
    },
    {
        "start": "00:56:20,520",
        "end": "00:56:22,560",
        "en": "Hvad gør du så nu",
        "pa": "What will you do now...",
        "vi": "Giờ em sẽ làm gì?"
    },
    {
        "start": "00:56:22,680",
        "end": "00:56:25,760",
        "en": "når du har sagt op?",
        "pa": "now that you've quit?",
        "vi": "Khi đã nghỉ việc?"
    },
    {
        "start": "00:56:37,120",
        "end": "00:56:40,080",
        "en": "-Nå, der er hun jo. -Hej, mor.",
        "pa": "There she is.\n - Hi, Mom. Congratulations. -Hi, honey.",
        "vi": "Mẹ con đây rồi.\n - Chào mẹ. Chúc mừng. - Chào con yêu."
    },
    {
        "start": "00:56:40,200",
        "end": "00:56:42,520",
        "en": "Det var en flot tale.",
        "pa": "- It was a great speech. - Congratulations, Mom.",
        "vi": "- Bài phát biểu hay lắm. - Chúc mừng mẹ."
    },
    {
        "start": "00:56:42,640",
        "end": "00:56:46,120",
        "en": "Ja, tillykke. Men vi tager hjemad nu.",
        "pa": "Yes, congratulations. But we are heading home now.",
        "vi": "Ừ, chúc mừng em.\n Nhưng bố con anh sẽ về nhà."
    },
    {
        "start": "00:56:47,160",
        "end": "00:56:51,360",
        "en": "-Hvornår kommer du hjem? -Det bliver nok lidt sent.",
        "pa": "- When are you coming home?",
        "vi": "Khi nào mẹ về?"
    },
    {
        "start": "00:56:51,480",
        "end": "00:56:54,360",
        "en": "Kom, unger.",
        "pa": "-It might be late. -Come on, kids.",
        "vi": "Có thể là muộn.\n Đi nào, các con."
    },
    {
        "start": "00:56:56,400",
        "end": "00:56:58,560",
        "en": "Hej.",
        "pa": "- Bye. -Bye.",
        "vi": "- Tạm biệt mẹ. - Tạm biệt con."
    },
    {
        "start": "00:56:58,680",
        "end": "00:57:01,680",
        "en": "-Vi ses. -Ja, vi ses.",
        "pa": "-I'll see you. -Yes, I'll see you.",
        "vi": "- Gặp em sau. - Vâng, gặp anh sau."
    },
    {
        "start": "00:57:19,320",
        "end": "00:57:21,680",
        "en": "Må jeg sige noget til dig?",
        "pa": "Birgitte, may I say something?",
        "vi": "Birgitte, tôi xin phép được nói."
    },
    {
        "start": "00:57:21,800",
        "end": "00:57:26,640",
        "en": "Det er en af de bedste åbningstaler, jeg har hørt i min tid.",
        "pa": "That was one of the best opening speeches I've heard in my time.",
        "vi": "Đó là một trong những bài phát biểu khai mạc hay nhất tôi từng nghe."
    },
    {
        "start": "00:57:26,760",
        "end": "00:57:31,680",
        "en": "Jeg havde ikke regnet med, at du ville holde et år i stolen",
        "pa": "Thanks, Niels Erik.\n I must admit, I didn't think you would last a year in the chair, but...",
        "vi": "Cảm ơn Niels Erik.\n Tôi phải thừa nhận tôi không nghĩ bà trụ nổi một năm, nhưng..."
    },
    {
        "start": "00:57:31,800",
        "end": "00:57:36,920",
        "en": "men hvis du fortsætter sådan her, skal vi to fortsat samarbejde.",
        "pa": "if you continue like this, I think we'll be working together for several terms.",
        "vi": "nếu phát huy thế này, tôi nghĩ ta sẽ làm cùng nhau vài nhiệm kỳ."
    },
    {
        "start": "00:57:38,200",
        "end": "00:57:43,240",
        "en": "Jeg har endelig fundet argumenterne, så vi kan slippe af med Sanne.",
        "pa": "Oh, by the way,\n I finally got the necessary grounds to get rid of Sanne.",
        "vi": "À, nhân tiện,\n tôi đã có đủ căn cứ để sa thải Sanne."
    },
    {
        "start": "00:57:43,360",
        "end": "00:57:49,240",
        "en": "Det er bare noget personalefnidder. Der starter en ny i morgen.",
        "pa": "You don't need to worry, it's just staffing stuff.",
        "vi": "Bà khỏi lo, chỉ là chuyện nhân sự."
    },
    {
        "start": "00:57:49,360",
        "end": "00:57:53,280",
        "en": "-En dygtig en. -Tak.",
        "pa": "A new one is starting tomorrow.\n A good one.\n Thank you.\n PRIME MINISTER ",
        "vi": "Ngày mai người mới sẽ bắt đầu.\n Một người giỏi.\n Cảm ơn anh.\n BIRGITTE NYBORG THỦ TƯỚNG"
    },
    {
        "start": "00:58:37,520",
        "end": "00:58:40,400",
        "en": "",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật."
    },
    {
        "start": "00:58:40,480",
        "end": "00:58:42,960",
        "en": "",
        "pa": "",
        "vi": "Phim có nói đến các nhân vật lịch sử và sự kiện"
    },
    {
        "start": "00:58:43,040",
        "end": "00:58:45,240",
        "en": "",
        "pa": "",
        "vi": "của chính trường Đan Mạch trước năm 1982."
    },
    {
        "start": "00:58:51,040",
        "end": "00:58:53,040",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Nhung Vũ "
    }
]