[
    {
        "start": "00:00:00,280",
        "end": "00:00:02,920",
        "en": "Alt det her kan blive dit.",
        "pa": "All this could be yours!",
        "vi": "Tất cả chỗ này có thể là của bà!"
    },
    {
        "start": "00:00:03,040",
        "end": "00:00:08,080",
        "en": "Magten er ikke en sød lille vovse. Den skal tages og fastholdes.",
        "pa": "But power isn't a cute little puppy that jumps up into your lap.",
        "vi": "Nhưng quyền lực không phải con cún đáng yêu nhảy vào lòng bà. "
    },
    {
        "start": "00:00:08,200",
        "end": "00:00:11,520",
        "en": "Det eneste relevante spørgsmål er: Tør du?",
        "pa": "You have to grab it and hold onto it!\n The only important question is: Do you dare?",
        "vi": "Bà phải bắt lấy và giữ chặt nó!\n Câu hỏi quan trọng là: Bà dám không?"
    },
    {
        "start": "00:00:11,640",
        "end": "00:00:14,360",
        "en": "Du rydder dit skrivebord.",
        "pa": "Be at Borgen nine a.m. tomorrow and clear your desk.",
        "vi": "Đến Borgen lúc 9:00 sáng mai và dọn bàn đi."
    },
    {
        "start": "00:00:14,480",
        "end": "00:00:17,480",
        "en": "-Er du blevet fyret? -Nej, jeg gik selv.",
        "pa": "- Did you get fired? - No. I left on my own.",
        "vi": "- Anh bị sa thải hả? - Không. Anh tự đi."
    },
    {
        "start": "00:00:17,600",
        "end": "00:00:22,400",
        "en": "Ole! Kom nu, for satan! Det er ikke sjovt.",
        "pa": "Ole. Come on, damn it!",
        "vi": "Ole? Thôi nào, chết tiệt!"
    },
    {
        "start": "00:00:22,520",
        "end": "00:00:27,200",
        "en": "Jeg elskede ham så meget. Han havde noget med hjertet.",
        "pa": "This isn't funny!\n I loved him so much, Mom.",
        "vi": "Không hay đâu!\n Mẹ, con yêu anh ấy rất nhiều."
    },
    {
        "start": "00:00:27,320",
        "end": "00:00:31,240",
        "en": "-Hvornår skal han begraves? -I dag.",
        "pa": "He had something wrong with his heart, but I didn't know.\n -When is his funeral? -Today.",
        "vi": "Anh ấy có bệnh tim mà con không biết.\n - Khi nào tổ chức tang lễ? - Hôm nay."
    },
    {
        "start": "00:00:31,360",
        "end": "00:00:36,600",
        "en": "Han var gift. Han havde en kone og to børn. De vidste det ikke.",
        "pa": "He was married, Mom. He had a wife and two kids.",
        "vi": "Anh ấy đã có vợ, mẹ ạ. Anh ấy có vợ và hai con."
    },
    {
        "start": "00:00:36,760",
        "end": "00:00:39,080",
        "en": "Vi har valgt at pege på en anden statsminister.",
        "pa": "They didn't know.\n We've chosen to support another prime minister.",
        "vi": "Họ không biết.\n Chúng tôi ủng hộ một Thủ tướng khác."
    },
    {
        "start": "00:00:39,240",
        "end": "00:00:41,560",
        "en": "-Hvem? -Mig.",
        "pa": "-Who? -Me.\n PREGNANCY TEST",
        "vi": "Ai?\n Tôi.\n QUE THỬ THAI"
    },
    {
        "start": "00:00:45,320",
        "end": "00:00:48,480",
        "en": "3, 2, 1 og værsgo.",
        "pa": "Three, two, one and go.",
        "vi": "Ba... hai... một... và lên hình."
    },
    {
        "start": "00:00:48,600",
        "end": "00:00:54,480",
        "en": "Danmark har i dag fået sin første kvindelige statsminister.",
        "pa": "Today Denmark got its first female prime minister.",
        "vi": "Hôm nay Đan Mạch có nữ Thủ tướng đầu tiên."
    },
    {
        "start": "00:00:56,120",
        "end": "00:00:59,760",
        "en": "Men her er de så. Danmark har fået en ny regering.",
        "pa": "A short while ago, Birgitte Nyborg Christensen presented...\n Here they are. Denmark has a new government.",
        "vi": "Vừa mới đây, Birgitte Nyborg Christensen đã đại diện...\n Họ đây.\n Đan Mạch có Chính phủ mới."
    },
    {
        "start": "00:01:10,440",
        "end": "00:01:15,520",
        "en": "Birgitte Nyborgs regering har fået forhandlet en finanslov på plads.",
        "pa": "\"Democracy is the worst form of government,\n except for all those others that have been tried from time to time.\"\n In just two months, Birgitte Nyborg's government has managed",
        "vi": "Dân chủ là hình thức chính phủ tệ nhất nhưng vẫn hơn các hình thức khác\n có lúc đã được thử\". - CHURCHILL\n Chỉ trong hai tháng, Chính phủ của Birgitte Nyborg"
    },
    {
        "start": "00:01:15,640",
        "end": "00:01:22,120",
        "en": "Den forventes vedtaget i overmorgen. Det er statsministerens eksamen.",
        "pa": "to negotiate the new finance budget bill.\n The final vote is expected the day after tomorrow,\n and many call it the first big test for the prime minister.",
        "vi": "đã đàm phán được dự luật ngân sách tài chính mới.\n Sẽ có cuộc bỏ phiếu cuối cùng vào ngày kia\n và nhiều người gọi đây là thử thách đầu tiên của Thủ tướng."
    },
    {
        "start": "00:01:22,240",
        "end": "00:01:27,800",
        "en": "Hanne Holm fra Ekspres. Hvad er det, der er på spil?",
        "pa": "Hanne Holm is political editor for Ekspres. What is at stake here?",
        "vi": "Hanne Holm là biên tập viên chính trị của tờ Express. Việc này gây tác động gì?"
    },
    {
        "start": "00:01:27,920",
        "end": "00:01:32,080",
        "en": "Finansloven får Danmark til at fungere.",
        "pa": "Well, the finance bill is needed for Denmark to function properly.",
        "vi": "Đầu tiên, rất cần dự luật tài chính để nước Đan Mạch hoạt động tốt."
    },
    {
        "start": "00:01:32,200",
        "end": "00:01:36,800",
        "en": "Og hvis finansloven ryger, så ryger regeringen også.",
        "pa": "And if this bill isn't passed, the government usually falls with it.",
        "vi": "Và nếu dự luật này không được thông qua, thì thường Chính phủ cũng sụp đổ."
    },
    {
        "start": "00:01:51,480",
        "end": "00:01:55,160",
        "en": "Det er gået hurtigt med den nye finanslov.",
        "pa": "Birgitte Nyborg, things progressed quickly with the new finance bill. Why was that?",
        "vi": "Thưa bà, tình hình tiến triển nhanh với dự luật tài chính mới. Tại sao?"
    },
    {
        "start": "00:01:55,280",
        "end": "00:02:00,160",
        "en": "Nogle gange lykkes tingene jo bare.",
        "pa": "Sometimes things just work out.\n I assume you don't want a prime minister who's slow.",
        "vi": "Đôi khi mọi việc tự suôn sẻ.\n Chắc các bạn không muốn Thủ tướng chậm chạp nhỉ?"
    },
    {
        "start": "00:02:00,280",
        "end": "00:02:05,560",
        "en": "-Hvad vil I gøre anderledes? -Der er pressemøde om 30 minutter.",
        "pa": "What will you do differently, Birgitte?\n We're having a press conference in 30 minutes, I suggest you show up.",
        "vi": "Phía bà đã làm gì khác?\n Chúng tôi sẽ họp báo sau 30 phút nữa, nhớ đến nhé."
    },
    {
        "start": "00:02:08,000",
        "end": "00:02:12,480",
        "en": "Du har briefing med finans-, udenrigs- og klimaministeren",
        "pa": "-Good morning.\n You have a briefing with the ministers of finance, foreign affairs and climate in...",
        "vi": "Chào buổi sáng.\n Bà có cuộc họp với Bộ trưởng Tài chính, Ngoại giao và Khí hậu sau..."
    },
    {
        "start": "00:02:12,600",
        "end": "00:02:16,600",
        "en": "om fem minutter. Kl. 10 er der pressemøde",
        "pa": "five minutes.\n At ten a.m., there is a press conference in the Mirror Room, and at 11...",
        "vi": "năm phút nữa.\n Lúc 10:00 sáng, có một họp báo ở Phòng Gương, và lúc 11..."
    },
    {
        "start": "00:02:16,720",
        "end": "00:02:22,040",
        "en": "og kl. 11 er der Dansk Industri.",
        "pa": "there is....",
        "vi": "gặp..."
    },
    {
        "start": "00:02:22,160",
        "end": "00:02:25,480",
        "en": "-Det er i morgen. -Ja.",
        "pa": "-Danish Industry. -I think that's tomorrow.\n Right.",
        "vi": "- Doanh nghiệp Đan Mạch. - Đó là ngày mai.\n Vâng."
    },
    {
        "start": "00:02:25,600",
        "end": "00:02:29,280",
        "en": "Kl. 11 kommer direktøren for Statens Museum for Kunst.",
        "pa": "Oh, right. At 11 a.m., the director of the National Art Museum is coming.",
        "vi": "Đúng rồi. 11:00 sáng, Giám đốc của Bảo tàng Mỹ thuật Quốc gia sẽ đến."
    },
    {
        "start": "00:02:29,400",
        "end": "00:02:33,040",
        "en": "Hun vil hjælpe dig med at finde billeder til dit kontor.",
        "pa": "-Really? - She's coming to help you\n figure out which pictures to select for your office.",
        "vi": "- Thật sao? - Bà ấy đến để giúp bà\n chọn ảnh cho văn phòng của bà."
    },
    {
        "start": "00:02:33,160",
        "end": "00:02:36,520",
        "en": "Det er kutyme, at statsministeren selv vælger.",
        "pa": "It is the custom. The prime minister gets to choose.",
        "vi": "Đó là thông lệ.\n Thủ tướng được chọn."
    },
    {
        "start": "00:02:36,640",
        "end": "00:02:40,440",
        "en": "-Det skal være noget mere moderne. -Kl. 12...",
        "pa": "It should definitely be different than Hesselboe's. More modern.",
        "vi": "Nó chắc chắn phải khác với ảnh của Hesselboe. Hiện đại hơn."
    },
    {
        "start": "00:02:40,560",
        "end": "00:02:44,320",
        "en": "Jeg skal lige koncentrere mig om pressemødet.",
        "pa": "Okay. At noon...\n That's fine, Sanne, I need to focus on the press conference.",
        "vi": "Vâng. Buổi trưa...\n Thế thôi đã, Sanne, tôi cần tập trung vào buổi họp báo."
    },
    {
        "start": "00:02:47,320",
        "end": "00:02:51,040",
        "en": "-Nejede hun? -Vi får hende fjernet.",
        "pa": "Did she just curtsy?\n Sanne is not very good. We'll get rid of her.",
        "vi": "Cô ấy vừa nhún gối chào à?\n Sanne không giỏi lắm. Ta sẽ cho nghỉ."
    },
    {
        "start": "00:02:51,160",
        "end": "00:02:56,760",
        "en": "-Ingen andre vil have hende. -Derfor får statsministeren hende.",
        "pa": "It an issue with the HK union. No other department will take her.\n So the prime minister gets her?",
        "vi": "Đó là vấn đề với công đoàn HK. Không ban nào nhận cô ấy.\n Vậy Thủ tướng nhận cô ấy?"
    },
    {
        "start": "00:02:58,120",
        "end": "00:03:01,480",
        "en": "Vi skal bruge din nytårstale om fire dage.",
        "pa": "We'll need the text for your New Year's speech in four days.",
        "vi": "Chúng ta sẽ cần văn bản cho bài phát biểu mừng năm mới của bà sau bốn ngày nữa."
    },
    {
        "start": "00:03:01,600",
        "end": "00:03:06,320",
        "en": "-Du skal finde en særlig rådgiver. -Hvad skal jeg med en spindoktor?",
        "pa": "And the position as your special adviser has still not been filled.",
        "vi": "Vị trí cố vấn đặc biệt của bà vẫn để trống."
    },
    {
        "start": "00:03:06,440",
        "end": "00:03:09,920",
        "en": "Gæt, hvem der er blevet chefredaktør på Ekspres.",
        "pa": "I haven't needed a spin doctor much so far.\n But you will now. Guess who is the new editor in chief at Ekspres.",
        "vi": "Hiện tôi chưa thấy cần cố vấn truyền thông lắm.\n Giờ sẽ cần. Đoán xem ai là tổng biên tập mới của Express."
    },
    {
        "start": "00:03:10,040",
        "end": "00:03:13,760",
        "en": "Laugesen. Han vil have dit hoved på et fad.",
        "pa": "Your old friend Michael Laugesen. He wants your head on a plate.",
        "vi": "Bạn cũ của bà, Michael Laugesen. Ông ta muốn trả thù bà."
    },
    {
        "start": "00:03:13,880",
        "end": "00:03:17,760",
        "en": "Det var hans eget parti, der fyrede ham.",
        "pa": "I didn't ruin his political career. His own party fired him.",
        "vi": "Tôi không phá sự nghiệp chính trị của ông ta. Ông ta bị đảng mình sa thải."
    },
    {
        "start": "00:03:17,880",
        "end": "00:03:24,120",
        "en": "Hvem blev statsminister i stedet for Laugesen? Han hader dig, Birgitte.",
        "pa": "Who became prime minister instead of Laugesen?\n He hates you, Birgitte.",
        "vi": "Ai trở thành Thủ tướng thay vì Laugesen?\n Ông ta thù bà, Birgitte."
    },
    {
        "start": "00:03:36,040",
        "end": "00:03:38,880",
        "en": "Hvem er det fra?",
        "pa": "Who is this from?",
        "vi": "Đây là của ai?"
    },
    {
        "start": "00:03:41,640",
        "end": "00:03:47,000",
        "en": "Hanne Holm er på Ekspressen. De tager dem, ingen andre vil have.",
        "pa": "Hanne Holm is at Ekspres now. They take the ones no one else wants.",
        "vi": "Hanne Holm đang ở Express.\n Họ nhận đồ thải loại."
    },
    {
        "start": "00:03:48,040",
        "end": "00:03:50,080",
        "en": "Godmorgen.",
        "pa": "-Good morning. - Good morning.",
        "vi": "- Xin chào. - Xin chào."
    },
    {
        "start": "00:03:53,400",
        "end": "00:03:57,680",
        "en": "Jeg skal fortælle jer lidt om finansloven i dag.",
        "pa": "I'm going to tell you about the finance bill today.",
        "vi": "Hôm nay tôi sẽ nói với các bạn về dự luật tài chính."
    },
    {
        "start": "00:03:57,800",
        "end": "00:04:03,000",
        "en": "Finansloven skal markere et tydeligt systemskifte i Danmark.",
        "pa": "...to quickly pass a new finance bill\n that clearly shows a political shift in Denmark.",
        "vi": "...để nhanh chóng thông qua dự luật tài chính\n cho thấy rõ sự thay đổi chính trị ở Đan Mạch."
    },
    {
        "start": "00:04:03,120",
        "end": "00:04:06,200",
        "en": "Er der nogen spørgsmål? Hanne Holm.",
        "pa": "Any questions?",
        "vi": "Có câu hỏi nào không?"
    },
    {
        "start": "00:04:06,320",
        "end": "00:04:09,600",
        "en": "Har statsministeren sikret sig et bredt flertal?",
        "pa": "Hanne Holm.\n Has the prime minister secured a broad majority during the night?",
        "vi": "Hanne Holm.\n Thủ tướng đã có được đại đa số sau tối qua chưa?"
    },
    {
        "start": "00:04:09,720",
        "end": "00:04:15,480",
        "en": "Nej, den bliver vedtaget med det snævrest mulige flertal.",
        "pa": "No, Hanne, as you probably know, we are passing the bill",
        "vi": "Chưa, Hanne, như cô biết, chúng tôi sẽ thông qua dự luật"
    },
    {
        "start": "00:04:15,600",
        "end": "00:04:20,680",
        "en": "To medlemmer af Arbejderpartiet har meddelt, at de stemmer imod.",
        "pa": "with the smallest possible majority.\n -Trine. -How are you going to do that?\n When two members of the Worker's Party just said they will vote against it?",
        "vi": "với đa số phiếu tối thiểu.\n - Trine. - Bà định làm thế nào?\n Khi hai thành viên của Đảng Lao động nói sẽ bỏ phiếu chống?"
    },
    {
        "start": "00:04:20,800",
        "end": "00:04:23,000",
        "en": "Hvad mener du?",
        "pa": "-What do you mean?",
        "vi": "Ý cô là sao?"
    },
    {
        "start": "00:04:23,120",
        "end": "00:04:26,640",
        "en": "Parly Petersen og Vang Fousing vil ikke være med.",
        "pa": "Parly Petersen and Vagn Fousing are refusing.",
        "vi": "Parly Petersen và Vang Fousing sẽ từ chối."
    },
    {
        "start": "00:04:26,760",
        "end": "00:04:30,440",
        "en": "Deres pressemeddelelse ser ægte ud.",
        "pa": "Their press release looks very genuine.",
        "vi": "Thông cáo báo chí của họ trông rất thật."
    },
    {
        "start": "00:04:30,560",
        "end": "00:04:34,920",
        "en": "Det ser ud til, du har mistet dit flertal, Birgitte Nyborg.",
        "pa": "You seem to have lost your majority, Birgitte Nyborg.",
        "vi": "Có vẻ như bà đã mất đa số, Birgitte Nyborg."
    },
    {
        "start": "00:05:35,760",
        "end": "00:05:38,800",
        "en": "Jeg er aldrig blevet så ydmyget i mit liv.",
        "pa": "THE ART OF THE POSSIBLE\n I've never been so humiliated in my life!",
        "vi": "Đời tôi chưa từng bị bẽ mặt thế này."
    },
    {
        "start": "00:05:38,920",
        "end": "00:05:41,440",
        "en": "-Hvad sker der? -Aner det ikke.",
        "pa": "-What's going on, Bjørn? -I have no idea.",
        "vi": "- Chuyện gì thế? - Tôi không biết nữa."
    },
    {
        "start": "00:05:41,560",
        "end": "00:05:46,240",
        "en": "Du får dem til at rette ind. De stemmer for i overmorgen.",
        "pa": "You will whip them into line, understand?\n Yes.",
        "vi": "- Ông phải đưa họ vào khuôn khổ, hiểu chứ? - Vâng."
    },
    {
        "start": "00:05:46,360",
        "end": "00:05:50,440",
        "en": "-Okay. -Mit kontor om en time.",
        "pa": "We are voting the day after tomorrow, and they will follow.\n Okay.\n My office in an hour.",
        "vi": "- Ngày kia ta sẽ bỏ phiếu và họ phải theo. - Được rồi.\n Nửa tiếng nữa vào phòng tôi."
    },
    {
        "start": "00:05:53,240",
        "end": "00:05:56,160",
        "en": "Hvorfor bryder I med partilinjen?",
        "pa": "Parly Petersen, why are you suddenly defying the party line?",
        "vi": "Parly Petersen, sao bỗng dưng ông chống lại đường lối của đảng mình?"
    },
    {
        "start": "00:05:56,280",
        "end": "00:06:00,280",
        "en": "Det er fint, at statsministeren og hendes elitære venner-",
        "pa": "Well, I'm sure it's nice for the prime minister and her elitist chums",
        "vi": "Cũng tốt khi Thủ tướng và hội tôn vinh đặc quyền của bà ta"
    },
    {
        "start": "00:06:00,400",
        "end": "00:06:06,960",
        "en": "vil hjælpe de fattige i Afrika, men hvad med de fattige i Danmark?",
        "pa": "to agree to help the poor in Africa,",
        "vi": "đồng ý giúp người nghèo ở châu Phi,\n nhưng còn người nghèo ở Đan Mạch? Còn những người về hưu?"
    },
    {
        "start": "00:06:07,080",
        "end": "00:06:12,040",
        "en": "-Hvorfor kommer protesten først nu? -Man må følge sin samvittighed.",
        "pa": "But what about the poor in Denmark? What about the retired people?\n Why protest now?\n You must vote according to your conscience.",
        "vi": "Sao giờ ông mới phản đối?\n Bạn phải bỏ phiếu theo lương tâm mình."
    },
    {
        "start": "00:06:12,160",
        "end": "00:06:15,840",
        "en": "Vi skal have fat i K-udvalget og finansudvalget.",
        "pa": "It says so in Grundloven.\n Gather the coordination committee and the financial committee.",
        "vi": "Theo hiến pháp.\n Tập hợp Ủy ban Điều phối và Ủy ban Tài chính."
    },
    {
        "start": "00:06:15,960",
        "end": "00:06:20,080",
        "en": "-Vi mødes om en time. -Pressen kimer os ned.",
        "pa": "Already done. We're meeting in an hour.\n The press is hounding us. Papers, radio and TV want a comment.",
        "vi": "Xong rồi. Một tiếng nữa sẽ họp.\n Báo chí săn lùng ta. Báo giấy, đài, và truyền hình muốn bình luận."
    },
    {
        "start": "00:06:20,200",
        "end": "00:06:22,920",
        "en": "-De må vente. -Hvem tager sig af dem?",
        "pa": "-They'll have to wait. -Who will handle them?",
        "vi": "- Cứ để họ đợi. - Ai sẽ đối phó với họ?"
    },
    {
        "start": "00:06:23,040",
        "end": "00:06:29,160",
        "en": "Jeg er ved at skaffe en rådgiver. Vi må få hjælp af De Moderate.",
        "pa": "I am already looking for a media adviser.",
        "vi": "Tôi đang tìm cố vấn truyền thông, chết tiệt."
    },
    {
        "start": "00:06:29,280",
        "end": "00:06:33,280",
        "en": "-Udsæt resten af dagens møder. -Trækker du finansloven tilbage?",
        "pa": "Until then, the Moderate's party secretary must help.\n Sanne! Postpone the rest of today's meetings.",
        "vi": "Đến lúc đó, Tổng thư ký của đảng Ôn hòa sẽ phải giúp đỡ.\n Sanne! Hoãn các cuộc họp còn lại của hôm nay."
    },
    {
        "start": "00:06:33,400",
        "end": "00:06:36,960",
        "en": "Det gør jeg ikke. Vi holder planen.",
        "pa": "The speaker wants to meet now if you're pulling the bill.\n No. We will get them in line. Tell them we'll stick to the schedule.",
        "vi": "Chủ tịch Quốc hội hỏi bà có rút dự luật không.\n Không. Sẽ cho họ vào khuôn khổ. Nói là ta theo kế hoạch."
    },
    {
        "start": "00:06:39,000",
        "end": "00:06:42,760",
        "en": "Der er noget underligt ved den måde, det foregår på.",
        "pa": "There is something fishy about how this is happening.",
        "vi": "Diễn biến mới này rất đáng ngờ."
    },
    {
        "start": "00:06:42,880",
        "end": "00:06:47,240",
        "en": "Hvorfor kommer de først med indsigelser nu?",
        "pa": "They've had every chance to say something, and yet, they wait until now.",
        "vi": "Họ có mọi cơ hội để nói ra nhưng lại chờ đến giờ."
    },
    {
        "start": "00:06:47,360",
        "end": "00:06:51,600",
        "en": "-Det er næsten et attentat. -Hvad har du af muligheder?",
        "pa": "It's tantamount to a coup.",
        "vi": "Khác gì một cuộc đảo chính."
    },
    {
        "start": "00:06:51,720",
        "end": "00:06:58,320",
        "en": "Tester du mig? 1. Marrot banker dem på plads.",
        "pa": "What are your options?\n Are you testing me?\n One: Marrot beats them into line, and we pass the finance bill.",
        "vi": "Bà có những lựa chọn nào?\n Ông thử tôi à?\n Một: Marrot đưa họ vào khuôn khổ và ta thông qua dự luật tài chính."
    },
    {
        "start": "00:06:58,440",
        "end": "00:07:01,440",
        "en": "2. De kræver indrømmelser, som vi giver dem.",
        "pa": "Two: They have some demands that we accept, and then we pass the bill.",
        "vi": "Hai: Họ ra vài yêu sách, ta chấp nhận rồi thông qua dự luật."
    },
    {
        "start": "00:07:01,560",
        "end": "00:07:06,320",
        "en": "3. Vi trækker loven tilbage og mister al troværdighed.",
        "pa": "Three...\n We withdraw the bill, start over and lose all credibility.",
        "vi": "Ba...\n Ta rút lại dự luật, làm lại từ đầu và mất hết uy tín."
    },
    {
        "start": "00:07:06,440",
        "end": "00:07:10,280",
        "en": "Enig. Det er der også andre, der har regnet ud.",
        "pa": "Agree. And others have come to the same conclusion.",
        "vi": "Đồng ý. Và những người khác cũng kết luận thế."
    },
    {
        "start": "00:07:10,440",
        "end": "00:07:13,440",
        "en": "Laugesen har kommenteret situationen på Ekspres TV.",
        "pa": "Prepare to get really pissed.\n Laugesen has commented on it on Ekspres TV.",
        "vi": "Chuẩn bị nổi cơn điên nhé. Laugesen đã bình luận về nó trên Express TV."
    },
    {
        "start": "00:07:13,520",
        "end": "00:07:15,600",
        "en": "Direktøren for Statens Museum for Kunst.",
        "pa": "Excuse me, the director for the National Art Museum is here.",
        "vi": "Xin lỗi, giám đốc của Bảo tàng Mỹ thuật Quốc gia đã đến."
    },
    {
        "start": "00:07:15,680",
        "end": "00:07:17,520",
        "en": "Jeg bad dig om at aflyse.",
        "pa": "Sanne, I told you to cancel her. I won't have time for paintings.",
        "vi": "Sanne, tôi đã bảo hủy. Tôi không có thì giờ cho tranh ảnh."
    },
    {
        "start": "00:07:17,600",
        "end": "00:07:24,080",
        "en": "Jeg har ikke tid til malerier. Bed hende vælge noget moderne.",
        "pa": "Tell her to choose something on her own.",
        "vi": "Bảo bà ấy tự chọn gì đó đi."
    },
    {
        "start": "00:07:24,200",
        "end": "00:07:27,160",
        "en": "Noget moderne, Sanne. Tak.",
        "pa": "Something modern and different... Something modern, Sanne.",
        "vi": "Tác phẩm nào đó hiện đại và khác biệt... Hiện đại, Sanne."
    },
    {
        "start": "00:07:27,240",
        "end": "00:07:28,880",
        "en": "Jeg vil have en ny sekretær.",
        "pa": "Good. Thank you.\n I want a new secretary.",
        "vi": "Tốt. Cảm ơn cô.\n Tôi muốn thư ký mới."
    },
    {
        "start": "00:07:29,000",
        "end": "00:07:32,560",
        "en": "Danmarks statsminister magter ikke opgaven.",
        "pa": "Denmark has a prime minister who's unfortunately not up to the task.",
        "vi": "Không may là Đan Mạch có một Thủ tướng thiếu năng lực."
    },
    {
        "start": "00:07:32,680",
        "end": "00:07:35,000",
        "en": "Så enkelt kan det siges.",
        "pa": "It is that simple.",
        "vi": "Đơn giản vậy thôi."
    },
    {
        "start": "00:07:35,120",
        "end": "00:07:38,560",
        "en": "Hun har ingens sans for det politiske håndværk.",
        "pa": "Politically correct to the bone, but no talent for politics.",
        "vi": "Quan điểm chính trị thì hoàn hảo nhưng không hề có sự nhạy bén chính trị."
    },
    {
        "start": "00:07:38,680",
        "end": "00:07:43,760",
        "en": "Det handler ikke om, at hun er kvinde. Hun er inkompetent.",
        "pa": "And no, this is not about her being a woman.",
        "vi": "Đây không phải vì bà ấy là phụ nữ. Chẳng qua bà ấy không có năng lực."
    },
    {
        "start": "00:07:43,880",
        "end": "00:07:48,320",
        "en": "Ekspres spørger: Er Birgitte Nyborg den rette statsminister?",
        "pa": "It's about her not being competent.\n Ekspres is asking you as a citizen:\n Is Birgitte Nyborg the right prime minister?",
        "vi": "Express hỏi bạn với tư cách công dân:\n Liệu Birgitte Nyborg có phải Thủ tướng phù hợp?"
    },
    {
        "start": "00:07:48,440",
        "end": "00:07:52,360",
        "en": "Du skal have en medierådgiver nu.",
        "pa": "You need a media adviser. Not in a week or two days, but now.",
        "vi": "Bà cần cố vấn truyền thông. Không phải vài ngày nữa mà là bây giờ."
    },
    {
        "start": "00:07:57,360",
        "end": "00:08:01,600",
        "en": "Hej, smukke. Vi to skal være kollegaer nu.",
        "pa": "Hey, beautiful.\n We are going to be colleagues.",
        "vi": "Chào người đẹp.\n Chúng ta sẽ là đồng nghiệp."
    },
    {
        "start": "00:08:01,720",
        "end": "00:08:06,880",
        "en": "Jeg skal være politisk analytiker, fordi jeg kender Birgitte Nyborg.",
        "pa": "You boss called and asked me to come in as a political analyst",
        "vi": "Sếp em gọi và mời anh làm chuyên gia phân tích chính trị"
    },
    {
        "start": "00:08:07,000",
        "end": "00:08:12,880",
        "en": "-Tillykke. Må jeg lige... -Hold kæft en begejstring.",
        "pa": "because I know Birgitte Nyborg so well.\n Well, congratulations. Could you just...",
        "vi": "vì anh biết rõ về Birgitte Nyborg.\n Chúc mừng. Phiền anh..."
    },
    {
        "start": "00:08:14,160",
        "end": "00:08:18,400",
        "en": "Du er stadig sur på mig for det, der skete med begravelsen.",
        "pa": "So enthusiastic.\n -You're still mad because of the funeral.",
        "vi": "Ghê thật đấy!\n Em vẫn giận anh vì vụ đám tang."
    },
    {
        "start": "00:08:18,520",
        "end": "00:08:22,800",
        "en": "-Du er tilgivet, Kasper. -Tak.",
        "pa": "That was two months ago, okay?\n -You are forgiven, Kasper. -Thank you.",
        "vi": "Hai tháng rồi mà.\n - Anh được tha thứ, Kasper. - Cảm ơn em."
    },
    {
        "start": "00:08:28,400",
        "end": "00:08:33,080",
        "en": "-Har du været på Rigshospitalet? -Lad være med at rode i mine ting.",
        "pa": "Were you in the hospital?\n Would you mind not looking through my stuff?",
        "vi": "Em tới bệnh viện Rigshospitalet à?\n Đừng lục đồ của em được không?"
    },
    {
        "start": "00:08:33,200",
        "end": "00:08:35,160",
        "en": "Det lå fremme.",
        "pa": "Relax, it was sitting right there.",
        "vi": "Bình tĩnh, nó nằm ở ngay đó."
    },
    {
        "start": "00:08:35,280",
        "end": "00:08:40,800",
        "en": "Jeg har været til rutineundersøgelse for livmoderhalskræft.",
        "pa": "I had a routine exam for cervical cancer. Would you like to hear about that?\n I'm sorry.",
        "vi": "Em khám ung thư cổ tử cung định kỳ. Anh muốn nghe chuyện đó không?\n Anh xin lỗi."
    },
    {
        "start": "00:08:45,160",
        "end": "00:08:48,200",
        "en": "Katrine, hvad er der galt?",
        "pa": "Katrine, what's wrong?",
        "vi": "Katrine, sao vậy?"
    },
    {
        "start": "00:08:49,800",
        "end": "00:08:51,720",
        "en": "Ikke noget.",
        "pa": "Nothing.",
        "vi": "Không có gì."
    },
    {
        "start": "00:08:51,840",
        "end": "00:08:54,440",
        "en": "Jeg skal ned i sminken.",
        "pa": "I have to go to makeup. We'll talk later, all right?",
        "vi": "Em phải đi trang điểm. Ta nói chuyện sau nhé?"
    },
    {
        "start": "00:08:54,560",
        "end": "00:08:59,080",
        "en": "Hvorfor pisker du dig selv, når du har det ad helvede til?",
        "pa": "Why do you keep punishing yourself when you're feeling like shit?",
        "vi": "Sao em cứ hành hạ bản thân khi thấy day dứt thế?"
    },
    {
        "start": "00:08:59,200",
        "end": "00:09:01,600",
        "en": "Jeg kender dig.",
        "pa": "-Who says I feel like shit? -Me, because I know you.",
        "vi": "- Ai nói em day dứt? - Anh, vì anh hiểu em."
    },
    {
        "start": "00:09:01,720",
        "end": "00:09:05,080",
        "en": "Det gør du måske ikke mere.",
        "pa": "Perhaps you don't anymore.",
        "vi": "Có lẽ là không còn nữa."
    },
    {
        "start": "00:09:13,120",
        "end": "00:09:16,320",
        "en": "-Gider du gemme noget til mig? -Næ.",
        "pa": "3 YEARS EARLIER\n - Save some for me. -No way! ",
        "vi": "BA NĂM TRƯỚC\n - Để dành cho em với. - Không!"
    },
    {
        "start": "00:09:16,440",
        "end": "00:09:18,440",
        "en": "Gem noget til mig.",
        "pa": "-Hey, save some for me! -Mnh-mnh.",
        "vi": "Để dành cho em với!"
    },
    {
        "start": "00:09:18,560",
        "end": "00:09:22,640",
        "en": "-Hallo! Ego. -Ego?",
        "pa": "Hey!\n -So selfish. -Selfish?",
        "vi": "Này!\n - Thật ích kỷ. - Ích kỷ à?"
    },
    {
        "start": "00:09:22,760",
        "end": "00:09:26,040",
        "en": "Du har sikkert ikke fortalt dine forældre om mig.",
        "pa": "I'll bet your parents don't even know about me, right?",
        "vi": "Cá là bố mẹ anh không biết về em, đúng không?"
    },
    {
        "start": "00:09:26,160",
        "end": "00:09:30,000",
        "en": "Selvfølgelig har jeg fortalt papa om dig.",
        "pa": "Oh, shut up. Of course papa knows about you.",
        "vi": "Im đi. Tất nhiên là ba biết về em."
    },
    {
        "start": "00:09:30,120",
        "end": "00:09:34,600",
        "en": "Hvad så, kronprins Frederik, hvordan har papa det?",
        "pa": "-What?\n \"Papa\"?\n What's up, Crown Prince Frederik?",
        "vi": "Gì cơ?\n \"Ba\" à?\n Sao thế, Thái tử Frederik?"
    },
    {
        "start": "00:09:34,720",
        "end": "00:09:40,040",
        "en": "-Hvorfor kalder du ham ikke for far? -Han har boet i Frankrig i 25 år.",
        "pa": "-That's what he's called. -How's Papa?\n Why don't you call him dad?\n Because he's lived in France for 25 years.",
        "vi": "- Nhà anh gọi thế. - Ba khỏe không?\n Sao không gọi là bố?\n Vì ông ấy sống ở Pháp 25 năm."
    },
    {
        "start": "00:09:40,160",
        "end": "00:09:44,680",
        "en": "Okay. Der har han boet sammen med maman.",
        "pa": "-Okay.\n Oh! Fucking hell!",
        "vi": "Được rồi.\n Chết tiệt!"
    },
    {
        "start": "00:09:44,800",
        "end": "00:09:51,960",
        "en": "Mama. Oui. Eller Sandrine, som hun også hedder.",
        "pa": "You lived there with \"maman\"?\n -Mama. -\"Mama.\"\n Mais oui.\n -Oui, oui, oui. -Or...",
        "vi": "Anh sống ở đó với \"mạ\" à?\n - Má. - \"Má\".\n Đúng rồi.\n - Đúng rồi. - Hay..."
    },
    {
        "start": "00:09:52,080",
        "end": "00:09:55,920",
        "en": "Hvorfor kalder du hende mor, når hun ikke er din mor?",
        "pa": "Sandrine.\n - Oh, okay. -Her real name.\n Isn't it weird to call someone mom when she isn't your real mom?",
        "vi": "Sandrine.\n - Được rồi. - Như tên bà ấy.\n Gọi người không phải mẹ đẻ mình là mẹ thì kỳ cục nhỉ?"
    },
    {
        "start": "00:09:56,040",
        "end": "00:09:58,920",
        "en": "Min rigtige mor er død.",
        "pa": "Not when my real mom is dead.",
        "vi": "Không, khi mẹ đẻ anh đã mất."
    },
    {
        "start": "00:09:59,040",
        "end": "00:10:04,000",
        "en": "Mama er hjemmegående og papa bygger helikoptere.",
        "pa": "Okay. Mama...\n is a stay-at-home wife, and papa became rich building helicopters.",
        "vi": "Được rồi. Má...\n là bà nội trợ, còn ba... rất giàu nhờ chế tạo máy bay trực thăng."
    },
    {
        "start": "00:10:04,120",
        "end": "00:10:10,480",
        "en": "Til det franske militær. Jeg gider ikke snakke mere om dem.",
        "pa": "For Eurocopter.\n For the French army.",
        "vi": "Cho Eurocopter.\n Cho quân đội Pháp."
    },
    {
        "start": "00:10:10,600",
        "end": "00:10:14,120",
        "en": "-Hvornår skal jeg møde dem? -Snart.",
        "pa": "-I don't want to talk anymore about them. -Oh?\n -When will I meet them? -Soon.",
        "vi": "- Anh không muốn nói về họ nữa. - Ồ?\n - Khi nào em sẽ gặp họ? - Sớm thôi."
    },
    {
        "start": "00:10:14,240",
        "end": "00:10:17,640",
        "en": "-Det har du sagt i et halvt år. -Ja.",
        "pa": "-You've been saying that for six months. -Yes.",
        "vi": "- Anh nói thế sáu tháng rồi. - Ừ."
    },
    {
        "start": "00:10:17,760",
        "end": "00:10:22,480",
        "en": "-Du har mødt min familie. -De bor også i Randers.",
        "pa": "-You've met my family. -Yes.\n But your family lives in Randers.",
        "vi": "- Anh đã gặp gia đình em. - Ừ."
    },
    {
        "start": "00:10:22,600",
        "end": "00:10:27,280",
        "en": "-Min familie bor i Sydfrankrig. -Jeg skulle møde dem i påsken.",
        "pa": "My family lives in Southern France.",
        "vi": "Nhưng gia đình em sống ở Randers.\n Gia đình anh ở miền Nam nước Pháp."
    },
    {
        "start": "00:10:27,400",
        "end": "00:10:31,840",
        "en": "Så blev det sommerferien. Så blev det... hvad?",
        "pa": "You said I'd meet them for Easter, right?\n Then it was the summer vacation, then...",
        "vi": "Anh nói em sẽ gặp họ vào lễ Phục sinh nhỉ?\n Rồi lại bảo đến nghỉ hè, rồi..."
    },
    {
        "start": "00:10:31,960",
        "end": "00:10:36,040",
        "en": "Så blev det efterårsferie. Så blev det vinter.",
        "pa": "What?\n Then the fall break, then winter...",
        "vi": "Sao?\n Rồi nghỉ thu, rồi đông..."
    },
    {
        "start": "00:10:36,160",
        "end": "00:10:40,760",
        "en": "-Hvornår skal jeg møde dem? -Jeg mener det seriøst også.",
        "pa": "Look I'm serious, Kasper. When will I meet them?\n I'm serious too...",
        "vi": "Nghiêm túc đấy. Khi nào em sẽ gặp họ?\n Anh cũng nghiêm túc..."
    },
    {
        "start": "00:10:44,280",
        "end": "00:10:49,040",
        "en": "-Jeg skal lige have et kys. -Hvornår skal jeg møde dem?",
        "pa": "I need a kiss.\n -I need a kiss. -No, when will I meet them?",
        "vi": "Anh cần một nụ hôn.\n - Một nụ hôn. - Không, khi nào em gặp họ?"
    },
    {
        "start": "00:10:49,160",
        "end": "00:10:52,800",
        "en": "-Et lillebitte kys. -Okay.",
        "pa": "When will I meet them?\n A tiny kiss.\n Okay, a tiny one.",
        "vi": "Khi nào em được gặp họ?\n Nụ hôn nhỏ xíu thôi.\n Nhỏ xíu thôi nhé."
    },
    {
        "start": "00:10:53,800",
        "end": "00:10:58,200",
        "en": "-Skal du ikke have et kys? -Jeg sagde ikke hvor.",
        "pa": "Didn't you want a kiss?\n I didn't specify where.",
        "vi": "Anh không muốn hôn à?\n Anh đâu có nói rõ là ở đâu."
    },
    {
        "start": "00:11:01,400",
        "end": "00:11:06,920",
        "en": "Du overvejer at hyre Tore Gudme fra Red Barnet som spindoktor.",
        "pa": "Your permanent secretary says you're considering hiring Tore Gudme",
        "vi": "Thư ký thường trực của bà nói rằng bà định tuyển"
    },
    {
        "start": "00:11:07,040",
        "end": "00:11:12,400",
        "en": "Ja, vores synspunkter stemmer overens. Har du set hans cv?",
        "pa": "from Save the Children as spin doctor?\n Yes.\n His views are in line with everything the Moderates stand for.",
        "vi": "Tore Gudme của Save the Children làm cố vấn truyền thông?\n Vâng.\n Anh ấy có quan điểm rất phù hợp với những gì Đảng Ôn hòa đại diện."
    },
    {
        "start": "00:11:12,520",
        "end": "00:11:15,680",
        "en": "Han er den yngste lektor i retorik nogen sinde.",
        "pa": "Have you seen his resume?\n He is the youngest associate professor of rhetoric ever.",
        "vi": "Ông xem hồ sơ của anh ấy chưa?\n Đó là Phó Giáo sư trẻ nhất của ngành hùng biện."
    },
    {
        "start": "00:11:15,800",
        "end": "00:11:19,200",
        "en": "Hvem vil du helst sende ind i bokseringen?",
        "pa": "I'm just saying that Laugesen goes for the jugular.\n Who would you send into the boxing ring?",
        "vi": "Tôi chỉ muốn nói Laugesen định tiêu diệt bà.\n Bà sẽ cử ai lên võ đài?"
    },
    {
        "start": "00:11:19,320",
        "end": "00:11:23,680",
        "en": "En, der kan give en røvfuld, eller en lektor i retorik?",
        "pa": "Someone who kicks ass or a professor of rhetoric?",
        "vi": "Một người dám nghĩ dám làm hay một Giáo sư hùng biện?"
    },
    {
        "start": "00:11:23,800",
        "end": "00:11:28,600",
        "en": "-Bjørn Marrot er kommet. -Har du talt med Parly og Vagn?",
        "pa": "Bjørn Marrot is here.",
        "vi": "Bjørn Marrot đã đến."
    },
    {
        "start": "00:11:28,720",
        "end": "00:11:35,280",
        "en": "Jeg satte hårdt mod hårdt. Det virkede ikke. De giver sig ikke.",
        "pa": "Bjørn, did you speak with Parly and Vagn?\n Yes. I did as you said and pulled no punches.\n And?",
        "vi": "Bjørn, ông nói chuyện với Parly và Vagn chưa?\n Rồi. Tôi làm như bà nói và không nặng lời.\n Và?"
    },
    {
        "start": "00:11:35,400",
        "end": "00:11:38,480",
        "en": "Så kan de ikke være med i jeres parti.",
        "pa": "It didn't work.\n They won't budge.\n Bjørn, they can't be in your party if they don't vote with you.",
        "vi": "Không được.\n Họ không nao núng.\n Họ không thể ở trong đảng ông nếu không bỏ phiếu với ông."
    },
    {
        "start": "00:11:38,600",
        "end": "00:11:43,760",
        "en": "-De har meldt sig ud af partiet. -Er de blevet løsgængere?",
        "pa": "No. And they took the consequence.\n They left the party.\n They've gone independent?",
        "vi": "Không. Và họ đã nhận hậu quả.\n Họ đã rời khỏi đảng.\n Họ là đại biểu độc lập?"
    },
    {
        "start": "00:11:48,040",
        "end": "00:11:54,480",
        "en": "Regeringens flertal vakler, og dramaet omkring finansloven tiltager.",
        "pa": "SPECIAL NEWS BULLETIN\n Welcome. Glad you could join us. The government majority is in peril,",
        "vi": "BẢN TIN ĐẶC BIỆT\n Chào mừng đến với bản tin.\n Chính phủ có thể không đạt đa số phiếu"
    },
    {
        "start": "00:11:54,600",
        "end": "00:12:02,360",
        "en": "Parly Petersen og Vagn Fousing har meldt sig ud af Arbejderpartiet",
        "pa": "and the finance bill crisis deepens with every hour.\n -A short while ago, Parly Pedersen... -Standby server.\n ...and Vagn Fousing said that they, after an ass-kicking from the party chairman,",
        "vi": "và khủng hoảng dự luật tài chính mỗi giờ lại trầm trọng hơn.\n - Mới đây, Parly Pedersen... - Chuẩn bị chạy băng.\n ...và Vagn Fousing nói rằng họ, sau bị Chủ tịch đảng chỉ trích kịch liệt,"
    },
    {
        "start": "00:12:02,480",
        "end": "00:12:04,760",
        "en": "og er nu løsgængere.",
        "pa": "left the Worker's Party and are now independents in the parliament.",
        "vi": "đã rời Đảng Lao động và giờ là nghị sĩ độc lập."
    },
    {
        "start": "00:12:06,600",
        "end": "00:12:09,840",
        "en": "Hold dig til manus. Vi siger ikke skideballe.",
        "pa": "Server start.\n Stick to the script. We don't say \"ass\" on this channel.",
        "vi": "Chạy băng.\n Bám sát kịch bản. Không nói linh tinh trên kênh này."
    },
    {
        "start": "00:12:09,960",
        "end": "00:12:14,720",
        "en": "-Hun ser ikke godt ud. -Kan Tanja ikke duppe hende lidt?",
        "pa": "Christ, she's not looking well, the girl.\n No, it's no good, guys. Get Tanja to pat her face.",
        "vi": "Chúa ơi, trông cô ấy không khỏe.\n Không ổn, mọi người. Bảo Tanja lau mặt cô ấy đi."
    },
    {
        "start": "00:12:17,480",
        "end": "00:12:21,040",
        "en": "-Hvornår er jeg på igen? -Om 28 sekunder.",
        "pa": "-How long until I'm on again? -28 seconds.",
        "vi": "- Bao lâu nữa tôi lên hình lại? - 28 giây."
    },
    {
        "start": "00:12:21,160",
        "end": "00:12:23,560",
        "en": "Hvad sker der?",
        "pa": "Why?\n -Two seconds, I just... -What's wrong?",
        "vi": "Tại sao?\n - Hai giây thôi, tôi... - Sao thế?"
    },
    {
        "start": "00:12:26,480",
        "end": "00:12:29,010",
        "en": "Hvad fanden laver du? Du går på om 20 sekunder.",
        "pa": "What the fuck are you doing? You are on in 20 seconds!",
        "vi": "Cô làm quái gì thế? Cô lên hình sau 20 giây nữa!"
    },
    {
        "start": "00:12:29,760",
        "end": "00:12:33,280",
        "en": "Hvor er hun henne?",
        "pa": "What's going on? Camera one, show us.",
        "vi": "Sao thế? Máy một, cho chúng tôi xem."
    },
    {
        "start": "00:12:33,400",
        "end": "00:12:37,000",
        "en": "Standby til at køre kort nyt, hvis hun ikke når tilbage.",
        "pa": "Fucking hell.\n Ten seconds. Ready with short news, if she doesn't get back.",
        "vi": "Chết tiệt.\n Mười giây. Phát tin vắn, nếu cô ấy không quay lại."
    },
    {
        "start": "00:12:37,120",
        "end": "00:12:40,440",
        "en": "-Er der noget, jeg kan gøre? -Nej, det er fint.",
        "pa": "Yes.\n -Can I help you, Katrine? -It's fine. Thanks.",
        "vi": "- Cần tôi giúp gì không? - Không sao.\n Cảm ơn."
    },
    {
        "start": "00:12:43,560",
        "end": "00:12:50,000",
        "en": "Der er 5, 4, 3, 2, 1 og værsgo.",
        "pa": "Five seconds.\n Four... get her out. Three...",
        "vi": "Năm giây.\n Bốn... Đưa cô ấy ra. Ba..."
    },
    {
        "start": "00:12:50,120",
        "end": "00:12:54,080",
        "en": "Men finansloven er ikke det eneste drama på Christiansborg.",
        "pa": "-We're rolling, girls. - Two...one...\n And go.\n But the finance bill is not the only drama at Christiansborg.",
        "vi": "- Đang ghi hình rồi. - Hai... một...\n Lên hình.\n Dự luật tài chính không phải màn gây sốc duy nhất ở Christiansborg."
    },
    {
        "start": "00:12:54,200",
        "end": "00:12:59,280",
        "en": "Hesselboe vil nedsætte en undersøgelseskommission",
        "pa": "Former prime minister Lars Hesselboe is still waiting to see if...",
        "vi": "Cựu Thủ tướng Lars Hesselboe vẫn đang chờ xem liệu..."
    },
    {
        "start": "00:12:59,400",
        "end": "00:13:04,600",
        "en": "der skal kulegrave hans forbrug af offentlige midler.",
        "pa": "Standby server.\n ...if a majority votes for an investigation into his spending\n -of public funds as prime minister. -Server...",
        "vi": "Chuẩn bị chạy băng.\n ...liệu có đạt đa số phiếu biểu quyết điều tra việc ông\n - tham ô khi đương nhiệm. - Chuẩn bị..."
    },
    {
        "start": "00:13:04,720",
        "end": "00:13:07,920",
        "en": "Hold kæft. Godt gået.",
        "pa": "-...start.\n -Fucking hell. Well done. - That was close.",
        "vi": "Chạy băng.\n - Chết tiệt. Làm tốt lắm. - Suýt chết."
    },
    {
        "start": "00:13:08,040",
        "end": "00:13:14,520",
        "en": "Du må ringe til AB-gruppen og bede dem komme over. Vi ses.",
        "pa": "You'll have to call the AB group and get them here.\n Yes, tomorrow.",
        "vi": "Gọi cho nhóm AB và bảo họ đến đây.\n Vâng, ngày mai."
    },
    {
        "start": "00:13:14,640",
        "end": "00:13:19,160",
        "en": "Der står en smuk mand derude. Han hedder Tore Gudme.",
        "pa": "Okay, then. I'll see you. Bye.\n There is a very handsome man here. His name is Tore Gudme.",
        "vi": "Được rồi. Hẹn gặp lại. Tạm biệt.\n Một anh rất đẹp trai đã đến, tên là Tore Gudme."
    },
    {
        "start": "00:13:19,280",
        "end": "00:13:21,440",
        "en": "Vil du ikke sende ham ind?",
        "pa": "Yes, please send him in.",
        "vi": "Vâng, mời anh ấy vào."
    },
    {
        "start": "00:13:21,560",
        "end": "00:13:24,320",
        "en": "-Værsgo. -Tak.",
        "pa": "- This way. - Thank you.",
        "vi": "- Lối này. - Cảm ơn."
    },
    {
        "start": "00:13:24,440",
        "end": "00:13:28,520",
        "en": "Goddag, Tore. Tak, fordi du kunne komme så hurtigt.",
        "pa": "- Hello, Tore. -Hello.",
        "vi": "- Chào Tore. - Chào bà."
    },
    {
        "start": "00:13:28,640",
        "end": "00:13:32,520",
        "en": "Jeg fornemmede, at situationen var akut.",
        "pa": "Thank you for coming on such short notice.\n Of course. I sensed that it was urgent. I follow the news.",
        "vi": "Cảm ơn vì đã đến dù tôi báo gấp.\n Dĩ nhiên. Tôi thấy đó là việc khẩn. Tôi theo dõi tin tức."
    },
    {
        "start": "00:13:32,640",
        "end": "00:13:35,240",
        "en": "Vil du ikke sidde ned?",
        "pa": "Bent.\n -Please have a seat. - Thank you.",
        "vi": "Bent.\n - Mời ngồi. - Cảm ơn bà."
    },
    {
        "start": "00:13:35,360",
        "end": "00:13:40,560",
        "en": "Jeg ved, at du besidder en vigtig stilling",
        "pa": "I realize you currently have a very important position,",
        "vi": "Tôi biết hiện anh có một vị trí rất quan trọng,"
    },
    {
        "start": "00:13:40,680",
        "end": "00:13:45,480",
        "en": "men jeg vil nu alligevel høre, om du kunne forestille dig...",
        "pa": "and I respect that, but nonetheless I...\n I wanted to ask, if you-- yes?",
        "vi": "và tôi tôn trọng điều đó, tuy nhiên tôi..."
    },
    {
        "start": "00:13:45,600",
        "end": "00:13:48,840",
        "en": "Jeg er helt med på, hvad vi taler om her.",
        "pa": "I think I know what we are talking about.",
        "vi": "Tôi muốn hỏi liệu anh... Vâng?\n Tôi nghĩ tôi biết ta đang nói về điều gì."
    },
    {
        "start": "00:13:48,960",
        "end": "00:13:53,600",
        "en": "Jobbet er fortroligt. Jeg skal give et klart ja eller et klart nej.",
        "pa": "Everything in this job is classified.\n I have to answer quickly with a clear yes or no.",
        "vi": "Mọi thứ trong công việc này đều bí mật.\n Tôi phải trả lời nhanh và rõ ràng."
    },
    {
        "start": "00:13:53,720",
        "end": "00:13:57,480",
        "en": "Hvis det er ja, smider jeg alt og kommer i en fart.",
        "pa": "If I say yes, I drop everything and get here right away, right?",
        "vi": "Nếu đồng ý, tôi sẽ bỏ hết và đến làm ngay phải không?"
    },
    {
        "start": "00:13:57,600",
        "end": "00:14:02,920",
        "en": "-Hvad har du brug for? -En medierådgiver.",
        "pa": "-Yes. -Okay, good.\n Tell me what you need.",
        "vi": "- Phải. - Được rồi, tốt.\n Hãy nói bà cần gì."
    },
    {
        "start": "00:14:03,040",
        "end": "00:14:07,840",
        "en": "-Spindoktor. -Ja, men de er ikke mørkets fyrster.",
        "pa": "-I need a media adviser. -Spin doctor.\n Yes. But I don't view spin doctors as princes of darkness and that nonsense.",
        "vi": "- Tôi cần cố vấn báo chí. - Cố vấn truyền thông.\n Phải. Nhưng tôi không coi cố vấn truyền thông là hoàng tử bóng tối hay gì."
    },
    {
        "start": "00:14:07,960",
        "end": "00:14:11,960",
        "en": "Min spindoktor skal ikke styre min politik.",
        "pa": "I don't let my spin doctor control my politics.",
        "vi": "Tôi không để anh ta kiểm soát chính trị."
    },
    {
        "start": "00:14:12,080",
        "end": "00:14:15,800",
        "en": "Min spindoktor kører forholdet til pressen.",
        "pa": "I do the politics... and my spin doctor handles my press relations.",
        "vi": "Tôi làm chính trị... và cố vấn truyền thông lo quan hệ báo chí."
    },
    {
        "start": "00:14:15,920",
        "end": "00:14:21,160",
        "en": "Jeg kunne sælge mig selv i timevis, men det har du ikke tid til.",
        "pa": "Okay.\n Fine. Listen here.\n I could spend hours trying to sell myself, but you don't have time for that.",
        "vi": "Được rồi.\n Được thôi. Nghe này.\n Tôi có thể khoe về mình hàng giờ nhưng bà không có thời gian."
    },
    {
        "start": "00:14:21,280",
        "end": "00:14:24,280",
        "en": "Du ved, hvad jeg kan.",
        "pa": "You asked me here, because you know what I can do.",
        "vi": "Bà gọi tôi tới đây vì biết tôi có thể làm gì."
    },
    {
        "start": "00:14:24,400",
        "end": "00:14:29,360",
        "en": "Jeg tror på dig som person og på dit politiske budskab.",
        "pa": "But I'd like to add that I actually believe in you and your political message.",
        "vi": "Nhưng tôi muốn nói thêm rằng tôi thực sự tin vào bà và thông điệp chính trị của bà."
    },
    {
        "start": "00:14:29,480",
        "end": "00:14:34,480",
        "en": "Ser du det som en forudsætning for at være en dygtig spindoktor?",
        "pa": "Do you see that as a prerequisite of being a good spin doctor?",
        "vi": "Anh có coi đó là điều kiện tiên quyết để làm cố vấn truyền thông?"
    },
    {
        "start": "00:14:34,600",
        "end": "00:14:38,760",
        "en": "Det kommer nok an på, hvor professionel man er.",
        "pa": "Probably not.\n I guess it depends on ones level of professionalism.",
        "vi": "Có lẽ là không.\n Tôi đoán nó phụ thuộc vào mức độ chuyên nghiệp."
    },
    {
        "start": "00:14:38,880",
        "end": "00:14:41,960",
        "en": "Så professionel har jeg ikke lyst til at være.",
        "pa": "I don't want to be that professional.",
        "vi": "Tôi không muốn chuyên nghiệp tới mức đó."
    },
    {
        "start": "00:14:42,080",
        "end": "00:14:47,080",
        "en": "Må jeg supplere med et spørgsmål? Jeg har læst dit cv.",
        "pa": "If I might add a follow up question...",
        "vi": "Nếu tôi có thể hỏi thêm..."
    },
    {
        "start": "00:14:47,200",
        "end": "00:14:51,600",
        "en": "Det er meget imponerende. Danmarks yngste lektor i retorik.",
        "pa": "Of course.\n I read your resume. Very nice, very impressive.\n Denmark's youngest associate professor of rhetoric.",
        "vi": "Tất nhiên.\n Tôi đã đọc sơ yếu lý lịch của anh. Rất đẹp, ấn tượng.\n Phó giáo sư trẻ nhất về ngành hùng biện của Đan Mạch."
    },
    {
        "start": "00:14:51,720",
        "end": "00:14:54,600",
        "en": "Grader fra Harvard og Princeton.",
        "pa": "Degrees from Harvard and Princeton.",
        "vi": "Bằng của Harvard và Princeton."
    },
    {
        "start": "00:14:54,720",
        "end": "00:14:57,920",
        "en": "Du har altid befundet dig på vinderholdet.",
        "pa": "My question is your entire career you've been on the winning team.",
        "vi": "Câu hỏi là...\n Cả sự nghiệp, anh chỉ thuộc đội thắng."
    },
    {
        "start": "00:14:58,040",
        "end": "00:15:02,200",
        "en": "Hvordan vil du tackle eventuel modgang?",
        "pa": "How would you tackle adversity?",
        "vi": "Anh sẽ đối phó với nghịch cảnh ra sao?"
    },
    {
        "start": "00:15:02,320",
        "end": "00:15:06,000",
        "en": "Analyse, konsekvens, eksekvering.",
        "pa": "Analysis. Consequence. Execution.",
        "vi": "Phân tích. Hậu quả. Thực hiện."
    },
    {
        "start": "00:15:06,120",
        "end": "00:15:09,840",
        "en": "Beklager, jeg har så kort tid. Du har brug for at tænke.",
        "pa": "I'm sorry I have so little time.",
        "vi": "Tôi xin lỗi vì có quá ít thời gian."
    },
    {
        "start": "00:15:09,960",
        "end": "00:15:13,040",
        "en": "Nej, jeg har tænkt. Jeg siger ja tak.",
        "pa": "-You need time to think, of course. -No, I have thought, and I say yes.",
        "vi": "- Tất nhiên anh cần thời gian suy nghĩ. - Không, tôi nghĩ rồi và tôi đồng ý."
    },
    {
        "start": "00:15:13,160",
        "end": "00:15:16,480",
        "en": "Kan du komme i næste uge?",
        "pa": "Could you start next week already? I know it's Christmas...",
        "vi": "Tuần sau anh bắt đầu được chứ? Tôi biết là Giáng sinh..."
    },
    {
        "start": "00:15:16,600",
        "end": "00:15:20,480",
        "en": "Du har brug for mig i morgen kl. 8.",
        "pa": "You don't need me next week. You need me tomorrow at eight a.m., right?",
        "vi": "Bà không cần tôi vào tuần sau mà lúc 8:00 sáng mai, đúng không?"
    },
    {
        "start": "00:15:20,600",
        "end": "00:15:24,120",
        "en": "-Kan vi sige 7.30? -Vi ses.",
        "pa": "-Can we make it 7:30? -7:30? I'll be here.",
        "vi": "- Thống nhất là 7:30 nhé? - Bảy giờ rưỡi? Tôi sẽ đến."
    },
    {
        "start": "00:15:24,240",
        "end": "00:15:26,400",
        "en": "Tak.",
        "pa": "-Thanks. Bye. -Bye.",
        "vi": "- Cảm ơn. Tạm biệt. - Tạm biệt."
    },
    {
        "start": "00:15:26,520",
        "end": "00:15:31,480",
        "en": "-Hej, skat. -Se. Min nye spindoktor.",
        "pa": "-Hi, honey. - Hi.\n Look. That's my new spin doctor.",
        "vi": "- Chào anh yêu. - Chào em.\n Nhìn xem. Cố vấn truyền thông mới của em đấy."
    },
    {
        "start": "00:15:31,600",
        "end": "00:15:35,720",
        "en": "-Tog du ham på udseendet? -Hej.",
        "pa": "All right.\n Did you take him for his looks, or does he have other qualifications?",
        "vi": "Được rồi.\n Em chọn anh ta vì vẻ ngoài hay anh ta có trình độ?"
    },
    {
        "start": "00:15:37,480",
        "end": "00:15:41,480",
        "en": "Hvor er det dejligt. Er I ude at gå tur?",
        "pa": "-Hi! -Hi, Mom.\n This is so great. Are you guys out for a walk or...?",
        "vi": "- Chào con! - Chào mẹ.\n Tuyệt quá. Mấy bố con đi dạo hay..."
    },
    {
        "start": "00:15:41,600",
        "end": "00:15:47,400",
        "en": "Julegaver, for helvede! Den bliver svær nu.",
        "pa": "-Christmas presents, damn it.",
        "vi": "Quà Giáng sinh, chết tiệt."
    },
    {
        "start": "00:15:47,520",
        "end": "00:15:52,640",
        "en": "Hej, Laura og Magnus. Vil I med ind og se spejlsalen?",
        "pa": "Oh, honey, that's going to be a tough one.\n Hi, Laura and Magnus, do you want to come with me and see the Mirror Room?",
        "vi": "Ôi, anh yêu, khó xử rồi.\n Chào, Laura và Magnus, có muốn đi xem Phòng Gương với cô không?"
    },
    {
        "start": "00:15:52,760",
        "end": "00:15:55,600",
        "en": "Finansloven skrider. Alt er kaos.",
        "pa": "Yes.\n The finance bill is crumbling. All is chaos.",
        "vi": "Có ạ.\n Dự luật tài chính sắp đổ bể. Loạn lắm."
    },
    {
        "start": "00:15:55,720",
        "end": "00:16:01,480",
        "en": "Ligesom derhjemme. Dine livvagter fra PET er rykket ind i garagen.",
        "pa": "That's just like at home, then.\n Your bodyguards from PET have officially moved into the garage.",
        "vi": "Như ở nhà vậy.\n Mấy vệ sĩ của Tình báo An ninh PET đã chính thức ở trong ga-ra nhà mình."
    },
    {
        "start": "00:16:01,600",
        "end": "00:16:04,120",
        "en": "Drivhuset er vores nye cykelskur.",
        "pa": "So the greenhouse is the new bicycle shed, okay?",
        "vi": "Nhà kính thì thành kho để xe đạp, được chứ?"
    },
    {
        "start": "00:16:04,240",
        "end": "00:16:07,000",
        "en": "Løsgængerne har ikke bekræftet mødet.",
        "pa": "The two independents haven't confirmed the meeting yet. I can call if they do?",
        "vi": "Hai nghị sĩ độc lập chưa xác nhận cuộc họp. Tôi gọi họ để xác nhận nhé?"
    },
    {
        "start": "00:16:07,120",
        "end": "00:16:11,840",
        "en": "-Giv mig en time. Jeg har en time. -En time!",
        "pa": "-Give me an hour. I have an hour. -An hour?",
        "vi": "Cho tôi một tiếng.\n - Em có một tiếng. - Một tiếng?"
    },
    {
        "start": "00:16:13,840",
        "end": "00:16:17,160",
        "en": "Det er fantastisk, skat.",
        "pa": "Well, that's fantastic, honey.\n ♪ Silent night ♪\n ♪ Holy night ♪",
        "vi": "Tuyệt quá, em yêu.\n Ðêm Thánh vô cùng\n Giây phút tưng bừng"
    },
    {
        "start": "00:16:28,800",
        "end": "00:16:32,960",
        "en": "Nu tror jeg, at Magnus og jeg skal noget hemmeligt.",
        "pa": "♪ All is calm, all is bright ♪\n All right, now Magnus and I have a secret errand.",
        "vi": "Ðất với trời se chữ Ðồng\n Được rồi, giờ Magnus và bố có việc bí mật."
    },
    {
        "start": "00:16:33,080",
        "end": "00:16:37,520",
        "en": "Laura og jeg skal faktisk også noget hemmeligt.",
        "pa": "Okay.\n That's perfect, because Laura and I have a secret errand as well.",
        "vi": "Được chứ?\n Tuyệt quá vì mẹ và Laura cũng có việc bí mật."
    },
    {
        "start": "00:16:37,640",
        "end": "00:16:40,280",
        "en": "Vi ses senere.",
        "pa": "-Yes. -So we'll see you later.\n -Good. -Right? Bye.",
        "vi": "- Vâng. - Gặp sau nhé.\n - Tốt quá. - Phải không? Tạm biệt."
    },
    {
        "start": "00:16:42,240",
        "end": "00:16:45,120",
        "en": "Vi får vist narret dem.",
        "pa": "-Do you think we fooled them?",
        "vi": "Liệu ta có lừa được họ không?"
    },
    {
        "start": "00:16:45,240",
        "end": "00:16:49,200",
        "en": "-Skal vi gå ned i Strædet? -Jeg har skrevet en seddel.",
        "pa": "So, should we...\n should we walk along Strædet?",
        "vi": "Vậy ta có nên...\n Đi dọc phố Strædet nhé?"
    },
    {
        "start": "00:16:49,320",
        "end": "00:16:53,160",
        "en": "-Du ved ikke, hvad vi ønsker os. -Hvor er du altså god.",
        "pa": "I made a list. I figured you didn't know what we wanted.",
        "vi": "Con đã lên danh sách. Con nghĩ mẹ không biết chúng ta muốn gì.\n Con thật tuyệt vời."
    },
    {
        "start": "00:16:54,680",
        "end": "00:16:57,320",
        "en": "Er det Magnus, der ønsker sig alt det her?",
        "pa": "You are so great.\n -Did Magnus wish for all this? -Yes.",
        "vi": "- Magnus ước có cả chỗ này hả? - Vâng."
    },
    {
        "start": "00:16:57,440",
        "end": "00:17:02,560",
        "en": "Han er blevet dyr, hvad? De kan nok vente.",
        "pa": "Oh! He's become expensive, huh?",
        "vi": "Dạo này nó hoang quá."
    },
    {
        "start": "00:17:02,680",
        "end": "00:17:05,440",
        "en": "Tag den nu bare, mor.",
        "pa": "-It can probably wait. -Just take the call, Mom.",
        "vi": "- Để sau cũng được. - Cứ nhận cuộc gọi đi mẹ."
    },
    {
        "start": "00:17:07,720",
        "end": "00:17:12,960",
        "en": "Ja, det er Sejrø. Løsgængerne venter på os.",
        "pa": "Yes.\n It's Sejrø.\n The independents are here now and waiting.",
        "vi": "Vâng?\n Là Sejrø đây."
    },
    {
        "start": "00:17:13,080",
        "end": "00:17:15,880",
        "en": "Fint. Jeg er på vej.",
        "pa": "I'm on my way.",
        "vi": "Các nghị sĩ độc lập đang đợi ở đây.\n Tôi đến đây."
    },
    {
        "start": "00:17:18,880",
        "end": "00:17:23,200",
        "en": "-Jeg bliver nødt til at løbe. -Sagde du ikke en time?",
        "pa": "Well, I have to go.",
        "vi": "Em phải đi.\n Em nói một tiếng mà?"
    },
    {
        "start": "00:17:23,320",
        "end": "00:17:26,000",
        "en": "Jo, jeg er ked af det.",
        "pa": "Didn't you say an hour?\n Yes, I'm sorry.",
        "vi": "Vâng, em xin lỗi."
    },
    {
        "start": "00:17:27,720",
        "end": "00:17:30,320",
        "en": "Gå nu bare, mor.",
        "pa": "Go on, Mom, don't worry.",
        "vi": "Đi đi mẹ, đừng lo."
    },
    {
        "start": "00:17:32,720",
        "end": "00:17:35,840",
        "en": "-Vi ses. -Skal mor ikke med?",
        "pa": "Okay. I'll see you.\n Mom isn't coming?",
        "vi": "Được rồi.\n Gặp sau nhé.\n Mẹ không đến ạ?"
    },
    {
        "start": "00:17:35,960",
        "end": "00:17:39,960",
        "en": "Nej, mor har lige en finanslov, der er ved at skride.",
        "pa": "No, Mom has a finance bill that is crumbling.",
        "vi": "Không, dự luật tài chính của mẹ sắp đổ bể."
    },
    {
        "start": "00:17:40,080",
        "end": "00:17:43,760",
        "en": "Nå, skal vi købe nogle julegaver? Kom.",
        "pa": "Now, let's buy some presents.\n -Yes. -Come.",
        "vi": "Mình đi mua quà thôi.\n - Vâng. - Đi nào."
    },
    {
        "start": "00:17:48,000",
        "end": "00:17:51,720",
        "en": "-Tak skal du have. -De sidder derinde og venter.",
        "pa": "-Thank you. -Thanks.\n They are waiting inside.",
        "vi": "- Cảm ơn. - Cảm ơn.\n Họ đang chờ bên trong."
    },
    {
        "start": "00:17:51,840",
        "end": "00:17:55,920",
        "en": "-Hvad har du at tilbyde? -Nogle millioner til de ældre.",
        "pa": "What do you have to offer?\n A couple of million to the elderly.",
        "vi": "Bà định nói gì?\n Vài triệu cho người già."
    },
    {
        "start": "00:17:56,040",
        "end": "00:18:01,520",
        "en": "Jeg skærer ikke i ulandsbistanden eller piller ved vores mærkesager.",
        "pa": "I'm not cutting foreign aid or any of our big issues.",
        "vi": "Tôi không giảm viện trợ nước ngoài hay nhượng bộ bất kỳ vấn đề quan trọng nào."
    },
    {
        "start": "00:18:01,640",
        "end": "00:18:04,000",
        "en": "Jeg ændrer ikke politik på grund af et par løsgængere.",
        "pa": "I'm not changing policy for some independents.",
        "vi": "Không thay đổi chính sách vì vài nghị sĩ độc lập."
    },
    {
        "start": "00:18:04,080",
        "end": "00:18:06,600",
        "en": "Der lød du som en statsminister.",
        "pa": "You just sounded like a real prime minister.",
        "vi": "Bà ra dáng Thủ tướng thực thụ lắm."
    },
    {
        "start": "00:18:06,720",
        "end": "00:18:10,640",
        "en": "Vi værdsætter jeres omtanke for pensionisterne.",
        "pa": "We appreciate your concern for the retired.",
        "vi": "Chúng tôi trân trọng sự quan tâm của các ông với người về hưu."
    },
    {
        "start": "00:18:10,760",
        "end": "00:18:15,000",
        "en": "Vi har fundet yderligere 210 mio. i budgettet til dem.",
        "pa": "That's why we've managed to find another 210 million",
        "vi": "Vì thế, chúng tôi đã cố thu xếp thêm 210 triệu nữa"
    },
    {
        "start": "00:18:15,120",
        "end": "00:18:20,120",
        "en": "Du har bestræbt dig på at give os gode kort på hånden.",
        "pa": "in the budget for them.\n Well...\n I see you've really made an effort for us.",
        "vi": "trong ngân sách cho họ.\n Vậy...\n Tôi thấy bà thực sự đã nỗ lực vì chúng tôi."
    },
    {
        "start": "00:18:20,240",
        "end": "00:18:21,960",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Vâng."
    },
    {
        "start": "00:18:22,080",
        "end": "00:18:26,640",
        "en": "Men der er en anden sag, der længe har ligget mig på sinde.",
        "pa": "But...\n There is another matter, I've long had in mind.",
        "vi": "Nhưng...\n Có một vấn đề khác tôi trăn trở từ lâu."
    },
    {
        "start": "00:18:26,760",
        "end": "00:18:32,280",
        "en": "Og i politik skal man handle, mens man har indflydelse.",
        "pa": "And in politics, you have to act while you can.",
        "vi": "Trong chính trị, ta phải hành động ngay khi có thời cơ."
    },
    {
        "start": "00:18:32,400",
        "end": "00:18:34,840",
        "en": "Hvad taler vi om?",
        "pa": "What are we talking about?",
        "vi": "Ta đang nói về chuyện gì?"
    },
    {
        "start": "00:18:34,960",
        "end": "00:18:38,480",
        "en": "En motorvej til Ringkøbing.",
        "pa": "A freeway to Ringkøbing.",
        "vi": "Một xa lộ...\n tới Ringkøbing."
    },
    {
        "start": "00:18:39,520",
        "end": "00:18:42,800",
        "en": "Tak for mødet. Du hører fra os.",
        "pa": "Thank you for the meeting, Parly. We'll be in touch.",
        "vi": "Cảm ơn vì đã gặp, Parly. Chúng tôi sẽ liên lạc."
    },
    {
        "start": "00:18:50,960",
        "end": "00:18:54,520",
        "en": "De er sindssyge. Men jeg skal se, hvad jeg kan gøre.",
        "pa": "They are nuts.",
        "vi": "Họ điên rồi. Nhưng để xem tôi có thể làm gì."
    },
    {
        "start": "00:18:54,640",
        "end": "00:18:58,320",
        "en": "Måske kan vi klare os uden dem. Jeg har talt med Hesselboe.",
        "pa": "But I'll see what I can do.\n Perhaps we don't need Parly and Vagn. I just spoke with Hesselboe.",
        "vi": "Có lẽ ta không cần Parly và Vagn. Tôi vừa nói chuyện với Hesselboe."
    },
    {
        "start": "00:18:58,440",
        "end": "00:19:02,200",
        "en": "De Liberale og Ny Højre har et tilbud til os. De vil mødes.",
        "pa": "The Liberals and the New Right have an offer for us.",
        "vi": "Đảng Tự do và Cánh hữu Mới có đề xuất."
    },
    {
        "start": "00:19:02,320",
        "end": "00:19:06,440",
        "en": "-Hvornår? -Nu. Os to og Hesselboe og Yvonne.",
        "pa": "They want to meet.\n -Really? When? -Now. You and me.\n Hesselboe and Yvonne.",
        "vi": "Họ muốn gặp.\n - Thật à? Khi nào? - Bây giờ. Ông và tôi.\n Hesselboe và Yvonne."
    },
    {
        "start": "00:19:06,560",
        "end": "00:19:10,240",
        "en": "Lad være at tale om ulandsbistand.",
        "pa": "Don't mention foreign aid.\n It's small money and a provocation for them.",
        "vi": "Đừng nhắc đến viện trợ nước ngoài. Đó là khoản nhỏ và nó khiêu khích họ."
    },
    {
        "start": "00:19:10,360",
        "end": "00:19:13,400",
        "en": "De vil have penge til politi og forsvar.",
        "pa": "They will want money for police and defense.",
        "vi": "Họ sẽ muốn tiền cho cảnh sát và quốc phòng."
    },
    {
        "start": "00:19:13,520",
        "end": "00:19:16,720",
        "en": "Jeg åbner ikke hele finansloven op nu.",
        "pa": "No way. I'm not reopening the entire bill at this stage.",
        "vi": "Không đời nào. Tôi không mở lại toàn bộ dự luật lúc này."
    },
    {
        "start": "00:19:16,840",
        "end": "00:19:20,960",
        "en": "Hvis Hesselboe er patroniserende, går jeg med det samme.",
        "pa": "And if Hesselboe is a patronizing idiot, I am leaving.",
        "vi": "Nếu Hesselboe lên mặt với tôi, tôi sẽ bỏ đi."
    },
    {
        "start": "00:19:21,080",
        "end": "00:19:25,240",
        "en": "Nogen må jo banke lidt realiteter ind i den lille dame.",
        "pa": "Just let me talk, Yvonne.\n Yes, but somebody has to beat some sense into the girl.",
        "vi": "Để tôi nói, Yvonne.\n Vâng, nhưng phải có ai đó khiến bà ta tỉnh ngộ ra chứ."
    },
    {
        "start": "00:19:27,560",
        "end": "00:19:31,720",
        "en": "-Det var et uventet opkald. -Vi støtter ikke jeres politik.",
        "pa": "Hello, Lars, that was an unexpected call.\n It's not because we support your policy.",
        "vi": "Xin chào, Lars, gọi bất ngờ thế.\n Không phải vì ủng hộ chính sách của bà."
    },
    {
        "start": "00:19:31,840",
        "end": "00:19:36,720",
        "en": "Men landet skal ikke kastes ud i en krise.",
        "pa": "But I saw no need to send the country into crisis\n and turn us into Italy just because you can't control your people.",
        "vi": "Nhưng không cần đưa đất nước vào khủng hoảng\n và thành nước Ý chỉ vì bà không thể làm chủ người của mình."
    },
    {
        "start": "00:19:36,840",
        "end": "00:19:39,800",
        "en": "Du mangler et flertal i Tinget.",
        "pa": "Birgitte, you no longer have a majority behind you.",
        "vi": "Birgitte, bà không còn đa số ủng hộ nữa."
    },
    {
        "start": "00:19:39,920",
        "end": "00:19:44,760",
        "en": "Bare jeg ikke har et flertal imod mig. Skal vi ikke sidde ned?",
        "pa": "I don't need one, as long as there is no majority against me.",
        "vi": "Tôi không cần, miễn là không có đa số chống lại tôi."
    },
    {
        "start": "00:19:45,320",
        "end": "00:19:48,320",
        "en": "Du kan naturligvis forhandle med de to løsgængere.",
        "pa": "Let's take a seat.\n You could of course reach an agreement with the two independents.",
        "vi": "Mời ngồi.\n Dĩ nhiên bà có thể đi đến nhất trí với hai nghị sĩ độc lập."
    },
    {
        "start": "00:19:48,400",
        "end": "00:19:52,960",
        "en": "Er Danmark tjent med en finanslov, der bestemmes af to forrædere.",
        "pa": "But is Denmark best served with a finance bill that has you begging",
        "vi": "Nhưng liệu Đan Mạch có lợi nhất với một dự luật tài chính mà bà cầu xin"
    },
    {
        "start": "00:19:53,040",
        "end": "00:19:56,720",
        "en": "Det er hverken moral eller studenterhue, der trykker.",
        "pa": "-from two traitors? - With all due respect,\n Parly is burdened by neither conscience nor academic qualifications.",
        "vi": "- ở hai kẻ phản bội? - Kính thưa bà,\n Parly không có cả lương tâm lẫn trình độ."
    },
    {
        "start": "00:19:56,840",
        "end": "00:20:00,800",
        "en": "-Vil I redde regeringens liv? -Det kræver, at I åbner op.",
        "pa": "Do you want to save this government?\n Well, it would require your being forthcoming.",
        "vi": "Ông muốn cứu chính phủ này?\n Muốn thế, các vị cần luôn sẵn sàng."
    },
    {
        "start": "00:20:00,920",
        "end": "00:20:06,480",
        "en": "Der er ting i din politisk korrekte finanslov, som vi ikke kan leve med.",
        "pa": "There are parts of your very politically correct, puny finance bill,",
        "vi": "Có những phần trong dự tài chính yếu ớt, đúng quan điểm đó"
    },
    {
        "start": "00:20:06,600",
        "end": "00:20:10,360",
        "en": "Det kalder jeg social ansvarlighed.",
        "pa": "that we can't accept.\n I believe, what you call political correctness, I call social responsibility.",
        "vi": "không thể chấp nhận.\n Cái mà bà gọi là đúng quan điểm đó, tôi gọi là trách nhiệm xã hội."
    },
    {
        "start": "00:20:10,480",
        "end": "00:20:15,080",
        "en": "Her er vores udspil til et samarbejde.",
        "pa": "Let's not get emotional. Here is our proposal for an agreement.",
        "vi": "Đừng xúc động. Đây là đề xuất thỏa thuận của chúng tôi."
    },
    {
        "start": "00:20:15,200",
        "end": "00:20:21,720",
        "en": "-Vi vil have det første pressemøde. -Lad nu Birgitte kigge på det.",
        "pa": "There are non-negotiable things. And we want the first press conference.",
        "vi": "Có những thứ không thể thương lượng. Và chúng tôi muốn họp báo đầu tiên."
    },
    {
        "start": "00:20:21,840",
        "end": "00:20:24,080",
        "en": "Må jeg gætte?",
        "pa": "Yvonne, let Birgitte look at it first.\n Can I take a guess?",
        "vi": "Yvonne, hãy để Birgitte xem xét đã.\n Tôi đoán nhé?"
    },
    {
        "start": "00:20:24,200",
        "end": "00:20:29,560",
        "en": "Skattelettelser, mere politi og forsvar, færre grønne afgifter",
        "pa": "Tax cuts, more police and defense,",
        "vi": "Cắt giảm thuế, bổ sung cảnh sát và quốc phòng,"
    },
    {
        "start": "00:20:29,680",
        "end": "00:20:32,760",
        "en": "og strengere straffe til de unge kriminelle.",
        "pa": "fewer green tariffs and harsher punishments for young criminals?",
        "vi": "giảm thuế môi trường, phạt nặng hơn với tội phạm vị thành niên?"
    },
    {
        "start": "00:20:32,880",
        "end": "00:20:36,160",
        "en": "Ja, vi kræver nogle indrømmelser.",
        "pa": "Yes, of course we require concessions, if we are to keep you afloat.",
        "vi": "Vâng, tất nhiên chúng tôi đòi nhượng bộ, nếu muốn giữ bà."
    },
    {
        "start": "00:20:36,280",
        "end": "00:20:39,320",
        "en": "Danmark har fået ny regering.",
        "pa": "Denmark got a new government two and a half months ago.",
        "vi": "Đan Mạch có Chính phủ mới hai tháng rưỡi trước."
    },
    {
        "start": "00:20:39,440",
        "end": "00:20:42,400",
        "en": "Vi fører ikke borgerlig liberal politik.",
        "pa": "We do not pursue right wing-liberal policies.",
        "vi": "Chúng tôi không theo đuổi chính sách tự do cánh hữu."
    },
    {
        "start": "00:20:42,520",
        "end": "00:20:48,000",
        "en": "En regering fører den politik, der er nødvendig for, at den kan overleve.",
        "pa": "A government pursues the policies necessary to survive.",
        "vi": "Chính phủ cần theo đuổi chính sách cần thiết để tồn tại."
    },
    {
        "start": "00:20:48,120",
        "end": "00:20:50,880",
        "en": "Tænk over det.",
        "pa": "Think about that.",
        "vi": "Hãy nghĩ về điều đó."
    },
    {
        "start": "00:20:51,000",
        "end": "00:20:57,480",
        "en": "Lars. Svaret er nej. Jeg vil ikke huskes som den statsminister",
        "pa": "Lars.",
        "vi": "Lars."
    },
    {
        "start": "00:20:57,600",
        "end": "00:21:00,480",
        "en": "der bare var vikar for De Liberale.",
        "pa": "The answer is no.\n I won't be remembered as the prime minister\n who was just a stand-in for the Liberals.",
        "vi": "Câu trả lời là không.\n Tôi sẽ không để người ta nhớ tới mình là Thủ tướng làm bù nhìn cho Đảng Tự do."
    },
    {
        "start": "00:21:00,600",
        "end": "00:21:04,680",
        "en": "Alternativet er måske slet ikke at blive husket.",
        "pa": "The alternative is not being remembered at all.",
        "vi": "Cách khác là không được ai nhớ đến cả."
    },
    {
        "start": "00:21:07,680",
        "end": "00:21:13,520",
        "en": "-Vi kunne have forhandlet. -Det her var ultimative krav.",
        "pa": "We could have negotiated.",
        "vi": "Ta đã có thể thương lượng."
    },
    {
        "start": "00:21:13,640",
        "end": "00:21:18,000",
        "en": "Hesselboe ville være landsfaderen, der reddede finansloven.",
        "pa": "This was no negotiation. They were ultimatums.\n Then Hesselboe would have been the father of the country",
        "vi": "Đây không phải thương lượng. Đây là yêu sách cuối cùng.\n Rồi Hesselboe sẽ là người cha của đất nước"
    },
    {
        "start": "00:21:18,120",
        "end": "00:21:21,960",
        "en": "Vores eneste mulighed er Parly og Vagn.",
        "pa": "who saved the little girl from drowning.\n Our only option is Parly and Vagn.",
        "vi": "cứu cô gái nhỏ khỏi chết đuối.\n Lựa chọn duy nhất là Parly và Vagn."
    },
    {
        "start": "00:21:22,080",
        "end": "00:21:28,960",
        "en": "Tag hjem. Jeg taler med Parly. Jeg giver dem så lidt som muligt.",
        "pa": "Go home.\n I'll talk with Parly all night if I have to.\n I'll give them as little as possible.",
        "vi": "Về nhà đi.\n Tôi sẽ nói chuyện với Parly cả đêm nếu cần.\n Tôi sẽ cho họ ít nhất có thể."
    },
    {
        "start": "00:21:32,360",
        "end": "00:21:35,320",
        "en": "Er jeg fuldkommen idiot?",
        "pa": "Bent, am I a complete idiot?",
        "vi": "Bent, tôi có phải kẻ đại ngốc?"
    },
    {
        "start": "00:21:36,320",
        "end": "00:21:40,880",
        "en": "Måske. Men du er den modigste idiot, jeg kender.",
        "pa": "Perhaps. But you are the bravest idiot I know.",
        "vi": "Có lẽ. Nhưng là kẻ ngốc dũng cảm nhất mà tôi biết."
    },
    {
        "start": "00:21:50,080",
        "end": "00:21:53,200",
        "en": "Er du stadig statsminister?",
        "pa": "Are you still prime minister?",
        "vi": "Em vẫn là Thủ tướng chứ?"
    },
    {
        "start": "00:21:53,320",
        "end": "00:21:56,920",
        "en": "For to dage siden havde jeg en finanslov.",
        "pa": "Two days ago I had a finance bill and a majority in parliament.",
        "vi": "Hai ngày trước, em có một dự luật tài chính và đa số trong quốc hội."
    },
    {
        "start": "00:21:57,040",
        "end": "00:22:01,680",
        "en": "Nu forhandler vi med to løsgængere om en motorvej til Ringkøbing.",
        "pa": "Now we're negotiating with two crazy independent\n about a freeway to Ringkøbing.",
        "vi": "Giờ phía em đàm phán với hai nghị sĩ độc lập điên rồ\n về xa lộ đến Ringkøbing."
    },
    {
        "start": "00:22:03,720",
        "end": "00:22:07,280",
        "en": "-Vil en motorvej give jer flertal? -Ja.",
        "pa": "Do you have a majority if they get their freeway?",
        "vi": "Em có đa số nếu họ có xa lộ à?"
    },
    {
        "start": "00:22:07,400",
        "end": "00:22:11,400",
        "en": "-Så giv dem den. -For at få fred?",
        "pa": "-Yes. -Then give it to them.",
        "vi": "- Phải. - Thì cho họ đi."
    },
    {
        "start": "00:22:11,520",
        "end": "00:22:14,400",
        "en": "Ungerne vil gerne se dig lidt i julen.",
        "pa": "To buy peace?\n I think the kids want to see you this Christmas.",
        "vi": "Để mua hòa bình?\n Anh nghĩ các con muốn gặp em vào Giáng sinh."
    },
    {
        "start": "00:22:14,520",
        "end": "00:22:18,560",
        "en": "Også, hvis det koster en motorvej til Ringkøbing?",
        "pa": "-Even if it costs a freeway to Ringkøbing? -Mm-hmm.",
        "vi": "Dù là tốn cả xa lộ đến Ringkøbing?"
    },
    {
        "start": "00:22:21,600",
        "end": "00:22:24,520",
        "en": "Er de sure over, jeg ikke sagde godnat?",
        "pa": "Are they mad because I wasn't here to say good night?",
        "vi": "Chúng giận vì em không ở nhà, chúc ngủ ngon?"
    },
    {
        "start": "00:22:24,640",
        "end": "00:22:29,200",
        "en": "Du skulle læse for Magnus. Han ville ikke lade mig gøre det.",
        "pa": "Well, you promised to read for Magnus, and he wouldn't let me do it.",
        "vi": "Em hứa đọc truyện cho Magnus, và nó không chịu cho anh đọc."
    },
    {
        "start": "00:22:29,320",
        "end": "00:22:32,520",
        "en": "Han sover, og han er god igen i morgen.",
        "pa": "But he's okay. He's sleeping and will be fine tomorrow.",
        "vi": "Nhưng nó ổn. Nó ngủ rồi, mai là quên ấy mà."
    },
    {
        "start": "00:22:39,720",
        "end": "00:22:44,640",
        "en": "Vil statsministeren ikke hjælpe med at pakke julegaver ind?",
        "pa": "Would the prime minister like to come and help wrap the presents?",
        "vi": "Thủ tướng có muốn đến giúp gói quà không?"
    },
    {
        "start": "00:22:44,760",
        "end": "00:22:51,640",
        "en": "Jeg fik distraheret Magnus så meget, at julemanden lever et år endnu.",
        "pa": "I think I managed to distract Magnus enough,",
        "vi": "Anh nghĩ anh đã đánh lạc hướng Magnus"
    },
    {
        "start": "00:22:53,240",
        "end": "00:22:56,880",
        "en": "De skal nok få en fin jul. Det lover jeg.",
        "pa": "-that Santa survives another Christmas.\n They will have a great Christmas. I promise. Hmm.",
        "vi": "đủ để ông già Noel sống đến Giáng sinh sau.\n Em hứa chúng sẽ có một Giáng sinh tuyệt vời."
    },
    {
        "start": "00:22:57,000",
        "end": "00:23:01,400",
        "en": "-Og jeg skal nok trække læsset. -Nej, du skal ikke.",
        "pa": "-Don't worry, I'll pull the heavy load. -No, you shouldn't.",
        "vi": "- Đừng lo, anh gánh hết. - Anh không nên."
    },
    {
        "start": "00:23:01,520",
        "end": "00:23:04,040",
        "en": "Jo, du skal.",
        "pa": "Yes, you should.",
        "vi": "Có, anh nên."
    },
    {
        "start": "00:23:06,000",
        "end": "00:23:09,040",
        "en": "Vi er stadig os, ikke?",
        "pa": "-Hmm. -We are still us, right?\n Mm!",
        "vi": "Chúng ta vẫn là chúng ta, phải không?"
    },
    {
        "start": "00:23:24,000",
        "end": "00:23:25,880",
        "en": "Godmorgen.",
        "pa": "Good morning.\n -Good morning. -Good morning, Sanne.",
        "vi": "Xin chào.\n - Chào bà. - Chào Sanne."
    },
    {
        "start": "00:23:26,000",
        "end": "00:23:30,000",
        "en": "Finansministeren venter. Museumsdirektøren ringede.",
        "pa": "The Minister of Finance is waiting,",
        "vi": "Bộ trưởng Tài chính đang đợi,"
    },
    {
        "start": "00:23:30,120",
        "end": "00:23:34,400",
        "en": "-Hvilken stil...? -Hun bestemmer. Slut.",
        "pa": "and the director for the National Art Museum called to ask what style--\n Sanne, I won't have time to deal with it. She decides. Period.",
        "vi": "và giám đốc Bảo tàng Mỹ thuật Quốc gia gọi để hỏi bà...\n Tôi không có thời gian lo việc đó. Bà ấy quyết định. Thế thôi."
    },
    {
        "start": "00:23:37,520",
        "end": "00:23:41,200",
        "en": "Godmorgen. Har du ligget og sovet her hele natten?",
        "pa": "Good morning.",
        "vi": "Chào buổi sáng."
    },
    {
        "start": "00:23:41,320",
        "end": "00:23:47,800",
        "en": "Nej, jeg har ikke sovet. Motorvejen er ikke på plads inden afstemningen.",
        "pa": "Did you sleep here all night?\n No, I haven't slept.\n We won't land that six-billion-kroner freeway before the vote tomorrow.",
        "vi": "Ông ngủ ở đây cả đêm à?\n Không, tôi không ngủ.\n Không thể chốt vấn đề xa lộ sáu tỉ krone trước cuộc bỏ phiếu ngày mai."
    },
    {
        "start": "00:23:47,920",
        "end": "00:23:51,240",
        "en": "Du må bede Folketingets formand om udsættelse.",
        "pa": "You'll have to ask the speaker for an extension.",
        "vi": "Bà sẽ phải yêu cầu Chủ tịch Quốc hội nới thời hạn."
    },
    {
        "start": "00:23:51,360",
        "end": "00:23:55,520",
        "en": "-Bulldoggen? Hun hader mig jo. -Du har ikke andre muligheder.",
        "pa": "Go to the bulldog? She hates me.\n You don't have any other choice.",
        "vi": "Gặp Chó Bun à? Bà ta ghét tôi.\n Bà không có lựa chọn khác."
    },
    {
        "start": "00:23:55,640",
        "end": "00:23:59,160",
        "en": "Du er nødt til at gå op til Bulldoggen.",
        "pa": "You have to go to the bulldog.",
        "vi": "Bà phải gặp Chó Bun thôi."
    },
    {
        "start": "00:24:09,400",
        "end": "00:24:13,000",
        "en": "Formanden nægter at udsætte afstemningen.",
        "pa": "The dear Mrs. Speaker refuses to postpone the vote.",
        "vi": "Bà Chủ tịch đáng mến không cho hoãn bỏ phiếu."
    },
    {
        "start": "00:24:13,120",
        "end": "00:24:17,120",
        "en": "-Vi risikerer et mistillidsvotum. -Det her er ikke Italien.",
        "pa": "Now I risk a vote of no confidence.\n This is Denmark, not  Italy.",
        "vi": "Tôi có nguy cơ bị bỏ phiếu bất tín nhiệm.\n Đây là Đan Mạch, có phải Ý quái đâu."
    },
    {
        "start": "00:24:17,240",
        "end": "00:24:22,240",
        "en": "Tinget er fuldstændig splittet. Det handler kun om at få flertallet.",
        "pa": "The parliament is divided. Manners are thrown out the window.",
        "vi": "Quốc hội bị chia rẽ. Mọi phép tắc đều bị bỏ qua."
    },
    {
        "start": "00:24:22,360",
        "end": "00:24:27,560",
        "en": "Vi kan ikke blive enige om den skide motorvej i regeringen.",
        "pa": "Everything is about gaining a majority.\n Please get me a majority, Bent.\n The problem is we can't agree on that freeway in the government.",
        "vi": "Họ chỉ lo làm sao chiếm đa số.\n Kiếm đa số cho tôi, Bent.\n Vấn đề là ta không thể nhất trí về xa lộ đó trong chính phủ."
    },
    {
        "start": "00:24:27,680",
        "end": "00:24:33,760",
        "en": "Miljøpartiet siger, den går igennem en truet vadefugls yngleområde.",
        "pa": "Amir and the Green Party don't want it\n because it passes the most important breeding grounds",
        "vi": "Amir và Đảng Xanh không muốn làm\n vì nó đi qua đa số các khu sinh sản quan trọng"
    },
    {
        "start": "00:24:33,880",
        "end": "00:24:38,000",
        "en": "Amir sætter sin egen overlevelse som minister over vadefuglens.",
        "pa": "of some endangered animal.\n But I wonder if Amir won't value his survival as minister over the animal.",
        "vi": "của chim lội có nguy cơ tuyệt chủng.\n Chắc Amir phải quý chức bộ trưởng hơn loài chim đó chứ."
    },
    {
        "start": "00:24:38,120",
        "end": "00:24:43,000",
        "en": "Solidarisk Samling vil ikke være med. Vi har intet flertal.",
        "pa": "Perhaps, but Solidarity Union won't agree either,\n and then we are still without a majority. I've asked around.",
        "vi": "Có lẽ, nhưng Liên minh Đoàn kết cũng không đồng ý,\n và ta vẫn không có đa số. Tôi hỏi qua rồi."
    },
    {
        "start": "00:24:43,120",
        "end": "00:24:46,520",
        "en": "Motorvejen blev droppet for et par år siden.",
        "pa": "But we discussed that freeway in parliament some years ago",
        "vi": "Ta đã thảo luận về xa lộ đó ở Quốc hội vài năm trước"
    },
    {
        "start": "00:24:46,640",
        "end": "00:24:51,960",
        "en": "-Hvorfor tager Parly sagen op nu? -Hans valgkreds ligger deroppe.",
        "pa": "and dropped it. Why does Parly bring it up now?\n His constituency is there.",
        "vi": "và phải bỏ nó. Sao giờ Parly lại lôi ra?\n Cử tri của ông ta ở đó."
    },
    {
        "start": "00:24:52,080",
        "end": "00:24:56,400",
        "en": "Vi lækker til pressen, at Parly er ligeglad med pensionisterne.",
        "pa": "It's completely out of proportion.\n What if we spin it?\n We leak to the press that Parly doesn't care about retirees",
        "vi": "Nó hoàn toàn thiên lệch.\n Hay là ta lái nó đi?\n Ta tiết lộ với báo chí là Parly không phớt lờ người về hưu"
    },
    {
        "start": "00:24:56,520",
        "end": "00:24:59,600",
        "en": "Han vil bare have en motorvej i sin valgkreds.",
        "pa": "and just wants an expensive new freeway for his constituency.",
        "vi": "và chỉ muốn có xa lộ sáu tỉ cho cử tri của ông ta."
    },
    {
        "start": "00:24:59,720",
        "end": "00:25:03,120",
        "en": "Man lækker ikke fortrolige forhandlinger.",
        "pa": "It's not fair to leak confidential negotiations.",
        "vi": "Tiết lộ về đàm phán bí mật là không công bằng."
    },
    {
        "start": "00:25:03,240",
        "end": "00:25:08,480",
        "en": "-Parly vil trække sit krav. -Vi kommer i mindretal i morgen.",
        "pa": "My guess is that Parly withdraws his demand and acquiesces.\n We risk being voted down tomorrow.",
        "vi": "Tôi đoán là Parly sẽ rút lại yêu sách và ngoan ngoãn.\n Ta có thể thua trong bỏ phiếu ngày mai."
    },
    {
        "start": "00:25:08,600",
        "end": "00:25:11,600",
        "en": "Jeg tror, vi er forbi fairplay.",
        "pa": "We are past fair play.",
        "vi": "Không chơi đẹp được nữa."
    },
    {
        "start": "00:25:11,720",
        "end": "00:25:15,640",
        "en": "-Jeg synes, du skal gøre det. -Okay.",
        "pa": "You should do it.",
        "vi": "Anh nên làm thế."
    },
    {
        "start": "00:25:20,520",
        "end": "00:25:24,280",
        "en": "Vi skal lige se, hvor langt du er henne.",
        "pa": "All right, we just need to see how far you are along, Katrine.",
        "vi": "Được rồi, để xem đến đâu rồi, Katrine."
    },
    {
        "start": "00:25:24,400",
        "end": "00:25:29,000",
        "en": "Er du sød at knappe bukserne op og tage blusen op?",
        "pa": "Could you please lie down, unbutton your pants and pull up your shirt?",
        "vi": "Cô nằm xuống, cởi cúc quần và kéo áo lên nhé."
    },
    {
        "start": "00:25:29,120",
        "end": "00:25:31,880",
        "en": "Så må vi se, om vi kan få et billede.",
        "pa": "Let's try to get a picture.",
        "vi": "Sẽ cố chụp hình ảnh."
    },
    {
        "start": "00:25:32,000",
        "end": "00:25:35,560",
        "en": "Så må vi se, om vi kan se noget.",
        "pa": "-Let's see if we can see something.",
        "vi": "Để xem... có thấy gì không nào."
    },
    {
        "start": "00:25:36,960",
        "end": "00:25:41,240",
        "en": "Ja, der er baby.",
        "pa": "Yes.\n There's the baby.",
        "vi": "Vâng.\n Em bé kìa."
    },
    {
        "start": "00:25:42,400",
        "end": "00:25:47,640",
        "en": "-Hvad er det, der blinker? -Det er det lille hjerte.",
        "pa": "What's that flashing dot?\n That is the tiny heart.",
        "vi": "Cái đốm nhấp nháy là gì?\n Đó là trái tim bé xíu."
    },
    {
        "start": "00:25:52,920",
        "end": "00:25:56,880",
        "en": "Jeg kan godt lave et billede til faderen.",
        "pa": "I can do a picture for the dad if you want.",
        "vi": "Tôi có thể chụp ảnh cho bố bé, nếu cô muốn?"
    },
    {
        "start": "00:25:57,000",
        "end": "00:26:00,200",
        "en": "-Skal jeg gøre det? -Tak.",
        "pa": "-Should I do that? -Yes, thank you.",
        "vi": "- Có nên không? - Vâng, cảm ơn cô."
    },
    {
        "start": "00:26:02,880",
        "end": "00:26:06,000",
        "en": "Han ville gerne have været med i dag.",
        "pa": "-He would have liked to be here today... -It's no problem.",
        "vi": "- Hôm nay anh ấy muốn đến... - Không sao."
    },
    {
        "start": "00:26:06,120",
        "end": "00:26:09,600",
        "en": "Han kan bare komme med næste gang.",
        "pa": "-He got called to work. -He can come next time.",
        "vi": "- Anh ấy bị gọi đi làm. - Lần sau đến cũng được."
    },
    {
        "start": "00:26:15,000",
        "end": "00:26:19,000",
        "en": "Vi har fået oplyst, at du har fremsat et nyt krav.",
        "pa": "But this evening, a source close to the negotiations said you have a new demand.",
        "vi": "Nhưng tối nay một nguồn tin theo sát thương lượng cho biết ông có đòi hỏi mới."
    },
    {
        "start": "00:26:19,120",
        "end": "00:26:23,160",
        "en": "Nu er det en motorvej til Ringkøbing.",
        "pa": "Now it's a freeway to Ringkøbing.",
        "vi": "Giờ là xa lộ đến Ringkøbing."
    },
    {
        "start": "00:26:23,280",
        "end": "00:26:27,000",
        "en": "I går ville du gøre noget for pensionisterne.",
        "pa": "-Explain that one, Parly. - Yesterday, your fight was about",
        "vi": "- Giải thích đi, Parly. - Hôm qua, ông chiến đấu"
    },
    {
        "start": "00:26:27,120",
        "end": "00:26:30,720",
        "en": "Kan det ikke virke forvirrende på vælgerne?",
        "pa": "helping the retirees.\n Do you see how that might confuse voters?",
        "vi": "giúp người về hưu.\n Ông thấy nó có thể khiến cử tri khó hiểu chứ?"
    },
    {
        "start": "00:26:30,840",
        "end": "00:26:36,200",
        "en": "Ikke når de forstår, at en motorvej gavner især pensionisterne.",
        "pa": "Not when they understand\n that a freeway actually helps the retirees.",
        "vi": "Không, khi họ hiểu\n rằng xa lộ đó thực ra có lợi cho người về hưu."
    },
    {
        "start": "00:26:36,320",
        "end": "00:26:39,280",
        "en": "Det er du nødt til at uddybe.",
        "pa": "-I think you need to elaborate. -I think so too.",
        "vi": "- Ông nói rõ được không? - Tôi cũng nghĩ thế."
    },
    {
        "start": "00:26:39,400",
        "end": "00:26:43,680",
        "en": "Ved du, hvor lang tid det tager at få en ambulance i Vestjylland?",
        "pa": "Do you know how long old people wait for an ambulance in that part of Jutland?",
        "vi": "Anh biết người già ở vùng Jutland chờ xe cứu thương  bao lâu không?"
    },
    {
        "start": "00:26:43,800",
        "end": "00:26:47,760",
        "en": "Tre gange så lang tid som i København.",
        "pa": "Three times longer than someone in Copenhagen.",
        "vi": "Lâu gấp ba lần so với người ở Copenhagen."
    },
    {
        "start": "00:26:47,880",
        "end": "00:26:52,600",
        "en": "Måske er der en sammenhæng med, at du er valgt ind derovre.",
        "pa": "He's out of control.\n But some might see a connection with the fact that it's your constituency.",
        "vi": "Ông ta mất trí rồi.\n Một số người thấy nó liên quan tới việc đó là khu vực bầu cử của ông."
    },
    {
        "start": "00:26:52,720",
        "end": "00:26:56,080",
        "en": "Fortæl det til Anna på fem år og hendes familie.",
        "pa": "Yes, give it to him.\n Tell that to little five-year-old Anna and her family.",
        "vi": "Phải, hỏi ông ta thế đi.\n Hãy nói điều đó với bé Anna năm tuổi và gia đình bé đi."
    },
    {
        "start": "00:26:56,200",
        "end": "00:27:00,040",
        "en": "I fredags faldt hendes morfar om og havde brug for en ambulance.",
        "pa": "Last Friday, her grandfather collapsed and needed an ambulance.",
        "vi": "Thứ Sáu tuần trước, ông của bé ngã gục và cần xe cứu thương."
    },
    {
        "start": "00:27:00,160",
        "end": "00:27:04,200",
        "en": "Der var kø på den gamle hovedvej, så han døde på vej til hospitalet.",
        "pa": "But there was a traffic jam on the old highway,\n resulting in his death on the way to the hospital.",
        "vi": "Nhưng đường cao tốc cũ bị tắc,\n khiến ông ấy chết trên đường đến bệnh viện."
    },
    {
        "start": "00:27:04,320",
        "end": "00:27:09,920",
        "en": "Hvis der havde været en motorvej, havde han klaret den.",
        "pa": "You see, had there been a freeway, he would have made it.",
        "vi": "Nếu có xa lộ thì ông ấy sẽ đến kịp."
    },
    {
        "start": "00:27:10,040",
        "end": "00:27:13,360",
        "en": "Vores statsminister vil støtte ulandene.",
        "pa": "Then he and little Anna could have spent Christmas together.\n Our prime minister has said we should treat people from third world countries",
        "vi": "Thì họ đã được cùng đón Giáng sinh.\n Thủ tướng nói chúng ta nên coi mạng người dân ở các nước thế giới thứ ba"
    },
    {
        "start": "00:27:13,480",
        "end": "00:27:17,080",
        "en": "Som om deres liv er lige så meget værd som vores eget.",
        "pa": "as if their lives were worth just as much as ours.",
        "vi": "cũng đáng giá như mạng sống của ta."
    },
    {
        "start": "00:27:17,200",
        "end": "00:27:22,400",
        "en": "Er et menneske fra Ringkøbing mindre værd end et fra Somalia?",
        "pa": "But how come a person from Ringkøbing apparently is worth less",
        "vi": "Nhưng tại sao một người từ Ringkøbing lại có vẻ như không đáng giá bằng"
    },
    {
        "start": "00:27:22,520",
        "end": "00:27:26,120",
        "en": "Det spørgsmål giver vi videre til statsministeren.",
        "pa": "than someone from Somalia?\n And we will pass that on to the prime minister...",
        "vi": "một người ở Somalia?\n Chúng tôi sẽ chuyển lời đến Thủ tướng..."
    },
    {
        "start": "00:27:26,240",
        "end": "00:27:30,120",
        "en": "Det er rent mikrofonholderi. Der er ikke hold i argumenterne.",
        "pa": "He's letting him get away with it. There is no logic to Parly's arguments.",
        "vi": "Anh ta cho ông ta thoát. Lập luận của Parly không có tí logic nào."
    },
    {
        "start": "00:27:30,240",
        "end": "00:27:32,720",
        "en": "Det handler om folkestemning.",
        "pa": "It's not about arguments, but public opinion.",
        "vi": "Không phải về lập luận mà ở dư luận xã hội."
    },
    {
        "start": "00:27:32,840",
        "end": "00:27:37,440",
        "en": "Den har Parly vundet med lille Anna, der savner sin morfar.",
        "pa": "And Parly just won that with little Anna, who misses her granddad.",
        "vi": "Parly đã thắng với Anna, cô bé tưởng nhớ ông của mình."
    },
    {
        "start": "00:27:38,720",
        "end": "00:27:43,600",
        "en": "-Hvordan overlever vi afstemningen? -Afpresning.",
        "pa": "MAJORITY FOR INVESTIGATION OF HESSELBOE\n How do we survive the vote tomorrow?\n With blackmail.",
        "vi": "ĐA SỐ ĐỒNG Ý ĐIỀU TRA VỀ HESSELBOE\n Làm sao để sống sót qua cuộc bỏ phiếu ngày mai?\n Bằng đe dọa."
    },
    {
        "start": "00:27:59,680",
        "end": "00:28:03,800",
        "en": "-Du har beholdt malerierne. -De er ved at blive skiftet ud.",
        "pa": "Well, you've kept the paintings.",
        "vi": "Chà... Bà giữ mấy bức tranh này."
    },
    {
        "start": "00:28:03,920",
        "end": "00:28:07,480",
        "en": "Du har et problem med din finanslov.",
        "pa": "-They are actually being replaced. -You have a problem.\n With your finance bill.",
        "vi": "- Họ sắp thay chúng rồi. - Bà có vấn đề.\n Với dự luật tài chính."
    },
    {
        "start": "00:28:08,840",
        "end": "00:28:13,680",
        "en": "-Jeg har brug for en uge. -Et mistillidsvotum kan vælte dig.",
        "pa": "-I need a week. -You've lost your majority.",
        "vi": "- Tôi cần một tuần. - Bà đã mất đa số."
    },
    {
        "start": "00:28:13,800",
        "end": "00:28:18,440",
        "en": "Jeg er den eneste realistiske regeringsleder lige nu.",
        "pa": "A vote of no confidence now and you're out.\n I am the only viable leader of the government right now.",
        "vi": "Bỏ phiếu bất tín nhiệm là bà bị loại.\n Tôi là lãnh đạo duy nhất có thể trụ vững của Chính phủ."
    },
    {
        "start": "00:28:18,560",
        "end": "00:28:23,000",
        "en": "Og du tror ikke, at jeg kunne blive statsminister igen?",
        "pa": "And you know that.\n And you don't believe I could become prime minister?",
        "vi": "Ông biết mà.\n Và bà không tin tôi có thể trở thành Thủ tướng?"
    },
    {
        "start": "00:28:23,120",
        "end": "00:28:28,360",
        "en": "Jo, og det er muligheden for at blive statsminister, jeg vil tilbyde dig.",
        "pa": "Yes, I do.\n And it is exactly the possibility of being prime minister again some day",
        "vi": "Có chứ.\n Khả năng trở lại làm Thủ tướng ngày nào đó là đề xuất tôi dành cho ông."
    },
    {
        "start": "00:28:28,480",
        "end": "00:28:33,160",
        "en": "Du har en undersøgelseskommission hængende over hovedet.",
        "pa": "that I want to offer you.\n You have an investigation looming over your head",
        "vi": "Ông sắp bị điều tra"
    },
    {
        "start": "00:28:33,280",
        "end": "00:28:37,040",
        "en": "-De finder ikke noget. -Det tror jeg heller ikke.",
        "pa": "because of the prime minister's credit card.\n -They won't find anything. -I don't think so either.",
        "vi": "về vụ thẻ tín dụng của Thủ tướng đến nơi rồi.\n - Họ sẽ không thấy gì đâu. - Tôi cũng nghĩ vậy."
    },
    {
        "start": "00:28:37,160",
        "end": "00:28:40,720",
        "en": "Men du er potentielt en mand, der har taget af kassen.",
        "pa": "But while it looms, you are potentially a man who stole from the treasury.",
        "vi": "Nhưng trước khi điều tra, ông là kẻ biển thủ ngân sách."
    },
    {
        "start": "00:28:40,840",
        "end": "00:28:44,680",
        "en": "Sådan en mand kan ikke blive statsminister.",
        "pa": "Such a man can't be prime minister.",
        "vi": "Thế thì không thể làm Thủ tướng."
    },
    {
        "start": "00:28:44,800",
        "end": "00:28:49,480",
        "en": "Uden De Moderate er der ikke flertal for en undersøgelseskommission.",
        "pa": "What do you want?\n Without the Moderates, there is no majority for an investigation of you.",
        "vi": "Bà muốn gì?\n Không có Đảng Ôn hòa, không đủ đa số phiếu để điều tra về ông."
    },
    {
        "start": "00:28:49,600",
        "end": "00:28:54,720",
        "en": "Jeg lægger den ned, hvis du stemmer for en udsættelse af finansloven.",
        "pa": "I am offering to stop it in exchange\n for your support for an extension of the finance bill.",
        "vi": "Tôi đề xuất dừng nó, đổi lại\n ông ủng hộ việc gia hạn dự luật tài chính."
    },
    {
        "start": "00:28:54,840",
        "end": "00:28:57,800",
        "en": "Du skal frede mig en uge.",
        "pa": "Give me a week.",
        "vi": "Cho tôi thêm một tuần."
    },
    {
        "start": "00:29:00,360",
        "end": "00:29:04,600",
        "en": "Jeg stemmer ikke for din finanslov. Det gør Ny Højre heller ikke.",
        "pa": "I won't vote for your finance bill.\n -And the New Right won't either. -Is that so?",
        "vi": "Tôi sẽ không bỏ phiếu cho dự luật đó.\n - Cánh hữu Mới cũng thế. - Vậy à?"
    },
    {
        "start": "00:29:04,720",
        "end": "00:29:07,960",
        "en": "Kan du tale på hele oppositionens vegne?",
        "pa": "Do you speak for the entire opposition?",
        "vi": "Ông nói hộ cho cả phe đối lập à?"
    },
    {
        "start": "00:29:08,080",
        "end": "00:29:11,520",
        "en": "Yvonne har gjort, som jeg har sagt, de sidste seks år.",
        "pa": "Yvonne has done as I've told the last six years.\n I think that will continue.",
        "vi": "Yvonne đã làm như tôi bảo sáu năm qua. Việc đó sẽ tiếp tục."
    },
    {
        "start": "00:29:15,800",
        "end": "00:29:19,160",
        "en": "Du skal bare frede mig en uge.",
        "pa": "Just give me one week.",
        "vi": "Cứ cho tôi một tuần nhé."
    },
    {
        "start": "00:29:38,040",
        "end": "00:29:41,520",
        "en": "-Ja? -Du tager ikke din telefon.",
        "pa": "Yes.\n You don't pick up your phone.",
        "vi": "Vâng?\n Em không nghe điện thoại."
    },
    {
        "start": "00:29:43,200",
        "end": "00:29:47,680",
        "en": "-Måske vil jeg gerne være alene. -Hvordan har du det?",
        "pa": "Perhaps I want to be alone.\n I just wanted to hear how you were doing.",
        "vi": "- Có lẽ em muốn ở một mình? - Anh chỉ muốn biết em thế nào."
    },
    {
        "start": "00:30:05,000",
        "end": "00:30:09,520",
        "en": "-Hvorfor vil du være alene? -Jeg arbejder.",
        "pa": "Why do you want to be alone?\n No reason. I'm working.",
        "vi": "Sao em muốn ở một mình?\n Không có gì. Em đang làm việc."
    },
    {
        "start": "00:30:15,040",
        "end": "00:30:18,960",
        "en": "Jeg tager til Jylland og holder jul.",
        "pa": "I'm going to Jutland for Christmas.\n -Okay? -Yes.",
        "vi": "Em sẽ đến Jutland vào Giáng sinh.\n - Được chứ? - Vâng."
    },
    {
        "start": "00:30:19,080",
        "end": "00:30:23,120",
        "en": "-Har du lyst til det? -Skal du til Frankrig?",
        "pa": "-Is that what you want? -Are you going home?",
        "vi": "- Em muốn thế à? - Anh sẽ về nhà à?"
    },
    {
        "start": "00:30:23,240",
        "end": "00:30:28,440",
        "en": "Nej, mama og papa er i Fransk Polynesien. Bora Bora.",
        "pa": "-I mean, to France? -No.\n No, my parents are in the French Polynesia.",
        "vi": "- Ý em là về Pháp ấy. - Không.\n Không, ba má anh ở Polynesia thuộc Pháp."
    },
    {
        "start": "00:30:28,560",
        "end": "00:30:33,040",
        "en": "-Det er de lige begyndt på. -Savner de aldrig Danmark?",
        "pa": "Bora Bora. It's a new thing they're doing.",
        "vi": "Ở Bora Bora. Đó là sở thích mới của họ."
    },
    {
        "start": "00:30:33,160",
        "end": "00:30:37,360",
        "en": "-Hvad er der at savne i Danmark? -Dig.",
        "pa": "Don't they ever miss Denmark?\n What's to miss in Denmark?\n You.",
        "vi": "Họ không nhớ Đan Mạch à?\n Có gì để nhớ chứ?\n Anh."
    },
    {
        "start": "00:30:39,480",
        "end": "00:30:43,680",
        "en": "Mama og papa er ikke specielt sentimentale.",
        "pa": "Well, my parents aren't sentimental, so...",
        "vi": "Ba má anh không phải người tình cảm nên..."
    },
    {
        "start": "00:30:43,800",
        "end": "00:30:48,120",
        "en": "Jeg tror, jeg spiser på Hotel Skt. Petri. Skal du med?",
        "pa": "I think I'll eat at Hotel Sankt Petri.",
        "vi": "Chắc anh sẽ ăn ở Khách sạn Sankt Petri. Em đi cùng không?"
    },
    {
        "start": "00:30:48,240",
        "end": "00:30:52,440",
        "en": "Jeg har jo min familie, Kasper. Kan du huske dem?",
        "pa": "Do you want to come with?\n I have my family, you know, Kasper.",
        "vi": "Em có gia đình em mà, Kasper."
    },
    {
        "start": "00:30:52,560",
        "end": "00:30:57,520",
        "en": "De bor 18 km uden for Randers, og markerne lugter af lort.",
        "pa": "Remember them?\n They live 18 kilometers outside of Randers,\n and it smells like detergents and the stuff they spray on the fields.",
        "vi": "Nhớ họ không?\n Họ ở cách Randers 18 cây số\n và trên cánh đồng họ phun gì đó như mùi chất tẩy rửa."
    },
    {
        "start": "00:30:57,640",
        "end": "00:31:03,400",
        "en": "Men det er okay. Du er velkommen, hvis du er alene.",
        "pa": "But it's okay.",
        "vi": "Nhưng không sao."
    },
    {
        "start": "00:31:03,520",
        "end": "00:31:10,400",
        "en": "Jeg er ikke alene. Jeg skal være sammen med min onkel i Skodsborg.",
        "pa": "You're welcome to come if you're alone.\n I'm not alone.\n I'm joking. I'm going to be with my uncle in...",
        "vi": "Anh đến đi nếu anh có một mình.\n Anh không một mình.\n Anh đùa đấy. Anh sẽ ở với chú mình ở..."
    },
    {
        "start": "00:31:10,520",
        "end": "00:31:14,320",
        "en": "Vi bliver over 25. Det bliver fint.",
        "pa": "in Skodsborg for some Christmas thing.\n We'll be about 25 people. It'll be great.",
        "vi": "Ở Skodsborg để đón Giáng sinh.\n Sẽ mời khoảng 25 người. Sẽ vui lắm."
    },
    {
        "start": "00:31:16,280",
        "end": "00:31:19,240",
        "en": "Jeg er gravid.",
        "pa": "I'm pregnant.",
        "vi": "Em có thai rồi."
    },
    {
        "start": "00:31:19,360",
        "end": "00:31:22,160",
        "en": "Undskyld.",
        "pa": "I'm sorry.",
        "vi": "Em nói gì cơ?"
    },
    {
        "start": "00:31:22,280",
        "end": "00:31:24,360",
        "en": "Jeg er gravid.",
        "pa": "I'm pregnant.",
        "vi": "Em có thai."
    },
    {
        "start": "00:31:26,200",
        "end": "00:31:30,400",
        "en": "-Tager du pis på mig? Med hvem? -Med Ole.",
        "pa": "Are you kidding me? Who's the dad?\n Ole.",
        "vi": "Em đùa anh à? Bố nó là ai?\n Ole."
    },
    {
        "start": "00:31:32,600",
        "end": "00:31:38,440",
        "en": "-Det kan du ikke være nu. -Vi passede ikke så meget på.",
        "pa": "That can't be possible.\n It must have happened one of the last times.\n We were not very careful.",
        "vi": "Không thể nào.\n Chắc là một trong mấy lần cuối. Bọn em không cẩn thận."
    },
    {
        "start": "00:31:43,720",
        "end": "00:31:48,840",
        "en": "Det rager heller ikke mig. Jeg går ud fra, du skal have det fjernet.",
        "pa": "It's fine. It's none of my business.",
        "vi": "Không sao. Không phải việc của anh."
    },
    {
        "start": "00:31:48,960",
        "end": "00:31:52,640",
        "en": "-Nej. -Du kan ikke få et barn nu.",
        "pa": "I assume you're getting rid of it.\n -No. -What? You can't have a child now.",
        "vi": "Chắc là em sẽ bỏ nó đi.\n - Không. - Gì cơ? Giờ em không thể có con."
    },
    {
        "start": "00:31:52,760",
        "end": "00:31:55,560",
        "en": "Hvorfor ikke?",
        "pa": "Why not?",
        "vi": "Tại sao?"
    },
    {
        "start": "00:31:55,680",
        "end": "00:31:58,800",
        "en": "Du kan ikke overskue et barn i dit liv lige nu.",
        "pa": "Because you can't manage a child in your life right now.",
        "vi": "Giờ em không thể có một đứa trẻ trong cuộc sống của mình."
    },
    {
        "start": "00:31:58,920",
        "end": "00:32:02,520",
        "en": "-Du er lige blevet aftenvært på TV1. -Hør dig selv!",
        "pa": "-You just made evening anchor at TV1. -Do you hear yourself?",
        "vi": "- Em vừa được dẫn tối trên TV1. - Anh nói thế mà nghe được à?"
    },
    {
        "start": "00:32:02,640",
        "end": "00:32:05,520",
        "en": "Det er et barn, vi taler om.",
        "pa": "We're talking about a child, Kasper! The love between me and Ole, damn it.",
        "vi": "Ta đang nói về một đứa trẻ! Tình yêu giữa em và Ole, chết tiệt."
    },
    {
        "start": "00:32:05,640",
        "end": "00:32:10,480",
        "en": "-Du kan få børn hele dit liv. -Ja, men ikke med ham.",
        "pa": "You're 29. You have your whole life for kids.\n But not with him.",
        "vi": "Em 29 tuổi. Còn khối thì giờ mà đẻ.\n Không phải với anh ấy."
    },
    {
        "start": "00:32:22,080",
        "end": "00:32:27,560",
        "en": "Katrine. Undskyld, jeg kommer for sent.",
        "pa": "Katrine! Katrine!\n 3 YEARS EARLIER",
        "vi": "Katrine!\n Katrine!\n BA NĂM TRƯỚC"
    },
    {
        "start": "00:32:27,680",
        "end": "00:32:31,720",
        "en": "-Hvad var det, der var så vigtigt? -Hvem er du?",
        "pa": "I'm sorry I'm late.\n What was so important?",
        "vi": "Xin lỗi, anh đến muộn.\n Có gì quan trọng vậy?"
    },
    {
        "start": "00:32:31,840",
        "end": "00:32:35,120",
        "en": "Hvem er du? Din far hedder Peter Juul.",
        "pa": "-Who are you? -What?\n -Who are you?\n You dad's name is Peter Juul, right? But no Peter Juul works at Eurocopter.",
        "vi": "- Anh là ai? - Sao?\n Anh là ai?\n Tên bố anh là Peter Juul? Chả có Peter Juul nào làm ở Eurocopter."
    },
    {
        "start": "00:32:35,240",
        "end": "00:32:38,920",
        "en": "Der arbejder ingen Peter Juul i Eurocopter.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:39,040",
        "end": "00:32:43,360",
        "en": "Din mor døde, da du var tre. Hun ligger ikke på Slagelse Kirkegård.",
        "pa": "You did some checking up on me?\n Your mom, who died when you were three? No Lise Juul lies at Slagelse Cemetery.",
        "vi": "Em theo dõi anh à?\n Bà mẹ chết khi anh lên ba ấy? Không có Lise Juul nào ở Nghĩa trang Slagelse."
    },
    {
        "start": "00:32:43,480",
        "end": "00:32:48,120",
        "en": "-Du har løjet for mig. -Jeg har ikke løjet for dig.",
        "pa": "The cub reporter has been at it.\n -You lied to me! -I didn't lie to you, okay?",
        "vi": "Cô phóng viên ra tay rồi.\n - Anh nói dối em! - Anh không nói dối."
    },
    {
        "start": "00:32:48,240",
        "end": "00:32:51,920",
        "en": "-Jeg har ikke fortalt alle detaljer. -Så fortæl mig dem.",
        "pa": "-I may have omitted details. -Tell me them!",
        "vi": "- Có thể anh bỏ sót chi tiết. - Kể đi!"
    },
    {
        "start": "00:32:52,040",
        "end": "00:32:55,600",
        "en": "Min far tog den nye kones navn, da de blev gift.",
        "pa": "Fine, relax!\n My dad took his wife's name when they married.",
        "vi": "Được, bình tĩnh!\n Bố anh lấy tên vợ khi họ kết hôn."
    },
    {
        "start": "00:32:55,720",
        "end": "00:33:01,880",
        "en": "Han arbejder for militæret. De giver næppe nogen informationer fra sig.",
        "pa": "He works with the damn French military, so...\n I doubt that if a journalist called the reception,",
        "vi": "Ông ấy làm cho quân đội Pháp nên...\n chưa chắc một nhà báo gọi cho lễ tân mà họ dễ dàng nói hết thông tin đâu."
    },
    {
        "start": "00:33:02,000",
        "end": "00:33:05,600",
        "en": "Jeg ved ikke engang, hvad manden laver.",
        "pa": "that they would freely hand over all information.\n Damn it, Katrine, even I don't know what he does, besides making helicopters.",
        "vi": "Khỉ thật, cả anh cũng không biết ông ấy làm gì, chỉ biết là làm trực thăng."
    },
    {
        "start": "00:33:05,720",
        "end": "00:33:10,880",
        "en": "Min mor ligger i de ukendtes grav.",
        "pa": "My mom...\n is in an unmarked grave.",
        "vi": "Mẹ anh...\n ở trong ngôi mộ vô danh."
    },
    {
        "start": "00:33:13,840",
        "end": "00:33:17,720",
        "en": "Min mor begik selvmord, da jeg var tre år.",
        "pa": "My mom committed suicide, when I was three.",
        "vi": "Mẹ anh tự tử khi anh lên ba."
    },
    {
        "start": "00:33:22,240",
        "end": "00:33:25,520",
        "en": "Undskyld, skat.",
        "pa": "I'm sorry.\n I'm sorry, honey.",
        "vi": "Em xin lỗi. Em xin lỗi, anh yêu."
    },
    {
        "start": "00:33:28,720",
        "end": "00:33:33,000",
        "en": "Kom. Kommer du?",
        "pa": "Come with me.",
        "vi": "Đi với em."
    },
    {
        "start": "00:33:33,120",
        "end": "00:33:36,360",
        "en": "Regeringen undgik i dag at komme i mindretal",
        "pa": "-Are you coming? - Today, the government avoided",
        "vi": "- Đi không? - Hôm nay, Chính phủ đã tránh được"
    },
    {
        "start": "00:33:36,480",
        "end": "00:33:41,080",
        "en": "da De Liberale stemte for en udsættelse af finansloven.",
        "pa": "being voted down when the Liberals in a surprise move\n chose to delay the vote for the finance bill.",
        "vi": "việc bị bỏ phiếu loại khi đảng Tự do, trong một động thái bất ngờ\n chọn ủng hộ gia hạn bỏ phiếu cho dự luật tài chính."
    },
    {
        "start": "00:33:41,200",
        "end": "00:33:45,280",
        "en": "Folketinget er indkaldt til møde mellem jul og nytår.",
        "pa": "And parliament has now, most unusually,\n been scheduled to meet between Christmas and New Year.",
        "vi": "Và thật bất thường, Quốc hội,\n được xếp lịch họp giữa Giáng sinh và năm mới."
    },
    {
        "start": "00:33:45,400",
        "end": "00:33:50,880",
        "en": "Kasper Juul, du har fungeret som spindoktor for Birgitte Nyborg.",
        "pa": "-Kasper Juul, welcome. -Thank you.\n You were spin doctor for Birgitte Nyborg and the Moderates.",
        "vi": "- Kasper Juul, chào mừng anh. - Cảm ơn.\n Anh đã là cố vấn truyền thông của Birgitte Nyborg và Đảng Ôn hòa."
    },
    {
        "start": "00:33:51,000",
        "end": "00:33:55,760",
        "en": "-Fortæl os, hvad vi oplever her. -Statsministeren er i modvind.",
        "pa": "Tell us what's happening.\n We are seeing a prime minister facing great adversity.",
        "vi": "Chuyện gì đang xảy ra vậy?\n Ta đang thấy một Thủ tướng gặp trở ngại lớn. Quốc hội bị chia rẽ."
    },
    {
        "start": "00:33:55,880",
        "end": "00:34:01,280",
        "en": "Tinget er splittet. Men Birgitte overlever seks dage mere.",
        "pa": "Parliament is divided.\n And still Birgitte Nyborg manages to score a small tactical victory",
        "vi": "Tuy thế, bà Nyborg giành được chiến thắng nhỏ mang tính chiến thuật"
    },
    {
        "start": "00:34:01,400",
        "end": "00:34:06,440",
        "en": "Hvordan har Nyborg fået De Liberale med på den her?",
        "pa": "by gaining six more days.\n Could you explain for us how Nyborg managed to persuade the Liberals?",
        "vi": "là thêm sáu ngày nữa.\n Anh có thể giải thích làm thế nào mà Nyborg"
    },
    {
        "start": "00:34:06,560",
        "end": "00:34:10,160",
        "en": "Jeg tror, der er tale om en klassisk handel i porten.",
        "pa": "I think this is a classic trade-off.",
        "vi": "thuyết phục được đảng Tự do?\n Tôi nghĩ đây là cuộc trao đổi kinh điển."
    },
    {
        "start": "00:34:10,280",
        "end": "00:34:16,480",
        "en": "Nyborg sagde i radioen, at hun ikke fandt det formålstjenstligt",
        "pa": "If any of you heard the radio news today at noon,\n Birgitte Nyborg said she didn't find it necessary",
        "vi": "Nếu có ai nghe tin trên đài trưa hôm nay\n thì sẽ biết Birgitte Nyborg nói rằng bà ấy thấy không cần thiết"
    },
    {
        "start": "00:34:16,600",
        "end": "00:34:20,360",
        "en": "med en kommissionsundersøgelse over for Hesselboe.",
        "pa": "to investigate Lars Hesselboe.",
        "vi": "phải điều tra về Lars Hesselboe."
    },
    {
        "start": "00:34:20,480",
        "end": "00:34:25,400",
        "en": "Hun får seks dage mere at forhandle i, og han får fred.",
        "pa": "So she gets six more days to negotiate,\n and he gets left alone. No one wants to look at his receipts.",
        "vi": "Vậy là bà ấy có thêm sáu ngày để thương lượng\n còn ông ấy được để yên, không ai muốn xem biên lai của ông ấy."
    },
    {
        "start": "00:34:25,520",
        "end": "00:34:28,120",
        "en": "Med andre ord: Noget for noget.",
        "pa": "In other words... quid pro quo.",
        "vi": "Nói cách khác là... có đi có lại."
    },
    {
        "start": "00:34:32,240",
        "end": "00:34:36,040",
        "en": "Så. Jeg har været på juleindkøb i 11 minutter.",
        "pa": "All right, I've now Christmas shopped for 11 minutes!",
        "vi": "Được rồi..."
    },
    {
        "start": "00:34:36,160",
        "end": "00:34:39,400",
        "en": "Jeg spurgte mine vagter til råds.",
        "pa": "I had to ask my security guards what to buy for my husband.",
        "vi": "Tôi đã mua sắm cho Giáng sinh được 11 phút!\n Tôi phải hỏi nhân viên an ninh nên tặng gì cho chồng."
    },
    {
        "start": "00:34:39,520",
        "end": "00:34:43,240",
        "en": "-Har du set det her? -Ja, det går vel over.",
        "pa": "Have you seen this?\n Yes. It will blow over, I guess.",
        "vi": "Bà xem cái này chưa?\n Rồi. Chắc nó sẽ gây choáng."
    },
    {
        "start": "00:34:43,360",
        "end": "00:34:47,800",
        "en": "Har du set Tores svar til Laugesen? Det er fandeme godt skrevet.",
        "pa": "Blow over?\n Did you see Tore's response to Laugesen today in Politiken?",
        "vi": "Choáng à?\n Thấy phản ứng của Tore với Laugesen ở Politiken chứ?"
    },
    {
        "start": "00:34:47,920",
        "end": "00:34:52,240",
        "en": "Laugesen vender en folkestemning imod dig.",
        "pa": "-It's very well written. -Listen, Birgitte.\n Laugesen is turning public opinion against you.\n And your new spin doctor answers with an article in Politiken.",
        "vi": "- Nó được viết tốt. - Nghe này.\n Laugesen lôi kéo dư luận chống lại bà.\n Cố vấn truyền thông mới của bà lại trả lời Politiken."
    },
    {
        "start": "00:34:52,360",
        "end": "00:34:54,640",
        "en": "Din spindoktor dur ikke.",
        "pa": "He's no good. He can't protect you.",
        "vi": "Anh ta kém lắm, không thể bảo vệ bà."
    },
    {
        "start": "00:34:54,760",
        "end": "00:34:59,880",
        "en": "Så må mine resultater beskytte mig. Hvad skal jeg gøre?",
        "pa": "-Then my results will have to protect me. -Results don't mean shit here.",
        "vi": "- Vậy kết quả sẽ phải bảo vệ tôi. - Kết quả chẳng có nghĩa gì."
    },
    {
        "start": "00:35:00,000",
        "end": "00:35:04,360",
        "en": "Jeg arbejder 20 timer i døgnet. Vi har mistet flertallet i Tinget.",
        "pa": "Bent, what should I do?\n I work 20 hours a day. The press hounds me, and we've lost majority in parliament.",
        "vi": "Bent, tôi phải làm gì?\n Tôi làm 20 tiếng một ngày, bị báo chí truy lùng, ta mất đa số trong Quốc hội."
    },
    {
        "start": "00:35:04,480",
        "end": "00:35:08,280",
        "en": "Skal jeg have ondt af dig? Er du ikke statsminister?",
        "pa": "Do you want sympathy? Aren't you prime minister?",
        "vi": "Bà muốn được thông cảm? Bà không phải Thủ tướng sao?"
    },
    {
        "start": "00:35:08,400",
        "end": "00:35:13,360",
        "en": "-Går du af? Hvad svarer du? -Selvfølgelig gør jeg ikke det.",
        "pa": "-What the fuck does that mean? -That you are prime minister.\n -Are you resigning? What's your answer? -Of course not!",
        "vi": "- Nghĩa là gì? - Rằng bà là Thủ tướng.\n - Bà định từ chức à? Trả lời đi. - Dĩ nhiên là không!"
    },
    {
        "start": "00:35:13,480",
        "end": "00:35:17,560",
        "en": "Jeg går sgu da ikke af, før vi er kommet i gang.",
        "pa": "I'm not resigning before we've even started, damn it!",
        "vi": "Tôi không từ chức trước khi ta bắt đầu, chết tiệt!"
    },
    {
        "start": "00:35:17,680",
        "end": "00:35:21,560",
        "en": "Vi må finde 6 mia. til en motorvej, så vi kan komme i gang.",
        "pa": "Find those six billion for that freeway and let's get to work!",
        "vi": "Tìm sáu tỉ làm xa lộ và tiến hành thôi!"
    },
    {
        "start": "00:35:21,680",
        "end": "00:35:27,000",
        "en": "-Jeg tror på det her, Bent. -Godt. Skriv det i din nytårstale.",
        "pa": "I believe in this, Bent.\n Good. Write that in your New Year's speech.",
        "vi": "Tôi tin điều này, Bent.\n Tốt. Nhớ viết thế trong bài phát biểu năm mới."
    },
    {
        "start": "00:35:55,880",
        "end": "00:36:01,560",
        "en": "Undskyld. Skal man ikke sige det juleaften? Tilgivelse og alt det pis.",
        "pa": "-Hi. - Sorry.\n Isn't that what you say on Christmas Eve?",
        "vi": "- Chào anh. - Xin lỗi em.\n Chẳng phải đó là điều nên nói vào đêm Giáng sinh?"
    },
    {
        "start": "00:36:01,680",
        "end": "00:36:05,120",
        "en": "-Man hører det ikke så tit fra dig. -Det er juleaften.",
        "pa": "With forgiveness and all that shit?\n You don't say that often.",
        "vi": "Xin tha lỗi và các thứ?\n Anh không hay nói thế."
    },
    {
        "start": "00:36:05,240",
        "end": "00:36:10,720",
        "en": "-Er du i Skodsborg? -Holder du fest med smølferne?",
        "pa": "It is Christmas Eve, so...\n Are you in Skodsborg with your uncle?\n What the hell is that in the background? Are you having a party with the Smurfs?",
        "vi": "Giờ là đêm Giáng sinh nên...\n Anh đang ở Skodsborg với chú à?\n Tiếng quái gì thế? Em mở tiệc với Xì Trum à?"
    },
    {
        "start": "00:36:10,840",
        "end": "00:36:17,840",
        "en": "Min bror har lavet julestue i gården med højttaler og hele moletjavsen.",
        "pa": "My brother has set up Christmas lights in the courtyard, with speakers and all.",
        "vi": "Em trai em lắp đèn Giáng sinh trong sân, có loa với các thứ."
    },
    {
        "start": "00:36:17,960",
        "end": "00:36:21,960",
        "en": "Jeg får en peberkværn, hvis ikke jeg er gift, inden jeg fylder 30.",
        "pa": "He's so lame. He's also threatened me with an 25-foot-tall pepper grinder",
        "vi": "Nó quái lắm. Còn dọa em bằng cối xay tiêu cao tám mét"
    },
    {
        "start": "00:36:22,080",
        "end": "00:36:25,440",
        "en": "-Så skal du skynde dig. -Ja.",
        "pa": "and steel drums if I'm not married by 30.\n Then you better get moving.",
        "vi": "- và trống thép nếu đến 30 tuổi mà còn ế. - Vậy em nên làm gì đó đi."
    },
    {
        "start": "00:36:25,560",
        "end": "00:36:29,880",
        "en": "-Gør du nu også det rigtige? -Ja.",
        "pa": "Yes.\n Are you sure you're doing the right thing?\n Yes.",
        "vi": "Vâng.\n Em có chắc mình đang làm đúng không?\n Có."
    },
    {
        "start": "00:36:32,640",
        "end": "00:36:36,240",
        "en": "De råber på mig nu. Jeg kommer nu.",
        "pa": "Oh, I think they are calling for me now.",
        "vi": "Chắc họ đang gọi anh."
    },
    {
        "start": "00:36:36,360",
        "end": "00:36:39,120",
        "en": "Vi skal til bords. Pas godt på dig selv.",
        "pa": "I'm coming now!\n Katrine, we're about to eat, so...",
        "vi": "Tôi đến đây!\n Katrine, bọn anh sắp ăn nên..."
    },
    {
        "start": "00:36:39,240",
        "end": "00:36:41,800",
        "en": "Glædelig jul.",
        "pa": "Okay, yeah. Merry Christmas.",
        "vi": "Vâng. Giáng sinh vui vẻ"
    },
    {
        "start": "00:36:45,760",
        "end": "00:36:48,880",
        "en": "-Hej, mor. -Hej, skat.",
        "pa": "-Hi, Mom. -Hi, honey.",
        "vi": "- Chào mẹ. - Chào cưng."
    },
    {
        "start": "00:37:11,640",
        "end": "00:37:14,520",
        "en": "De så mig ikke.",
        "pa": "They're not sleeping.",
        "vi": "Chúng chưa ngủ."
    },
    {
        "start": "00:37:22,440",
        "end": "00:37:25,800",
        "en": "Er vi lige lidt afvisende, Phillip Christensen?",
        "pa": "Was that a little rejection, Phillip Christensen?",
        "vi": "Anh từ chối em đấy à, Phillip Christensen?"
    },
    {
        "start": "00:37:25,920",
        "end": "00:37:32,960",
        "en": "Nej, jeg så din gamle spinmand, Kasper, i fjernsynet forleden.",
        "pa": "No, I saw that guy...\n your old spin doctor Kasper on TV the other night.",
        "vi": "Không, anh thấy anh chàng đó...\n cố vấn truyền thông cũ của em, Kasper, trên tivi tối hôm nọ."
    },
    {
        "start": "00:37:33,080",
        "end": "00:37:37,120",
        "en": "Han regnede din porthandel med Hesselboe ud.",
        "pa": "He figured out your little trade with Hesselboe.",
        "vi": "Anh ta phát hiện ra em trao đổi với Hesselboe."
    },
    {
        "start": "00:37:37,240",
        "end": "00:37:42,320",
        "en": "Hvorfor valgte du ikke ham som ny rådgiver i stedet for Gudme?",
        "pa": "And then I thought...\n Why didn't you pick him as your new adviser instead of Gudme?",
        "vi": "Và anh nghĩ...\n Sao em không chọn anh ta làm cố vấn mới thay cho Gudme?"
    },
    {
        "start": "00:37:42,440",
        "end": "00:37:47,640",
        "en": "Jeg skal ikke arbejde sammen med Kasper igen. Manden har ingen moral.",
        "pa": "That's not going to happen. I won't work with Kasper again.",
        "vi": "Không được. Em không làm việc với Kasper nữa."
    },
    {
        "start": "00:37:47,760",
        "end": "00:37:51,480",
        "en": "Siden hvornår har det været nødvendigt for en spindoktor?",
        "pa": "The man is without morals.\n Since when does a spin doctor need that?",
        "vi": "Anh ta không có đạo đức.\n Từ khi nào cố vấn truyền thông cần điều đó?"
    },
    {
        "start": "00:37:51,600",
        "end": "00:37:55,360",
        "en": "Han kørte din valgkamp. I min verden vælger man den bedste.",
        "pa": "He crafted a fantastic election campaign for you.",
        "vi": "Anh ta cho em chiến dịch tranh cử mĩ mãn. Anh thấy em chọn người giỏi nhất."
    },
    {
        "start": "00:37:55,480",
        "end": "00:38:00,800",
        "en": "I min verden vælger man den rigtige. Og jeg vælger dig.",
        "pa": "In my world, you choose the best.\n In my world, you choose the right one.\n And I choose you.",
        "vi": "Em thấy anh đã chọn đúng người.\n Và em chọn anh."
    },
    {
        "start": "00:38:05,120",
        "end": "00:38:09,800",
        "en": "Sig ordentlig tak for gaven. Det var en pissedyr fyldepen.",
        "pa": "And say thank you for the present. It was a damn expensive fountain pen.",
        "vi": "Cảm ơn em vì món quà đó đi, bút máy đó đắt lắm đấy."
    },
    {
        "start": "00:38:09,920",
        "end": "00:38:14,200",
        "en": "Jo, men du gav mig en magen til for tre år siden.",
        "pa": "Yes, but you gave me that exact same one three years ago.",
        "vi": "Ừ, nhưng ba năm trước, em tặng anh chiếc giống hệt."
    },
    {
        "start": "00:38:15,240",
        "end": "00:38:20,520",
        "en": "Nej, hvor er det pinligt. Hvor er det dårligt.",
        "pa": "Oh, God, how embarrassing.",
        "vi": "Ôi trời, xấu hổ quá."
    },
    {
        "start": "00:38:20,640",
        "end": "00:38:23,680",
        "en": "-Så, skat. Kom her med dig. -Undskyld.",
        "pa": "-How embarrassing! Sorry! -Come here, honey.\n Get over here. ",
        "vi": "- Xấu hổ quá! Em xin lỗi! - Lại đây, em yêu.\n Lên đây nào."
    },
    {
        "start": "00:38:23,800",
        "end": "00:38:26,080",
        "en": "Det er okay.",
        "pa": "- Mm! I'm sorry. -It's okay.",
        "vi": "- Em xin lỗi. - Không sao."
    },
    {
        "start": "00:38:29,320",
        "end": "00:38:31,800",
        "en": "Lad den nu bare være.",
        "pa": "-What the hell? -Just leave it. It's mine.",
        "vi": "- Cái quái gì thế? - Kệ nó."
    },
    {
        "start": "00:38:31,920",
        "end": "00:38:36,840",
        "en": "-Det er min. -Det er din nye ven, Tore Gudme.",
        "pa": "Yes, it's your new friend Tore Gudme. Here.",
        "vi": "Là của em.\n Ừ, là bạn mới của em, Tore Gudme. Đây."
    },
    {
        "start": "00:38:38,440",
        "end": "00:38:42,880",
        "en": "-Godmorgen, Tore. -Har du set Ekspres i dag?",
        "pa": "-Good morning, Tore. -Sorry to disturb on Christmas morning...",
        "vi": "- Chào Tore. - Xin lỗi vì phiền vào sáng Giáng sinh..."
    },
    {
        "start": "00:38:43,000",
        "end": "00:38:48,000",
        "en": "Laugesen påstår, vi to har noget kørende. Det er grotesk.",
        "pa": "-but have you read Ekspres today? -No.\n Laugesen claims there is something going on between us. It's grotesque.",
        "vi": "- bà đọc tờ Express hôm nay chưa? - Chưa.\n Laugesen khẳng định chúng ta dan díu. Thật lố bịch."
    },
    {
        "start": "00:38:48,120",
        "end": "00:38:53,040",
        "en": "Det er en ulødig sammenblanding af sladder og hadekampagne.",
        "pa": "It's such a dirty trick. An unseemly mix of gossip and hate campaign.",
        "vi": "Mánh khóe bẩn thỉu. Sự pha trộn vô duyên giữa tin đồn và chiến dịch bôi nhọ."
    },
    {
        "start": "00:38:53,160",
        "end": "00:38:56,760",
        "en": "Min nabo spørger, hvornår jeg udskriver valg.",
        "pa": "Yes, but it's damn effective. My neighbor asked when I'll schedule elections,",
        "vi": "Ừ, nhưng hiệu quả. Hàng xóm của tôi hỏi khi nào bầu cử lại"
    },
    {
        "start": "00:38:56,880",
        "end": "00:39:00,880",
        "en": "Min mor ville høre, om jeg skulle skilles.",
        "pa": "and my mom called to ask if I'm getting a divorce.",
        "vi": "và mẹ tôi hỏi có sắp ly hôn không."
    },
    {
        "start": "00:39:01,000",
        "end": "00:39:04,960",
        "en": "TV1 spørger, om vi vil møde Laugesen i en direkte tv-debat.",
        "pa": "-It ends now. - How?\n TV1 has asked us to meet Laugesen in a live debate.",
        "vi": "- Nó sẽ kết thúc ngay. - Bằng cách nào?\n TV1 mời ta tranh luận trực tiếp với Laugesen."
    },
    {
        "start": "00:39:05,080",
        "end": "00:39:10,240",
        "en": "Det kan du ikke. Du er statsminister. Han er redaktør på et blad.",
        "pa": "-Would love to. -You can't.\n You are prime minister.",
        "vi": "- Hay đấy. - Bà không thể.\n Bà là Thủ tướng,"
    },
    {
        "start": "00:39:10,360",
        "end": "00:39:14,600",
        "en": "-I er ikke på niveau. -Jeg kan møde ham.",
        "pa": "He is editor of a newspaper. You are not on the same level.\n -It would look weak. - But I can meet him.",
        "vi": "ông ta là tổng biên tập báo. Không cùng đẳng cấp.\n - Sẽ bị coi là nhu nhược. - Tôi thì được."
    },
    {
        "start": "00:39:14,720",
        "end": "00:39:19,320",
        "en": "Oppositionen myrder os, hvis en spindoktor tager politiske debatter.",
        "pa": "And I'd love to push back a little.\n We can't! The opposition will murder us if we let a spin doctor",
        "vi": "Tôi muốn đưa ra lời phản đối.\n Không! Phe đối lập sẽ giết ta nếu để cố vấn truyền thông"
    },
    {
        "start": "00:39:19,440",
        "end": "00:39:25,400",
        "en": "Jeg svarer på det svineri, som involverer mig personligt.",
        "pa": "-do a political debate. -I won't debate politics,\n I'll answer specifically on this muck involving me personally.",
        "vi": "- tranh luận chính trị. - Không tranh luận chính trị\n mà trả lời cụ thể về trò mèo liên quan tới tôi."
    },
    {
        "start": "00:39:25,520",
        "end": "00:39:30,240",
        "en": "Hvis du taler over dig, bryder helvede løs.",
        "pa": "-I'll discuss press ethics. -It's a fine line you're walking.\n One misstep and all hell breaks loose.",
        "vi": "- Tôi sẽ nói về đạo đức nhà báo. - Đó là ranh giới mong manh.\n Sai một ly là đi một dặm đấy."
    },
    {
        "start": "00:39:30,360",
        "end": "00:39:35,000",
        "en": "Laugesen vil så tvivl om Birgittes troværdighed.",
        "pa": "The analysis is simple.\n Laugesen's aim is to undermine Birgitte's credibility.",
        "vi": "Dễ phân tích thôi mà.\n Mục đích của Laugesen là hạ uy tín của bà Birgitte."
    },
    {
        "start": "00:39:35,120",
        "end": "00:39:39,240",
        "en": "Vi skal få ham til at mislykkes. Sådan er det meget enkelt.",
        "pa": "Our aim is to make him fail. That's it. Plain and simple.",
        "vi": "Mục đích của ta là khiến ông ta thất bại. Đơn giản thế thôi."
    },
    {
        "start": "00:39:39,360",
        "end": "00:39:43,760",
        "en": "-Det er på tide, vi handler. -Det synes jeg også.",
        "pa": "I think we have been silent for too long. Time to act.",
        "vi": "Ta đã im lặng quá lâu. Đến lúc hành động rồi."
    },
    {
        "start": "00:39:43,880",
        "end": "00:39:47,240",
        "en": "Jeg ringer til TV1 med det samme. God jul.",
        "pa": "I agree.\n I'll contact TV1 right away.\n - Good. -Merry Christmas.",
        "vi": "Tôi đồng ý.\n Tôi sẽ gọi cho TV1 ngay.\n - Tốt. - Giáng sinh vui vẻ."
    },
    {
        "start": "00:39:53,880",
        "end": "00:39:58,120",
        "en": "Laugesen er livsfarlig. Hvor meget tv-erfaring har Tore?",
        "pa": "Laugesen is deadly.\n How much TV experience does Tore have?",
        "vi": "Laugesen rất nguy hiểm. Tore có bao nhiêu kinh nghiệm trên truyền hình?"
    },
    {
        "start": "00:39:58,240",
        "end": "00:40:00,640",
        "en": "Manden er lektor i retorik.",
        "pa": "He's a professor of rhetoric.",
        "vi": "Anh ấy là giáo sư hùng biện."
    },
    {
        "start": "00:40:09,080",
        "end": "00:40:13,480",
        "en": "Jeg er der klokken seks. Prøv at tjekke det med Pia.",
        "pa": "I should be there by six o'clock. Check it with Pia.",
        "vi": "Tôi sẽ đến lúc 6:00. Kiểm tra với Pia đi."
    },
    {
        "start": "00:40:15,280",
        "end": "00:40:18,800",
        "en": "Vi tager en briefing, når jeg kommer.",
        "pa": "Yes.\n Okay, we'll do a briefing when I get there. Okay, bye.",
        "vi": "Vâng.\n Được, sẽ hội ý khi tôi đến đó. Tạm biệt."
    },
    {
        "start": "00:40:18,920",
        "end": "00:40:23,040",
        "en": "Du tager med til julefrokost hos morfar i morgen, ikke?",
        "pa": "Hey.\n You're coming for Christmas lunch at granddad's tomorrow, right?",
        "vi": "Mai con sẽ ăn bữa trưa Giáng sinh ở nhà ông nội chứ?"
    },
    {
        "start": "00:40:23,160",
        "end": "00:40:27,600",
        "en": "Jeg skal tage et interview i aften. Jeg har et fly om to timer.",
        "pa": "They just asked me if I could do a big interview tonight. Somebody's sick.",
        "vi": "Họ vừa bảo con làm phỏng vấn quan trọng tối nay. Có người ốm."
    },
    {
        "start": "00:40:27,720",
        "end": "00:40:29,960",
        "en": "Morfar bliver så skuffet.",
        "pa": "So I have a plane back in two hours.\n Granddad will be so disappointed.",
        "vi": "Hai giờ nữa con phải bay về.\n - Ông sẽ thất vọng lắm. - Con biết."
    },
    {
        "start": "00:40:30,080",
        "end": "00:40:35,200",
        "en": "Det ved jeg godt, men hvis du ser 20.30'eren i aften, forstår du det.",
        "pa": "Yeah, I know.\n Watch the 8:30 show tonight. I'm sure you'll understand.",
        "vi": "Xem chương trình 8:30 tối nay, mẹ sẽ hiểu."
    },
    {
        "start": "00:40:35,320",
        "end": "00:40:39,040",
        "en": "Sagde du ikke, du havde haft et ildebefindende i sidste uge?",
        "pa": "Didn't you say you fainted last week?",
        "vi": "Không phải con nói tuần trước con ngất à?"
    },
    {
        "start": "00:40:39,160",
        "end": "00:40:43,240",
        "en": "-Jo, men det er ikke noget farligt. -Folk dør faktisk af stress.",
        "pa": "It was nothing dangerous.\n People do actually die of stress.",
        "vi": "Không có gì nguy hiểm cả.\n - Có thể chết vì stress thật đấy. - Con không bị stress."
    },
    {
        "start": "00:40:43,360",
        "end": "00:40:46,880",
        "en": "-Det er ikke stress. -Du arbejder altid.",
        "pa": "It's not stress.",
        "vi": ""
    },
    {
        "start": "00:40:47,000",
        "end": "00:40:49,520",
        "en": "Det er ikke stress, mor.",
        "pa": "-You're always working, Katrine. -It's not stress, Mom!",
        "vi": "- Con làm việc suốt. - Con không bị stress đâu!"
    },
    {
        "start": "00:40:49,640",
        "end": "00:40:53,440",
        "en": "-Det ved du da ikke. -Jo, det ved jeg.",
        "pa": "Honey, you don't know that.\n Yes, I do.",
        "vi": "Con yêu... con đâu thể biết.\n Có chứ."
    },
    {
        "start": "00:40:56,120",
        "end": "00:41:02,600",
        "en": "Du er gravid. Lille skat. Hvor langt er du...",
        "pa": "-You're pregnant.\n But... my little baby.",
        "vi": "Con có thai.\n Nhưng... con gái mẹ."
    },
    {
        "start": "00:41:02,720",
        "end": "00:41:07,880",
        "en": "-Næsten 11 uger. -Hvorfor har du ikke sagt noget?",
        "pa": "-How far are you... -Almost 11 weeks.",
        "vi": "- Được bao nhiêu... - Gần 11 tuần."
    },
    {
        "start": "00:41:08,000",
        "end": "00:41:11,680",
        "en": "-Hvem er... -Ole.",
        "pa": "Why didn't you say anything?\n Who is the...\n Ole.",
        "vi": "Sao con không nói gì cả?\n Là con của...\n Ole."
    },
    {
        "start": "00:41:14,280",
        "end": "00:41:18,640",
        "en": "Så barnet har ikke nogen far? Ole er død, Katrine.",
        "pa": "So the baby has no dad?",
        "vi": "Vậy đứa bé không có bố?"
    },
    {
        "start": "00:41:18,760",
        "end": "00:41:22,240",
        "en": "-Du forstår det ikke. -Hvad er der at forstå?",
        "pa": "Ole is dead, Katrine.\n You don't get it.\n -What's to get? -Nothing.",
        "vi": "Ole chết rồi, Katrine.\n Mẹ không hiểu.\n - Có gì mà hiểu? - Không có."
    },
    {
        "start": "00:41:22,360",
        "end": "00:41:27,080",
        "en": "-Vi skal have et barn sammen. -I skal ikke. Du skal.",
        "pa": "Mom, we love each other and are having a child together.\n You guys aren't, you are.",
        "vi": "Bọn con yêu nhau và sẽ có con chung.\n Không phải bọn con, mà là con."
    },
    {
        "start": "00:41:27,200",
        "end": "00:41:29,960",
        "en": "Og du er alene.",
        "pa": "And you're alone.",
        "vi": "Và con có một mình."
    },
    {
        "start": "00:41:30,080",
        "end": "00:41:34,520",
        "en": "Katrine, har du ikke fået sagt ordentligt farvel til ham?",
        "pa": "Katrine...\n Haven't you said goodbye properly yet?",
        "vi": "Katrine...\n Chẳng phải con đã từ biệt đàng hoàng rồi à?"
    },
    {
        "start": "00:41:34,640",
        "end": "00:41:38,880",
        "en": "-Hvorfor er du så hård ved dig selv? -Du synes, jeg skal få det fjernet.",
        "pa": "-Why are you always so hard on yourself? -You think I should have an abortion?",
        "vi": "- Sao con khắt khe với bản thân vậy? - Nên phá thai?"
    },
    {
        "start": "00:41:39,000",
        "end": "00:41:43,120",
        "en": "-Det er dig, der tror på Gud. -Gud har intet med det her at gøre.",
        "pa": "-No, no. -You believe in God, what do I know?\n God has nothing to do with this.",
        "vi": "- Không. - Con tưởng mẹ tin ở Chúa."
    },
    {
        "start": "00:41:43,240",
        "end": "00:41:48,000",
        "en": "-Du skal passe på dig selv. -Jeg bliver nødt til at gå nu.",
        "pa": "-You have to watch out for yourself. -I have to go now.\n Katrine!",
        "vi": "Chúa chả liên quan gì ở đây cả.\n - Con phải tự lo cho mình. - Con đi đây.\n Katrine!"
    },
    {
        "start": "00:41:58,800",
        "end": "00:42:04,560",
        "en": "-Er du klar til at gå på i aften? -Det er fint. Jeg er på.",
        "pa": "Okay, good. Thanks.\n Are you ready to go on tonight?\n -Sure? I can easily get Ulrik-- -Don't give it to Ulrik.",
        "vi": "Được rồi, tốt. Cảm ơn.\n Sẵn sàng dẫn tối nay chứ?\n - Chắc chứ? Tôi có thể bảo Ulrik... - Đừng giao cho Ulrik."
    },
    {
        "start": "00:42:04,680",
        "end": "00:42:09,120",
        "en": "Få Tanja til at komme noget farve i ansigtet på dig. Du er helt bleg.",
        "pa": "It's fine, I'm ready, okay?\n Get Tanja to give your face some color. You're pale as a corpse.",
        "vi": "Không sao, tôi sẵn sàng.\n Bảo Tanja trang điểm cho tươi lên, mặt cô tái như xác chết."
    },
    {
        "start": "00:42:09,240",
        "end": "00:42:14,160",
        "en": "Og så smil, Katrine. Det er ingen bedemandsforretning.",
        "pa": "And smile, damn it, Katrine. Okay? Smile.\n This is not a funeral parlor.",
        "vi": "Và cười đi, Katrine. Được chứ? Cười đi.\n Đây không phải nhà tang lễ."
    },
    {
        "start": "00:42:26,000",
        "end": "00:42:29,800",
        "en": "-Hvad? -Har du ikke sagt det til ham?",
        "pa": "-What? -You haven't told him?",
        "vi": "- Sao? - Em chưa nói với anh ấy à?"
    },
    {
        "start": "00:42:29,920",
        "end": "00:42:33,160",
        "en": "Du vil godt have et barn, men ingen må vide det.",
        "pa": "You want a child.",
        "vi": "Em muốn có con."
    },
    {
        "start": "00:42:33,280",
        "end": "00:42:37,680",
        "en": "-Er det DM i fortrængning? -Hold din kæft.",
        "pa": "But no one can know. Is this the championship in denial?\n -Because it's Ole's and he's dead? -Shut your mouth!",
        "vi": "Nhưng không ai được biết. Em là thánh che đậy à?\n - Vì đó là con của Ole và anh ấy đã chết? - Im đi!"
    },
    {
        "start": "00:42:37,800",
        "end": "00:42:42,000",
        "en": "Laugesen har et billede af dig og statsministeren",
        "pa": "And today Laugesen has a front page",
        "vi": "Hôm nay Laugesen cho in trang đầu"
    },
    {
        "start": "00:42:42,120",
        "end": "00:42:46,640",
        "en": "og en overskrift, der antyder en flirt.",
        "pa": "with a picture of you and the prime minister, with a headline\n suggesting a flirt between you and Birgitte Nyborg.",
        "vi": "là ảnh anh và Thủ tướng, với tiêu đề\n ám chỉ anh và Birgitte Nyborg tán tỉnh nhau."
    },
    {
        "start": "00:42:46,760",
        "end": "00:42:52,120",
        "en": "Det er uden bund i virkeligheden. Men det viser meget godt",
        "pa": "-What is your response? - It's a grotesque situation",
        "vi": "- Anh trả lời thế nào? - Đó là...\n tình huống cực kỳ phi lý, không có cơ sở thực tế."
    },
    {
        "start": "00:42:52,240",
        "end": "00:42:57,280",
        "en": "hvilket niveau Ekspres' kritik af statsministeren befinder sig på.",
        "pa": "with no basis in reality.\n Ekspres shows its level of professionalism in its criticizing of the prime minister.",
        "vi": "Nhưng nó cho thấy tờ Express hằn học với Thủ tướng tới mức nào."
    },
    {
        "start": "00:42:57,400",
        "end": "00:43:02,160",
        "en": "Ekspres har udnævnt sig selv til en blanding af sladder og folkedomstol.",
        "pa": "What level is that?\n Ekspres has declared itself a mix of tabloid and people's tribunal.",
        "vi": "Là mức nào?\n Express tự xưng mình là báo lá cải kết hợp với tòa án nhân dân."
    },
    {
        "start": "00:43:02,280",
        "end": "00:43:07,080",
        "en": "Vi ved alle sammen, hvilken del af befolkningen de repræsenterer.",
        "pa": "Even though we all know which part of the population they represent.",
        "vi": "Mặc dù chúng ta đều biết họ đại diện cho tầng lớp nào."
    },
    {
        "start": "00:43:07,200",
        "end": "00:43:10,720",
        "en": "Hvilken del af befolkningen er det?",
        "pa": "Careful, careful, careful.\n I find that very interesting. Which part of the population is that?",
        "vi": "Cẩn thận, cẩn thận.\n Phát biểu thú vị đấy. Là tầng lớp nào?"
    },
    {
        "start": "00:43:10,840",
        "end": "00:43:13,680",
        "en": "Det visionsløse Underskudsdanmark.",
        "pa": "Shall we call it \"the vision-less losers\"?",
        "vi": "Có thể gọi là \"lũ thua cuộc mù quáng?\" "
    },
    {
        "start": "00:43:13,800",
        "end": "00:43:18,280",
        "en": "Altså alle dem, der ikke læser fire udenlandske aviser om dagen?",
        "pa": "You mean those who don't read four foreign newspapers every day?",
        "vi": "Ý anh là những người không đọc bốn tờ báo nước ngoài mỗi ngày?"
    },
    {
        "start": "00:43:18,400",
        "end": "00:43:22,480",
        "en": "Ekspres appellerer til den absolut laveste fællesnævner",
        "pa": "Like you, Tore?\n We can certainly see that Ekspres appeals to the absolute lowest common denominator",
        "vi": "Như anh, Tore?\n Ai cũng thấy tờ Express phải nhờ đến mẫu số chung nhỏ nhất"
    },
    {
        "start": "00:43:22,600",
        "end": "00:43:27,320",
        "en": "når Parly Petersen er folkehelt, fordi han kritiserer ulandshjælpen.",
        "pa": "by calling a man like Parly Pedersen a hero of the people",
        "vi": "bằng cách gọi người như Parly Pedersen là anh hùng của dân"
    },
    {
        "start": "00:43:27,440",
        "end": "00:43:32,400",
        "en": "-Du må ikke snakke politik. -Må Parly Petersen ikke udtale sig?",
        "pa": "because he criticized the government for sending money\n -to poor in Africa. -No politics!\n You don't think freedom of speech gives Parly Pedersen the right to speak?",
        "vi": "vì ông ta chỉ trích Chính phủ đã viện trợ\n - người nghèo châu Phi. - Không chính trị!\n Quyền tự do ngôn luận cấm Parly Pedersen được nói à?"
    },
    {
        "start": "00:43:32,520",
        "end": "00:43:36,560",
        "en": "Må Ekspres ikke kritisere din statsminister?",
        "pa": "Or Ekspres the right to criticize your prime minister?",
        "vi": "Hay cấm tờ Express phê phán Thủ tướng của anh?"
    },
    {
        "start": "00:43:36,680",
        "end": "00:43:41,240",
        "en": "Det ville være en gave, hvis jeres ytringsfrihed blev begrænset.",
        "pa": "I think it would be nice\n if freedom of speech was restricted a little for Ekspres.",
        "vi": "Tôi nghĩ sẽ tốtnếu tờ Express bị hạn chế tự do ngôn luận."
    },
    {
        "start": "00:43:41,360",
        "end": "00:43:43,920",
        "en": "Nej, nej, nej.",
        "pa": "No, no, no.",
        "vi": "Không, không."
    },
    {
        "start": "00:43:44,040",
        "end": "00:43:47,880",
        "en": "Står du som statsministerens rådgiver og taler for",
        "pa": "So you're here as media adviser for the prime minister",
        "vi": "Vậy anh ở đây với tư cách cố vấn truyền thông cho Thủ tướng"
    },
    {
        "start": "00:43:48,000",
        "end": "00:43:51,680",
        "en": "at vi begrænser ytringsfriheden?",
        "pa": "advocating a limit to freedom of speech?",
        "vi": "mà ủng hộ hạn chế tự do ngôn luận?"
    },
    {
        "start": "00:43:51,800",
        "end": "00:43:57,240",
        "en": "Laugesen forsøger at fremme sin egen politiske karriere.",
        "pa": "Laugesen, stop that.\n Isn't that what you are saying, Tore Gudme?\n No, I'm saying Laugesen is chief editor for Ekspres",
        "vi": "Laugesen, thôi đi.\n Chẳng phải đó là ý anh sao?\n Không, tôi nói Laugesen là tổng biên tập của Express"
    },
    {
        "start": "00:43:57,360",
        "end": "00:44:01,920",
        "en": "Det skulle hans bestyrelse kigge på. Og jeg kan love, at statsministeren",
        "pa": "to help his own political career,\n and I think his board of directors should consider that.\n I think the prime minister, who's also minister of the press,",
        "vi": "để phục vụ sự nghiệp chính trị của mình\n và tôi nghĩ ban giám đốc nên cân nhắc điều đó.\n Thủ tướng, cũng là Bộ trưởng Truyền thông,"
    },
    {
        "start": "00:44:02,040",
        "end": "00:44:05,440",
        "en": "meget gerne vil gå ind i denne sag.",
        "pa": "-would love to look into it. -No! Shut up, Tore!",
        "vi": "- sẽ muốn xem xét việc đó. - Không! Im đi, Tore!"
    },
    {
        "start": "00:44:05,560",
        "end": "00:44:10,720",
        "en": "Truer du med at få mig fyret ligesom andre, der siger ministeren imod?",
        "pa": "So right now, you're threatening to have me fired. Right?",
        "vi": "Vậy giờ anh dọa rằng tôi sẽ bị sa thải?"
    },
    {
        "start": "00:44:10,840",
        "end": "00:44:13,960",
        "en": "Vi når ikke at få en sidste kommentar.",
        "pa": "Like everyone who disagrees with your prime minister?\n We don't have time for a last comment--",
        "vi": "Như những ai bất đồng với Thủ tướng của anh?\n Ta không có thời gian cho bình luận cuối cùng..."
    },
    {
        "start": "00:44:14,080",
        "end": "00:44:19,040",
        "en": "Det kunne være interessant at høre om de fyringer, vi skal i gang med.",
        "pa": "I would love to hear Tore's thoughts on all those sackings about to come.\n - Thanks for coming. - Thank you.",
        "vi": "Tôi muốn nghe nhận xét của Tore về những vụ sa thải sắp tới.\n - Cảm ơn vì đã tới. - Cảm ơn."
    },
    {
        "start": "00:44:28,120",
        "end": "00:44:30,160",
        "en": "",
        "pa": "LOVED AND MISSED",
        "vi": "OLE DAHL - 1966 - 2010 THƯƠNG NHỚ"
    },
    {
        "start": "00:44:47,480",
        "end": "00:44:52,080",
        "en": "Jeg ved godt, hvem du er. Jeg tror ikke, du skal være her.",
        "pa": "I know who you are.\n You shouldn't be here.",
        "vi": "Tôi biết cô là ai.\n Cô không nên ở đây."
    },
    {
        "start": "00:44:53,840",
        "end": "00:44:57,840",
        "en": "-Der er noget, du skal vide. -Jeg vil ikke høre noget som helst.",
        "pa": "-You should know something. -I...\n don't want to know anything.",
        "vi": "- Có chuyện cô nên biết. - Tôi...\n không muốn biết gì cả."
    },
    {
        "start": "00:44:57,960",
        "end": "00:45:00,880",
        "en": "Forstår du det? Det er min mand.",
        "pa": "Do you understand? He's my husband.",
        "vi": "Cô hiểu chứ?\n Anh ấy là chồng tôi."
    },
    {
        "start": "00:45:01,000",
        "end": "00:45:04,440",
        "en": "-Jeg synes, du skal gå din vej. -Jeg er ked af det.",
        "pa": "I think you should leave.",
        "vi": "Tôi nghĩ cô nên đi."
    },
    {
        "start": "00:45:04,560",
        "end": "00:45:08,040",
        "en": "Skrid nu for helvede med dig!",
        "pa": "-I'm sorry-- -Fuck off, damn it!",
        "vi": "- Xin lỗi... - Biến đi, chết tiệt!"
    },
    {
        "start": "00:45:34,880",
        "end": "00:45:37,680",
        "en": "Papa har fået et opkald fra Sydney.",
        "pa": "Papa just got a call about going to Sydney for a...",
        "vi": "Ba anh vừa gọi báo về việc đi Sydney để..."
    },
    {
        "start": "00:45:37,800",
        "end": "00:45:43,640",
        "en": "De skal til militærkonference i den uge",
        "pa": "...military conference.",
        "vi": "HAI NĂM TRƯỚC\n ...dự hội nghị quân sự."
    },
    {
        "start": "00:45:43,760",
        "end": "00:45:47,160",
        "en": "hvor vi skulle have været nede og besøge dem.",
        "pa": "It's the week we were going to visit them.",
        "vi": "Đó là tuần chúng ta định thăm họ."
    },
    {
        "start": "00:45:47,280",
        "end": "00:45:51,160",
        "en": "-Lad os gøre det i vinterferien. -Det går ikke.",
        "pa": "So I thought, why not do it during the winter break?\n -It's not working out. -What?",
        "vi": "Nên anh nghĩ hãy thăm vào kỳ nghỉ đông.\n - Không được đâu. - Sao?"
    },
    {
        "start": "00:45:52,640",
        "end": "00:45:57,080",
        "en": "-Det her med os går ikke. -Hvad mener du?",
        "pa": "Us. We are not working out.\n What do you mean? Weren't we figuring it out?",
        "vi": "Chúng ta. Không được rồi.\n Ý em là sao? Không phải chúng ta đang tìm cách sao?"
    },
    {
        "start": "00:45:57,200",
        "end": "00:46:02,840",
        "en": "Kasper, jeg tror ikke på dét, du siger til mig.",
        "pa": "Kasper, you're fantastic.",
        "vi": "Kasper, anh rất tuyệt vời."
    },
    {
        "start": "00:46:02,960",
        "end": "00:46:06,400",
        "en": "Jeg ved ikke, hvad der er historie og virkelighed.",
        "pa": "I just can't let it go. I don't believe a word you say to me.\n I don't know what's fact or fiction.",
        "vi": "Nhưng em không bỏ qua được. Em không tin lời anh.\n Không biết đâu là thật đâu là giả."
    },
    {
        "start": "00:46:06,520",
        "end": "00:46:10,200",
        "en": "Der er hele tiden noget, der ikke er, som du har sagt det.",
        "pa": "There's always a new explanation. Something is always not quite as you said.",
        "vi": "Luôn có cách giải thích mới. Không có gì đúng hệt như anh nói."
    },
    {
        "start": "00:46:10,320",
        "end": "00:46:14,840",
        "en": "Men måske har du behov for at have hemmeligheder.",
        "pa": "Perhaps you just need secrets.",
        "vi": "Có lẽ anh chỉ cần bí mật."
    },
    {
        "start": "00:46:14,960",
        "end": "00:46:18,400",
        "en": "Jeg har ikke behov for at have noget som helst.",
        "pa": "Stop it, I don't need anything!",
        "vi": "Thôi đi, anh không cần gì cả!"
    },
    {
        "start": "00:46:18,520",
        "end": "00:46:22,000",
        "en": "Problemet er, at jeg ikke tror på dig.",
        "pa": "Fine, so you don't, but...\n The problem is I don't believe you.",
        "vi": "Anh không cần nhưng...\n Vấn đề là em không tin anh."
    },
    {
        "start": "00:46:22,120",
        "end": "00:46:24,480",
        "en": "Og så er det svært at tro på os.",
        "pa": "-Katrine! -And then I can't believe in us.",
        "vi": "- Katrine! - Em không thể tin ở chúng ta."
    },
    {
        "start": "00:46:24,600",
        "end": "00:46:29,880",
        "en": "Jeg sværger ved alt. Det her er en misforståelse.",
        "pa": "I swear on my life,\n this is a misunderstanding.",
        "vi": "Anh thề...\n trước mọi thánh thần...\n Đây là hiểu lầm thôi."
    },
    {
        "start": "00:46:31,880",
        "end": "00:46:34,560",
        "en": "Det tror jeg ikke, det er.",
        "pa": "I don't think it is.",
        "vi": "Em không nghĩ thế."
    },
    {
        "start": "00:46:34,680",
        "end": "00:46:37,720",
        "en": "Jeg tror, det er sådan, vi er.",
        "pa": "I think this is who we are.",
        "vi": "Em nghĩ ta là thế này."
    },
    {
        "start": "00:46:41,480",
        "end": "00:46:44,680",
        "en": "Jeg har ikke nogen hemmeligheder.",
        "pa": "There are no secrets.",
        "vi": "Không có bí mật nào cả."
    },
    {
        "start": "00:46:45,920",
        "end": "00:46:49,840",
        "en": "Det betyder ikke noget mere, fordi det er inden i mig.",
        "pa": "But that doesn't matter anymore because it is inside me now. ",
        "vi": "Không còn quan trọng nữa, vì em tin chắc thế rồi."
    },
    {
        "start": "00:46:55,200",
        "end": "00:46:58,080",
        "en": "Jeg tror, vi elsker hinanden.",
        "pa": "I think we love each other.",
        "vi": "Anh tưởng ta yêu nhau."
    },
    {
        "start": "00:46:59,000",
        "end": "00:47:02,080",
        "en": "Det tror jeg også.",
        "pa": "So do I.",
        "vi": "Em cũng vậy."
    },
    {
        "start": "00:47:21,160",
        "end": "00:47:23,080",
        "en": "",
        "pa": "HOSPITAL",
        "vi": "BỆNH VIỆN RIGSHOSPITALET"
    },
    {
        "start": "00:47:32,480",
        "end": "00:47:39,360",
        "en": "Jeg har en god nyhed. Jeg har skaffet 6 mia. til den der motorvej.",
        "pa": "I thought you needed some good news.\n After twisting the arm of the Green Party and the Worker's Party,",
        "vi": "Tôi nghĩ bà cần tin vui.\n Sau khi gây sức ép với Đảng Xanh và Đảng Lao động,"
    },
    {
        "start": "00:47:39,480",
        "end": "00:47:43,920",
        "en": "-Her er en skitse til et forlig. -Det er imponerende, Bent.",
        "pa": "I've managed to get six billion for the freeway.\n Here's a draft agreement.",
        "vi": "tôi đã kiếm được sáu tỉ để làm xa lộ.\n Đây là bản thảo thỏa thuận."
    },
    {
        "start": "00:47:44,040",
        "end": "00:47:47,400",
        "en": "Gudme bliver kaldt for amatør i samtlige aviser.",
        "pa": "Pretty impressive, Bent.\n But Tore Gudme is called an amateur in every newspaper.",
        "vi": "Khá ấn tượng đấy, Bent.\n Nhưng báo nào cũng gọi Tore Gudme là kẻ nghiệp dư."
    },
    {
        "start": "00:47:47,520",
        "end": "00:47:50,200",
        "en": "Jeg har fyret ham i morges.",
        "pa": "I fired him this morning.",
        "vi": "Tôi sa thải anh ấy sáng nay."
    },
    {
        "start": "00:47:50,320",
        "end": "00:47:54,280",
        "en": "-Han var aldrig blevet fyret før. -Hvad vil du gøre?",
        "pa": "I'm not sure he understood. He had never been fired before.",
        "vi": "Chắc anh ấy không hiểu. Anh ấy chưa từng bị sa thải."
    },
    {
        "start": "00:47:54,400",
        "end": "00:47:57,920",
        "en": "Vi indkalder løsgængerne og sælger dem motorvejen",
        "pa": "What will you do?\n We'll meet with the independents and sell them this damn freeway,",
        "vi": "Bà sẽ làm gì?\n Sẽ gặp những nghị sĩ độc lập và thuyết phục họ về cái xa lộ này"
    },
    {
        "start": "00:47:58,040",
        "end": "00:48:01,240",
        "en": "og så får vi stemt finansloven hjem i morgen.",
        "pa": "and we'll vote on the finance bill tomorrow.",
        "vi": "và mai sẽ bỏ phiếu về dự luật tài chính."
    },
    {
        "start": "00:48:01,360",
        "end": "00:48:03,680",
        "en": "-Hvem skal håndtere pressen? -Hold nu op, Bent.",
        "pa": "-Let's get out of this deadlock. -Who'll handle the press?",
        "vi": "- Hãy thoát khỏi thế bế tắc. - Ai sẽ lo về báo chí?"
    },
    {
        "start": "00:48:03,800",
        "end": "00:48:08,040",
        "en": "Nu har du leget med en amatør. Ring til en professionel.",
        "pa": "- Bent... -You've had fun with an amateur.\n Please call a professional now.",
        "vi": "- Bent... - Bà đã thử với kẻ nghiệp dư,\n giờ gọi chuyên gia đi."
    },
    {
        "start": "00:48:12,520",
        "end": "00:48:16,520",
        "en": "-Jeg har møde med statsministeren. -Du skal lige skrives ind.",
        "pa": "I'm Kasper Juul. I have a meeting with the prime minister.",
        "vi": "- Tôi là Kasper Juul, đã hẹn Thủ tướng. - Anh phải đăng ký."
    },
    {
        "start": "00:48:16,640",
        "end": "00:48:20,920",
        "en": "Det er i orden. Det er den her vej.",
        "pa": "Hey, you have to sign in.\n That's all right, Benny.",
        "vi": "Không sao, Benny."
    },
    {
        "start": "00:48:22,280",
        "end": "00:48:26,400",
        "en": "Det er imponerende, at du har fundet 6 mia. til en motorvej.",
        "pa": "This way.\n It's pretty impressive that you found six billion for a freeway, Bent.",
        "vi": "Lối này ạ.\n Khá ấn tượng vì ông kiếm được sáu tỉ cho xa lộ."
    },
    {
        "start": "00:48:26,520",
        "end": "00:48:31,200",
        "en": "Regeringspartierne og Solidarisk Samling har accepteret forliget.",
        "pa": "The government parties have reluctantly agreed to the settlement.",
        "vi": "Các đảng phái chính phủ đã miễn cưỡng đồng ý với thỏa thuận này."
    },
    {
        "start": "00:48:31,320",
        "end": "00:48:35,400",
        "en": "Løsgængerne kommer om en time. Jeg håber, vi lukker sagen hurtigt.",
        "pa": "The independents will be here in an hour, I expect to close the deal fast.",
        "vi": "Một giờ nữa các nghị sĩ độc lập sẽ đến, tôi mong chốt nhanh thỏa thuận."
    },
    {
        "start": "00:48:35,520",
        "end": "00:48:38,800",
        "en": "-Jeg tror, du tager fejl. -Nu får han sin motorvej.",
        "pa": "I think you are wrong.\n Now he's getting his damn freeway.",
        "vi": "Tôi nghĩ là bà sai.\n Ông ta sẽ có xa lộ chết tiệt đó."
    },
    {
        "start": "00:48:38,920",
        "end": "00:48:43,760",
        "en": "Parly vil ikke have en motorvej. Han vil have, du går af.",
        "pa": "I don't think Parly wants a freeway.",
        "vi": "Tôi không nghĩ Parly muốn xa lộ.\n - Ý anh là sao? - Chắc ông ta muốn bà từ chức."
    },
    {
        "start": "00:48:43,880",
        "end": "00:48:48,480",
        "en": "Parly er politisk værktøj for en, der ønsker Birgitte død.",
        "pa": "-What do you mean? -I think he wants you to resign.\n I think Parly is a political tool for someone who's after Birgitte.",
        "vi": "Parly là công cụ chính trị cho người lên sau Birgitte."
    },
    {
        "start": "00:48:48,600",
        "end": "00:48:53,560",
        "en": "-Michael Laugesen? -Hvad kender vi til Parlys historie?",
        "pa": "Michael Laugesen?\n What do we know about Parly's past?",
        "vi": "Michael Laugesen?\n Ta biết gì về quá khứ của Parly?"
    },
    {
        "start": "00:48:53,680",
        "end": "00:48:58,640",
        "en": "Han har fusket med diæterne til Europa-Parlamentet.",
        "pa": "Wasn't he deep in shit seven or eight years ago",
        "vi": "Chẳng phải ông ta gặp bê bối lớn bảy, tám năm trước"
    },
    {
        "start": "00:48:58,760",
        "end": "00:49:02,240",
        "en": "-Hvem reddede ham? -Laugesen.",
        "pa": "because he fiddled with per diems from the European parliament?\n -And who saved him? - Laugesen.",
        "vi": "vì gian lận công tác phí của Nghị viện châu Âu à?\n Và ai cứu ông ta?\n Laugesen."
    },
    {
        "start": "00:49:02,360",
        "end": "00:49:06,560",
        "en": "Har han beordret Parly til at bryde partidisciplinen?",
        "pa": "Exactly.\n Are you saying he ordered Parly to break from the party line?",
        "vi": "Chính xác.\n Ý anh là ông ta lệnh cho Parly tách khỏi đảng mình?"
    },
    {
        "start": "00:49:06,680",
        "end": "00:49:10,280",
        "en": "Selvfølgelig. Da Laugesen går af som partiformand",
        "pa": "Of course.\n When Laugesen resigned as party chairman,",
        "vi": "Tất nhiên.\n Khi Laugesen từ chức Chủ tịch đảng,"
    },
    {
        "start": "00:49:10,400",
        "end": "00:49:14,480",
        "en": "kan han ikke længere hjælpe Parly. Parly er isoleret.",
        "pa": "he could no longer help little Parly. Parly is isolated.",
        "vi": "ông ta không thể giúp Parly nữa. Parly bị cô lập."
    },
    {
        "start": "00:49:14,600",
        "end": "00:49:17,080",
        "en": "Han får ingen formandsposter.",
        "pa": "He gets no chairmanships or spokesman posts.",
        "vi": "Ông ta không có chức Chủ tịch hay Người phát ngôn."
    },
    {
        "start": "00:49:17,200",
        "end": "00:49:21,040",
        "en": "Han ryger ud til næste valg. Han er færdig i dansk politik.",
        "pa": "He'll lose his seat next election. He's finished in Danish politics.",
        "vi": "Ông ta sẽ mất ghế trong kỳ bầu cử tới và sự nghiệp chính trị đi tong."
    },
    {
        "start": "00:49:21,160",
        "end": "00:49:26,560",
        "en": "Så hvorfor ikke gøre en ven en tjeneste og få lidt berømmelse?",
        "pa": "So why not repay an old debt,\n do a friend a favor and get his 15 minutes of fame?",
        "vi": "Vậy tại sao không trả món nợ cũ,\n giúp một người bạn và được nổi danh chóng vánh?"
    },
    {
        "start": "00:49:26,680",
        "end": "00:49:30,800",
        "en": "Så vi taler om at vælte regeringen som en vennetjeneste?",
        "pa": "So toppling the government is a friend to a favor?",
        "vi": "Vậy lật đổ chính phủ là giúp bạn à?"
    },
    {
        "start": "00:49:30,920",
        "end": "00:49:36,200",
        "en": "Måske har jeg en livlig fantasi, men jeg synes, du skulle ringe til ham.",
        "pa": "-Yes. -That's too far out.\n I may have a lively imagination, Bent...\n but you should give him a call.",
        "vi": "- Vâng. - Xa vời quá.\n Tôi có thể giàu trí tưởng tượng,\n nhưng bà nên gọi ông ta."
    },
    {
        "start": "00:49:43,840",
        "end": "00:49:47,000",
        "en": "-Ja, det er Parly. -Det er Birgitte Nyborg.",
        "pa": "This is Parly.\n Hello, Parly, it's Birgitte Nyborg. We have a meeting in an hour,",
        "vi": "Parly đây.\n Chào, Birgitte Nyborg đây."
    },
    {
        "start": "00:49:47,120",
        "end": "00:49:52,280",
        "en": "Vi skal ses om en time. Du får din motorvej.",
        "pa": "but it will be a short meeting, because you're getting your freeway.",
        "vi": "Một giờ nữa ta có cuộc họp,\n nhưng sẽ ngắn thôi vì ông sẽ có xa lộ."
    },
    {
        "start": "00:49:53,840",
        "end": "00:49:57,200",
        "en": "Nu skal vi ikke tale forbi hinanden.",
        "pa": "Let's take care not to misunderstand each other.",
        "vi": "Hãy cẩn thận để tránh hiểu lầm nhau."
    },
    {
        "start": "00:49:57,320",
        "end": "00:50:00,640",
        "en": "Der er stadig en del ting, der skiller os",
        "pa": "I mean, there are still several things standing between us.",
        "vi": "Ý tôi là ta phải thông suốt vài việc"
    },
    {
        "start": "00:50:00,760",
        "end": "00:50:04,400",
        "en": "hvis jeg skal stemme for din finanslov i morgen.",
        "pa": "If I'm going to vote for your finance bill tomorrow,",
        "vi": "thì mai tôi mới bỏ phiếu cho dự luật tài chính của bà."
    },
    {
        "start": "00:50:04,520",
        "end": "00:50:09,920",
        "en": "Vi skal tale om opførelsen af et nyt sygehus ved Skjern.",
        "pa": "we'll also have to discuss...\n construction of a new hospital in Skjern.",
        "vi": "Chúng ta cũng phải bàn...\n về việc xây bệnh viện mới ở Skjern."
    },
    {
        "start": "00:50:11,200",
        "end": "00:50:15,960",
        "en": "Det må jeg vende i regeringen. Vi vender tilbage.",
        "pa": "Okay. Parly, I'll have to discuss that with the government. I'll call you.",
        "vi": "Được rồi. Parly, tôi phải thảo luận với Chính phủ. Tôi sẽ gọi cho ông."
    },
    {
        "start": "00:50:19,600",
        "end": "00:50:23,480",
        "en": "Hvad fanden bilder han sig ind? Vi kan jo intet gøre.",
        "pa": "How dare he! There's nothing we can do.",
        "vi": "Sao ông ta dám?\n Ta chẳng thể làm gì."
    },
    {
        "start": "00:50:25,000",
        "end": "00:50:28,480",
        "en": "-Jo. -Hvad?",
        "pa": "Yes, there is.\n What?",
        "vi": "Có đấy.\n Gì cơ?"
    },
    {
        "start": "00:50:29,920",
        "end": "00:50:33,440",
        "en": "Vi kan gøre det, vi har stået for de sidste 50 år.",
        "pa": "We can do what our own party has stood for the last 50 years.",
        "vi": "Ta có thể làm điều mà đảng chúng ta đã đã đại diện 50 năm qua."
    },
    {
        "start": "00:50:33,560",
        "end": "00:50:37,280",
        "en": "Samarbejde hen over midten af dansk politik.",
        "pa": "Cooperate across the middle of Danish politics.",
        "vi": "Kết nối giữa chính trường Đan Mạch."
    },
    {
        "start": "00:50:37,400",
        "end": "00:50:40,040",
        "en": "Vi skal have fat i Ny Højre.",
        "pa": "-We have to contact the New Right. -We tried that.",
        "vi": "- Ta phải liên hệ với Đảng Cánh hữu Mới. - Thử rồi."
    },
    {
        "start": "00:50:40,160",
        "end": "00:50:43,120",
        "en": "Vi har talt med dem og De Liberale sammen.",
        "pa": "No, we spoke with the New Right and the Liberals together.",
        "vi": "Không, ta nói chuyện với Cánh hữu Mới và Tự do cùng lúc."
    },
    {
        "start": "00:50:43,240",
        "end": "00:50:48,000",
        "en": "-Men de hører jo sammen. -Gør de?",
        "pa": "They belong together.\n Do they?",
        "vi": "Họ thuộc về nhau.\n Vậy sao?"
    },
    {
        "start": "00:50:48,120",
        "end": "00:50:51,080",
        "en": "Er du klar over, hvad det vil betyde?",
        "pa": "Do you know what that will mean?",
        "vi": "Ông biết điều đó nghĩa là gì không?"
    },
    {
        "start": "00:50:51,200",
        "end": "00:50:54,080",
        "en": "Det er en overlegen sejr for regeringen.",
        "pa": "It would be a great victory for the government.",
        "vi": "Đó sẽ là đại thắng cho Chính phủ."
    },
    {
        "start": "00:50:54,200",
        "end": "00:50:56,760",
        "en": "Ny Højre kan ikke fordrage...",
        "pa": "-The New Right hates the Green Party. -Bent...",
        "vi": "- Cánh hữu Mới ghét Đảng Xanh. - Bent..."
    },
    {
        "start": "00:50:56,880",
        "end": "00:51:01,360",
        "en": "For første gang i otte år bliver der ikke ført blokpolitik i Danmark.",
        "pa": "...for the first time in eight years,\n -there is no bloc politics in Denmark-- -Shh! Shh! Could you please quiet down?",
        "vi": "- Lần đầu trong tám năm... - Để tôi....\n - không có chính trị liên minh. - Tôi không thể..."
    },
    {
        "start": "00:51:01,480",
        "end": "00:51:04,400",
        "en": "-Dæmp jer. -Gør det på Marienborg.",
        "pa": "",
        "vi": "- Trật tự được không? - Hãy làm việc đó ở Marienborg."
    },
    {
        "start": "00:51:04,520",
        "end": "00:51:08,680",
        "en": "-Det vil hun elske, den gamle snob. -Hej, Yvonne. Det er Nyborg.",
        "pa": "Do it at Marienborg.\n She'll love it, that old snob.\n Hi, Yvonne, it's Birgitte Nyborg.",
        "vi": "Mụ học đòi đó sẽ thích thế.\n Chào Yvonne, Birgitte Nyborg đây."
    },
    {
        "start": "00:51:15,720",
        "end": "00:51:19,560",
        "en": "-Dejligt, du kunne komme. -Jeg går ud fra, at det er vigtigt.",
        "pa": "Nice of you to come.",
        "vi": "Rất vui vì bà đến."
    },
    {
        "start": "00:51:19,680",
        "end": "00:51:23,600",
        "en": "I morgen annoncerer jeg, at jeg udsætter finansloven",
        "pa": "I assume it's important.\n Tomorrow I'll announce the postponement of the finance bill,",
        "vi": "Chắc là việc quan trọng.\n Ngày mai tôi sẽ thông báo hoãn dự luật tài chính,"
    },
    {
        "start": "00:51:23,720",
        "end": "00:51:27,320",
        "en": "og vedtager en midlertidig bevillingslov.",
        "pa": "and I'll pass a temporary bill.\n Interesting. On what grounds?",
        "vi": "- và sẽ thông qua dự luật tạm thời. - Thú vị đấy. Trên cơ sở nào?"
    },
    {
        "start": "00:51:27,440",
        "end": "00:51:32,600",
        "en": "Jeg vil indgå et bredt forlig hen over midten med Ny Højre.",
        "pa": "That I find it vital to make a broad agreement across the aisle.",
        "vi": "Điều quan trọng là phải có sự nhất trí rộng rãi giữa các phe."
    },
    {
        "start": "00:51:32,720",
        "end": "00:51:35,480",
        "en": "Værsgo.",
        "pa": "With the New Right.\n Please sit.",
        "vi": "Với Cánh hữu Mới.\n Mời ngồi."
    },
    {
        "start": "00:51:37,280",
        "end": "00:51:40,400",
        "en": "Hvorfor skulle vi ikke vælte dig?",
        "pa": "What would be our reason for not toppling you?",
        "vi": "Lý do để không lật đổ bà là gì?"
    },
    {
        "start": "00:51:40,520",
        "end": "00:51:43,400",
        "en": "Det giver ingen mening at vælte mig lige nu.",
        "pa": "It makes no sense to topple me right now.",
        "vi": "Lật đổ tôi lúc này thì thật vô lý."
    },
    {
        "start": "00:51:43,520",
        "end": "00:51:48,920",
        "en": "Et nyt valg medfører kaos. Det er stik imod baggrunden for dit parti.",
        "pa": "With all that chaos after a new election.\n That goes against everything in your party.",
        "vi": "Gây ra lộn xộn từ một cuộc bầu cử mới.\n Nó đi ngược lại mọi thứ trong đảng của bà."
    },
    {
        "start": "00:51:49,040",
        "end": "00:51:52,480",
        "en": "Lov og orden. Gud, konge og fædreland.",
        "pa": "Law and order.\n God, king and country.",
        "vi": "Luật pháp và trật tự. Chúa, vua và đất nước."
    },
    {
        "start": "00:51:52,600",
        "end": "00:51:57,120",
        "en": "-Vi skal have stoppet fløjkrigen. -Der er meget, vi er uenige om.",
        "pa": "And it's time we end the partisan fighting in parliament.",
        "vi": "Đã đến lúc kết thúc tranh giành đảng phái trong Quốc hội."
    },
    {
        "start": "00:51:57,240",
        "end": "00:51:59,760",
        "en": "Der er endnu mere, vi er enige om.",
        "pa": "We disagree on many things.\n But we agree on even more.",
        "vi": "Ta bất đồng về nhiều thứ.\n Nhưng ta nhất trí về nhiều vấn đề hơn. Uống trà nhé?"
    },
    {
        "start": "00:51:59,880",
        "end": "00:52:02,520",
        "en": "Te?",
        "pa": "Tea?",
        "vi": ""
    },
    {
        "start": "00:52:02,640",
        "end": "00:52:07,680",
        "en": "Jeg skulle have bedt dig om at tage dine fantastiske småkager med.",
        "pa": "I should have asked you to bring some of your fantastic cookies.",
        "vi": "Lẽ ra tôi nên nhờ bà mang bánh quy hảo hạng của bà tới."
    },
    {
        "start": "00:52:12,040",
        "end": "00:52:16,840",
        "en": "-Min støtte koster, Birgitte. -Hvad taler vi om?",
        "pa": "My support will cost you, Birgitte.",
        "vi": "Sự ủng hộ của tôi có giá đấy."
    },
    {
        "start": "00:52:16,960",
        "end": "00:52:20,240",
        "en": "-400 mio. mere til politiet. -Dem har du.",
        "pa": "-What are we talking? -400 million more for the police.",
        "vi": "- Bao nhiêu? - Bốn trăm triệu cho cảnh sát."
    },
    {
        "start": "00:52:20,360",
        "end": "00:52:23,640",
        "en": "600 mio. til forsvaret.",
        "pa": "-Okay, agreed. -600 million more for defense.",
        "vi": "- Đồng ý. - Sáu trăm triệu cho quốc phòng."
    },
    {
        "start": "00:52:23,760",
        "end": "00:52:28,560",
        "en": "Så længe der er tale om udstyr og uddannelse, er det fint.",
        "pa": "As long as we are talking equipment and education,",
        "vi": "Miễn là để chi cho thiết bị và huấn luyện,"
    },
    {
        "start": "00:52:29,840",
        "end": "00:52:33,400",
        "en": "Skatten på forurening. Industrien kan ikke lide det.",
        "pa": "not an expansion, then it's fine.\n The tax on pollution? The industry doesn't like it.",
        "vi": "không phải mở rộng thì được.\n Thuế ô nhiễm? Giới doanh nghiệp không thích nó."
    },
    {
        "start": "00:52:33,520",
        "end": "00:52:37,240",
        "en": "Vi må hjælpe dem med at blive mere CO2-venlige.",
        "pa": "Then we'll have to help them retool for a more carbon-friendly production.",
        "vi": "Vậy phải giúp họ trang bị lại để sản xuất mà thải ít các-bon hơn."
    },
    {
        "start": "00:52:37,360",
        "end": "00:52:41,320",
        "en": "Du har ikke penge. Mindre end 9 mia. kan ikke gøre det.",
        "pa": "You don't have the money. Less than nine billion won't do it.",
        "vi": "Bà không có tiền. Dưới chín tỉ thì không đủ."
    },
    {
        "start": "00:52:42,920",
        "end": "00:52:46,760",
        "en": "-4 mia. -8.",
        "pa": "Four billion.",
        "vi": "Bốn tỉ."
    },
    {
        "start": "00:52:46,880",
        "end": "00:52:51,160",
        "en": "-5. -7.",
        "pa": "-Eight. -Five.",
        "vi": "- Tám. - Năm."
    },
    {
        "start": "00:52:51,280",
        "end": "00:52:55,480",
        "en": "6 mia. Og så stopper vi her. Jeg vil ikke høre om ulandsbistanden.",
        "pa": "Seven.\n Six billion and that's that.",
        "vi": "Bảy.\n Sáu tỉ, thế thôi."
    },
    {
        "start": "00:52:55,600",
        "end": "00:52:58,960",
        "en": "Det handler om principper. Ikke om penge.",
        "pa": "And I won't hear anymore about foreign aid.\n It's more a principle than a question of money, you know that.",
        "vi": "Tôi không muốn nói thêm về viện trợ nước ngoài.\n Đó là vấn đề nguyên tắc hơn là tiền, bà biết."
    },
    {
        "start": "00:52:59,080",
        "end": "00:53:02,280",
        "en": "Hvor har du 6 mia. fra?",
        "pa": "Where will you get six billion from?",
        "vi": "Bà lấy đâu ra sáu tỉ?"
    },
    {
        "start": "00:53:02,400",
        "end": "00:53:06,160",
        "en": "Fra en motorvej, vi ikke bygger alligevel.",
        "pa": "From a freeway, I don't think we will be building.",
        "vi": "Từ xa lộ mà chúng ta sẽ không làm nữa."
    },
    {
        "start": "00:53:08,200",
        "end": "00:53:14,000",
        "en": "-Har vi en aftale? -Jeg skal snakke med Hesselboe.",
        "pa": "Do we have a deal?",
        "vi": "Ta thỏa thuận chứ?"
    },
    {
        "start": "00:53:14,120",
        "end": "00:53:18,680",
        "en": "Vi har trods alt siddet i regering sammen i seks år.",
        "pa": "I think I have to talk with Hesslboe about it.\n We have formed a government together for six years.",
        "vi": "Chắc tôi phải bàn với Hesselboe đã.\n Chúng tôi đã thuộc một chính phủ trong sáu năm."
    },
    {
        "start": "00:53:19,640",
        "end": "00:53:21,880",
        "en": "Nå, så fik han ret.",
        "pa": "Of course.\n So he was right after all.",
        "vi": "Tất nhiên rồi.\n Cuối cùng, ông ấy đã đúng."
    },
    {
        "start": "00:53:22,000",
        "end": "00:53:26,720",
        "en": "Hesselboe fortalte, at du altid gør, som han siger.",
        "pa": "-Who? -Hesselboe.\n He said the other day, you always do as he says.",
        "vi": "- Ai? - Hesselboe.\n Hôm nọ ông ấy nói bà luôn làm theo lời ông ấy."
    },
    {
        "start": "00:53:26,840",
        "end": "00:53:31,240",
        "en": "Nå, sagde han virkelig det?",
        "pa": "Oh.\n Did he really say that?",
        "vi": "Ồ?\n Ông ấy nói vậy thật à?"
    },
    {
        "start": "00:53:33,560",
        "end": "00:53:38,840",
        "en": "I går indgik Nyborg et uventet forlig med Ny Højre om finansloven.",
        "pa": "Yesterday, Birgitte Nyborg managed to make an unexpected settlement",
        "vi": "Hôm qua, Birgitte Nyborg đã có một thỏa thuận bất ngờ"
    },
    {
        "start": "00:53:38,960",
        "end": "00:53:45,360",
        "en": "Hanne Holm mener, der er tale om en afgørende sejr for Nyborg.",
        "pa": "with the New Right on a new finance bill.\n We have political editor from Ekspres, Hanne Holm, on the phone.",
        "vi": "với Cánh hữu Mới về dự luật tài chính mới.\n Chúng tôi gọi cho biên tập viên chính trị của tờ Express, Hanne Holm."
    },
    {
        "start": "00:53:45,480",
        "end": "00:53:51,880",
        "en": "Nyborg har ikke bare forhandlet en finanslov på plads.",
        "pa": "You call it a decisive victory for Nyborg?\n She was at the edge of an actual vote of no confidence,\n but now Nyborg can claim that she not only negotiated a finance bill,",
        "vi": "Bà gọi đó là chiến thắng quyết định của Nyborg?\n Bà ấy đã suýt bị bỏ phiếu bất tín nhiệm,\n nhưng giờ Nyborg có thể khẳng định mình không chỉ thương lượng dự luật tài chính"
    },
    {
        "start": "00:53:52,000",
        "end": "00:53:57,640",
        "en": "Hun har også splittet oppositionen. Det er solidt politisk håndværk.",
        "pa": "but also divided the opposition.\n That's what you call good political craftsmanship.",
        "vi": "mà còn chia rẽ cả phe đối lập.\n Ta gọi đó là nghệ thuật chính trị."
    },
    {
        "start": "00:53:57,760",
        "end": "00:54:00,800",
        "en": "Tak, fordi du ville være med os.",
        "pa": "Thank you for joining us. And from unexpected agreements to...",
        "vi": "Cảm ơn vì đã tham gia. Từ thỏa thuận bất ngờ..."
    },
    {
        "start": "00:54:00,920",
        "end": "00:54:04,840",
        "en": "PET vil vide, om du bliver på Marienborg efter nytårstalen.",
        "pa": "PET wants to know if you'll spend time at Marienborg after the New Year's speech.",
        "vi": "PET muốn biết bà có ở Marienborg sau khi phát biểu mừng năm mới không."
    },
    {
        "start": "00:54:04,960",
        "end": "00:54:09,840",
        "en": "-Åh, for helvede. Nytårstalen. -Jeg har et bud på en nytårstale.",
        "pa": "Oh, fuck, the New Year's speech.\n I took the liberty of making a draft of the New Year's speech for you.",
        "vi": "Chết tiệt, bài phát biểu năm mới.\n Tôi đã mạo muội soạn thảo bài phát biểu năm mới cho bà."
    },
    {
        "start": "00:54:10,840",
        "end": "00:54:13,040",
        "en": "Er det godt?",
        "pa": "Is it good?",
        "vi": "Hay không?"
    },
    {
        "start": "00:54:14,320",
        "end": "00:54:17,280",
        "en": "-Hvor ser du skarp ud. -Tak.",
        "pa": "-You're looking sharp. -Thank you.",
        "vi": "- Trông anh bảnh đấy. - Cảm ơn bà."
    },
    {
        "start": "00:54:21,640",
        "end": "00:54:26,760",
        "en": "Det er et interessant valg af malerier, I har fået foretaget jer.",
        "pa": "I must say you've made an interesting choice of paintings.",
        "vi": "Phải nói là bà lựa chọn tranh rất thú vị."
    },
    {
        "start": "00:54:39,200",
        "end": "00:54:41,960",
        "en": "Det er i hvert fald moderne.",
        "pa": "It's certainly modern.",
        "vi": "Hẳn là rất hiện đại."
    },
    {
        "start": "00:54:42,080",
        "end": "00:54:46,640",
        "en": "Ring til direktøren for Statens Museum for Kunst nu.",
        "pa": "Sanne, please call the director for the National Art Museum. Now.",
        "vi": "Sanne, hãy gọi giám đốc Bảo tàng Mỹ thuật Quốc gia ngay."
    },
    {
        "start": "00:54:55,440",
        "end": "00:54:59,840",
        "en": "Selv efter finanskrisen er Danmark blandt de ti rigeste lande i verden.",
        "pa": "Even after the financial crisis, \n Denmark ranks among the ten richest countries in the world.",
        "vi": "Cả sau khủng hoảng tài chính,\n Đan Mạch vẫn nằm trong số mười nước giàu nhất thế giới."
    },
    {
        "start": "00:54:59,960",
        "end": "00:55:06,800",
        "en": "Mange har kritiseret vores ønske om at fordoble ulandsbistanden.",
        "pa": "Yet, many have criticized the government's wish to double the foreign aid",
        "vi": "Nhiều người chỉ trích các chính phủ muốn tăng gấp đôi viện trợ nước ngoài"
    },
    {
        "start": "00:55:06,920",
        "end": "00:55:12,080",
        "en": "Men vi passer bedre på os selv ved at passe på andre.",
        "pa": "and not use the money to take care of ourselves.\n But I believe we take care of ourselves by taking care of others.",
        "vi": "mà không dùng tiền đó lo cho dân mình.\n Nhưng tôi tin rằng chăm lo cho người khác chính là chăm lo cho bản thân."
    },
    {
        "start": "00:55:12,200",
        "end": "00:55:15,280",
        "en": "Jeg har et simpelt regnestykke.",
        "pa": "Let me explain with simple arithmetic.",
        "vi": "Để tôi giải thích bằng số học đơn giản."
    },
    {
        "start": "00:55:15,400",
        "end": "00:55:19,000",
        "en": "Når der bliver født 1000 børn i Danmark, dør de fem af dem.",
        "pa": "When 1,000 children are born in Denmark, five of them will die.",
        "vi": "Khi 1.000 trẻ được sinh ra ở Đan Mạch, năm trẻ sẽ chết."
    },
    {
        "start": "00:55:19,120",
        "end": "00:55:23,760",
        "en": "I Afghanistan dør over 200. Den skævhed gør mennesker desperate",
        "pa": "In Afghanistan, it's more that 200.",
        "vi": "Ở Afghanistan là hơn 200.\n Chính sự chênh lệch này khiến người ta tuyệt vọng,"
    },
    {
        "start": "00:55:23,880",
        "end": "00:55:27,360",
        "en": "og skaber krige og grobund for terror.",
        "pa": "It is an unbalance that makes people desperate,\n creates war and breeds terror.",
        "vi": "gây ra chiến tranh, và sản sinh ra khủng bố."
    },
    {
        "start": "00:55:27,480",
        "end": "00:55:31,520",
        "en": "Det var de økonomiske og sikkerhedspolitiske argumenter.",
        "pa": "Those are the arguments for economy and security.",
        "vi": "Có nhiều lập luận về kinh tế và an ninh."
    },
    {
        "start": "00:55:31,640",
        "end": "00:55:36,400",
        "en": "200 børn, der dør, er 200 for mange.",
        "pa": "I believe that the most important argument of all is",
        "vi": "Tôi tin rằng lập luận quan trọng nhất là"
    },
    {
        "start": "00:55:36,520",
        "end": "00:55:43,320",
        "en": "Alle mennesker skal have mulighed for at se deres børn vokse op.",
        "pa": "that 200 children dying is 200 too many.\n I believe that everyone in the world must have the chance to see their kids grow up.",
        "vi": "hai trăm trẻ em chết là quá nhiều.\n Tôi tin rằng mọi người trên thế giới đều phải có cơ hội thấy con mình lớn lên."
    },
    {
        "start": "00:55:43,440",
        "end": "00:55:49,280",
        "en": "Meningen med livet er måske bare at give det videre.",
        "pa": "I believe that the meaning of life just might be\n to pass it on.",
        "vi": "Tôi tin\n rằng ý nghĩa của cuộc sống có thể chỉ là\n là truyền lại nó."
    },
    {
        "start": "00:55:53,000",
        "end": "00:55:55,680",
        "en": "Yes. Tak.",
        "pa": "-Yes. Thanks. -Thank you.",
        "vi": "- Vâng. Cảm ơn anh. - Cảm ơn bà."
    },
    {
        "start": "00:55:59,120",
        "end": "00:56:03,360",
        "en": "Det er fandeme godt gået med tømmermænd på en 1. januar.",
        "pa": "That's pretty well done with a hangover on a January 1st.",
        "vi": "Còn chếnh choáng từ ngày đầu năm mới mà làm được thế là khá tốt."
    },
    {
        "start": "00:56:03,480",
        "end": "00:56:06,640",
        "en": "Jeg overvejer at stemme på dig næste gang.",
        "pa": "Thank you.\n -I'll consider voting for you next time. -Really?",
        "vi": "Cảm ơn anh.\n - Anh sẽ cân nhắc bầu cho em lần sau. - Thế à?"
    },
    {
        "start": "00:56:06,760",
        "end": "00:56:09,440",
        "en": "Prøv lige at komme.",
        "pa": "Come and see this.",
        "vi": "Mẹ lại đây xem này."
    },
    {
        "start": "00:56:09,560",
        "end": "00:56:13,680",
        "en": "Er det dig, der har skrevet talen? Jeg troede, du var et kynisk røvhul.",
        "pa": "- Did you write that speech? -Yes.",
        "vi": "- Anh viết bài phát biểu đó à? - Vâng."
    },
    {
        "start": "00:56:13,800",
        "end": "00:56:16,000",
        "en": "Det er jeg også.",
        "pa": "I thought you were a cynical asshole.\n I am.",
        "vi": "Tưởng anh là tên bất mãn.\n Đúng vậy mà."
    },
    {
        "start": "00:56:16,120",
        "end": "00:56:20,520",
        "en": "Men din kone betaler mig en formue for at skrive det følsomme lort.",
        "pa": "But your wife pays me a fortune to write this emotional crap.",
        "vi": "Nhưng vợ ông trả cho tôi cả đống tiền để viết thứ sướt mướt đó."
    },
    {
        "start": "00:56:20,640",
        "end": "00:56:23,320",
        "en": "-Så er der champagne. -Skønt.",
        "pa": "Here's the champagne.\n - Wonderful. Thank you. - How fun.",
        "vi": "Sâm-panh đây.\n - Tuyệt vời. Cảm ơn. - Vui quá."
    },
    {
        "start": "00:56:23,440",
        "end": "00:56:25,360",
        "en": "-Skal du smage, skat? -Ja.",
        "pa": "-Do you want a taste, honey? -Yes.",
        "vi": "- Muốn nếm không, con yêu? - Có ạ."
    },
    {
        "start": "00:56:36,160",
        "end": "00:56:40,560",
        "en": "Jeg sendte en hilsen til dig i statsministerens nytårstale.",
        "pa": "-Yes. - Did you get my message?\n I sent you a message in the prime minister's New Year's speech.",
        "vi": "- Dạ? - Nhận được lời nhắn của anh chứ?\n Anh nhắn nhủ em trong bài phát biểu năm mới của Thủ tướng."
    },
    {
        "start": "00:56:40,680",
        "end": "00:56:44,320",
        "en": "-En hyldest til de små børn. -Jeg har fået det fjernet.",
        "pa": "-It was a tribute to life and children-- -I've had it removed.",
        "vi": "- Nó ca ngợi sự sống và trẻ em... - Em bỏ nó rồi."
    },
    {
        "start": "00:56:44,440",
        "end": "00:56:48,160",
        "en": "Jeg fik en abort for et par timer siden.",
        "pa": "I had an abortion a few hours ago.",
        "vi": "Em phá thai vài tiếng trước."
    },
    {
        "start": "00:56:48,280",
        "end": "00:56:53,600",
        "en": "Det er jeg ked af at høre. Hvorfor er vi to aldrig synkrone?",
        "pa": "I'm sorry to hear that.",
        "vi": "Anh rất tiếc."
    },
    {
        "start": "00:56:53,720",
        "end": "00:56:58,120",
        "en": "Jeg bliver nødt til at smutte. Godt nytår.",
        "pa": "Why are you and I never in sync?\n I have to go, Kasper.Happy New Year.",
        "vi": "Sao ta không bao giờ ăn khớp nhỉ?\n Em cúp máy đây, Kasper. Chúc mừng năm mới."
    },
    {
        "start": "00:57:04,000",
        "end": "00:57:06,240",
        "en": "Kasper...",
        "pa": "Kasper.",
        "vi": "Kasper?"
    },
    {
        "start": "00:57:07,360",
        "end": "00:57:10,680",
        "en": "-Værsgo. -Tak.",
        "pa": "-Here you go. -Thank you.",
        "vi": "- Của anh đây. - Cảm ơn bà."
    },
    {
        "start": "00:57:12,400",
        "end": "00:57:16,120",
        "en": "-Du er god. -Tak.",
        "pa": "You're good.\n -Thank you. ",
        "vi": "Bà giỏi lắm.\n Cảm ơn anh."
    },
    {
        "start": "00:57:56,040",
        "end": "00:57:58,640",
        "en": "Danske tekster: Mette Vanggaard",
        "pa": "",
        "vi": "BORGEN là bộ phim hư cấu lấy cảm hứng từ sự kiện có thật.\n Phim có nói đến các nhân vật lịch sử và sự kiện\n của chính trường Đan Mạch trước năm 1982.\n Biên dịch: Nhung Vũ "
    }
]