[
    {
        "start": "00:00:06,208",
        "end": "00:00:08,625",
        "en": "अरावली इंस्टीट्यूट की नर्सरी क्लास में स्वागत है।",
        "pa": "araavalee insteetyoot kee narsaree klaas mein svaagat hai.",
        "vi": "Chào mừng đến lớp mẫu giáo của Viện Aravalli."
    },
    {
        "start": "00:00:08,708",
        "end": "00:00:11,041",
        "en": "हमारा टीचर है एक जोकर, डॉक्टर सूरी।",
        "pa": "hamaara teechar hai ek jokar, doktar sooree.",
        "vi": "Thầy giáo của tao, tiến sĩ Suri, là một gã hề,"
    },
    {
        "start": "00:00:11,125",
        "end": "00:00:15,166",
        "en": "जिसे लगता है इस गीली टट्टी में दो मुक्के मार के, बंदे की समस्याएँ खत्म हो जाएँगी।",
        "pa": "jise lagata hai is geelee tattee mein do mukke maar ke, bande kee samasyaen khatm ho jaengee.",
        "vi": "luôn nghĩ rằng đấm thứ nhão nhoét này sẽ giải quyết mọi vấn đề."
    },
    {
        "start": "00:00:15,291",
        "end": "00:00:16,583",
        "en": "बहुत अच्छे, अनमोल।",
        "pa": "bahut achchhe, anamol.",
        "vi": "Tốt lắm, Anmol."
    },
    {
        "start": "00:00:16,958",
        "end": "00:00:19,375",
        "en": "तुम अपना पूरा गुस्सा इस मिट्टी पे निकाल सकते हो।",
        "pa": "tum apana poora gussa is mittee pe nikaal sakate ho.",
        "vi": "Trút giận vào khối đất sét đi."
    },
    {
        "start": "00:00:20,625",
        "end": "00:00:24,500",
        "en": "पर मुझे सिर्फ़ एक आसान सवाल का जवाब चाहिए कि तुम्हें गुस्सा किस बात का है?",
        "pa": "par mujhe sirf ek aasaan savaal ka javaab chaahie ki tumhen gussa kis baat ka hai?",
        "vi": "Tôi chỉ muốn giải đáp một câu hỏi đơn giản."
    },
    {
        "start": "00:00:24,916",
        "end": "00:00:26,541",
        "en": "कहाँ फँसा दिया गांडू सिड ने?",
        "pa": "kahaan phansa diya gaandoo sid ne?",
        "vi": "Cái gì khiến cậu cáu thế?\n Sid khiến tao gặp chuyện gì đây?"
    },
    {
        "start": "00:00:26,625",
        "end": "00:00:29,583",
        "en": "आप ही अनुमान लगाओ न, सर। डिग्री तो आपके पास है।",
        "pa": "aap hee anumaan lagao na, sar. digree to aapake paas hai.",
        "vi": "Ông thử đoán xem. Ông là người có bằng cấp mà."
    },
    {
        "start": "00:00:31,958",
        "end": "00:00:33,416",
        "en": "तीन-तीन पीएचडी लेके बैठे हो।",
        "pa": "teen-teen peeechadee leke baithe ho.",
        "vi": "Dù gì ông cũng có ba bằng tiến sĩ."
    },
    {
        "start": "00:00:34,875",
        "end": "00:00:37,125",
        "en": "और उसके साइड में एक भूतिया पेंटिंग लगाई हुई है।",
        "pa": "aur usake said mein ek bhootiya penting lagaee huee hai.",
        "vi": "Trên tường, cạnh bức tranh ghê rợn đó."
    },
    {
        "start": "00:00:38,083",
        "end": "00:00:42,125",
        "en": "वैसे, थीम तो आपका सही है। हॉरर शो।",
        "pa": "vaise, theem to aapaka sahee hai. horar sho.",
        "vi": "Nhưng bài trí hợp chủ đề đấy."
    },
    {
        "start": "00:00:42,208",
        "end": "00:00:46,333",
        "en": "वो पेंटिंग मेरे एक मरीज़ ने मुझे तोहफ़े में दी है। सीरियल किलर था वो।",
        "pa": "vo penting mere ek mareez ne mujhe tohafe mein dee hai. seeriyal kilar tha vo.",
        "vi": "Chủ đề kinh dị.\n Tranh đó là quà một bệnh nhân tặng. Anh ta từng là sát nhân hàng loạt."
    },
    {
        "start": "00:00:54,333",
        "end": "00:00:57,166",
        "en": "मेरा परिहास अजीब है। श्रीमती सूरी को भी मेरे मज़ाक समझ नहीं आते।",
        "pa": "mera parihaas ajeeb hai. shreematee sooree ko bhee mere mazaak samajh nahin aate.",
        "vi": "Khiếu hài hước của tôi khác người ghê. Bà xã tôi cũng không hiểu."
    },
    {
        "start": "00:00:57,250",
        "end": "00:01:00,458",
        "en": "मैं बनूँगा सीरियल किलर… मनोवैज्ञानिकों का।",
        "pa": "main banoonga seeriyal kilar… manovaigyaanikon ka.",
        "vi": "Tao sẽ chuyên đi giết đám bác sĩ tâm lý."
    },
    {
        "start": "00:01:00,833",
        "end": "00:01:03,583",
        "en": "आहूजा, कोई नए एप का आइडिया?",
        "pa": "aahooja, koee nae ep ka aaidiya?",
        "vi": "Ahuja, nghĩ ra gì mới cho ứng dụng chưa?"
    },
    {
        "start": "00:01:05,166",
        "end": "00:01:07,291",
        "en": "आराम से, है न, सर। वो क्या करे?",
        "pa": "aaraam se, hai na, sar. vo kya kare?",
        "vi": "Thầy cứ để cậu ta thư thả. Cậu ta làm được gì? Còn vướng vụ tay ba."
    },
    {
        "start": "00:01:07,375",
        "end": "00:01:09,625",
        "en": "उसको जीवन में अपना लड़कों वाला ड्रामा भी तो संभालना है।",
        "pa": "usako jeevan mein apana ladakon vaala draama bhee to sambhaalana hai.",
        "vi": ""
    },
    {
        "start": "00:01:09,708",
        "end": "00:01:11,958",
        "en": "सुन, चुप कर जा न। कोई लड़कों वाला ड्रामा नहीं है।",
        "pa": "sun, chup kar ja na. koee ladakon vaala draama nahin hai.",
        "vi": "Im đi. Không có vụ tay ba gì cả."
    },
    {
        "start": "00:01:12,250",
        "end": "00:01:14,500",
        "en": "एक साथी है। जो स्थिर है, जिस पे भरोसा कर सकती हूँ।",
        "pa": "ek saathee hai. jo sthir hai, jis pe bharosa kar sakatee hoon.",
        "vi": "Tớ có đồng đội vững vàng và đáng tin cậy."
    },
    {
        "start": "00:01:14,833",
        "end": "00:01:20,083",
        "en": "अच्छा, हाँ, वही साथी, न जो पूरा महीना मिया के पीछे…",
        "pa": "achchha, haan, vahee saathee, na jo poora maheena miya ke peechhe…",
        "vi": "Đồng đội mất tích một tháng để đi tìm Mia hả?"
    },
    {
        "start": "00:01:20,166",
        "end": "00:01:22,333",
        "en": "- याद है? मुश्किल लगता है। -नहीं?",
        "pa": "- yaad hai? mushkil lagata hai. -nahin?",
        "vi": "Cậu nhớ không?\n - Không. - Không à?"
    },
    {
        "start": "00:01:24,458",
        "end": "00:01:26,125",
        "en": "- मिया! -विहान।",
        "pa": "",
        "vi": "Mia.\n Này!"
    },
    {
        "start": "00:01:29,291",
        "end": "00:01:31,750",
        "en": "उम्मीद है इस साथी से अपने राज़ बचा के रखे।",
        "pa": "ummeed hai is saathee se apane raaz bacha ke rakhe.",
        "vi": "Mong đồng đội đó đừng chia sẻ bí mật với cậu ấy."
    },
    {
        "start": "00:01:33,166",
        "end": "00:01:35,958",
        "en": "सही कहा। अपने साथी से अपने राज़ बचा के ही रखना चाहिए।",
        "pa": "sahee kaha. apane saathee se apane raaz bacha ke hee rakhana chaahie.",
        "vi": "Phải. Không nên chia sẻ bí mật với đồng đội."
    },
    {
        "start": "00:01:37,041",
        "end": "00:01:41,750",
        "en": "बस। कुछ पढ़ाई-वढ़ाई कर लें? या आप लोगों के लिए एक बॉक्सिंग रिंग लगवा दूँ?",
        "pa": "bas. kuchh padhaee-vadhaee kar len? ya aap logon ke lie ek boksing ring lagava doon?",
        "vi": "Đủ rồi. Học đi được không?\n Hay để tôi dựng sàn đấm bốc cho các em?"
    },
    {
        "start": "00:01:42,541",
        "end": "00:01:46,416",
        "en": "और ये आक्रामकता कहाँ से आ रही है? तुम लोगों को तो समझदार होना था।",
        "pa": "aur ye aakraamakata kahaan se aa rahee hai? tum logon ko to samajhadaar hona tha.",
        "vi": "Mà sao tự dưng lại hằn học thế? Lẽ ra các em phải là đám mọt sách chứ."
    },
    {
        "start": "00:01:49,208",
        "end": "00:01:52,000",
        "en": "मुझे इस बात पे गुस्सा है कि मेरे हाथ कीचड़ हो गए हैं।",
        "pa": "mujhe is baat pe gussa hai ki mere haath keechad ho gae hain.",
        "vi": "Tôi tức giận vì tay tôi bẩn hết rồi."
    },
    {
        "start": "00:01:53,208",
        "end": "00:01:56,333",
        "en": "और आपने ये जो धंधा खोला हुआ न, मुझे उसपे गुस्सा है।",
        "pa": "aur aapane ye jo dhandha khola hua na, mujhe usape gussa hai.",
        "vi": "Và tôi tức giận vì cái nghề ông đang làm."
    },
    {
        "start": "00:01:57,500",
        "end": "00:02:01,958",
        "en": "जो ये \"ओ जी, थेरेपी में आ जाओ। सब बढ़िया हो जाएगा।\" ये सब चुतियाप है।",
        "pa": "jo ye \"o jee, therepee mein aa jao. sab badhiya ho jaega.\" ye sab chutiyaap hai.",
        "vi": "Kiểu: \"Này, đến trị liệu đi. Bạn sẽ ổn thôi\". Thật nhảm nhí!"
    },
    {
        "start": "00:02:02,458",
        "end": "00:02:05,833",
        "en": "पूरी दुनिया का चूतिया काट रहे हो आप। अंदर से कोई नहीं बदलता।",
        "pa": "pooree duniya ka chootiya kaat rahe ho aap. andar se koee nahin badalata.",
        "vi": "Ông chỉ đang lừa đảo. Chẳng ai thay đổi bản chất được cả."
    },
    {
        "start": "00:02:06,000",
        "end": "00:02:08,250",
        "en": "मैं जो हूँ, मैं वो ही रहूँगा।",
        "pa": "main jo hoon, main vo hee rahoonga.",
        "vi": "Tôi vẫn sẽ là tôi."
    },
    {
        "start": "00:02:08,791",
        "end": "00:02:11,208",
        "en": "समझ रहे हो? और मैं क्यों बदलूँ?",
        "pa": "samajh rahe ho? aur main kyon badaloon?",
        "vi": "Ông hiểu chưa? Mà sao tôi phải thay đổi?"
    },
    {
        "start": "00:02:12,458",
        "end": "00:02:16,000",
        "en": "दूसरे क्यों नहीं बदलते? वो क्यों नहीं समझते कि अनमोल को समझो।",
        "pa": "doosare kyon nahin badalate? vo kyon nahin samajhate ki anamol ko samajho.",
        "vi": "Sao người khác không thay đổi đi? Sao họ không cố thấu hiểu Anmol?"
    },
    {
        "start": "00:02:16,958",
        "end": "00:02:18,375",
        "en": "हाँ? उनको थेरेपी दो न?",
        "pa": "haan? unako therepee do na?",
        "vi": "Sao không trị liệu cho họ ấy?"
    },
    {
        "start": "00:02:19,041",
        "end": "00:02:23,541",
        "en": "उस सिड को थेरेपी दो। उस मोमो को… यार, सबसे पहले तो अपने आपको थेरेपी दो।",
        "pa": "us sid ko therepee do. us momo ko… yaar, sabase pahale to apane aapako therepee do.",
        "vi": "Trị liệu cho thầy Sid, cho Momo… Thật ra, ông trị liệu cho mình trước đi."
    },
    {
        "start": "00:02:25,458",
        "end": "00:02:29,708",
        "en": "तुम एकदम सही हो, अनमोल। वैसे, मैं भी थेरेपी लेता हूँ।",
        "pa": "tum ekadam sahee ho, anamol. vaise, main bhee therepee leta hoon.",
        "vi": "Cậu nói hoàn toàn đúng, Anmol. Với cả, tôi cũng đang được trị liệu."
    },
    {
        "start": "00:02:30,125",
        "end": "00:02:33,291",
        "en": "सच कहूँ, मुझे यकीन है कि सब थोड़ी सलाह ले सकते हैं।",
        "pa": "sach kahoon, mujhe yakeen hai ki sab thodee salaah le sakate hain.",
        "vi": "Thật lòng, tôi tin rằng ai cũng nên được tư vấn tâm lý."
    },
    {
        "start": "00:02:35,458",
        "end": "00:02:38,375",
        "en": "लेकिन, फिलहाल, मेरे ध्यान में तुम हो।",
        "pa": "lekin, philahaal, mere dhyaan mein tum ho.",
        "vi": "Nhưng giờ, tôi tập trung vào cậu."
    },
    {
        "start": "00:02:38,458",
        "end": "00:02:41,583",
        "en": "अगर इसका चेहरा मिट्टी का होता, उसपे मैं खूब मुक्के मारता।",
        "pa": "agar isaka chehara mittee ka hota, usape main khoob mukke maarata.",
        "vi": "Nếu mặt lão là đất sét, tao sẵn sàng tung nắm đấm."
    },
    {
        "start": "00:02:41,666",
        "end": "00:02:43,250",
        "en": "बहनचोद, इससे क्यों शेयर करूँ मैं बातें?",
        "pa": "bahanachod, isase kyon sheyar karoon main baaten?",
        "vi": "Sao tao phải kể gì với lão chứ?"
    },
    {
        "start": "00:02:43,333",
        "end": "00:02:45,333",
        "en": "तीन मीटिंग में यह मेरी गर्लफ़्रेंड बन गया है क्या?",
        "pa": "teen meeting mein yah meree garlafrend ban gaya hai kya?",
        "vi": "Gặp mới ba buổi mà lão đã thành bạn gái?"
    },
    {
        "start": "00:02:45,416",
        "end": "00:02:46,250",
        "en": "कीचड़ के लिए।",
        "pa": "keechad ke lie.",
        "vi": "Lau tay đi."
    },
    {
        "start": "00:02:47,166",
        "end": "00:02:49,291",
        "en": "नहीं चाहिए यह चूतिया रिश्ता।",
        "pa": "nahin chaahie yah chootiya rishta.",
        "vi": "Tao chả muốn mối quan hệ chết tiệt này."
    },
    {
        "start": "00:02:50,083",
        "end": "00:02:50,916",
        "en": "सुन।",
        "pa": "sun.",
        "vi": "Này!"
    },
    {
        "start": "00:02:52,791",
        "end": "00:02:55,500",
        "en": "जो भी बोलना है न, सीधे मुँह पे बात कर। भागता क्या है?",
        "pa": "jo bhee bolana hai na, seedhe munh pe baat kar. bhaagata kya hai?",
        "vi": "Muốn nói gì thì nói thẳng với tớ. Sao cậu cứ lẩn tránh vậy?"
    },
    {
        "start": "00:02:55,583",
        "end": "00:02:57,041",
        "en": "और अकड़ किस बात की दिखा रहा है?",
        "pa": "aur akad kis baat kee dikha raha hai?",
        "vi": "Thái độ này là sao?"
    },
    {
        "start": "00:02:57,125",
        "end": "00:02:58,875",
        "en": "तू तो ऐसे बात कर रहा है जैसे तूने कुछ किया ही नहीं?",
        "pa": "too to aise baat kar raha hai jaise toone kuchh kiya hee nahin?",
        "vi": "Cậu nói như thể cậu không làm gì vậy."
    },
    {
        "start": "00:02:58,958",
        "end": "00:02:59,791",
        "en": "मैंने किया?",
        "pa": "mainne kiya?",
        "vi": "Tớ đã làm gì?"
    },
    {
        "start": "00:03:00,208",
        "end": "00:03:03,125",
        "en": "तुम्हारे और तुम्हारे सबसे अच्छे दोस्त के बीच समस्या मैंने पैदा करी?",
        "pa": "tumhaare aur tumhaare sabase achchhe dost ke beech samasya mainne paida karee?",
        "vi": "Tớ gây ra vấn đề giữa cậu và bạn thân cậu à?"
    },
    {
        "start": "00:03:04,208",
        "end": "00:03:07,291",
        "en": "मैं साइबर अपराध कर रहा हूँ? किसी अजनबी को मैंने किस किया?",
        "pa": "main saibar aparaadh kar raha hoon? kisee ajanabee ko mainne kis kiya?",
        "vi": "Tớ phạm tội trên mạng à? Hay tớ đi hôn một tên nào đó?"
    },
    {
        "start": "00:03:10,375",
        "end": "00:03:12,958",
        "en": "दुनिया के सबसे दोगले इंसान का अवार्ड तेरे को मिलेगा, ऋषि।",
        "pa": "duniya ke sabase dogale insaan ka avaard tere ko milega, rshi.",
        "vi": "Cậu nên được trao giải nhà đạo đức giả số một."
    },
    {
        "start": "00:03:13,500",
        "end": "00:03:15,708",
        "en": "यूसेन बोल्ट की स्पीड से पटा लिया न तूने दूसरी को?",
        "pa": "yoosen bolt kee speed se pata liya na toone doosaree ko?",
        "vi": "Cậu có bạn gái mới nhanh như Usain Bolt mà."
    },
    {
        "start": "00:03:15,916",
        "end": "00:03:17,416",
        "en": "उसको कब बना रहा है, भावी पत्नी?",
        "pa": "usako kab bana raha hai, bhaavee patnee?",
        "vi": "Khi nào thì cô ta sẽ thành vợ tương lai?"
    },
    {
        "start": "00:03:17,500",
        "end": "00:03:19,916",
        "en": "शादी का कार्ड भेज दूँगा। ज़रूर आना।",
        "pa": "shaadee ka kaard bhej doonga. zaroor aana.",
        "vi": "Lúc cưới tớ sẽ gửi thiệp mời. Nhớ đến."
    },
    {
        "start": "00:03:20,833",
        "end": "00:03:21,833",
        "en": "श्रीखंड खा के जाना।",
        "pa": "shreekhand kha ke jaana.",
        "vi": "Và ăn kẹo cưới nhé."
    },
    {
        "start": "00:03:26,541",
        "end": "00:03:28,708",
        "en": "मुझे यकीन नहीं हो रहा मैंने तुझे कभी पसंद किया!",
        "pa": "mujhe yakeen nahin ho raha mainne tujhe kabhee pasand kiya!",
        "vi": "Không thể tin tớ từng thích cậu!"
    },
    {
        "start": "00:03:35,916",
        "end": "00:03:39,625",
        "en": "NETFLIX सीरीज़",
        "pa": "seereez netaphliks",
        "vi": "LOẠT PHIM NETFLIX"
    },
    {
        "start": "00:03:47,666",
        "end": "00:03:50,916",
        "en": "सुनो, दोस्तों, आज हम एक दूसरे की एप टेस्ट करेंगे।",
        "pa": "suno, doston, aaj ham ek doosare kee ep test karenge.",
        "vi": "TÌM LỖI\n Nghe đây, các mọt sách, ta sẽ thử ứng dụng ủa nhau."
    },
    {
        "start": "00:03:51,250",
        "end": "00:03:52,583",
        "en": "अपनी-अपनी टीमों में बँट जाओ।",
        "pa": "apanee-apanee teemon mein bant jao.",
        "vi": "Ngồi với đội của mình."
    },
    {
        "start": "00:03:52,708",
        "end": "00:03:55,833",
        "en": "डुग्गी एक-एक करके आप लोगों के एप्स को टेस्ट करेगी। यहाँ पर।",
        "pa": "duggee ek-ek karake aap logon ke eps ko test karegee. yahaan par.",
        "vi": "Duggi sẽ thử từng ứng dụng một. Ngay tại đây."
    },
    {
        "start": "00:03:56,083",
        "end": "00:04:00,166",
        "en": "इस दौरान, आप लोग एक दूसरे के एप में कमियाँ ढूंढोगे।",
        "pa": "is dauraan, aap log ek doosare ke ep mein kamiyaan dhoondhoge.",
        "vi": "Trong lúc đó, các em sẽ tìm lỗi ở ứng dụng của nhau."
    },
    {
        "start": "00:04:00,833",
        "end": "00:04:04,708",
        "en": "प्लीज़, यह सुनिश्चित करें, कि हर कोई हर टीम की एप टेस्ट करेगा। ठीक है?",
        "pa": "pleez, yah sunishchit karen, ki har koee har teem kee ep test karega. theek hai?",
        "vi": "Từng người nhớ dùng thử ứng dụng của mọi đội khác. Nhé?"
    },
    {
        "start": "00:04:05,208",
        "end": "00:04:07,000",
        "en": "सभ्य बने रहने की कोशिश करना।",
        "pa": "sabhy bane rahane kee koshish karana.",
        "vi": "Hãy làm một cách văn minh."
    },
    {
        "start": "00:04:07,083",
        "end": "00:04:10,791",
        "en": "आदर्श रूप में, रचनात्मक आलोचना चाहिए। ठीक है?",
        "pa": "aadarsh roop mein, rachanaatmak aalochana chaahie. theek hai?",
        "vi": "Tốt nhất là nên phê bình mang tính xây dựng. Được chứ?"
    },
    {
        "start": "00:04:11,208",
        "end": "00:04:13,458",
        "en": "दो प्लेट मोमो। समझा?",
        "pa": "do plet momo. samajha?",
        "vi": "Hai đĩa bánh momo. Rõ chưa?"
    },
    {
        "start": "00:04:13,791",
        "end": "00:04:16,666",
        "en": "हो जा, हो जा, यार। यह…",
        "pa": "ho ja, ho ja, yaar. yah…",
        "vi": "Trật tự đi.\n Đâu phải…"
    },
    {
        "start": "00:04:17,083",
        "end": "00:04:19,333",
        "en": "अरे मेरे भाई, यह तू क्या कर रहा है? एक काम कर,",
        "pa": "are mere bhaee, yah too kya kar raha hai? ek kaam kar,",
        "vi": "Cậu đang làm gì thế?"
    },
    {
        "start": "00:04:19,416",
        "end": "00:04:23,333",
        "en": "ये एप ले और जाके डिंपल से टेस्ट करवा। वैसे भी वो बिना किसी काम के बैठी है।",
        "pa": "ye ep le aur jaake dimpal se test karava. vaise bhee vo bina kisee kaam ke baithee hai.",
        "vi": "Đưa ứng dụng cho Dimple dùng thử đi.\n Cậu ta đang rảnh mà."
    },
    {
        "start": "00:04:23,458",
        "end": "00:04:26,333",
        "en": "यह देखिए, यह सही नहीं लग रहा, न?",
        "pa": "yah dekhie, yah sahee nahin lag raha, na?",
        "vi": "Nhìn này. Trông không ổn nhỉ?"
    },
    {
        "start": "00:04:26,875",
        "end": "00:04:29,708",
        "en": "ला, लैपटॉप लेके आ। रॉ फाइल्स और कोड भी चेक करती हूँ।",
        "pa": "la, laipatop leke aa. ro phails aur kod bhee chek karatee hoon.",
        "vi": "Đưa laptop cậu đây. Tớ sẽ kiểm tra cả tệp gốc và mã."
    },
    {
        "start": "00:04:30,458",
        "end": "00:04:31,291",
        "en": "जा, जल्दी जा।",
        "pa": "ja, jaldee ja.",
        "vi": "Đi đi."
    },
    {
        "start": "00:04:31,458",
        "end": "00:04:32,291",
        "en": "मैं बहुत आभारी हूँ।",
        "pa": "main bahut aabhaaree hoon.",
        "vi": "Cảm ơn cậu nhiều lắm."
    },
    {
        "start": "00:04:41,666",
        "end": "00:04:45,500",
        "en": "-सुन भाई, एक मिनट इधर आ। -क्या?",
        "pa": "-sun bhaee, ek minat idhar aa. -kya?",
        "vi": "Qua đây một chút.\n Hả?"
    },
    {
        "start": "00:04:52,333",
        "end": "00:04:53,750",
        "en": "क्या हुआ?",
        "pa": "kya hua?",
        "vi": "ĐANG TÌM TỆP TIN ANTISOSH\n ĐÃ TRIỂN KHAI MÃ\n KHÔNG TÌM THẤY TỆP TIN\n Có chuyện gì vậy?"
    },
    {
        "start": "00:04:58,000",
        "end": "00:05:00,291",
        "en": "गीकी-नर्डी प्यार",
        "pa": "geekee-nardee pyaar",
        "vi": "GEEKY-NERDY LOVE"
    },
    {
        "start": "00:05:00,375",
        "end": "00:05:05,041",
        "en": "मिलान का परीक्षण चल रहा है क्रिश - पुरुष, सिमरन - महिला",
        "pa": "milaan ka pareekshan chal raha hai krish - purush, simaran - mahila",
        "vi": "BẮT ĐẦU KIỂM TRA ĐỘ PHÙ HỢP KRISH – SIMRAN"
    },
    {
        "start": "00:05:05,125",
        "end": "00:05:06,541",
        "en": "परिणाम, सात प्रतिशत। कोई मिलान नहीं है",
        "pa": "parinaam, saat pratishat. koee milaan nahin hai",
        "vi": "KẾT QUẢ 7%\n Không phù hợp."
    },
    {
        "start": "00:05:06,625",
        "end": "00:05:07,916",
        "en": "मिलान नहीं है।",
        "pa": "milaan nahin hai.",
        "vi": "MUỐN TÔI TÌM AI ĐÓ CHO BẠN CHỨ?"
    },
    {
        "start": "00:05:12,916",
        "end": "00:05:16,000",
        "en": "अबे, क्या चूतिया एप बनाई है, तुम भोंदुओं ने? हाँ?",
        "pa": "abe, kya chootiya ep banaee hai, tum bhonduon ne? haan?",
        "vi": "Này! Ứng dụng của các cậu ngu quá!"
    },
    {
        "start": "00:05:16,666",
        "end": "00:05:18,333",
        "en": "वह बिल्कुल नहीं बिकने वाली।",
        "pa": "vah bilkul nahin bikane vaalee.",
        "vi": "Sẽ chẳng ai thèm mua nó."
    },
    {
        "start": "00:05:18,833",
        "end": "00:05:20,833",
        "en": "पता नहीं कैसे तुम लोगों को निवेशक मिल गए?",
        "pa": "pata nahin kaise tum logon ko niveshak mil gae?",
        "vi": "Sao lại có nhà đầu tư chứ?"
    },
    {
        "start": "00:05:21,291",
        "end": "00:05:24,541",
        "en": "मुझे नहीं पता हमारे एप को टेस्टिंग की ज़रूरत है, या तुम्हारे रिश्ते को।",
        "pa": "mujhe nahin pata hamaare ep ko testing kee zaroorat hai, ya tumhaare rishte ko.",
        "vi": "Không biết ứng dụng cần tìm lỗi, hay mối quan hệ của hai cậu cần."
    },
    {
        "start": "00:05:25,166",
        "end": "00:05:27,041",
        "en": "कम बोल, शेखावत। कम बोल।",
        "pa": "kam bol, shekhaavat. kam bol.",
        "vi": "Im đi, Shekhawat. Im đi."
    },
    {
        "start": "00:05:29,166",
        "end": "00:05:30,166",
        "en": "बेब, अब चलो।",
        "pa": "beb, ab chalo.",
        "vi": "Đi thôi cưng."
    },
    {
        "start": "00:05:33,500",
        "end": "00:05:36,666",
        "en": "मोमो, मदद कर दे, भाई। अगला नंबर हमारा है।",
        "pa": "momo, madad kar de, bhaee. agala nambar hamaara hai.",
        "vi": "Momo, giúp với. Tiếp theo là đến bọn tớ."
    },
    {
        "start": "00:05:38,833",
        "end": "00:05:39,666",
        "en": "अच्छा, चल।",
        "pa": "achchha, chal.",
        "vi": "Được rồi."
    },
    {
        "start": "00:05:40,791",
        "end": "00:05:42,958",
        "en": "-पता है न, मेरा रेट क्या है? -बिल्कुल।",
        "pa": "-pata hai na, mera ret kya hai? -bilkul.",
        "vi": "- Cậu biết mức phí của tớ chứ? - dĨ nhiên."
    },
    {
        "start": "00:05:45,666",
        "end": "00:05:47,000",
        "en": "क्या किया है बे? ये क्या है?",
        "pa": "kya kiya hai be? ye kya hai?",
        "vi": "Cậu đã làm gì ở đây vậy?"
    },
    {
        "start": "00:06:04,916",
        "end": "00:06:06,583",
        "en": "पोर्न का बेहतरीन कलेक्शन है।",
        "pa": "porn ka behatareen kalekshan hai.",
        "vi": "Kho tư liệu quay tay khủng đấy."
    },
    {
        "start": "00:06:08,541",
        "end": "00:06:11,750",
        "en": "आराम से। ये लैपटॉप नहीं, राष्ट्रीय संपत्ति है।",
        "pa": "aaraam se. ye laipatop nahin, raashtreey sampatti hai.",
        "vi": "Nhẹ tay thôi! Đó đâu phải laptop, mà là báu vật quốc gia đấy.\n ĐANG TÌM TỆP TIN ANTISOSH ĐANG QUÉT TẤT CẢ"
    },
    {
        "start": "00:06:16,625",
        "end": "00:06:18,791",
        "en": "पुरुष - महिला प्लीज़ चुनिए",
        "pa": "purush - mahila pleez chunie",
        "vi": "NAM – NỮ XIN HÃY CHỌN"
    },
    {
        "start": "00:06:18,875",
        "end": "00:06:19,708",
        "en": "चुनो।",
        "pa": "chuno.",
        "vi": "Chọn đi."
    },
    {
        "start": "00:06:22,916",
        "end": "00:06:27,250",
        "en": "विकल्प थोड़े कम हैं न? और भी विकल्प हो सकते थे, जैसे दोनों, या अन्य।",
        "pa": "vikalp thode kam hain na? aur bhee vikalp ho sakate the, jaise donon, ya any.",
        "vi": "Không có đủ lựa chọn hả?\n Có thể có lựa chọn khác. Như \"cả hai\" hoặc \"khác\", nhỉ?"
    },
    {
        "start": "00:06:27,333",
        "end": "00:06:29,166",
        "en": "तुम्हें बनाने वालों को सुझाव देना चाहिए।",
        "pa": "tumhen banaane vaalon ko sujhaav dena chaahie.",
        "vi": "Góp ý cho các tác giả đi."
    },
    {
        "start": "00:06:29,250",
        "end": "00:06:31,583",
        "en": "तुम तो काफ़ी करीब हो, न बनाने वाले के। तुम ही दे दो।",
        "pa": "tum to kaafee kareeb ho, na banaane vaale ke. tum hee de do.",
        "vi": "Chị thân với tác giả mà, nên chị góp ý đi."
    },
    {
        "start": "00:06:45,791",
        "end": "00:06:48,250",
        "en": "ज़ोम्बी रेस",
        "pa": "zombee res",
        "vi": "CUỘC ĐUA XÁC SỐNG\n L2 DIMPLEMẠNHMẼ\n L2 MOMO"
    },
    {
        "start": "00:06:52,625",
        "end": "00:06:54,500",
        "en": "गिर जा साले, कमीने!",
        "pa": "gir ja saale, kameene!",
        "vi": "Chết đi, đồ chó!"
    },
    {
        "start": "00:07:07,041",
        "end": "00:07:09,041",
        "en": "-क्या बकवास… -क्या हुआ?",
        "pa": "-kya bakavaas… -kya hua?",
        "vi": "Cái quái gì vậy?"
    },
    {
        "start": "00:07:09,458",
        "end": "00:07:12,375",
        "en": "देखो, समस्याएँ तो हैं। कुछ गेमप्ले कमियाँ हैं।",
        "pa": "dekho, samasyaen to hain. kuchh gemaple kamiyaan hain.",
        "vi": "Đã có chuyện gì?\n Có vài vấn đề. Có lỗi trong gameplay."
    },
    {
        "start": "00:07:12,583",
        "end": "00:07:14,833",
        "en": "-लेकिन, मुझे लगता… - तू अपना दिमाग अपनी एप पे लगा न।",
        "pa": "-lekin, mujhe lagata… - too apana dimaag apanee ep pe laga na.",
        "vi": "- Em nghĩ… - Sao không làm ứng dụng của mình?"
    },
    {
        "start": "00:07:14,916",
        "end": "00:07:17,458",
        "en": "अपनी एप तो है नहीं नहीं। इसलिए दूसरों की एप पे हगने आ गई है।",
        "pa": "apanee ep to hai nahin nahin. isalie doosaron kee ep pe hagane aa gaee hai.",
        "vi": "Cậu không có ứng dụng nên đi nghịch của người khác hả?"
    },
    {
        "start": "00:07:17,541",
        "end": "00:07:21,500",
        "en": "हाँ, नहीं है मेरी एप। इसीलिए नहीं है क्योंकि किसी डरपोक कमीने ने लीक कर दी।",
        "pa": "haan, nahin hai meree ep. iseelie nahin hai kyonki kisee darapok kameene ne leek kar dee.",
        "vi": "Phải, tôi không có ứng dụng.\n Vì một kẻ hèn nhát đã làm lộ nó."
    },
    {
        "start": "00:07:21,583",
        "end": "00:07:24,291",
        "en": "-घबरा गया होगा न, कि लड़की कैसे एप बना… -अबे, ओ, सुन।",
        "pa": "-ghabara gaya hoga na, ki ladakee kaise ep bana… -abe, o, sun.",
        "vi": "- Chắc hắn sợ là một cô gái… - Chào, nghe này!"
    },
    {
        "start": "00:07:24,916",
        "end": "00:07:27,833",
        "en": "क्या बोलना चाह रही है तू? हाँ? कि मैंने तेरी घटिया एप लीक की है?",
        "pa": "kya bolana chaah rahee hai too? haan? ki mainne teree ghatiya ep leek kee hai?",
        "vi": "Này! Ý cậu là tôi làm lộ ứng dụng vớ vẩn của cậu?"
    },
    {
        "start": "00:07:28,333",
        "end": "00:07:30,250",
        "en": "सुन, व्हीलचेयर पे हूँ, पर इतने बुरे दिन नहीं आए मेरे।",
        "pa": "sun, vheelacheyar pe hoon, par itane bure din nahin aae mere.",
        "vi": "Tôi ngồi xe lăn, nhưng không thảm hại đến vậy."
    },
    {
        "start": "00:07:30,333",
        "end": "00:07:32,166",
        "en": "- अनमोल, तेरी समस्या क्या है? -अबे, तू चल।",
        "pa": "- anamol, teree samasya kya hai? -abe, too chal.",
        "vi": "- Cậu bị gì vậy, Anmol? - Biến đi."
    },
    {
        "start": "00:07:32,291",
        "end": "00:07:34,958",
        "en": "-तुम बहुत शोर करते हो। चलो चलें। -अबे शोर की क्या बात कर रहा है?",
        "pa": "-tum bahut shor karate ho. chalo chalen. -abe shor kee kya baat kar raha hai?",
        "vi": "- Cậu ồn ào quá. Đi thôi. - Nói gì vậy?"
    },
    {
        "start": "00:07:35,041",
        "end": "00:07:36,833",
        "en": "-सस्ता टीएसटो। साला, हट यहाँ से। -टीएसटो पसंद है!",
        "pa": "-sasta teeesato. saala, hat yahaan se. -teeesato pasand hai!",
        "vi": "- Đồ Tiësto nhà nghèo. - Tôi mê Tiësto."
    },
    {
        "start": "00:07:36,916",
        "end": "00:07:39,708",
        "en": "अबे, चल, माउंट रशमोर की मूर्ति। साला, नकली देव पटेल।",
        "pa": "abe, chal, maunt rashamor kee moorti. saala, nakalee dev patel.",
        "vi": "Cút đi, đồ tượng đá núi Rushmore. Đồ nhái Dev Patel."
    },
    {
        "start": "00:07:40,041",
        "end": "00:07:42,166",
        "en": "ए, उसका फ़ोन चेक किया?",
        "pa": "e, usaka fon chek kiya?",
        "vi": "Cậu kiểm tra điện thoại của họ chưa?"
    },
    {
        "start": "00:07:44,875",
        "end": "00:07:47,333",
        "en": "- किसी नए एप का आइडिया? - कोडर्स ब्लॉक।",
        "pa": "- kisee nae ep ka aaidiya? - kodars blok.",
        "vi": "- Nghĩ ra ứng dụng mới chưa? - Tớ chịu."
    },
    {
        "start": "00:07:48,958",
        "end": "00:07:52,041",
        "en": "मेरे पास है। एक आइडिया। कुछ वैसा ही।",
        "pa": "mere paas hai. ek aaidiya. kuchh vaisa hee.",
        "vi": "Tớ có một ý tưởng. Đại loại vậy."
    },
    {
        "start": "00:07:53,250",
        "end": "00:07:55,750",
        "en": "तो, यह येल्प रिव्यू की तरह है।",
        "pa": "to, yah yelp rivyoo kee tarah hai.",
        "vi": "Nó kiểu như đánh giá trên Yelp nhưng dành cho những người ta từng hẹn hò."
    },
    {
        "start": "00:07:56,083",
        "end": "00:07:58,500",
        "en": "लेकिन, उन लोगों के लिए, जिनको आपने पहले डेट किया है।",
        "pa": "lekin, un logon ke lie, jinako aapane pahale det kiya hai.",
        "vi": ""
    },
    {
        "start": "00:07:59,291",
        "end": "00:08:02,958",
        "en": "ताकि दूसरे लोग वो रिव्यू देखकर, फैसला कर सकते हैं कि आपसे डेट करें या नहीं।",
        "pa": "taaki doosare log vo rivyoo dekhakar, phaisala kar sakate hain ki aapase det karen ya nahin।",
        "vi": "Người khác có thể đọc và quyết định xem có nên hẹn hò với họ không."
    },
    {
        "start": "00:08:03,250",
        "end": "00:08:07,000",
        "en": "जैसे कि… एक लड़का,",
        "pa": "jaise ki… ek ladaka,",
        "vi": "Ví dụ: \"Anh chàng này"
    },
    {
        "start": "00:08:07,250",
        "end": "00:08:12,250",
        "en": "उसका सेक्सी अमरीकी लहज़ा है। बेहतरीन किसर। लेकिन, हर बार गलत समय पे किस करता है।",
        "pa": "usaka seksee amareekee lahaza hai. behatareen kisar. lekin, har baar galat samay pe kis karata hai.",
        "vi": "có giọng Mỹ quyến rũ và hôn cực giỏi."
    },
    {
        "start": "00:08:12,791",
        "end": "00:08:14,458",
        "en": "पाँच में से चार स्टार। बहुत काम का।",
        "pa": "paanch mein se chaar staar. bahut kaam ka.",
        "vi": "Nhưng anh ta toàn hôn sai thời điểm. Bốn trên năm sao. Rất đáng thử\"."
    },
    {
        "start": "00:08:16,208",
        "end": "00:08:19,125",
        "en": "हाँ? नहीं? बहुत जल्दी है?",
        "pa": "haan? nahin? bahut jaldee hai?",
        "vi": "Được chứ? Không à? Hay quá sớm?"
    },
    {
        "start": "00:08:19,541",
        "end": "00:08:22,208",
        "en": "मिलान का परीक्षण चल रहा है ऋषि - डिंपल",
        "pa": "milaan ka pareekshan chal raha hai rshi - dimpal",
        "vi": "BẮT ĐẦU KIỂM TRA ĐỘ PHÙ HỢP RISHI – DIMPLE\n ĐANG KIỂM TRA"
    },
    {
        "start": "00:08:23,916",
        "end": "00:08:25,750",
        "en": "परिणाम - 98% शानदार मैच",
        "pa": "parinaam - shaanadaar maich 98%",
        "vi": "HÁO HỨC QUÁ"
    },
    {
        "start": "00:08:26,083",
        "end": "00:08:29,291",
        "en": "शानदार मैच!",
        "pa": "shaanadaar maich!",
        "vi": "KẾT QUẢ - 98%\n Cặp đôi hoàn hảo.\n TÔI THẤY CÁC BẠN CÓ TƯƠNG LAI TƯƠI SÁNG"
    },
    {
        "start": "00:08:35,000",
        "end": "00:08:36,958",
        "en": "डिंपल से नफ़रत करने के दस कारण",
        "pa": "dimpal se nafarat karane ke das kaaran",
        "vi": "100 LÝ DO ĐỂ GHÉT DIMPLE\n Xin chào, bà xã tương lai."
    },
    {
        "start": "00:08:38,875",
        "end": "00:08:42,750",
        "en": "यह बहुत अच्छा है। तुम इसे आगे ले जाने वाले हो?",
        "pa": "yah bahut achchha hai. tum ise aage le jaane vaale ho?",
        "vi": "Nhìn xịn đấy. Cậu định đi xa hơn hả?"
    },
    {
        "start": "00:08:43,166",
        "end": "00:08:46,375",
        "en": "नहीं, यह बस एक शौक है। टाइम पास।",
        "pa": "nahin, yah bas ek shauk hai. taim paas.",
        "vi": "Không, chỉ là thú vui giết thời gian thôi."
    },
    {
        "start": "00:08:47,250",
        "end": "00:08:48,250",
        "en": "वैसे, क्या हुआ?",
        "pa": "vaise, kya hua?",
        "vi": "Mà có chuyện gì?"
    },
    {
        "start": "00:08:48,333",
        "end": "00:08:51,666",
        "en": "हाँ, तुम्हारा एक और बाइट चाहिए। पिछले वाला तो…",
        "pa": "haan, tumhaara ek aur bait chaahie. pichhale vaala to…",
        "vi": "Tôi cần xin cậu nháy nữa. Cái lần trước…"
    },
    {
        "start": "00:08:53,208",
        "end": "00:08:57,291",
        "en": "वीडियो बाइट ही माँग रही हूँ, लव बाइट नहीं। बेब।",
        "pa": "veediyo bait hee maang rahee hoon, lav bait nahin. beb.",
        "vi": "Ý tôi \"nháy\" là quay video, không phải \"nháy\" kiểu kia, cưng ạ."
    },
    {
        "start": "00:08:58,875",
        "end": "00:09:02,083",
        "en": "ठीक है, किसी और दिन लूँगी। पर तुम्हारे डैड का बाइट चाहिए मुझे।",
        "pa": "theek hai, kisee aur din loongee. par tumhaare daid ka bait chaahie mujhe.",
        "vi": "Được rồi, để hôm khác quay. Nhưng tôi cần ghi hình bố cậu."
    },
    {
        "start": "00:09:02,250",
        "end": "00:09:03,750",
        "en": "यकीन करो, वह बहुत बुरा विचार है।",
        "pa": "yakeen karo, vah bahut bura vichaar hai.",
        "vi": "Ý tưởng tồi đó, tin tôi đi."
    },
    {
        "start": "00:09:04,125",
        "end": "00:09:06,916",
        "en": "यकीन करो, शेखू। इस वीडियो में थोड़ी सनसनी चाहिए।",
        "pa": "yakeen karo, shekhoo. is veediyo mein thodee sanasanee chaahie.",
        "vi": "Tin tôi đi, Shekhu, video này chút cảm xúc mãnh liệt."
    },
    {
        "start": "00:09:08,125",
        "end": "00:09:10,583",
        "en": "-ठीक है। -यहाँ?",
        "pa": "-theek hai. -yahaan?",
        "vi": "- Được rồi. - Đây à?"
    },
    {
        "start": "00:09:17,625",
        "end": "00:09:18,708",
        "en": "सनसनी वाइब्स।",
        "pa": "sanasanee vaibs.",
        "vi": "Cảm xúc mãnh liệt."
    },
    {
        "start": "00:09:23,666",
        "end": "00:09:27,916",
        "en": "तो, कल्पना। मुझे तुमसे एक शिकायत है यार।",
        "pa": "to, kalpana. mujhe tumase ek shikaayat hai yaar.",
        "vi": "Kalpana à, anh có việc phải phàn nàn."
    },
    {
        "start": "00:09:28,458",
        "end": "00:09:33,500",
        "en": "तुमने मेरी सलाह नहीं ली। मैंने तुमसे कहा था, आज़ाद पंछी बनो, मेरी तरह।",
        "pa": "tumane meree salaah nahin lee. mainne tumase kaha tha, aazaad panchhee bano, meree tarah.",
        "vi": "Em đã không nghe lời anh khuyên.\n Anh đã khuyên em hãy sống tự do. Như anh."
    },
    {
        "start": "00:09:34,583",
        "end": "00:09:36,875",
        "en": "लेकिन, तुम्हें तो पिंजरे में रहना पसंद है।",
        "pa": "lekin, tumhen to pinjare mein rahana pasand hai.",
        "vi": "Nhưng em muốn làm chim trong lồng."
    },
    {
        "start": "00:09:37,916",
        "end": "00:09:42,250",
        "en": "वैसे, तुम्हें ये नया पिंजरा बहुत-बहुत मुबारक हो।",
        "pa": "vaise, tumhen ye naya pinjara bahut-bahut mubaarak ho.",
        "vi": "Dù sao cũng chúc mừng em tìm được chiếc lồng mới."
    },
    {
        "start": "00:09:45,000",
        "end": "00:09:47,541",
        "en": "-दूल्हे के लिए कोई संदेश? - बिल्कुल, क्यों नहीं?",
        "pa": "-doolhe ke lie koee sandesh? - bilkul, kyon nahin?",
        "vi": "- Có gì nhắn chú rể tương lai không ạ? - dĨ nhiên, sao không?"
    },
    {
        "start": "00:09:48,250",
        "end": "00:09:50,958",
        "en": "-संजय, दोस्त, -डैड, रणदीप।",
        "pa": "-sanjay, dost, -daid, ranadeep.",
        "vi": "Sanjay, bạn à.\n Bố, là Randeep."
    },
    {
        "start": "00:09:51,125",
        "end": "00:09:55,708",
        "en": "रणदीप, दोस्त। मेरे पास तुम्हारे लिए कुछ नहीं है। पर मेरी संवेदनाएँ हैं।",
        "pa": "ranadeep, dost. mere paas tumhaare lie kuchh nahin hai. par meree sanvedanaen hain.",
        "vi": "Randeep, bạn à, tôi không biết nói gì với anh\n ngoài lời chia buồn."
    },
    {
        "start": "00:09:58,000",
        "end": "00:10:02,833",
        "en": "मज़ाक कर रहा हूँ। बधाई हो, यार। और गुड लक। ज़रूरत पड़ेगी।",
        "pa": "mazaak kar raha hoon. badhaee ho, yaar. aur gud lak. zaroorat padegee.",
        "vi": "Đùa chút thôi.\n Chúc mừng anh và chúc may mắn!"
    },
    {
        "start": "00:10:04,291",
        "end": "00:10:05,458",
        "en": "बच्चो, ड्रिंक लोगे?",
        "pa": "bachcho, drink loge?",
        "vi": "Anh sẽ cần đấy.\n muốn uống gì không?"
    },
    {
        "start": "00:10:05,541",
        "end": "00:10:08,125",
        "en": "-नहीं, शुक्रिया। -शुक्रिया। हमें बहुत काम है।",
        "pa": "-nahin, shukriya. -shukriya. hamen bahut kaam hai.",
        "vi": "- Thôi ạ. Cảm ơn chú. - Cảm ơn bố. Bọn con có việc."
    },
    {
        "start": "00:10:08,666",
        "end": "00:10:12,291",
        "en": "मेरा बच्चा। जानेमन, जानती हो, मेरे दो उत्पाद हैं।",
        "pa": "mera bachcha. jaaneman, jaanatee ho, mere do utpaad hain.",
        "vi": "Chán thật chứ.\n Biết không, chú làm ra hai sản phẩm."
    },
    {
        "start": "00:10:13,083",
        "end": "00:10:16,583",
        "en": "इस वाले उत्पाद में, जो मज़े का स्विच है न, गायब है।",
        "pa": "is vaale utpaad mein, jo maze ka svich hai na, gaayab hai.",
        "vi": "Sản phẩm này thì mất công tắc vui vẻ rồi."
    },
    {
        "start": "00:10:16,750",
        "end": "00:10:21,208",
        "en": "तुम मेरे अभी के मॉडल से मिलना, आशीष। उसके अंदर मेरे मज़े वाले जीन्स हैं।",
        "pa": "tum mere abhee ke modal se milana, aasheesh. usake andar mere maze vaale jeens hain.",
        "vi": "Cháu nên gặp Ashish, sản phẩm mới nhất của chú.\n - Vâng. - Thằng bé có gien hài hước của chú."
    },
    {
        "start": "00:10:22,125",
        "end": "00:10:24,458",
        "en": "-ठीक है। चलें? - हाँ, हम चल सकते हैं।",
        "pa": "-theek hai. chalen? - haan, ham chal sakate hain.",
        "vi": "Được rồi. Chúng ta đi chứ?\n Ừ, đi thôi."
    },
    {
        "start": "00:10:25,041",
        "end": "00:10:26,375",
        "en": "शुक्रिया, डैड।",
        "pa": "shukriya, daid.",
        "vi": "Cảm ơn bố."
    },
    {
        "start": "00:10:27,166",
        "end": "00:10:29,000",
        "en": "- बाय, सर। शुक्रिया। -मिलते हैं।",
        "pa": "- baay, sar. shukriya. -milate hain.",
        "vi": "- Chào chú. Cảm ơn chú. - Gặp sau nhé."
    },
    {
        "start": "00:10:36,625",
        "end": "00:10:38,666",
        "en": "ये तो मेरे जीवन का सबसे अच्छा वीडियो शूट था।",
        "pa": "ye to mere jeevan ka sabase achchha veediyo shoot tha.",
        "vi": "Đoạn video hay nhất tôi từng quay."
    },
    {
        "start": "00:10:39,250",
        "end": "00:10:41,708",
        "en": "मस्त मज़ा, फुल मस्ती।",
        "pa": "mast maza, phul mastee.",
        "vi": "Đậm chất giải trí, như phim hài."
    },
    {
        "start": "00:10:42,208",
        "end": "00:10:43,916",
        "en": "बस एक हँसने वाले ट्रैक की कमी थी, बस।",
        "pa": "bas ek hansane vaale traik kee kamee thee, bas.",
        "vi": "- Chỉ thiếu tiếng cười thu âm sẵn. - Tôi mừng là chị thấy buồn cười."
    },
    {
        "start": "00:10:44,875",
        "end": "00:10:46,583",
        "en": "मुझे खुशी है तुम्हें ये मज़ेदार लग रहा है।",
        "pa": "mujhe khushee hai tumhen ye mazedaar lag raha hai.",
        "vi": ""
    },
    {
        "start": "00:10:47,875",
        "end": "00:10:50,250",
        "en": "क्योंकि मैं इस सिटकॉम के 18 सीज़न देख चुका हूँ",
        "pa": "kyonki main is sitakom ke seezan dekh chuka hoon 18",
        "vi": "Vì tôi đã xem phim hài này 18 năm rồi."
    },
    {
        "start": "00:10:52,833",
        "end": "00:10:54,291",
        "en": "मज़ाक थोड़े फीके पड़ गए।",
        "pa": "mazaak thode pheeke pad gae.",
        "vi": "Chuyện cười đã hết vui."
    },
    {
        "start": "00:10:56,916",
        "end": "00:11:00,791",
        "en": "तुम कह रही थी न कि मुझे एनीमेशन में काम करना चाहिए। नहीं कर सकता।",
        "pa": "tum kah rahee thee na ki mujhe eneemeshan mein kaam karana chaahie. nahin kar sakata.",
        "vi": "Chị bảo tôi nên theo đuổi hoạt họa nhỉ?\n Tôi không thể."
    },
    {
        "start": "00:11:04,625",
        "end": "00:11:07,583",
        "en": "क्योंकि एनीमेशन के सारे बेहतरीन कोर्स जयपुर से बाहर हैं।",
        "pa": "kyonki eneemeshan ke saare behatareen kors jayapur se baahar hain.",
        "vi": "Vì mọi khóa học hoạt họa tốt nhất đều không nằm ở Jaipur."
    },
    {
        "start": "00:11:08,916",
        "end": "00:11:11,083",
        "en": "अगर मैंने आशीष को डैड के साथ अकेला छोड़ दिया,",
        "pa": "agar mainne aasheesh ko daid ke saath akela chhod diya,",
        "vi": "Nếu tôi để Ashish ở với bố, bố sẽ biến nó thành bản sao của mình."
    },
    {
        "start": "00:11:11,666",
        "end": "00:11:15,458",
        "en": "तो वो उसे पूरी अपनी तरह बना लेंगे। मैं यह नहीं होने दे सकता।",
        "pa": "to vo use pooree apanee tarah bana lenge. main yah nahin hone de sakata.",
        "vi": ""
    },
    {
        "start": "00:11:15,958",
        "end": "00:11:17,541",
        "en": "मुझे उसकी देखभाल करनी होगी।",
        "pa": "mujhe usakee dekhabhaal karanee hogee.",
        "vi": "Không thể để điều đó xảy ra. Tôi phải bảo vệ thằng bé."
    },
    {
        "start": "00:11:19,083",
        "end": "00:11:24,083",
        "en": "पता है, शेखू? अगर तुम्हारे माता-पिता ऐसे नहीं होते,",
        "pa": "pata hai, shekhoo? agar tumhaare maata-pita aise nahin hote,",
        "vi": "Cậu biết sao không, Shekhu?\n Nếu bố mẹ cậu không như vậy,"
    },
    {
        "start": "00:11:25,166",
        "end": "00:11:26,541",
        "en": "तो तुम ऐसे नहीं होते।",
        "pa": "to tum aise nahin hote.",
        "vi": "thì cậu cũng sẽ không thế này."
    },
    {
        "start": "00:11:30,333",
        "end": "00:11:34,416",
        "en": "ऐसे मतलब? पुराने ख्यालात वाला, उबाऊ, रोंदू?",
        "pa": "aise matalab? puraane khyaalaat vaala, ubaoo, rondoo?",
        "vi": "Thế nào cơ?\n Cổ hủ, nhàm chán, yếu đuối à?"
    },
    {
        "start": "00:11:34,791",
        "end": "00:11:39,166",
        "en": "नहीं। फ्रिक करने वाले, संवेदनशील, अच्छे।",
        "pa": "nahin. phrik karane vaale, sanvedanasheel, achchhe.",
        "vi": "Không.\n Chu đáo, tinh ý, tốt bụng."
    },
    {
        "start": "00:11:42,500",
        "end": "00:11:47,375",
        "en": "तुम… ठीक-ठाक हो, शेखू।",
        "pa": "tum… theek-thaak ho, shekhoo.",
        "vi": "Cậu ổn mà, Shekhu."
    },
    {
        "start": "00:11:51,125",
        "end": "00:11:52,375",
        "en": "शायद, चलना चाहिए।",
        "pa": "shaayad, chalana chaahie.",
        "vi": "Tôi nghĩ ta nên đi."
    },
    {
        "start": "00:11:54,750",
        "end": "00:11:56,333",
        "en": "मेरी एक बात मानोगे?",
        "pa": "meree ek baat maanoge?",
        "vi": "Nghe tôi nói này."
    },
    {
        "start": "00:11:57,083",
        "end": "00:12:01,416",
        "en": "बेबीसिटर मत बनो। आशीष को गलतियाँ करने दो।",
        "pa": "bebeesitar mat bano. aasheesh ko galatiyaan karane do.",
        "vi": "Đừng làm bảo mẫu nữa. Cứ để Ashish phạm sai lầm."
    },
    {
        "start": "00:12:01,500",
        "end": "00:12:04,083",
        "en": "तुम अपना जुनून फॉलो करो। एनीमेशन।",
        "pa": "tum apana junoon pholo karo. eneemeshan.",
        "vi": "Hãy theo đuổi đam mê của cậu. Hoạt họa."
    },
    {
        "start": "00:12:04,291",
        "end": "00:12:08,916",
        "en": "अगर तुमने नहीं किया, तुम अपने डैड से और ज़्यादा नफ़रत करोगे।",
        "pa": "agar tumane nahin kiya, tum apane daid se aur zyaada nafarat karoge.",
        "vi": "Nếu không, cuối cùng cậu sẽ càng ghét bố cậu thôi."
    },
    {
        "start": "00:12:09,208",
        "end": "00:12:10,375",
        "en": "या शायद अपने भाई से भी।",
        "pa": "ya shaayad apane bhaee se bhee.",
        "vi": "Hoặc cả em cậu cũng thế."
    },
    {
        "start": "00:12:22,583",
        "end": "00:12:24,666",
        "en": "-हो गया। हाँ। -हो गया?",
        "pa": "-ho gaya. haan. -ho gaya?",
        "vi": "Xong.\n - Xong rồi hả? - Ừ."
    },
    {
        "start": "00:12:27,833",
        "end": "00:12:29,958",
        "en": "-इसके लिए शुक्रिया, बब। -हम्म।",
        "pa": "-isake lie shukriya, bab. -hamm.",
        "vi": "Cảm ơn anh nhiều lắm, Bub."
    },
    {
        "start": "00:12:33,833",
        "end": "00:12:35,625",
        "en": "ठीक है, फिर।",
        "pa": "theek hai, phir.",
        "vi": "Được rồi."
    },
    {
        "start": "00:12:36,791",
        "end": "00:12:42,916",
        "en": "मैं न ज़रा, टहल के आता हूँ। तुम लोग… घर-घर खेलो।",
        "pa": "main na zara, tahal ke aata hoon. tum log… ghar-ghar khelo.",
        "vi": "Anh ra ngoài đây.\n Nhường lại phòng cho hai người."
    },
    {
        "start": "00:12:44,250",
        "end": "00:12:45,708",
        "en": "- मिलते हैं। -बाय।",
        "pa": "- milate hain. -baay.",
        "vi": "- Chào nhé. - Chào."
    },
    {
        "start": "00:12:55,291",
        "end": "00:12:58,375",
        "en": "-क्रिश। यहाँ आओ न। -हम्म?",
        "pa": "-krish. yahaan aao na. -hamm?",
        "vi": "Krish, qua đây."
    },
    {
        "start": "00:13:10,000",
        "end": "00:13:12,333",
        "en": "सही संबंध तीन दिन में नहीं बनता बॉस।",
        "pa": "sahee sambandh teen din mein nahin banata bos.",
        "vi": "Mối quan hệ hoàn hảo không xuất hiện sau ba ngày đâu, bạn ạ."
    },
    {
        "start": "00:13:13,041",
        "end": "00:13:15,916",
        "en": "पर जब एक बार सेट हो गया, न, ये सारे संदेह खत्म,",
        "pa": "par jab ek baar set ho gaya, na, ye saare sandeh khatm,",
        "vi": "Nhưng khi nó đã xuất hiện, thì mọi nghi ngờ đều biến mất."
    },
    {
        "start": "00:13:16,666",
        "end": "00:13:18,458",
        "en": "कि हम कुछ गलत तो नहीं कर रहे हैं।",
        "pa": "ki ham kuchh galat to nahin kar rahe hain.",
        "vi": "Ta có đang làm gì sai?"
    },
    {
        "start": "00:13:18,666",
        "end": "00:13:22,750",
        "en": "हमारे में कोई कमी तो नहीं है। अब यह है सही संबंध।",
        "pa": "hamaare mein koee kamee to nahin hai. ab yah hai sahee sambandh.",
        "vi": "Ta có thiếu gì không?\n Đó mới là một mối quan hệ hoàn hảo."
    },
    {
        "start": "00:13:23,750",
        "end": "00:13:24,583",
        "en": "बस?",
        "pa": "bas?",
        "vi": "Vậy thôi à?"
    },
    {
        "start": "00:13:25,833",
        "end": "00:13:31,625",
        "en": "पता है, आप गलत हो। मुझे हमेशा गुस्सा नहीं आता, आज देखो मुझे।",
        "pa": "pata hai, aap galat ho. mujhe hamesha gussa nahin aata, aaj dekho mujhe.",
        "vi": "Ông biết đấy, ông đã nhầm. Không phải lúc nào tôi cũng giận dữ."
    },
    {
        "start": "00:13:32,625",
        "end": "00:13:33,875",
        "en": "मेरा मूड बहुत अच्छा है।",
        "pa": "mera mood bahut achchha hai.",
        "vi": "Nhìn tôi hôm nay xem.\n Tôi đang có tâm trạng tốt."
    },
    {
        "start": "00:13:35,125",
        "end": "00:13:38,083",
        "en": "कोई समस्या ही नहीं है जीवन में। मैं सिमरन और क्रिश के साथ था।",
        "pa": "koee samasya hee nahin hai jeevan mein. main simaran aur krish ke saath tha.",
        "vi": "Đời tôi chẳng có vấn đề gì.\n Tôi vừa ngồi chơi với Simran và Krish. Rất vui vẻ."
    },
    {
        "start": "00:13:38,791",
        "end": "00:13:40,208",
        "en": "अच्छा था। मज़ेदार दिन था।",
        "pa": "achchha tha. mazedaar din tha.",
        "vi": ""
    },
    {
        "start": "00:13:42,416",
        "end": "00:13:43,583",
        "en": "मैंने आपको बताया है?",
        "pa": "mainne aapako bataaya hai?",
        "vi": "Tôi đã bảo ông chưa nhỉ?"
    },
    {
        "start": "00:13:43,916",
        "end": "00:13:48,833",
        "en": "ये जो आप रोज़ पगड़ियाँ पहनते हो, इनके रंग। बहुत सुंदर हैं। शानदार।",
        "pa": "ye jo aap roz pagadiyaan pahanate ho, inake rang. bahut sundar hain. shaanadaar.",
        "vi": "Khăn turban mà ông đội hàng ngày có màu rất đẹp. Rực rỡ."
    },
    {
        "start": "00:13:49,750",
        "end": "00:13:53,833",
        "en": "शुक्रिया। मैं तुम्हारी तारीफ़ श्रीमती सूरी को बता दूँगा। वही चुनती हैं।",
        "pa": "shukriya. main tumhaaree taareef shreematee sooree ko bata doonga. vahee chunatee hain.",
        "vi": "Cảm ơn cậu. Tôi sẽ chuyển lời khen đến bà xã tôi."
    },
    {
        "start": "00:13:54,750",
        "end": "00:13:58,625",
        "en": "यह बताओ कि क्रिश और सिमरन को साथ देख के तुम्हें कैसा लगता है।",
        "pa": "yah batao ki krish aur simaran ko saath dekh ke tumhen kaisa lagata hai.",
        "vi": "Cô ấy chọn cho tôi.\n Nói xem, cậu cảm thấy sao khi nhìn Krish và Simran ở bên nhau"
    },
    {
        "start": "00:13:59,916",
        "end": "00:14:03,000",
        "en": "यार, आप फिर से कोई विश्लेषण बिठाने की कोशिश कर रहे हो क्या?",
        "pa": "yaar, aap phir se koee vishleshan bithaane kee koshish kar rahe ho kya?",
        "vi": "Ông lại định thử phân tích vớ vẩn hả?"
    },
    {
        "start": "00:14:03,500",
        "end": "00:14:05,750",
        "en": "मतलब, कैसा लगेगा? वो दोनों शानदार जोड़ा हैं।",
        "pa": "matalab, kaisa lagega? vo donon shaanadaar joda hain.",
        "vi": "Tôi thấy sao được chứ? Họ là cặp đôi hoàn hảo."
    },
    {
        "start": "00:14:05,833",
        "end": "00:14:09,208",
        "en": "नहीं। ये तुम मुझे बता रहे हो कि तुम उनके लिए क्या महसूस करते हो।",
        "pa": "nahin. ye tum mujhe bata rahe ho ki tum unake lie kya mahasoos karate ho.",
        "vi": "Không, đó là cách cậu cảm nhận về họ."
    },
    {
        "start": "00:14:10,000",
        "end": "00:14:12,291",
        "en": "मैं ये पूछ रहा हूँ कि तुम अपने लिए क्या महसूस करते हो?",
        "pa": "main ye poochh raha hoon ki tum apane lie kya mahasoos karate ho?",
        "vi": "Tôi đang hỏi, cậu cảm thấy sao về bản thân mình?"
    },
    {
        "start": "00:14:12,583",
        "end": "00:14:16,375",
        "en": "मतलब, प्यार, रिश्ते। उन्हें मिस करते हो?",
        "pa": "matalab, pyaar, rishte. unhen mis karate ho?",
        "vi": "Ý tôi là tình yêu, các mối quan hệ. Cậu có nhớ những việc đó không?"
    },
    {
        "start": "00:14:18,666",
        "end": "00:14:19,500",
        "en": "खबर।",
        "pa": "khabar.",
        "vi": "Tin mới nhận."
    },
    {
        "start": "00:14:21,083",
        "end": "00:14:25,166",
        "en": "व्हीलचेयर पे बैठा हुआ लड़का, रोमांस करने के लिए नहीं होता।",
        "pa": "vheelacheyar pe baitha hua ladaka, romaans karane ke lie nahin hota.",
        "vi": "Một kẻ ngồi xe lăn không dễ được người khác quẹt phải."
    },
    {
        "start": "00:14:27,041",
        "end": "00:14:29,708",
        "en": "जब मैं सामान्य था, तब मेरे पास बहुत बंदियाँ थी। सही था।",
        "pa": "jab main saamaany tha, tab mere paas bahut bandiyaan thee. sahee tha.",
        "vi": "Hồi còn bình thường, tôi có nhiều bạn gái. Lúc đó rất tuyệt."
    },
    {
        "start": "00:14:30,416",
        "end": "00:14:33,666",
        "en": "पर, अब जो है… सो है।",
        "pa": "par, ab jo hai… so hai.",
        "vi": "Nhưng giờ thì sự đã rồi."
    },
    {
        "start": "00:14:35,083",
        "end": "00:14:38,333",
        "en": "-तुम्हें क्रिश से जलन होती है? -मुझे क्रिश से जलन क्यों होगी?",
        "pa": "-tumhen krish se jalan hotee hai? -mujhe krish se jalan kyon hogee?",
        "vi": "- Cậu có bao giờ ghen với Krish? - Sao tôi lại phải thế?"
    },
    {
        "start": "00:14:39,208",
        "end": "00:14:43,708",
        "en": "क्योंकि वो सामान्य है और तुम नहीं हो। तुम्हारे शब्दों में।",
        "pa": "kyonki vo saamaany hai aur tum nahin ho. tumhaare shabdon mein।",
        "vi": "Vì cậu ấy bình thường, còn cậu thì không."
    },
    {
        "start": "00:14:44,875",
        "end": "00:14:47,041",
        "en": "अच्छा, यह बताओ, क्रिश तुम्हारा सबसे अच्छा दोस्त है, न?",
        "pa": "achchha, yah batao, krish tumhaara sabase achchha dost hai, na?",
        "vi": "Cậu nói vậy mà.\n Krish là bạn thân của cậu nhỉ?"
    },
    {
        "start": "00:14:47,875",
        "end": "00:14:48,750",
        "en": "हाँ।",
        "pa": "haan.",
        "vi": "Phải."
    },
    {
        "start": "00:14:49,083",
        "end": "00:14:52,916",
        "en": "तो, तुमने कभी उससे साझा किया है कि तुम्हें ऐसे लगता है तुम सामान्य नहीं हो?",
        "pa": "to, tumane kabhee usase saajha kiya hai ki tumhen aise lagata hai tum saamaany nahin ho?",
        "vi": "Cậu có bao giờ chia sẻ với cậu ấy là cậu cảm thấy mình không bình thường?"
    },
    {
        "start": "00:14:53,125",
        "end": "00:14:55,166",
        "en": "मुझे ये शेयरिंग और केयरिंग की ज़रूरत नहीं है।",
        "pa": "mujhe ye sheyaring aur keyaring kee zaroorat nahin hai.",
        "vi": "Tôi không cần chia sẻ và hỏi han."
    },
    {
        "start": "00:14:56,458",
        "end": "00:14:58,750",
        "en": "-मैं अपनी देखभाल कर सकता हूँ। -तुम्हें गुस्सा आ रहा है?",
        "pa": "-main apanee dekhabhaal kar sakata hoon. -tumhen gussa aa raha hai?",
        "vi": "Tôi tự lo cho mình được."
    },
    {
        "start": "00:14:59,000",
        "end": "00:15:01,333",
        "en": "नहीं। आप गुस्सा दिला रहे हो।",
        "pa": "nahin. aap gussa dila rahe ho.",
        "vi": "- Cậu đang tức giận à? - Không. Ông đang khiến tôi tức giận."
    },
    {
        "start": "00:15:03,666",
        "end": "00:15:04,916",
        "en": "पता है, आज मुझे भी गुस्सा आया।",
        "pa": "pata hai, aaj mujhe bhee gussa aaya.",
        "vi": "Hôm nay tôi cũng đã tức giận. Trên đường đến đây, xe tôi bị hỏng."
    },
    {
        "start": "00:15:05,375",
        "end": "00:15:08,125",
        "en": "मैं यहाँ आ रहा था न, तो सड़क पे ही इंजन फुस्स हो गया।",
        "pa": "main yahaan aa raha tha na, to sadak pe hee injan phuss ho gaya.",
        "vi": ""
    },
    {
        "start": "00:15:08,208",
        "end": "00:15:10,791",
        "en": "तो मैंने सोचा उतर के कोशिश करते हैं, सही करते हैं खुद।",
        "pa": "to mainne socha utar ke koshish karate hain, sahee karate hain khud.",
        "vi": "Nên tôi xuống xe và cố tự mình sửa xe."
    },
    {
        "start": "00:15:11,333",
        "end": "00:15:12,625",
        "en": "बहुत कोशिश की, कुछ नहीं हुआ।",
        "pa": "bahut koshish kee, kuchh nahin hua.",
        "vi": "Tôi đã rất cố, nhưng không được."
    },
    {
        "start": "00:15:13,250",
        "end": "00:15:16,583",
        "en": "फिर बीच में मुझे एहसास हुआ, कि यार, मैं तो साइकोलॉजिस्ट हूँ। मिस्त्री नहीं।",
        "pa": "phir beech mein mujhe ehasaas hua, ki yaar, main to saikolojist hoon. mistree nahin।",
        "vi": "Rồi tôi nhận ra mình là bác sĩ tâm lý, chứ không phải thợ cơ khí."
    },
    {
        "start": "00:15:17,375",
        "end": "00:15:20,375",
        "en": "तो, ये जो समस्या है, मुझे अकेले सुलझाने की ज़रूरत ही नहीं थी।",
        "pa": "to, ye jo samasya hai, mujhe akele sulajhaane kee zaroorat hee nahin thee.",
        "vi": "Nên tôi không cần tự mình giải quyết vấn đề này."
    },
    {
        "start": "00:15:20,583",
        "end": "00:15:23,083",
        "en": "मैं किसी से मदद माँग सकता था। किसी को फ़ोन कर सकता था।",
        "pa": "main kisee se madad maang sakata tha. kisee ko fon kar sakata tha.",
        "vi": "Tôi có thể nhờ người giúp."
    },
    {
        "start": "00:15:23,208",
        "end": "00:15:26,083",
        "en": "मैंने वही किया। तो आज का तुम्हारा होमवर्क यही है।",
        "pa": "mainne vahee kiya. to aaj ka tumhaara homavark yahee hai.",
        "vi": "Tôi có thể gọi điện. Và tôi đã làm vậy.\n Bài về nhà của cậu hôm nay đấy. Cậu phải tin tưởng ai đó"
    },
    {
        "start": "00:15:26,333",
        "end": "00:15:31,166",
        "en": "तुम्हें किसी पे भरोसा करना है। और फिर उनसे कुछ मदद मांगनी है।",
        "pa": "tumhen kisee pe bharosa karana hai. aur phir unase kuchh madad maanganee hai.",
        "vi": ""
    },
    {
        "start": "00:15:31,375",
        "end": "00:15:35,250",
        "en": "हो गया? गांड में ले ले, होमवर्क!",
        "pa": "ho gaya? gaand mein le le, homavark!",
        "vi": "- và nhờ người đó giúp đỡ. - Ông nói xong chưa?"
    },
    {
        "start": "00:15:35,583",
        "end": "00:15:37,833",
        "en": "लड़के लोग ये सब बातें नहीं करते, बहनचोद।",
        "pa": "ladake log ye sab baaten nahin karate, bahanachod.",
        "vi": "Mặc xác bài về nhà.\n Đàn ông không nói về mấy thứ này."
    },
    {
        "start": "00:15:38,333",
        "end": "00:15:40,833",
        "en": "अच्छा-भला मूड था, एक झटके में लौड़े लगा दिए।",
        "pa": "achchha-bhala mood tha, ek jhatake mein laude laga die.",
        "vi": "Đang vui thì bị lão làm mất hứng trong nháy mắt. Đồ khốn."
    },
    {
        "start": "00:15:40,916",
        "end": "00:15:41,958",
        "en": "मैंने सुन लिया।",
        "pa": "mainne sun liya.",
        "vi": "Tôi nghe thấy đấy.\n Cậu chưa thấy sao?"
    },
    {
        "start": "00:15:45,541",
        "end": "00:15:47,833",
        "en": "सी। हे भगवान, बेब। तुमने यह देखा?",
        "pa": "see. he bhagavaan, beb. tumane yah dekha?",
        "vi": "C. Trời đất, bạn à. Thấy cái này chưa?"
    },
    {
        "start": "00:15:53,583",
        "end": "00:15:54,416",
        "en": "यह किसने बनाया?",
        "pa": "yah kisane banaaya?",
        "vi": "ĐỒ ÁI NỮ\n - Ai làm ra cái này? - Tớ chịu. Xúc phạm quá."
    },
    {
        "start": "00:15:54,708",
        "end": "00:15:58,500",
        "en": "मुझे नहीं पता, बेब। अपमानजनक है, है न? तुम्हें शिकायत करनी चाहिए।",
        "pa": "mujhe nahin pata, beb. apamaanajanak hai, hai na? tumhen shikaayat karanee chaahie.",
        "vi": "Cậu nên khiếu nại."
    },
    {
        "start": "00:15:59,625",
        "end": "00:16:02,541",
        "en": "वैसे भी, डिलीवरी कैफ़े में तुम्हारा फ़ार्म गायब है।",
        "pa": "vaise bhee, dileevaree kaife mein tumhaara faarm gaayab hai.",
        "vi": "Dù gì cũng không thấy bộ đồng phục và mũ nhân viên giao hàng mà."
    },
    {
        "start": "00:16:03,166",
        "end": "00:16:04,500",
        "en": "वैसे, काफ़ी वायरल हो रहा है।",
        "pa": "vaise, kaafee vaayaral ho raha hai.",
        "vi": "Mà này, nó đang bị lan truyền đấy."
    },
    {
        "start": "00:16:12,875",
        "end": "00:16:13,708",
        "en": "सुनो।",
        "pa": "suno.",
        "vi": "Nghe này."
    },
    {
        "start": "00:16:18,208",
        "end": "00:16:19,583",
        "en": "तुम जानती हो यह किसने बनाया है?",
        "pa": "tum jaanatee ho yah kisane banaaya hai?",
        "vi": "Biết ai làm trò này không?"
    },
    {
        "start": "00:16:22,625",
        "end": "00:16:25,125",
        "en": "-पहले कभी नहीं देखा। पक्का? -एक बार बोला न, नहीं।",
        "pa": "-pahale kabhee nahin dekha. pakka? -ek baar bola na, nahin।",
        "vi": "- Cậu chắc chắn chưa thấy chứ? - Tớ bảo không."
    },
    {
        "start": "00:16:25,458",
        "end": "00:16:27,750",
        "en": "तुम यह कहना चाह रही हो कि ये घटिया स्केच मैंने बनाई हैं?",
        "pa": "tum yah kahana chaah rahee ho ki ye ghatiya skech mainne banaee hain?",
        "vi": "Ý cậu là tớ làm cái trò rẻ tiền này à?"
    },
    {
        "start": "00:16:28,250",
        "end": "00:16:30,166",
        "en": "-यार, मैं ऐसा नहीं… -क्योंकि सबके सामने",
        "pa": "-yaar, main aisa nahin… -kyonki sabake saamane",
        "vi": "Không. Tớ đâu có ý…\n Vì bị bẽ mặt công khai một lần là chưa đủ với tớ à, Celina?"
    },
    {
        "start": "00:16:30,250",
        "end": "00:16:32,125",
        "en": "बेइज़्ज़ती काफ़ी नहीं थी मेरे लिए, सेलिना?",
        "pa": "beizzatee kaafee nahin thee mere lie, selina?",
        "vi": ""
    },
    {
        "start": "00:16:32,833",
        "end": "00:16:35,875",
        "en": "सुनो, यार, तुम मुझे गलत समझ रही हो। मैं बस तुम्हारे लिए चौकस हो रही हूँ।",
        "pa": "suno, yaar, tum mujhe galat samajh rahee ho. main bas tumhaare lie chaukas ho rahee hoon.",
        "vi": "Nghe này, cậu hiểu sai rồi. Tớ chỉ cố bảo vệ cậu."
    },
    {
        "start": "00:16:35,958",
        "end": "00:16:39,083",
        "en": "चौकस? मैं अपने लिए खुद चौकसी कर सकती हूँ।",
        "pa": "chaukas? main apane lie khud chaukasee kar sakatee hoon.",
        "vi": "Bảo vệ? Tớ tự bảo vệ mình được."
    },
    {
        "start": "00:16:39,250",
        "end": "00:16:41,041",
        "en": "बहुत-बहुत शुक्रिया। यार!",
        "pa": "bahut-bahut shukriya. yaar!",
        "vi": "Cảm ơn cậu nhiều."
    },
    {
        "start": "00:16:41,583",
        "end": "00:16:44,375",
        "en": "-नम। नम, नम। प्लीज़। -क्या?",
        "pa": "-nam. nam, nam. pleez. -kya?",
        "vi": "Nam à.\n - Sao? - Làm ơn đi."
    },
    {
        "start": "00:16:46,416",
        "end": "00:16:48,208",
        "en": "क्या हम एक बार बस सामान्य ढंग से बात नहीं कर सकते?",
        "pa": "kya ham ek baar bas saamaany dhang se baat nahin kar sakate?",
        "vi": "Ta nói chuyện bình thường một lần được không?"
    },
    {
        "start": "00:16:48,291",
        "end": "00:16:52,000",
        "en": "सामान्य ढंग से? अब कभी भी, कुछ भी सामान्य नहीं हो सकता है, न, सेलिना।",
        "pa": "saamaany dhang se? ab kabhee bhee, kuchh bhee saamaany nahin ho sakata hai, na, selina.",
        "vi": "Bình thường sao?\n Mọi thứ không thể bình thường được nữa."
    },
    {
        "start": "00:16:52,291",
        "end": "00:16:55,125",
        "en": "क्योंकि तुमने उस दिन मेरी सामान्य ज़िंदगी को हमेशा के लिए खत्म कर दिया।",
        "pa": "kyonki tumane us din meree saamaany zindagee ko hamesha ke lie khatm kar diya.",
        "vi": "Vì hôm đó, cậu đã kết thúc cuộc sống bình thường của tớ vĩnh viễn."
    },
    {
        "start": "00:17:02,041",
        "end": "00:17:03,916",
        "en": "ए, ए। इधर आओ।",
        "pa": "e, e. idhar aao.",
        "vi": "Này. Lại đây."
    },
    {
        "start": "00:17:12,166",
        "end": "00:17:14,041",
        "en": "सुनो, मैं समझती हूँ।",
        "pa": "suno, main samajhatee hoon.",
        "vi": "Nghe này, chị hiểu."
    },
    {
        "start": "00:17:14,875",
        "end": "00:17:17,583",
        "en": "यकीन करो, मुझे पता है तुम क्यों झूठ बोलती हो।",
        "pa": "yakeen karo, mujhe pata hai tum kyon jhooth bolatee ho.",
        "vi": "Tin chị đi, chị hiểu tại sao em nói dối."
    },
    {
        "start": "00:17:18,250",
        "end": "00:17:19,500",
        "en": "क्योंकि तुम फिट होना चाहती हो।",
        "pa": "kyonki tum phit hona chaahatee ho.",
        "vi": "Vì em muốn hòa nhập."
    },
    {
        "start": "00:17:21,000",
        "end": "00:17:25,166",
        "en": "पर, पता है? जो तुम हो, तुम वही रहोगी।",
        "pa": "par, pata hai? jo tum ho, tum vahee rahogee.",
        "vi": "Nhưng em biết sao không? Em sẽ vẫn là chính em."
    },
    {
        "start": "00:17:25,916",
        "end": "00:17:28,458",
        "en": "वह नहीं बदलेगा। दुनिया को बदलना होगा।",
        "pa": "vah nahin badalega. duniya ko badalana hoga.",
        "vi": "Nó sẽ không thay đổi. Thế giới phải thay đổi."
    },
    {
        "start": "00:17:29,500",
        "end": "00:17:32,416",
        "en": "दुनिया को सीखना है एडजस्ट करना, तुम्हें नहीं।",
        "pa": "duniya ko seekhana hai edajast karana, tumhen nahin।",
        "vi": "Thế giới phải học cách điều chỉnh, chứ không phải em."
    },
    {
        "start": "00:17:34,291",
        "end": "00:17:36,958",
        "en": "और तुम्हें लगता है मुझे नहीं पता था, तुम झूठ बोल रही थी।",
        "pa": "aur tumhen lagata hai mujhe nahin pata tha, tum jhooth bol rahee thee.",
        "vi": "Em nghĩ chị không biết em nói dối à?"
    },
    {
        "start": "00:17:37,958",
        "end": "00:17:40,250",
        "en": "चलो भी, यार। यही मेरी सुपर पावर है।",
        "pa": "chalo bhee, yaar. yahee meree supar paavar hai.",
        "vi": "Thôi nào.  Chị có siêu năng lực nhìn ra đồng tính đấy."
    },
    {
        "start": "00:17:45,750",
        "end": "00:17:50,708",
        "en": "बाकी अगर उस स्केच का तनाव है, तो उसे खत्म करने के लिए एक दूसरा स्केच बना दो न।",
        "pa": "baakee agar us skech ka tanaav hai, to use khatm karane ke lie ek doosara skech bana do na.",
        "vi": "Và nếu hình vẽ đó làm em căng thẳng,\n sao em không vẽ hình khác để quên nó đi?"
    },
    {
        "start": "00:17:51,250",
        "end": "00:17:54,500",
        "en": "ऐसा विषय फिर नहीं मिलेगा। वो भी, मुफ़्त में।",
        "pa": "aisa vishay phir nahin milega. vo bhee, muft mein।",
        "vi": "Em không thể tìm được mẫu vẽ thế này đâu.\n Lại còn miễn phí."
    },
    {
        "start": "00:17:58,000",
        "end": "00:18:00,458",
        "en": "अपनी किसी फ्रेंच साथी की तरह मेरा स्केच बनाओ, नम्रता।",
        "pa": "apanee kisee phrench saathee kee tarah mera skech banao, namrata.",
        "vi": "Vẽ chị như em vẽ mấy cô người Pháp đi, Namrata."
    },
    {
        "start": "00:18:01,166",
        "end": "00:18:02,541",
        "en": "-सच में? -चलो।",
        "pa": "-sach mein? -chalo.",
        "vi": "- Thật sao? - Vẽ đi."
    },
    {
        "start": "00:18:03,000",
        "end": "00:18:05,500",
        "en": "नहीं? फ़्रेम अच्छा नहीं है?",
        "pa": "nahin? frem achchha nahin hai?",
        "vi": "Bối cảnh chưa đủ đẹp sao?"
    },
    {
        "start": "00:18:05,583",
        "end": "00:18:07,458",
        "en": "नहीं, नहीं। ऐसा… ठीक है।",
        "pa": "nahin, nahin. aisa… theek hai.",
        "vi": "Không, chỉ là… Được rồi."
    },
    {
        "start": "00:18:10,916",
        "end": "00:18:14,333",
        "en": "ऐसे? बाल पीछे?",
        "pa": "aise? baal peechhe?",
        "vi": "Thế này hả? Vén tóc?"
    },
    {
        "start": "00:18:15,333",
        "end": "00:18:17,083",
        "en": "क्या आप थोड़ा घूम सकती हैं?",
        "pa": "kya aap thoda ghoom sakatee hain?",
        "vi": "Chị xoay người một chút."
    },
    {
        "start": "00:18:27,375",
        "end": "00:18:28,208",
        "en": "लुक अच्छा है।",
        "pa": "luk achchha hai.",
        "vi": "Không được nhìn."
    },
    {
        "start": "00:18:36,541",
        "end": "00:18:37,625",
        "en": "आप देखना चाहेंगी?",
        "pa": "aap dekhana chaahengee?",
        "vi": "Chị muốn xem không?"
    },
    {
        "start": "00:18:41,541",
        "end": "00:18:42,458",
        "en": "अच्छी नहीं लगी?",
        "pa": "achchhee nahin lagee?",
        "vi": "Không đẹp à?"
    },
    {
        "start": "00:18:43,041",
        "end": "00:18:46,125",
        "en": "अच्छा शब्द, थोड़ा छोटा लग रहा है।",
        "pa": "achchha shabd, thoda chhota lag raha hai.",
        "vi": "\"Đẹp\" là một từ quá nhỏ bé,"
    },
    {
        "start": "00:18:46,625",
        "end": "00:18:50,500",
        "en": "मेरे पिछवाड़े से जैसा नहीं, यार। वाह!",
        "pa": "mere pichhavaade se jaisa nahin, yaar. vaah!",
        "vi": "không như em vẽ mông chị."
    },
    {
        "start": "00:18:51,750",
        "end": "00:18:54,958",
        "en": "सुंदरता देखने वाले की आँखों में होती है, है न?",
        "pa": "sundarata dekhane vaale kee aankhon mein hotee hai, hai na?",
        "vi": "Mông đẹp nằm trong mắt kẻ si tình. Phải không?"
    },
    {
        "start": "00:18:55,583",
        "end": "00:18:56,541",
        "en": "यह सच है।",
        "pa": "yah sach hai.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:19:00,208",
        "end": "00:19:04,250",
        "en": "- यह आप ही हैं न? -सत्रह साल पहले।",
        "pa": "- yah aap hee hain na? -satrah saal pahale.",
        "vi": "Chẳng phải đây là thầy sao?\n Mười bảy năm trước."
    },
    {
        "start": "00:19:06,791",
        "end": "00:19:09,791",
        "en": "आप… घर पर खाना नहीं बनाते क्या?",
        "pa": "aap… ghar par khaana nahin banaate kya?",
        "vi": "Sao thầy không nấu ăn ở nhà?"
    },
    {
        "start": "00:19:10,500",
        "end": "00:19:15,125",
        "en": "मेरे पास समय नहीं है। न ही खाना पकाने का, और न ही इस इंटरव्यू का।",
        "pa": "mere paas samay nahin hai. na hee khaana pakaane ka, aur na hee is intaravyoo ka.",
        "vi": "Tôi không có thời gian. Để nấu ăn lẫn trả lời câu hỏi này."
    },
    {
        "start": "00:19:16,041",
        "end": "00:19:19,958",
        "en": "लेकिन, अगर हम आपको कुछ बनाकर खिलाएँ तो…",
        "pa": "lekin, agar ham aapako kuchh banaakar khilaen to…",
        "vi": "Nhưng nếu tôi nấu cho thầy,"
    },
    {
        "start": "00:19:20,291",
        "end": "00:19:22,000",
        "en": "आपको खाने में एतराज़ तो नहीं होगा?",
        "pa": "aapako khaane mein etaraaz to nahin hoga?",
        "vi": "thầy sẽ ăn chứ?"
    },
    {
        "start": "00:19:22,416",
        "end": "00:19:26,208",
        "en": "मतलब, हम एप्स की दुनिया के बारे में ज़्यादा कुछ नहीं जानते,",
        "pa": "matalab, ham eps kee duniya ke baare mein zyaada kuchh nahin jaanate,",
        "vi": "Có thể tôi không biết nhiều về thế giới số,"
    },
    {
        "start": "00:19:26,458",
        "end": "00:19:29,833",
        "en": "पर, कुकिंग की दुनिया के बिल गेट्स हैं हम।",
        "pa": "par, kuking kee duniya ke bil gets hain ham.",
        "vi": "nhưng tôi là Bill Gates của thế giới ẩm thực."
    },
    {
        "start": "00:19:30,708",
        "end": "00:19:33,791",
        "en": "वो… मटन-बिरयानी बनाओगी?",
        "pa": "vo… matan-birayaanee banaogee?",
        "vi": "Chị làm biryani thịt cừu được chứ?"
    },
    {
        "start": "00:19:35,500",
        "end": "00:19:41,083",
        "en": "हाँ। आज ही बना देंगे। और आपको सिखाएँगे भी। और वो भी वो स्वस्थ, कम कैलोरी वाली।",
        "pa": "haan. aaj hee bana denge. aur aapako sikhaenge bhee. aur vo bhee vo svasth, kam kailoree vaalee.",
        "vi": "Được, hôm nay tôi sẽ làm. Và tôi sẽ dạy thầy.\n Phiên bản ít ca-lo, tốt cho sức khỏe."
    },
    {
        "start": "00:19:54,375",
        "end": "00:19:56,208",
        "en": "- हैलो। - हैलो।",
        "pa": "- hailo. - hailo.",
        "vi": "- Chào. - Chào."
    },
    {
        "start": "00:19:56,291",
        "end": "00:19:58,083",
        "en": "-मैं यहाँ बैठ जाऊँ? -हाँ, बिल्कुल।",
        "pa": "-main yahaan baith jaoon? -haan, bilkul.",
        "vi": "- Tớ ngồi đây nhé? - Ừ."
    },
    {
        "start": "00:19:59,708",
        "end": "00:20:02,208",
        "en": "तो, मैंने तेरा एप चलाकर देखा। और…",
        "pa": "to, mainne tera ep chalaakar dekha. aur…",
        "vi": "Tớ đã dùng thử ứng dụng của cậu và…"
    },
    {
        "start": "00:20:04,750",
        "end": "00:20:07,875",
        "en": "वास्तव में, नम्रता, मुझे बस सॉरी बोलना था, यार।",
        "pa": "vaastav mein, namrata, mujhe bas soree bolana tha, yaar.",
        "vi": "Thật ra, tớ muốn xin lỗi cậu."
    },
    {
        "start": "00:20:09,708",
        "end": "00:20:14,000",
        "en": "पता है, कितनी भी बार सॉरी बोलूँ, पर्याप्त नहीं है। पर, यार मैं…",
        "pa": "pata hai, kitanee bhee baar soree boloon, paryaapt nahin hai. par, yaar main…",
        "vi": "Tớ biết có nói xin lỗi bao nhiêu cũng không đủ. Nhưng tớ…"
    },
    {
        "start": "00:20:14,125",
        "end": "00:20:17,458",
        "en": "डिंपल, मैं तुमसे कभी नाराज़ थी ही नहीं।",
        "pa": "dimpal, main tumase kabhee naaraaz thee hee nahin।",
        "vi": "Dimple, tớ chưa từng giận cậu."
    },
    {
        "start": "00:20:19,291",
        "end": "00:20:21,583",
        "en": "ऋषि को तुम्हें नहीं बताना चाहिए था। पता है…",
        "pa": "rshi ko tumhen nahin bataana chaahie tha. pata hai…",
        "vi": "Lẽ ra Rishi không nên nói với cậu."
    },
    {
        "start": "00:20:22,416",
        "end": "00:20:26,291",
        "en": "वह हमारे बीच की बात थी। मैंने उस पर यकीन किया और उसने…",
        "pa": "vah hamaare beech kee baat thee. mainne us par yakeen kiya aur usane…",
        "vi": "Đó là bí mật giữa bọn tớ. Tớ đã tin cậu ấy, và cậu ấy…"
    },
    {
        "start": "00:20:29,625",
        "end": "00:20:32,125",
        "en": "वैसे, एप सच में ट्राई की है?",
        "pa": "vaise, ep sach mein traee kee hai?",
        "vi": "Dù sao, cậu đã thử ứng dụng thật hả?"
    },
    {
        "start": "00:20:32,916",
        "end": "00:20:35,541",
        "en": "एप सच में ट्राई की। और…",
        "pa": "ep sach mein traee kee. aur…",
        "vi": "Thật đấy. Và…"
    },
    {
        "start": "00:20:36,500",
        "end": "00:20:39,958",
        "en": "यार, सबसे पहले तो, जो तारीख से जुड़े बग हैं उसको सही कर दे।",
        "pa": "yaar, sabase pahale to, jo taareekh se jude bag hain usako sahee kar de.",
        "vi": "- Đầu tiên, sửa lỗi ngày tháng. - Ừ."
    },
    {
        "start": "00:20:40,250",
        "end": "00:20:43,708",
        "en": "-ठीक है। -और यूज़र का उम्र 18 होना चाहिए। पक्का।",
        "pa": "-theek hai. -aur yoozar ka umr hona chaahie. pakka. 18",
        "vi": "Và tớ nghĩ độ tuổi người dùng chắc chắn phải từ 18 trở lên."
    },
    {
        "start": "00:20:44,125",
        "end": "00:20:45,375",
        "en": "-बहुत ज़्यादा… -मुझे दिखाओगी?",
        "pa": "-bahut zyaada… -mujhe dikhaogee?",
        "vi": "- Nó… - Tớ xem với?"
    },
    {
        "start": "00:20:51,333",
        "end": "00:20:52,250",
        "en": "प्रतिकूल यू आई?",
        "pa": "pratikool yoo aaee?",
        "vi": "UI không thân thiện?"
    },
    {
        "start": "00:20:53,583",
        "end": "00:20:57,291",
        "en": "डिंपल तुम्हारा फीडबैक यहाँ लागू नहीं होता। हमारी एप का नाम गीकी नर्डी प्यार है।",
        "pa": "dimpal tumhaara pheedabaik yahaan laagoo nahin hota. hamaaree ep ka naam geekee nardee pyaar hai.",
        "vi": "Dimple, không thể dùng đánh giá của cậu. Tên ứng dụng này là Geeky Nerdy Love."
    },
    {
        "start": "00:20:57,625",
        "end": "00:20:59,583",
        "en": "और उसके बारे में तो तुम कुछ जानती नहीं हो न?",
        "pa": "aur usake baare mein to tum kuchh jaanatee nahin ho na?",
        "vi": "Và cậu đâu biết gì về tình yêu."
    },
    {
        "start": "00:21:00,750",
        "end": "00:21:03,791",
        "en": "पता है, ऋषि, तेरा एप बिल्कुल तेरे जैसा है।",
        "pa": "pata hai, rshi, tera ep bilkul tere jaisa hai.",
        "vi": "Rishi ạ, ứng dụng của cậu giống hệt cậu."
    },
    {
        "start": "00:21:04,166",
        "end": "00:21:07,833",
        "en": "दिखने में बहुत प्यारा और सरल है। पर बहुत जटिल है।",
        "pa": "dikhane mein bahut pyaara aur saral hai. par bahut jatil hai.",
        "vi": "Trông thì có vẻ dễ thương và đơn giản, nhưng thật ra rất rối rắm."
    },
    {
        "start": "00:21:08,333",
        "end": "00:21:11,708",
        "en": "कम से कम, हमारे पास एक ऐसा एप है, डिंपल। जिसमें निवेशकों की भी रुचि है।",
        "pa": "kam se kam, hamaare paas ek aisa ep hai, dimpal. jisamen niveshakon kee bhee ruchi hai.",
        "vi": "Ít nhất bọn tớ còn có ứng dụng được các nhà đầu tư quan tâm."
    },
    {
        "start": "00:21:12,541",
        "end": "00:21:15,291",
        "en": "मुझे तो बस एक ही चीज़ जटिल दिख रही है, तुम्हारा भविष्य।",
        "pa": "mujhe to bas ek hee cheez jatil dikh rahee hai, tumhaara bhavishy.",
        "vi": "Tớ thấy thứ rối rắm duy nhất lúc này là tương lai của cậu."
    },
    {
        "start": "00:21:16,875",
        "end": "00:21:20,916",
        "en": "शायद तुम्हें, हमारे एप में गलती निकालने से अच्छा, अपने एप पे काम करना चाहिए।",
        "pa": "shaayad tumhen, hamaare ep mein galatee nikaalane se achchha, apane ep pe kaam karana chaahie.",
        "vi": "Cậu nên làm ứng dụng của mình thay vì tìm lỗi ở ứng dụng của bọn tớ."
    },
    {
        "start": "00:21:21,666",
        "end": "00:21:22,916",
        "en": "शायद उससे कुछ फ़ायदा मिले।",
        "pa": "shaayad usase kuchh faayada mile.",
        "vi": "Thế sẽ giúp cậu đạt được gì đó."
    },
    {
        "start": "00:21:26,625",
        "end": "00:21:27,458",
        "en": "डिंपल।",
        "pa": "dimpal.",
        "vi": "Dimple…"
    },
    {
        "start": "00:21:30,125",
        "end": "00:21:32,291",
        "en": "ऋषि, तुम्हें क्या दिक्कत है, यार?",
        "pa": "rshi, tumhen kya dikkat hai, yaar?",
        "vi": "Rishi, cậu bị gì vậy?"
    },
    {
        "start": "00:21:32,375",
        "end": "00:21:35,041",
        "en": "-क्या? -उसके पास जाओ। अभी!",
        "pa": "-kya? -usake paas jao. abhee!",
        "vi": "- Sao? - Đuổi theo cậu ấy. Ngay!"
    },
    {
        "start": "00:21:41,875",
        "end": "00:21:47,250",
        "en": "जब किसी पर भरोसा किया हो, न, उसके पास बहुत ताकत आ जाती है।",
        "pa": "jab kisee par bharosa kiya ho, na, usake paas bahut taakat aa jaatee hai.",
        "vi": "Khi mày tin tưởng ai đó,"
    },
    {
        "start": "00:21:48,333",
        "end": "00:21:54,666",
        "en": "और महान ताकत से तुम्हारा कबाड़ा करने की महान क्षमता आ जाती है।",
        "pa": "aur mahaan taakat se tumhaara kabaada karane kee mahaan kshamata aa jaatee hai.",
        "vi": "họ sẽ có một sức mạnh rất lớn.\n Và sức mạnh càng lớn, khả năng họ chơi mày càng cao."
    },
    {
        "start": "00:22:05,250",
        "end": "00:22:08,666",
        "en": "हम संभाल लेंगे। सब ठीक है। सब ठीक है। बस…",
        "pa": "ham sambhaal lenge. sab theek hai. sab theek hai. bas…",
        "vi": "Được rồi. Không sao đâu. Cứ…"
    },
    {
        "start": "00:22:14,041",
        "end": "00:22:17,666",
        "en": "बस। बस साँस लो। सब ठीक है।",
        "pa": "bas. bas saans lo. sab theek hai.",
        "vi": "Cứ… hít thở đi.\n Cậu làm được mà."
    },
    {
        "start": "00:22:23,125",
        "end": "00:22:24,833",
        "en": "गहरी, गहरी साँस लो।",
        "pa": "gaharee, gaharee saans lo.",
        "vi": "Hít thở sâu nào."
    },
    {
        "start": "00:22:27,416",
        "end": "00:22:34,166",
        "en": "♪ जब कोई बात बिगड़ जाए, जब कोई मुश्किल… ♪",
        "pa": "♪ jab koee baat bigad jae, jab koee mushkil… ♪",
        "vi": "Mỗi khi giông tố bão bùng"
    },
    {
        "start": "00:22:35,208",
        "end": "00:22:40,041",
        "en": "♪ फैल जाए, तुम देना हम मेरा ♪",
        "pa": "♪ phail jae, tum dena ham mera ♪",
        "vi": "Mỗi khi chướng ngại chùn chân\n Bạn đã trao cho tôi, bạn yêu hỡi"
    },
    {
        "start": "00:22:40,416",
        "end": "00:22:42,916",
        "en": "♪ ओ घुमनवाज़… ♪",
        "pa": "♪ o ghumanavaaz… ♪",
        "vi": ""
    },
    {
        "start": "00:22:44,125",
        "end": "00:22:47,125",
        "en": "♪ जब कोई बात बिगड़ जाए… ♪",
        "pa": "♪ jab koee baat bigad jae… ♪",
        "vi": "Mỗi khi giông tố…\n Trời ạ. Xin cậu đấy, Harsh."
    },
    {
        "start": "00:22:47,375",
        "end": "00:22:50,208",
        "en": "ओह… हर्ष, प्लीज़ मेरे पसंदीदा गाने की बैंड बजाना बंद कर।",
        "pa": "oh… harsh, pleez mere pasandeeda gaane kee baind bajaana band kar.",
        "vi": "Harsh, đừng hủy hoại bài hát tớ thích."
    },
    {
        "start": "00:22:50,291",
        "end": "00:22:54,333",
        "en": "पर इससे काम बन गया। तुम मुस्कुरा… तुम हँस रही हो। हे भगवान। वाह!",
        "pa": "par isase kaam ban gaya. tum muskura… tum hans rahee ho. he bhagavaan. vaah!",
        "vi": "Nhưng hiệu quả mà. Cậu đang cười… Cậu đang cười to rồi. Trời đất."
    },
    {
        "start": "00:22:56,500",
        "end": "00:23:02,791",
        "en": "♪ ऐसे क्यूँ कुछ तो लिखती हूँ ♪",
        "pa": "♪ aise kyoon kuchh to likhatee hoon ♪",
        "vi": ""
    },
    {
        "start": "00:23:03,125",
        "end": "00:23:04,250",
        "en": "♪ लिख के… ♪",
        "pa": "♪ likh ke… ♪",
        "vi": ""
    },
    {
        "start": "00:23:04,416",
        "end": "00:23:06,541",
        "en": "मैं थोड़ी देर यहाँ रहूँगा। अगर कोई दिक्कत न हो तो।",
        "pa": "main thodee der yahaan rahoonga. agar koee dikkat na ho to.",
        "vi": "Tớ sẽ ngồi đây một lúc, nếu được."
    },
    {
        "start": "00:23:06,666",
        "end": "00:23:09,250",
        "en": "♪ …मिटाती हूँ मैं रात भर ♪",
        "pa": "♪ …mitaatee hoon main raat bhar ♪",
        "vi": ""
    },
    {
        "start": "00:23:09,375",
        "end": "00:23:15,250",
        "en": "♪ ऐसे क्यूँ बातें खुद की ही ♪",
        "pa": "♪ aise kyoon baaten khud kee hee ♪",
        "vi": ""
    },
    {
        "start": "00:23:16,208",
        "end": "00:23:21,583",
        "en": "♪ खुद से छिपाती हूँ मैं आजकल ♪",
        "pa": "♪ khud se chhipaatee hoon main aajakal ♪",
        "vi": ""
    },
    {
        "start": "00:23:22,083",
        "end": "00:23:28,958",
        "en": "♪ पर ये सब सोचना, दिल को यूँ खोलना ♪",
        "pa": "♪ par ye sab sochana, dil ko yoon kholana ♪",
        "vi": ""
    },
    {
        "start": "00:23:29,083",
        "end": "00:23:33,375",
        "en": "♪ कह कर ही सबको बताना, ज़रूरी है… ♪",
        "pa": "♪ kah kar hee sabako bataana, zarooree hai… ♪",
        "vi": ""
    },
    {
        "start": "00:23:33,458",
        "end": "00:23:37,291",
        "en": "-तुम इतने अजीब क्यों हो? -बस। सालों के दुख।",
        "pa": "-tum itane ajeeb kyon ho? -bas. saalon ke dukh.",
        "vi": "Sao cậu kỳ cục vậy?\n Do nhiều năm đau khổ."
    },
    {
        "start": "00:23:38,083",
        "end": "00:23:42,166",
        "en": "♪ ऐसे क्यूँ… ♪",
        "pa": "♪ aise kyoon… ♪",
        "vi": ""
    },
    {
        "start": "00:23:53,250",
        "end": "00:23:55,375",
        "en": "-हैलो, करीम। -हैलो।",
        "pa": "-hailo, kareem. -hailo.",
        "vi": "- Chào Karim. - Chào."
    },
    {
        "start": "00:23:55,500",
        "end": "00:23:56,916",
        "en": "हाँ, ज़ीनत।",
        "pa": "haan, zeenat.",
        "vi": "Zeenat."
    },
    {
        "start": "00:24:08,250",
        "end": "00:24:13,000",
        "en": "-आप। गोश्त निकाल दीजिए। फ्रीजर में है। - हाँ।",
        "pa": "-aap. gosht nikaal deejie. phreejar mein hai. - haan.",
        "vi": "Thầy lấy thịt ra nhé? Trong tủ lạnh ấy."
    },
    {
        "start": "00:24:13,125",
        "end": "00:24:15,708",
        "en": "♪ ऐसे क्यूँ ♪",
        "pa": "♪ aise kyoon ♪",
        "vi": "Tuyệt!"
    },
    {
        "start": "00:24:15,916",
        "end": "00:24:16,791",
        "en": "माफ़ करना।",
        "pa": "maaf karana.",
        "vi": "Xin lỗi."
    },
    {
        "start": "00:24:17,041",
        "end": "00:24:23,708",
        "en": "♪ उसके होठों पे अच्छा लगता है, मेरा नाम ♪",
        "pa": "♪ usake hothon pe achchha lagata hai, mera naam ♪",
        "vi": ""
    },
    {
        "start": "00:24:23,916",
        "end": "00:24:25,833",
        "en": "कैसे करना है…",
        "pa": "kaise karana hai…",
        "vi": ""
    },
    {
        "start": "00:24:25,916",
        "end": "00:24:30,750",
        "en": "♪ ऐसे क्यूँ कुछ भी बोले वो ♪",
        "pa": "♪ aise kyoon kuchh bhee bole vo ♪",
        "vi": ""
    },
    {
        "start": "00:24:31,083",
        "end": "00:24:32,750",
        "en": "वो। हम कर लेंगे ये।",
        "pa": "vo. ham kar lenge ye.",
        "vi": "- Để tôi làm. - Này, tôi lo được."
    },
    {
        "start": "00:24:32,833",
        "end": "00:24:37,500",
        "en": "♪ मन में घुलता है ज़ाफ़रान ♪",
        "pa": "♪ man mein ghulata hai zaafaraan ♪",
        "vi": ""
    },
    {
        "start": "00:24:37,583",
        "end": "00:24:43,541",
        "en": "♪ गिरता है गुलमोहर ख्वाबों में रात भर ♪",
        "pa": "♪ girata hai gulamohar khvaabon mein raat bhar ♪",
        "vi": ""
    },
    {
        "start": "00:24:43,750",
        "end": "00:24:50,750",
        "en": "♪ ऐसे ख्वाबों से बाहर निकलना ज़रूरी है क्या ♪",
        "pa": "♪ aise khvaabon se baahar nikalana zarooree hai kya ♪",
        "vi": ""
    },
    {
        "start": "00:24:53,625",
        "end": "00:24:56,333",
        "en": "♪ ऐसे क्यूँ… ♪",
        "pa": "♪ aise kyoon… ♪",
        "vi": ""
    },
    {
        "start": "00:24:57,541",
        "end": "00:25:01,333",
        "en": "अगर एक और बार, उनकी और दामिनी जी की ब्रेकअप की कहानी सुननी पड़ी न,",
        "pa": "agar ek aur baar, unakee aur daaminee jee kee brekap kee kahaanee sunanee padee na,",
        "vi": "Nếu tôi nghe chuyện anh ta và Damini chia tay thêm lần nào nữa,"
    },
    {
        "start": "00:25:01,916",
        "end": "00:25:03,416",
        "en": "अल्लाह कसम, मैं बोम्ब हो जाऊँगी।",
        "pa": "allaah kasam, main bomb ho jaoongee.",
        "vi": "tôi thề, tôi sẽ BOM."
    },
    {
        "start": "00:25:07,458",
        "end": "00:25:10,083",
        "en": "अह, ब्लू आउट माय ब्रेन।",
        "pa": "ah, bloo aaut maay bren.",
        "vi": "\"Bay óc mất\"."
    },
    {
        "start": "00:25:12,500",
        "end": "00:25:15,791",
        "en": "वैसे, इससे पहले हम किसी के गम पर ऐसे हँसे नहीं हैं।",
        "pa": "vaise, isase pahale ham kisee ke gam par aise hanse nahin hain.",
        "vi": "Mà tôi chưa từng cười trên sự đau khổ của người khác."
    },
    {
        "start": "00:25:17,583",
        "end": "00:25:19,541",
        "en": "बुरा है, करीम। बुरा।",
        "pa": "bura hai, kareem. bura.",
        "vi": "Xấu tính quá, Karim."
    },
    {
        "start": "00:25:20,916",
        "end": "00:25:22,875",
        "en": "ये कॉलेज लाइफ़ ने तुम्हें बिगाड़ दिया है।",
        "pa": "ye kolej laif ne tumhen bigaad diya hai.",
        "vi": "- Cuộc sống sinh viên đã làm hư chị rồi. - Đâu phải cái gì cũng tệ."
    },
    {
        "start": "00:25:23,166",
        "end": "00:25:25,875",
        "en": "मतलब, पूरा बुरा नहीं है।",
        "pa": "matalab, poora bura nahin hai.",
        "vi": ""
    },
    {
        "start": "00:25:27,833",
        "end": "00:25:31,250",
        "en": "इन युवा बच्चों के बीच, हम में भी एक नया जोश सा आ गया है।",
        "pa": "in yuva bachchon ke beech, ham mein bhee ek naya josh sa aa gaya hai.",
        "vi": "Được ở gần đám nhóc này đã cho tôi một nguồn năng lượng mới."
    },
    {
        "start": "00:25:32,750",
        "end": "00:25:35,875",
        "en": "जोश का तो पता नहीं, सिरदर्द ज़रूर है।",
        "pa": "josh ka to pata nahin, siradard zaroor hai.",
        "vi": "Năng lượng gì tôi không biết, nhưng chắc chắn chúng khiến tôi đau đầu."
    },
    {
        "start": "00:25:37,083",
        "end": "00:25:39,583",
        "en": "अह…मुझे गलत मत समझना। मुझे पढ़ाना पसंद है।",
        "pa": "ah…mujhe galat mat samajhana. mujhe padhaana pasand hai.",
        "vi": "Đừng hiểu sai tôi. Tôi thích dạy học."
    },
    {
        "start": "00:25:40,875",
        "end": "00:25:43,291",
        "en": "लेकिन, ये बच्चे और उनका ड्रामा।",
        "pa": "lekin, ye bachche aur unaka draama.",
        "vi": "Nhưng đám nhóc này và mấy trò lùm xùm của chúng…"
    },
    {
        "start": "00:25:46,750",
        "end": "00:25:49,291",
        "en": "-मैं बोम्ब करना चाहता हूँ।",
        "pa": "-main bomb karana chaahata hoon.",
        "vi": "Tôi cũng muốn BOM."
    },
    {
        "start": "00:25:52,458",
        "end": "00:25:53,500",
        "en": "ब्रेक लेना पड़ता है, यार।",
        "pa": "brek lena padata hai, yaar.",
        "vi": "Tôi cần nghỉ."
    },
    {
        "start": "00:25:55,333",
        "end": "00:25:58,500",
        "en": "तो फिर, ब्रेक में आप करते क्या हैं?",
        "pa": "to phir, brek mein aap karate kya hain?",
        "vi": "Thầy làm gì khi nghỉ?"
    },
    {
        "start": "00:25:59,541",
        "end": "00:26:04,416",
        "en": "इस बार, तिब्बत। बाइक राइड।",
        "pa": "is baar, tibbat. baik raid.",
        "vi": "Lần này là Tây Tạng."
    },
    {
        "start": "00:26:04,875",
        "end": "00:26:09,458",
        "en": "मैं पहाड़ों में जाऊँगा। इन सबसे दूर। इस बैच के खत्म होने का इंतज़ार है।",
        "pa": "main pahaadon mein jaoonga. in sabase door. is baich ke khatm hone ka intazaar hai.",
        "vi": "Phượt bằng xe máy.\n Tôi sẽ lui về chốn núi đồi, cách xa nơi này.\n Chỉ chờ khóa này kết thúc thôi."
    },
    {
        "start": "00:26:16,166",
        "end": "00:26:19,833",
        "en": "यह बहुत अच्छा है। यकीन नहीं हो रहा कि ये मैंने बनाया है।",
        "pa": "yah bahut achchha hai. yakeen nahin ho raha ki ye mainne banaaya hai.",
        "vi": "Món này ngon quá.\n Không thể tin được."
    },
    {
        "start": "00:26:27,250",
        "end": "00:26:28,375",
        "en": "साइज़ मुसीबत है।",
        "pa": "saiz museebat hai.",
        "vi": "Mẹ kiếp."
    },
    {
        "start": "00:26:31,833",
        "end": "00:26:33,666",
        "en": "बहुत दुबला कैसे हुआ जाए",
        "pa": "bahut dubala kaise hua jae",
        "vi": ""
    },
    {
        "start": "00:26:33,958",
        "end": "00:26:38,958",
        "en": "♪ अक्सर तुमसे मिलकर मुझको ♪",
        "pa": "♪ aksar tumase milakar mujhako ♪",
        "vi": "LÀM SAO ĐỂ SIÊU GẦY TRONG 6 NGÀY"
    },
    {
        "start": "00:26:39,208",
        "end": "00:26:41,916",
        "en": "मर्दाना समलैंगिक पूसी लवर",
        "pa": "mardaana samalaingik poosee lavar",
        "vi": "ĐỒNG TÍNH NỮ"
    },
    {
        "start": "00:26:42,166",
        "end": "00:26:44,000",
        "en": "♪ घर सा लगता है ♪",
        "pa": "♪ ghar sa lagata hai ♪",
        "vi": ""
    },
    {
        "start": "00:26:46,291",
        "end": "00:26:50,958",
        "en": "♪ फिर क्यों दिल ही दिल में कोई ♪",
        "pa": "♪ phir kyon dil hee dil mein koee ♪",
        "vi": ""
    },
    {
        "start": "00:26:52,333",
        "end": "00:26:56,083",
        "en": "♪ डर सा लगता है ♪",
        "pa": "♪ dar sa lagata hai ♪",
        "vi": ""
    },
    {
        "start": "00:26:57,041",
        "end": "00:27:01,125",
        "en": "आशीष ऑफ़लाइन बहुत दिन हो गए। मिलना चाहोगे?",
        "pa": "aasheesh ofalain bahut din ho gae. milana chaahoge?",
        "vi": "ASHISH – NGOẠI TUYẾN"
    },
    {
        "start": "00:27:01,208",
        "end": "00:27:04,041",
        "en": "♪ बीता जो वाकया, सोचूँ मैं क्यों भला ♪",
        "pa": "♪ beeta jo vaakaya, sochoon main kyon bhala ♪",
        "vi": "NÀY. LÂU CHƯA GẶP… MUỐN ĐI CHƠI KHÔNG?"
    },
    {
        "start": "00:27:04,250",
        "end": "00:27:09,416",
        "en": "♪ बीती बातों से दिल को दुखाना ज़रूरी है क्या ♪",
        "pa": "♪ beetee baaton se dil ko dukhaana zarooree hai kya ♪",
        "vi": ""
    },
    {
        "start": "00:27:14,083",
        "end": "00:27:17,333",
        "en": "हैलो सी, बहुत समय से इंतज़ार था इस संदेश का। फिर से मिलने को बेताब हूँ।",
        "pa": "hailo see, bahut samay se intazaar tha is sandesh ka. phir se milane ko betaab hoon.",
        "vi": "ASHISH – TRỰC TUYẾN\n CHÀO C! ĐỢI TIN NHẮN NÀY MÃI. RẤT MUỐN ĐƯỢC ĐI CHƠI VỚI CHỊ."
    },
    {
        "start": "00:27:17,541",
        "end": "00:27:21,666",
        "en": "♪ ऐसे क्यूँ, हाँ क्यूँ, हाँ क्यूँ ♪",
        "pa": "♪ aise kyoon, haan kyoon, haan kyoon ♪",
        "vi": ""
    },
    {
        "start": "00:27:23,916",
        "end": "00:27:27,458",
        "en": "आयशा प्रोफ़ाइल अपडेट की गई",
        "pa": "aayasha profail apadet kee gaee",
        "vi": "AYESHA ĐÃ CẬP NHẬT ẢNH ĐẠI DIỆN"
    },
    {
        "start": "00:27:27,750",
        "end": "00:27:31,750",
        "en": "♪ ऐसे क्यूँ, हाँ क्यूँ, हाँ क्यूँ ♪",
        "pa": "♪ aise kyoon, haan kyoon, haan kyoon ♪",
        "vi": "AYESHA ĐÃ THAY ẢNH ĐẠI DIỆN CỦA CÔ ẤY"
    },
    {
        "start": "00:27:34,833",
        "end": "00:27:37,000",
        "en": "ज़ेबीटीपी डिज़ाइन स्कूल आवेदन फार्म",
        "pa": "zebeeteepee dizain skool aavedan phaarm",
        "vi": "TRƯỜNG THIẾT KẾ ZBTP ĐƠN ỨNG TUYỂN"
    },
    {
        "start": "00:27:38,958",
        "end": "00:27:40,500",
        "en": "डिंपल से नफ़रत करने के 100 कारण",
        "pa": "dimpal se nafarat karane ke kaaran 100",
        "vi": "100 LÝ DO ĐỂ GHÉT DIMPLE"
    },
    {
        "start": "00:27:47,041",
        "end": "00:27:49,041",
        "en": "नंबर 78 वह हर समय सब खाना खा जाती है",
        "pa": "nambar vah har samay sab khaana kha jaatee hai 78",
        "vi": "SỐ 78 CẬU TA ĂN LUÔN MỒM"
    },
    {
        "start": "00:27:52,000",
        "end": "00:27:56,166",
        "en": "♪ तो कुछ तो बोलो ♪",
        "pa": "♪ to kuchh to bolo ♪",
        "vi": ""
    },
    {
        "start": "00:27:58,833",
        "end": "00:28:01,250",
        "en": "शेयरिंग और केयरिंग, न, आसान नहीं है, बॉस।",
        "pa": "sheyaring aur keyaring, na, aasaan nahin hai, bos.",
        "vi": "Quan tâm và chia sẻ đâu có dễ."
    },
    {
        "start": "00:28:01,333",
        "end": "00:28:02,541",
        "en": "डिंपल ऑफ़लाइन/ऑनलाइन मुझे…",
        "pa": "dimpal ofalain/onalain mujhe…",
        "vi": ""
    },
    {
        "start": "00:28:02,625",
        "end": "00:28:03,958",
        "en": "चोदू नहीं दिखना मुझे।",
        "pa": "chodoo nahin dikhana mujhe.",
        "vi": "Mình không muốn thành kẻ ngốc."
    },
    {
        "start": "00:28:04,041",
        "end": "00:28:05,041",
        "en": "ऋषि ऑनलाइन",
        "pa": "rshi onalain",
        "vi": ""
    },
    {
        "start": "00:28:05,166",
        "end": "00:28:10,125",
        "en": "बोलने के बाद उसने झंड कर दी तो? हाँ? अँगूठा दिखा दिया तो?",
        "pa": "bolane ke baad usane jhand kar dee to? haan? angootha dikha diya to?",
        "vi": "Lỡ họ không quan tâm điều mình kể thì sao?"
    },
    {
        "start": "00:28:11,583",
        "end": "00:28:13,000",
        "en": "इतना ज़रूरी भी नहीं है।",
        "pa": "itana zarooree bhee nahin hai.",
        "vi": "Lỡ họ đem ra làm trò cười?\n Chẳng đáng đâu."
    },
    {
        "start": "00:28:13,333",
        "end": "00:28:15,416",
        "en": "हम जुड़े हुए होकर भी कितने दूर हैं।",
        "pa": "ham jude hue hokar bhee kitane door hain.",
        "vi": "Chúng ta kết nối, nhưng lại xa cách nhau."
    },
    {
        "start": "00:28:15,958",
        "end": "00:28:18,291",
        "en": "हर यूज़र के फ़ोन में हज़ारों नोटिफ़िकेशन आते हैं।",
        "pa": "har yoozar ke fon mein hazaaron notifikeshan aate hain.",
        "vi": "Mỗi người dùng đều nhận được vô số thông báo trên điện thoại."
    },
    {
        "start": "00:28:18,708",
        "end": "00:28:21,791",
        "en": "मीम, जो मज़ेदार नहीं हैं। खबर, जो महत्वपूर्ण नहीं है।",
        "pa": "meem, jo mazedaar nahin hain. khabar, jo mahatvapoorn nahin hai.",
        "vi": "Hình meme không buồn cười. Tin tức không quan trọng."
    },
    {
        "start": "00:28:21,875",
        "end": "00:28:24,416",
        "en": "पर इस सब में हम हमारे महत्वपूर्ण लोगों को भूल जाते हैं।",
        "pa": "par is sab mein ham hamaare mahatvapoorn logon ko bhool jaate hain.",
        "vi": "Giữa những thứ đó, ta quên mất những người quan trọng."
    },
    {
        "start": "00:28:24,750",
        "end": "00:28:29,291",
        "en": "ये एप आपको मदद करेगी, आपके प्रियजनों को ट्रैक करने में। उनके साथ जुड़े रहने में।",
        "pa": "ye ep aapako madad karegee, aapake priyajanon ko traik karane mein. unake saath jude rahane mein।",
        "vi": "Ứng dụng này giúp bạn định vị những người thân yêu của mình"
    },
    {
        "start": "00:28:29,625",
        "end": "00:28:34,166",
        "en": "स्वीट पॉप-अप से याद दिलाती रहेगी कि उन्हें कहीं भूल तो नहीं गए। आज मैसेज कर लो।",
        "pa": "sveet pop-ap se yaad dilaatee rahegee ki unhen kaheen bhool to nahin gae. aaj maisej kar lo.",
        "vi": "để giữ liên lạc với họ.\n Những thông báo dễ thương sẽ nhắc bạn: \"Này, bạn quên họ rồi sao?"
    },
    {
        "start": "00:28:34,250",
        "end": "00:28:39,000",
        "en": "रिमेम्ब्रो! आसान, कोड लिखने में आसान। प्यारा।",
        "pa": "rimembro! aasaan, kod likhane mein aasaan. pyaara.",
        "vi": "Hôm nay nhắn tin cho họ đi\".\n Remembro. Đơn giản, dễ lập trình, đáng yêu."
    },
    {
        "start": "00:28:40,333",
        "end": "00:28:42,333",
        "en": "प्रियजनों से और नोटिफ़िकेशन।",
        "pa": "priyajanon se aur notifikeshan.",
        "vi": "Thêm thông báo từ người thân."
    },
    {
        "start": "00:28:47,041",
        "end": "00:28:50,583",
        "en": "-स्वीकृत। -सच में?",
        "pa": "-sveekrt. -sach mein?",
        "vi": "Chấp nhận."
    },
    {
        "start": "00:28:50,750",
        "end": "00:28:54,125",
        "en": "-अपना इरादा बदल दूँ? -नहीं। शुक्रिया। शुक्रिया।",
        "pa": "-apana iraada badal doon? -nahin. shukriya. shukriya.",
        "vi": "Thật ạ?\n - Muốn thầy đổi ý à? - Không ạ! Cảm ơn thầy."
    },
    {
        "start": "00:28:54,375",
        "end": "00:28:56,583",
        "en": "-ओ, खुश बाद में हो लेना। बैठ जाओ। - शुक्रिया, सर।",
        "pa": "-o, khush baad mein ho lena. baith jao. - shukriya, sar.",
        "vi": "- Này, Enthu-Cutlet, ngồi xuống đi. - Cảm ơn thầy."
    },
    {
        "start": "00:28:57,000",
        "end": "00:29:00,000",
        "en": "आप सब लोगों को याद दिला दूँ, चार दिन में हम जा रहे हैं, अजमेर।",
        "pa": "aap sab logon ko yaad dila doon, chaar din mein ham ja rahe hain, ajamer.",
        "vi": "Thầy muốn nhắc.\n Bốn ngày nữa sẽ đến Ajmer dự hội chợ công nghệ."
    },
    {
        "start": "00:29:00,458",
        "end": "00:29:02,208",
        "en": "टेक फेस्ट के लिए। उत्साहित हो?",
        "pa": "tek phest ke lie. utsaahit ho?",
        "vi": "- Háo hức chứ? - Vâng!"
    },
    {
        "start": "00:29:02,291",
        "end": "00:29:03,416",
        "en": "- हाँ। - हाँ, सर।",
        "pa": "- haan. - haan, sar.",
        "vi": ""
    },
    {
        "start": "00:29:05,958",
        "end": "00:29:08,208",
        "en": "सेक्स के लिए चार दिनों में कैसे तैयार हुआ जाए",
        "pa": "seks ke lie chaar dinon mein kaise taiyaar hua jae",
        "vi": "LÀM SAO ĐỂ SẴN SÀNG LÀM TÌNH TRONG 4 NGÀY"
    },
    {
        "start": "00:29:09,041",
        "end": "00:29:11,458",
        "en": "सुनो, मुझे यकीन नहीं हो रहा, हमारा एप स्वीकृत हो गया।",
        "pa": "suno, mujhe yakeen nahin ho raha, hamaara ep sveekrt ho gaya.",
        "vi": "Không thể tin ứng dụng của bọn mình được duyệt."
    },
    {
        "start": "00:29:13,000",
        "end": "00:29:15,916",
        "en": "सुनने में अच्छा लगता है। हमारा एप।",
        "pa": "sunane mein achchha lagata hai. hamaara ep.",
        "vi": "Nghe hay ghê. \"Ứng dụng của bọn mình\"."
    },
    {
        "start": "00:29:17,708",
        "end": "00:29:19,166",
        "en": "तुमने वह एकदम से बताया।",
        "pa": "tumane vah ekadam se bataaya.",
        "vi": "Tự dưng cậu nói thế."
    },
    {
        "start": "00:29:19,541",
        "end": "00:29:22,666",
        "en": "-ए, तेरे को तो ज़रूरत पड़ेगी, न, उस एप की। -कैसे?",
        "pa": "-e, tere ko to zaroorat padegee, na, us ep kee. -kaise?",
        "vi": "- Cậu sẽ cần ứng dụng đó mà. - Tại sao?"
    },
    {
        "start": "00:29:23,541",
        "end": "00:29:27,333",
        "en": "क्योंकि जब तू यूएस चला जाएगा, तू व्यस्त हो जाएगा, संगीत के साथ,",
        "pa": "kyonki jab too yooes chala jaega, too vyast ho jaega, sangeet ke saath,",
        "vi": "Vì sau khi về Mỹ, cậu sẽ mải mê với âm nhạc của cậu,"
    },
    {
        "start": "00:29:27,583",
        "end": "00:29:30,500",
        "en": "दोस्तों के साथ, प्रेमिकाओं के साथ,",
        "pa": "doston ke saath, premikaon ke saath,",
        "vi": "với bạn bè và các cô bạn gái của cậu."
    },
    {
        "start": "00:29:30,583",
        "end": "00:29:33,166",
        "en": "तो फिर इस दोस्त के लिए तो रिमांइडर लगाना पड़ेगा न एप पे।",
        "pa": "to phir is dost ke lie to rimaanidar lagaana padega na ep pe.",
        "vi": "Nên cậu sẽ cần được ứng dụng nhắc nhở về người bạn này."
    },
    {
        "start": "00:29:34,250",
        "end": "00:29:36,166",
        "en": "हद है, मैं वहाँ अपना चार्जर भूल गया।",
        "pa": "had hai, main vahaan apana chaarjar bhool gaya.",
        "vi": "Chết tiệt, tôi quên sạc rồi."
    },
    {
        "start": "00:29:36,916",
        "end": "00:29:40,750",
        "en": "-बब, मैं तुम्हारे साथ आती हूँ। -क्लासिक!",
        "pa": "-bab, main tumhaare saath aatee hoon. -klaasik!",
        "vi": "Bub, để em đi cùng."
    },
    {
        "start": "00:29:41,416",
        "end": "00:29:44,750",
        "en": "सेल, जाओ न, क्रिश को रोक के रखना, मैं उसके लैपटॉप की जाँच करती हूँ।",
        "pa": "sel, jao na, krish ko rok ke rakhana, main usake laipatop kee jaanch karatee hoon.",
        "vi": "Chuẩn bài.\n Cel, cầm chân Krish đi. Tớ sẽ kiểm tra laptop của cậu ta."
    },
    {
        "start": "00:29:46,583",
        "end": "00:29:50,000",
        "en": "हाँ। क्या दिमाग है। मैं देखती हूँ उसे।",
        "pa": "haan. kya dimaag hai. main dekhatee hoon use.",
        "vi": "Ừ. Ý hay đấy!\n Để tớ lo."
    },
    {
        "start": "00:29:57,333",
        "end": "00:30:00,958",
        "en": "खुद पर हो न हो, पर दोस्तों पर तो भरोसा कर सकते हैं न?",
        "pa": "khud par ho na ho, par doston par to bharosa kar sakate hain na?",
        "vi": "ĐANG TÌM TỆP TIN ANTISOSH ĐÃ TRIỂN KHAI MÃ\n Dù mày không tin bản thân, mày vẫn có thể tin bạn bè mày."
    },
    {
        "start": "00:30:03,375",
        "end": "00:30:04,875",
        "en": "क्रिश।",
        "pa": "krish.",
        "vi": "Krish!\n ĐANG TÌM TỆP TIN ANTISOSH ĐANG TÌM KIẾM NÂNG CAO"
    },
    {
        "start": "00:30:08,875",
        "end": "00:30:10,875",
        "en": "अरे, तो घिसने दे यार, माता जी को!",
        "pa": "are, to ghisane de yaar, maata jee ko!",
        "vi": "Cứ để cậu ta thử vận may!"
    },
    {
        "start": "00:30:10,958",
        "end": "00:30:14,000",
        "en": "- यार, उसको पता नहीं चलना चाहिए। -ठीक है। सेलिना, मेरी बात सुनो।",
        "pa": "- yaar, usako pata nahin chalana chaahie. -theek hai. selina, meree baat suno.",
        "vi": "Không thể để cậu ấy biết."
    },
    {
        "start": "00:30:14,083",
        "end": "00:30:16,375",
        "en": "ठीक है, यार। क्रिश मेरा दोस्त है।",
        "pa": "theek hai, yaar. krish mera dost hai.",
        "vi": "Rồi. Celina, nghe này.\n Không sao đâu. Krish là anh em chí cốt của tao."
    },
    {
        "start": "00:30:17,250",
        "end": "00:30:22,000",
        "en": "दो, चार जोक मारेगा। पर अंगूठा नहीं दिखाएगा। इतना भरोसा तो है।",
        "pa": "do, chaar jok maarega. par angootha nahin dikhaega. itana bharosa to hai.",
        "vi": "Cậu ấy có thể trêu tao một chút, nhưng sẽ không quay lưng với tao."
    },
    {
        "start": "00:30:22,083",
        "end": "00:30:24,500",
        "en": "तूने अपने पार्टनर को चूतिया समझा हुआ है क्या? हाँ?",
        "pa": "toone apane paartanar ko chootiya samajha hua hai kya? haan?",
        "vi": "Tao tin cậu ấy.\n Nghĩ đồng đội của cậu ngốc sao?"
    },
    {
        "start": "00:30:24,583",
        "end": "00:30:28,000",
        "en": "उसी का कोड चुरा के, उसके कंप्यूटर पे फुटप्रिंट छोड़ूँगा मैं। सोच ज़रा।",
        "pa": "usee ka kod chura ke, usake kampyootar pe phutaprint chhodoonga main. soch zara.",
        "vi": "Tớ sẽ để lại dấu vết trên laptop sau khi trộm mã của cậu ta ư?"
    },
    {
        "start": "00:30:29,541",
        "end": "00:30:30,708",
        "en": "चल, चिंता मत कर।",
        "pa": "chal, chinta mat kar.",
        "vi": "Nghĩ mà xem.\n Đừng lo nữa.\n KHÔNG TÌM THẤY"
    },
    {
        "start": "00:30:51,875",
        "end": "00:30:53,583",
        "en": "लेकिन, बहनचोद वही बात है,",
        "pa": "lekin, bahanachod vahee baat hai,",
        "vi": "Nhưng vấn đề là"
    },
    {
        "start": "00:30:53,833",
        "end": "00:30:56,250",
        "en": "जिस पर हम सबसे ज़्यादा भरोसा करते हैं, न,",
        "pa": "jis par ham sabase zyaada bharosa karate hain, na,",
        "vi": "người mày tin tưởng nhất lại là người khiến mày tổn thương nhất."
    },
    {
        "start": "00:30:56,375",
        "end": "00:30:58,833",
        "en": "वही सबसे ज़्यादा चोट पहुँचाता है।",
        "pa": "vahee sabase zyaada chot pahunchaata hai.",
        "vi": ""
    },
    {
        "start": "00:31:01,666",
        "end": "00:31:04,666",
        "en": "-तुम एक चीज़ के बारे में गलत हो। -क्या?",
        "pa": "-tum ek cheez ke baare mein galat ho. -kya?",
        "vi": "Cậu đã nhầm về một việc."
    },
    {
        "start": "00:31:06,125",
        "end": "00:31:08,125",
        "en": "तुम्हें याद रखने के लिए एप की ज़रूरत नहीं है।",
        "pa": "tumhen yaad rakhane ke lie ep kee zaroorat nahin hai.",
        "vi": "Gì?\n Không cần ứng dụng nhắc để nhớ về cậu. Cậu đâu dễ quên."
    },
    {
        "start": "00:31:09,208",
        "end": "00:31:10,708",
        "en": "तुम इतनी आसान नहीं हो भूलना।",
        "pa": "tum itanee aasaan nahin ho bhoolana.",
        "vi": ""
    },
    {
        "start": "00:31:30,000",
        "end": "00:31:31,708",
        "en": "ऋषि उम्मीद है तुम ठीक हो?",
        "pa": "rshi ummeed hai tum theek ho?",
        "vi": "RISHI – TRỰC TUYẾN MONG LÀ CẬU ỔN CHỨ?"
    },
    {
        "start": "00:31:33,791",
        "end": "00:31:34,625",
        "en": "क्या हुआ?",
        "pa": "kya hua?",
        "vi": "Sao thế?"
    },
    {
        "start": "00:31:36,083",
        "end": "00:31:39,000",
        "en": "ऋषि का मैसेज आया है। पूछ रहा है मैं ठीक हूँ क्या।",
        "pa": "rshi ka maisej aaya hai. poochh raha hai main theek hoon kya.",
        "vi": "Rishi gửi tin nhắn. Cậu ấy hỏi tớ ổn không."
    },
    {
        "start": "00:31:48,666",
        "end": "00:31:54,041",
        "en": "हाय! हैलो पपी!",
        "pa": "haay! hailo papee!",
        "vi": ""
    },
    {
        "start": "00:32:04,000",
        "end": "00:32:07,666",
        "en": "तुम तो दूसरी डेट के लिए पूछ नहीं रहे, तो मैं ही पूछ लूँ?",
        "pa": "tum to doosaree det ke lie poochh nahin rahe, to main hee poochh loon?",
        "vi": "Cậu không mời tôi đi hẹn hò lần hai, nên để tôi mời nhé?"
    },
    {
        "start": "00:32:08,166",
        "end": "00:32:11,791",
        "en": "दूसरी डेट? पहली कब हुई?",
        "pa": "doosaree det? pahalee kab huee?",
        "vi": "Hẹn hò lần hai?"
    },
    {
        "start": "00:32:12,375",
        "end": "00:32:14,291",
        "en": "जब तुमने मुझे शराब पिलाई और फ़ायदा उठाया।",
        "pa": "jab tumane mujhe sharaab pilaee aur faayada uthaaya.",
        "vi": "Lần đầu là lúc nào?\n Lúc cậu chuốc cho tôi say và lợi dụng tôi."
    },
    {
        "start": "00:32:14,583",
        "end": "00:32:16,083",
        "en": "क्या? माफ़ करना।",
        "pa": "kya? maaf karana.",
        "vi": "Hả? Gì cơ?"
    },
    {
        "start": "00:32:16,375",
        "end": "00:32:18,166",
        "en": "मुफ़्त में जो जीवन की सलाह ली मुझसे।",
        "pa": "muft mein jo jeevan kee salaah lee mujhase.",
        "vi": "Cậu lấy lời khuyên miễn phí từ tôi."
    },
    {
        "start": "00:32:20,666",
        "end": "00:32:23,250",
        "en": "तो क्या कहते हो, डिनर और ड्रिंक्स अगले सप्ताहांत?",
        "pa": "to kya kahate ho, dinar aur drinks agale saptaahaant?",
        "vi": "Ý cậu thế nào? Cuối tuần sau đi ăn tối và uống nước nhé?"
    },
    {
        "start": "00:32:23,625",
        "end": "00:32:25,666",
        "en": "रेगिस्तान सफ़ारी भी कर सकते हैं।",
        "pa": "registaan safaaree bhee kar sakate hain.",
        "vi": "Hoặc đi du hành trên sa mạc."
    },
    {
        "start": "00:32:27,291",
        "end": "00:32:32,791",
        "en": "सप्ताहांत पर व्यस्त हूँ। माफ़ करना। किसी टेक फेस्ट के लिए अजमेर जा रहा हूँ।",
        "pa": "saptaahaant par vyast hoon. maaf karana. kisee tek phest ke lie ajamer ja raha hoon.",
        "vi": "Cuối tuần tôi bận rồi. Xin lỗi.\n Thật ra tôi sẽ dự hội chợ công nghệ ở Ajmer."
    },
    {
        "start": "00:32:34,166",
        "end": "00:32:35,666",
        "en": "क्या तुम ब्लिट्ज़क्रेग में जा रहे हो?",
        "pa": "kya tum blitzakreg mein ja rahe ho?",
        "vi": "Cậu đến dự BLTZKRG à?"
    },
    {
        "start": "00:32:37,500",
        "end": "00:32:43,166",
        "en": "यार। उनका आइडिया फोर्ज ड्रोन स्टॉल बेहतरीन होता है। क्या मैं साथ आ सकती हूँ?",
        "pa": "yaar. unaka aaidiya phorj dron stol behatareen hota hai. kya main saath aa sakatee hoon?",
        "vi": "Trời, gian hàng của hãng drone ideaForge đỉnh lắm."
    },
    {
        "start": "00:32:45,083",
        "end": "00:32:49,125",
        "en": "हाँ, हाँ। मतलब, मुझे अनुमति लेनी पड़ेगी। पर मुझे नहीं लगता कि कोई दिक्कत होगी।",
        "pa": "haan, haan. matalab, mujhe anumati lenee padegee. par mujhe nahin lagata ki koee dikkat hogee.",
        "vi": "Cho tôi đi cùng được không?\n Ừ. Ý tôi là, tôi sẽ phải xin phép, nhưng chắc không vấn đề gì."
    },
    {
        "start": "00:32:49,250",
        "end": "00:32:53,041",
        "en": "शुक्रिया।यह शानदार होगा, शेखू। इंतज़ार नहीं हो रहा।",
        "pa": "shukriya.yah shaanadaar hoga, shekhoo. intazaar nahin ho raha.",
        "vi": "Cảm ơn cậu! Sẽ tuyệt lắm đấy. Tôi háo hức quá."
    },
    {
        "start": "00:32:58,666",
        "end": "00:32:59,625",
        "en": "शुरू करें?",
        "pa": "shuroo karen?",
        "vi": "Ta bắt đầu nhé?"
    },
    {
        "start": "00:33:01,666",
        "end": "00:33:07,250",
        "en": "डॉक्टर सूरी, मैं न बहुत बड़ा हरामी हूँ। लेकिन, मैं एक चीज़ नहीं हूँ।",
        "pa": "doktar sooree, main na bahut bada haraamee hoon. lekin, main ek cheez nahin hoon.",
        "vi": "Tiến sĩ Suri, tôi đúng là một tên khốn."
    },
    {
        "start": "00:33:07,916",
        "end": "00:33:12,000",
        "en": "चोर। मैं कायदे से खेलता हूँ।",
        "pa": "chor. main kaayade se khelata hoon.",
        "vi": "Nhưng có việc tôi chắc chắn không làm. Là trộm cắp."
    },
    {
        "start": "00:33:12,875",
        "end": "00:33:14,583",
        "en": "और कायदे से लोगों की गांड मारता हूँ।",
        "pa": "aur kaayade se logon kee gaand maarata hoon.",
        "vi": "Tôi chơi đúng luật.\n Và tôi thắng một cách công bằng."
    },
    {
        "start": "00:33:17,583",
        "end": "00:33:20,583",
        "en": "तुझे क्या लगा? मैं उससे बेहतर एप नहीं बना सकता? हाँ?",
        "pa": "tujhe kya laga? main usase behatar ep nahin bana sakata? haan?",
        "vi": "Cậu nghĩ tôi không làm được ứng dụng hay hơn cậu ta?"
    },
    {
        "start": "00:33:20,750",
        "end": "00:33:22,625",
        "en": "मैं अब लोगों से मदद भी नहीं माँग सकता।",
        "pa": "main ab logon se madad bhee nahin maang sakata.",
        "vi": "Giờ tôi không thể nhờ ai giúp."
    },
    {
        "start": "00:33:23,000",
        "end": "00:33:25,625",
        "en": "मैं मदद माँगने जाता हूँ, तो लोगों का सिर्फ़ तरस मिलता है",
        "pa": "main madad maangane jaata hoon, to logon ka sirf taras milata hai",
        "vi": "Khi nhờ vả, tôi nhận lại sự thương hại."
    },
    {
        "start": "00:33:25,875",
        "end": "00:33:27,583",
        "en": "नहीं चाहिए तुम्हारी दो कौड़ी की दया!",
        "pa": "nahin chaahie tumhaaree do kaudee kee daya!",
        "vi": "Tôi không cần cậu thương hại!"
    },
    {
        "start": "00:33:27,666",
        "end": "00:33:29,458",
        "en": "-एक सेकंड भाई, दया की बात नहीं है। -अबे, सुन!",
        "pa": "-ek sekand bhaee, daya kee baat nahin hai. -abe, sun!",
        "vi": "- Khoan. Đâu phải thương hại… - Nghe đây!"
    },
    {
        "start": "00:33:29,791",
        "end": "00:33:31,875",
        "en": "इसीलिए न, मुझे अब किसी से कुछ नहीं चाहिए।",
        "pa": "iseelie na, mujhe ab kisee se kuchh nahin chaahie.",
        "vi": "Nên giờ tôi không muốn nhận gì từ ai nữa."
    },
    {
        "start": "00:33:33,708",
        "end": "00:33:39,083",
        "en": "आप से भी नहीं। मैं हर सत्र में आऊँगा, 45 मिनट बैठूँगा, चुपचाप। और कट लूँगा।",
        "pa": "aap se bhee nahin. main har satr mein aaoonga, minat baithoonga, chupachaap. aur kat loonga. 45",
        "vi": "Kể cả ông.\n Tôi sẽ đến mọi buổi trị liệu, im lặng ngồi đây 45 phút, rồi về."
    },
    {
        "start": "00:33:39,375",
        "end": "00:33:43,375",
        "en": "बीस दिन निकालने हैं। उसके बाद न, मुँह मत दिखाना अपना।",
        "pa": "bees din nikaalane hain. usake baad na, munh mat dikhaana apana.",
        "vi": "Ta còn 20 ngày ở đây.\n Sau đó, đừng để tôi thấy mặt cậu."
    },
    {
        "start": "00:33:47,833",
        "end": "00:33:50,625",
        "en": "और रही बात ईमानदारी की, न, तो ईमानदारी ले लो।",
        "pa": "aur rahee baat eemaanadaaree kee, na, to eemaanadaaree le lo.",
        "vi": "Ông muốn tôi thành thật, thì đây."
    },
    {
        "start": "00:33:52,541",
        "end": "00:33:55,083",
        "en": "श्रीमती सूरी आपको रोज़ जोकर बना के भेजती हैं।",
        "pa": "shreematee sooree aapako roz jokar bana ke bhejatee hain.",
        "vi": "Ngày nào bà Suri cũng bắt ông ăn mặc như gã hề."
    },
    {
        "start": "00:33:56,500",
        "end": "00:34:00,791",
        "en": "मेरी बात मानो, और उन्हें प्लीज़ अपने चूतिया चुटकुले सुनाने बंद कर दो।",
        "pa": "meree baat maano, aur unhen pleez apane chootiya chutakule sunaane band kar do.",
        "vi": "Nghe tôi đi, đừng nói với vợ mấy câu đùa ngu xuẩn của ông nữa."
    },
    {
        "start": "00:34:04,208",
        "end": "00:34:05,625",
        "en": "ऋषि उम्मीद है तुम ठीक हो?",
        "pa": "rshi ummeed hai tum theek ho?",
        "vi": "RISHI - NGOẠI TUYẾN HI VỌNG CẬU ỔN?"
    },
    {
        "start": "00:34:06,291",
        "end": "00:34:12,791",
        "en": "लोगों से उम्मीद नहीं लगानी चाहिए। चाहे वो कितने भी जिगरी हों।",
        "pa": "logon se ummeed nahin lagaanee chaahie. chaahe vo kitane bhee jigaree hon.",
        "vi": "Đừng mong đợi gì từ bất cứ ai,"
    },
    {
        "start": "00:34:14,250",
        "end": "00:34:18,583",
        "en": "क्योंकि एक बार भरोसा गया, तो वो कभी वापस नहीं आता।",
        "pa": "kyonki ek baar bharosa gaya, to vo kabhee vaapas nahin aata.",
        "vi": "dù có thân thiết đến đâu.\n Vì một lần bất tín, vạn lần bất tin."
    },
    {
        "start": "00:34:20,625",
        "end": "00:34:23,666",
        "en": "तो सब भाड़ में जाए, और आगे बढ़ जाओ।",
        "pa": "to sab bhaad mein jae, aur aage badh jao.",
        "vi": "Đừng quan tâm, cứ sống tiếp đi."
    },
    {
        "start": "00:36:57,458",
        "end": "00:36:59,458",
        "en": "संवाद अनुवादक तुषार",
        "pa": "sanvaad anuvaadak tushaar",
        "vi": "Biên dịch: Nhung Vũ "
    }
]