[
    {
        "start": "00:00:30,000",
        "end": "00:00:34,041",
        "en": "NETFLIX सीरीज़",
        "pa": "seereez netaphliks",
        "vi": "LOẠT PHIM CỦA  NETFLIX"
    },
    {
        "start": "00:00:45,291",
        "end": "00:00:49,000",
        "en": "हर्ष का फ़ोन आ रहा है",
        "pa": "harsh ka fon aa raha hai",
        "vi": "HARSH ĐANG GỌI…"
    },
    {
        "start": "00:00:58,875",
        "end": "00:01:02,625",
        "en": "रीसेट प्लीज़ रीसेट। कल का पूरा दिन कोई डिलीट कर दो, यार!",
        "pa": "reeset pleez reeset. kal ka poora din koee dileet kar do, yaar!",
        "vi": "Khởi động lại đi. Ai đó làm ơn xóa ngày hôm qua đi."
    },
    {
        "start": "00:01:02,833",
        "end": "00:01:04,041",
        "en": "डिम, तू ठीक है?",
        "pa": "dim, too theek hai?",
        "vi": "Dim, cậu ổn chứ?"
    },
    {
        "start": "00:01:05,791",
        "end": "00:01:10,250",
        "en": "ए, डिम। डिम। मेरी बात सुन।",
        "pa": "e, dim. dim. meree baat sun.",
        "vi": "Này, Dim. Nghe tớ nói đi."
    },
    {
        "start": "00:01:10,958",
        "end": "00:01:15,500",
        "en": "एंटी सोश भाड़ में जाए। तू उससे हज़ार गुना बेहतर एप बना सकती हो, तू यह जानती है।",
        "pa": "entee sosh bhaad mein jae. too usase hazaar guna behatar ep bana sakatee ho, too yah jaanatee hai.",
        "vi": "Kệ xừ AntiSosh đi.\n Cậu nhắm mắt cũng viết được ứng dụng xịn hơn. Cậu biết mà."
    },
    {
        "start": "00:01:17,208",
        "end": "00:01:18,708",
        "en": "सेलिना, मेरे को अकेला छोड़ दे, यार।",
        "pa": "selina, mere ko akela chhod de, yaar.",
        "vi": "- Celina, tớ muốn ở một mình. - Cứ ủ ê một chỗ thì có ích gì?"
    },
    {
        "start": "00:01:18,791",
        "end": "00:01:21,458",
        "en": "ऐसे दुखी, चंद्रमुखी बन के बैठ के क्या मिलेगा तेरे को, यार?",
        "pa": "aise dukhee, chandramukhee ban ke baith ke kya milega tere ko, yaar?",
        "vi": ""
    },
    {
        "start": "00:01:21,958",
        "end": "00:01:24,541",
        "en": "क्लास में चल। तुझे अच्छा लगेगा।",
        "pa": "klaas mein chal. tujhe achchha lagega.",
        "vi": "Đến lớp học đi. Rồi cậu sẽ thấy khá hơn."
    },
    {
        "start": "00:01:24,875",
        "end": "00:01:27,708",
        "en": "सेल, मैंने तेरे को बोला था, नम्रता को मत बताना।",
        "pa": "sel, mainne tere ko bola tha, namrata ko mat bataana.",
        "vi": "Cel, tớ đã bảo cậu đừng nói với Namrata rồi mà."
    },
    {
        "start": "00:01:31,291",
        "end": "00:01:33,208",
        "en": "तेरे को पता है, तूने क्या किया है?",
        "pa": "tere ko pata hai, toone kya kiya hai?",
        "vi": "Biết cậu gây ra chuyện gì không?"
    },
    {
        "start": "00:01:33,833",
        "end": "00:01:36,375",
        "en": "तुम ऐसा कैसे कर सकती हो, यार? तुमने सब खराब कर दिया।",
        "pa": "tum aisa kaise kar sakatee ho, yaar? tumane sab kharaab kar diya.",
        "vi": "Sao cậu có thể? Cậu phá hỏng mọi việc rồi!"
    },
    {
        "start": "00:01:36,500",
        "end": "00:01:38,833",
        "en": "-तेरी वजह से सब-कुछ… -वह ऐसा कैसे कर सकती है?",
        "pa": "-teree vajah se sab-kuchh… -vah aisa kaise kar sakatee hai?",
        "vi": "- Vì cậu… - Sao cô ta có thể?"
    },
    {
        "start": "00:01:39,083",
        "end": "00:01:40,958",
        "en": "वह मेरे साथ ऐसा कैसे कर सकती है?",
        "pa": "vah mere saath aisa kaise kar sakatee hai?",
        "vi": "Sao cô ta có thể làm vậy với tớ? Trước mặt 20.000 người,"
    },
    {
        "start": "00:01:41,583",
        "end": "00:01:44,708",
        "en": "कुछ बीस हज़ार बच्चों के सामने, वह ऐसे दिखा रही थी",
        "pa": "kuchh bees hazaar bachchon ke saamane, vah aise dikha rahee thee",
        "vi": "mà cô ta cư xử như thể tớ là bạn gái cô ta hay gì đó."
    },
    {
        "start": "00:01:44,791",
        "end": "00:01:47,875",
        "en": "जैसे मैं उसकी प्रेमिका या कुछ हूँ। मैं नहीं हूँ।",
        "pa": "jaise main usakee premika ya kuchh hoon. main nahin hoon.",
        "vi": "Tớ đâu phải."
    },
    {
        "start": "00:02:04,291",
        "end": "00:02:08,541",
        "en": "हाल की यादों को मिटाओ। मुझे परसों से लाइफ़ रीबूट करनी है।",
        "pa": "haal kee yaadon ko mitao. mujhe parason se laif reeboot karanee hai.",
        "vi": "Xóa ký ức gần đây. Tôi muốn đời mình bắt đầu lại từ ngày hôm kia."
    },
    {
        "start": "00:02:08,750",
        "end": "00:02:14,500",
        "en": "पता है, ऋषि परिपक्व है, क्या पता वह सब सही कर दे। प्लीज़। प्लीज़।",
        "pa": "pata hai, rshi paripakv hai, kya pata vah sab sahee kar de. pleez. pleez.",
        "vi": "Rishi trưởng thành lắm. Có thể cậu ấy sẽ xử lý được."
    },
    {
        "start": "00:02:15,666",
        "end": "00:02:18,416",
        "en": "कोई नए संदेश नहीं",
        "pa": "koee nae sandesh nahin",
        "vi": "Làm ơn đi mà.\n KHÔNG CÓ TIN NHẮN MỚI"
    },
    {
        "start": "00:02:19,958",
        "end": "00:02:24,083",
        "en": "ऋषि हैलो! कल जो हुआ…",
        "pa": "rshi hailo! kal jo hua…",
        "vi": "RISHI NÀY! CHUYỆN HÔM QUA…"
    },
    {
        "start": "00:02:25,000",
        "end": "00:02:28,791",
        "en": "यार यह कोड लिखने जितना आसान क्यों नहीं है?",
        "pa": "yaar yah kod likhane jitana aasaan kyon nahin hai?",
        "vi": "Trời, sao không dễ như viết mã nhỉ?"
    },
    {
        "start": "00:02:30,666",
        "end": "00:02:32,125",
        "en": "ज़ीनत हम आपके कमरे पर आ रहे हैं।",
        "pa": "zeenat ham aapake kamare par aa rahe hain.",
        "vi": "ZEENAT CHỊ SẼ QUA PHÒNG EM"
    },
    {
        "start": "00:02:32,208",
        "end": "00:02:34,083",
        "en": "इस समय यह नहीं झेल सकती।",
        "pa": "is samay yah nahin jhel sakatee.",
        "vi": "Giờ mình không xử lý việc này được."
    },
    {
        "start": "00:02:36,000",
        "end": "00:02:39,250",
        "en": "ओह! नहीं। इस समय इसे तो नहीं झेल सकती!",
        "pa": "oh! nahin. is samay ise to nahin jhel sakatee!",
        "vi": "Chết tiệt. Giờ mình không đối mặt với việc này được."
    },
    {
        "start": "00:02:42,708",
        "end": "00:02:45,666",
        "en": "डिंपल, तुमने अभी तक गायब होने के यंत्र का आविष्कार नहीं किया है।",
        "pa": "dimpal, tumane abhee tak gaayab hone ke yantr ka aavishkaar nahin kiya hai.",
        "vi": "Dimple, cậu chưa phát minh ra áo tàng hình đâu."
    },
    {
        "start": "00:02:45,750",
        "end": "00:02:47,916",
        "en": "मैंने तुम्हें अंदर जाते देखा। चलो, दरवाज़ा खोलो।",
        "pa": "mainne tumhen andar jaate dekha. chalo, daravaaza kholo.",
        "vi": "Tớ thấy cậu vào. Mở cửa đi."
    },
    {
        "start": "00:02:48,000",
        "end": "00:02:49,166",
        "en": "तुम्हें देख सकता हूँ।",
        "pa": "tumhen dekh sakata hoon.",
        "vi": "- Tớ nhìn thấy cậu mà. - Hôm nay tớ không muốn nói với cậu."
    },
    {
        "start": "00:02:50,291",
        "end": "00:02:51,708",
        "en": "हर्ष, मेरे को बात नहीं करनी, यार।",
        "pa": "harsh, mere ko baat nahin karanee, yaar.",
        "vi": ""
    },
    {
        "start": "00:02:51,791",
        "end": "00:02:56,375",
        "en": "मैं समझता हूँ। पर, बात करने से चीज़ें ठीक हो जाएँगी। पक्का। प्लीज़।",
        "pa": "main samajhata hoon. par, baat karane se cheezen theek ho jaengee. pakka. pleez.",
        "vi": "Tớ hiểu. Nhưng tớ đảm bảo nói xong cậu sẽ thấy khá hơn.\n Xin cậu đấy."
    },
    {
        "start": "00:03:05,750",
        "end": "00:03:08,208",
        "en": "देख कल जो हुआ, अगर तुझे लग रहा है दोबारा से होने वाला है",
        "pa": "dekh kal jo hua, agar tujhe lag raha hai dobaara se hone vaala hai",
        "vi": "Nếu cậu nghĩ việc hôm qua sẽ lặp lại, thì sẽ không có…"
    },
    {
        "start": "00:03:08,291",
        "end": "00:03:10,958",
        "en": "-तो वैसा नहीं होगा। -नहीं। बिल्कुल नहीं।",
        "pa": "-to vaisa nahin hoga. -nahin. bilkul nahin।",
        "vi": "Không, không hề."
    },
    {
        "start": "00:03:13,833",
        "end": "00:03:15,041",
        "en": "देखो, मैं…",
        "pa": "dekho, main…",
        "vi": "Nghe này, tớ…"
    },
    {
        "start": "00:03:19,916",
        "end": "00:03:22,500",
        "en": "कल मैंने सोचा, कि मुझे तुम्हें थोड़ा समय देना चाहिए।",
        "pa": "kal mainne socha, ki mujhe tumhen thoda samay dena chaahie.",
        "vi": "Hôm qua tớ nghĩ nên cho cậu không gian riêng."
    },
    {
        "start": "00:03:23,166",
        "end": "00:03:25,708",
        "en": "-पर अब हमें बात करनी चाहिए। -मुझे समय देना चाहिए?",
        "pa": "-par ab hamen baat karanee chaahie. -mujhe samay dena chaahie?",
        "vi": "- Nhưng giờ ta phải nói. - Cho tớ không gian?"
    },
    {
        "start": "00:03:26,791",
        "end": "00:03:30,250",
        "en": "मैं तेरे को बोल रही थी, मुझे बात नहीं करनी। तू माना ही नहीं। और फिर…",
        "pa": "main tere ko bol rahee thee, mujhe baat nahin karanee. too maana hee nahin. aur phir…",
        "vi": "Tớ bảo là tớ không muốn nói chuyện, nhưng cậu không nghe và…"
    },
    {
        "start": "00:03:30,625",
        "end": "00:03:33,708",
        "en": "मेरा दिन बुरा था। तुमसे गले मिली, इसका यह मतलब नहीं तुम मुझे किस करो।",
        "pa": "mera din bura tha. tumase gale milee, isaka yah matalab nahin tum mujhe kis karo.",
        "vi": "Hôm qua là ngày tồi tệ. Tớ ôm cậu đâu có nghĩa là cậu có thể hôn tớ."
    },
    {
        "start": "00:03:33,833",
        "end": "00:03:34,833",
        "en": "अरे, अरे, रुको।",
        "pa": "are, are, ruko.",
        "vi": "Khoan đã!"
    },
    {
        "start": "00:03:36,958",
        "end": "00:03:38,375",
        "en": "तुमने मुझे किस किया।",
        "pa": "tumane mujhe kis kiya.",
        "vi": "Cậu hôn tớ trước mà."
    },
    {
        "start": "00:03:48,375",
        "end": "00:03:51,583",
        "en": "ए, ठीक है। मुझे लगता है दुख का पहला चरण उस बात को नकारना है।",
        "pa": "e, theek hai. mujhe lagata hai dukh ka pahala charan us baat ko nakaarana hai.",
        "vi": "Không sao. Tớ đoán việc chối bỏ là giai đoạn đầu tiên của sự đau buồn."
    },
    {
        "start": "00:03:52,666",
        "end": "00:03:54,166",
        "en": "मैंने तुझे किस किया।",
        "pa": "mainne tujhe kis kiya.",
        "vi": "Tớ đã hôn cậu."
    },
    {
        "start": "00:03:56,208",
        "end": "00:03:58,166",
        "en": "ठीक है। मैंने और गड़बड़ कर दी।",
        "pa": "theek hai. mainne aur gadabad kar dee.",
        "vi": "Ôi, tớ làm mọi việc tệ hơn."
    },
    {
        "start": "00:03:58,291",
        "end": "00:04:01,208",
        "en": "मुझे… मुझे… तुम्हें वापस किस नहीं करना चाहिए था।",
        "pa": "mujhe… mujhe… tumhen vaapas kis nahin karana chaahie tha.",
        "vi": "Lẽ ra lúc đó, tớ không nên hôn lại."
    },
    {
        "start": "00:04:01,291",
        "end": "00:04:04,291",
        "en": "वह मेरी गलती थी। मुझे नहीं करना चाहिए था। पर मैंने किया।",
        "pa": "vah meree galatee thee. mujhe nahin karana chaahie tha. par mainne kiya.",
        "vi": "Đó là lỗi của tớ. Lẽ ra tớ không nên làm vậy, nhưng cứ làm."
    },
    {
        "start": "00:04:04,375",
        "end": "00:04:05,791",
        "en": "तुम सदमे में थी।",
        "pa": "tum sadame mein thee.",
        "vi": "Lúc đó cậu sốc."
    },
    {
        "start": "00:04:05,958",
        "end": "00:04:10,208",
        "en": "और मुझे रुक जाना चाहिए था। पर, मैं नहीं रुक सका क्योंकि मैं…",
        "pa": "aur mujhe ruk jaana chaahie tha. par, main nahin ruk saka kyonki main…",
        "vi": "Lẽ ra tớ nên dừng lại, nhưng tớ không thể bởi vì tớ…"
    },
    {
        "start": "00:04:14,541",
        "end": "00:04:19,875",
        "en": "तुम पूरी ज़िंदगी यहाँ छिपी नहीं रह सकती न। तो, चलो क्लास में वापस चलते हैं।",
        "pa": "tum pooree zindagee yahaan chhipee nahin rah sakatee na. to, chalo klaas mein vaapas chalate hain.",
        "vi": "Cậu đâu thể trốn ở đây cả đời, phải chứ?"
    },
    {
        "start": "00:04:19,958",
        "end": "00:04:21,583",
        "en": "अपना ध्यान हटाओ इन चीज़ों से। ठीक है?",
        "pa": "apana dhyaan hatao in cheezon se. theek hai?",
        "vi": "Vậy nên cứ đến lớp đã. Để khỏi suy nghĩ về mấy việc đó. Được chứ?"
    },
    {
        "start": "00:04:22,333",
        "end": "00:04:25,041",
        "en": "तुम्हारी एप। मतलब, हमारी एप को भी देखना है न।",
        "pa": "tumhaaree ep. matalab, hamaaree ep ko bhee dekhana hai na.",
        "vi": "Ứng dụng của cậu… Bọn mình cũng phải xử lý vụ ứng dụng."
    },
    {
        "start": "00:04:25,541",
        "end": "00:04:27,500",
        "en": "तो… चलो…",
        "pa": "to… chalo…",
        "vi": "Nên ta đi thôi."
    },
    {
        "start": "00:04:29,500",
        "end": "00:04:33,250",
        "en": "ठीक है। पर, साथ में नहीं जाएँगे। तू पहले जा।",
        "pa": "theek hai. par, saath mein nahin jaenge. too pahale ja.",
        "vi": "Được. Nhưng ta không được đi cùng nhau. Cậu đi trước đi."
    },
    {
        "start": "00:04:35,333",
        "end": "00:04:38,166",
        "en": "ठीक है। बिल्कुल। एकदम।",
        "pa": "theek hai. bilkul. ekadam.",
        "vi": "Ừ. Tất nhiên. Chắc chắn rồi."
    },
    {
        "start": "00:04:42,208",
        "end": "00:04:45,291",
        "en": "बस एक किस थी, डिंपल। उसका कोई मतलब नहीं था।",
        "pa": "bas ek kis thee, dimpal. usaka koee matalab nahin tha.",
        "vi": "Chỉ là một nụ hôn thôi. Không có ý nghĩa gì đâu."
    },
    {
        "start": "00:04:47,166",
        "end": "00:04:52,041",
        "en": "पता है? भूल गया। किस। कौन सा किस? मुझे कोई किस याद नहीं।",
        "pa": "pata hai? bhool gaya. kis. kaun sa kis? mujhe koee kis yaad nahin।",
        "vi": "Cậu biết không?\n Tớ quên rồi. Nụ hôn nào cơ? Tớ chẳng biết nụ hôn nào cả."
    },
    {
        "start": "00:04:52,291",
        "end": "00:04:56,375",
        "en": "तुम्हें कमरे में कोई किस दिख रहा है? इस तकिए के नीचे कोई किस है? किताब के नीचे?",
        "pa": "tumhen kamare mein koee kis dikh raha hai? is takie ke neeche koee kis hai? kitaab ke neeche?",
        "vi": "Thấy nụ hôn nào ở đây không? Nụ hôn trốn dưới gối hay dưới sách à?"
    },
    {
        "start": "00:04:56,458",
        "end": "00:04:57,666",
        "en": "समझ गई, हर्ष।",
        "pa": "samajh gaee, harsh.",
        "vi": "Tớ hiểu rồi, Harsh!"
    },
    {
        "start": "00:05:07,083",
        "end": "00:05:10,958",
        "en": "यह बात हमारे बीच ही रहेगी। किसी को पता नहीं चलेगा।",
        "pa": "yah baat hamaare beech hee rahegee. kisee ko pata nahin chalega.",
        "vi": "Chuyện này chỉ hai ta biết.\n Sẽ không ai khác biết."
    },
    {
        "start": "00:05:15,583",
        "end": "00:05:16,875",
        "en": "अरे, अरे!",
        "pa": "are, are!",
        "vi": "Xin chào!"
    },
    {
        "start": "00:05:17,708",
        "end": "00:05:20,166",
        "en": "अरे, अरे!",
        "pa": "are, are!",
        "vi": "Xin chào!"
    },
    {
        "start": "00:05:26,583",
        "end": "00:05:29,041",
        "en": "ओह, ए, डिम। कल जश्न कैसा रहा?",
        "pa": "oh, e, dim. kal jashn kaisa raha?",
        "vi": "Này Dim. Hôm qua buổi ăn mừng thế nào?"
    },
    {
        "start": "00:05:29,208",
        "end": "00:05:33,125",
        "en": "भारतीय-अमरीकी खाना ऑर्डर किया था तुमने। बरामदे में ही पार्टी शुरू हो गई थी?",
        "pa": "bhaarateey-amareekee khaana ordar kiya tha tumane. baraamade mein hee paartee shuroo ho gaee thee?",
        "vi": "Cậu đã đặt món Ấn-Mỹ. Bữa tiệc diễn ra ở ngay hành lang."
    },
    {
        "start": "00:05:33,208",
        "end": "00:05:38,458",
        "en": "दोस्तों। हम लोग न आज क्लास के बाद एक किसिंग बूथ लगाएँगे,",
        "pa": "doston. ham log na aaj klaas ke baad ek kising booth lagaenge,",
        "vi": "Các cậu, sau giờ học hôm nay mình dựng một bốt hôn đi,"
    },
    {
        "start": "00:05:38,625",
        "end": "00:05:42,375",
        "en": "जिसकी मुख्य कलाकार होगी, हमारी मिस अंबाला।",
        "pa": "jisakee mukhy kalaakaar hogee, hamaaree mis ambaala.",
        "vi": "và nhân vật chính sẽ là nàng Ambala đây. Được không?"
    },
    {
        "start": "00:05:42,666",
        "end": "00:05:46,583",
        "en": "ठीक है? तो, जिसको भी आना है न, आ जाना। लेकिन जल्दी, क्योंकि लाइन थोड़ी लंबी होगी।",
        "pa": "theek hai? to, jisako bhee aana hai na, aa jaana. lekin jaldee, kyonki lain thodee lambee hogee.",
        "vi": "Thích thì cứ ghé qua, đừng đến muộn. Người ta sẽ xếp hàng dài đấy."
    },
    {
        "start": "00:05:46,666",
        "end": "00:05:50,208",
        "en": "और खुले पैसे लाना, भाई लोग। क्योंकि क्या है न, क्योंकि शुल्क लगेगा।",
        "pa": "aur khule paise laana, bhaee log. kyonki kya hai na, kyonki shulk lagega.",
        "vi": "Và nhớ mang tiền lẻ nhé vì nó không miễn phí nữa đâu."
    },
    {
        "start": "00:05:51,083",
        "end": "00:05:54,375",
        "en": "ये बंदी एक दिन में मुफ़्त में सिर्फ़ दो बंदों को चुम्मी देती है।",
        "pa": "ye bandee ek din mein muft mein sirf do bandon ko chummee detee hai.",
        "vi": "Trong một ngày, cậu ta chỉ hôn hai người miễn phí thôi."
    },
    {
        "start": "00:05:55,583",
        "end": "00:06:00,833",
        "en": "अनमोल दोस्त, तुमने ट्विच को स्विच ऑफ़ किया क्या? या अब भी उधर पुल बनते हो?",
        "pa": "anamol dost, tumane tvich ko svich of kiya kya? ya ab bhee udhar pul banate ho?",
        "vi": "Anmol, bạn à, cậu khóa tài khoản Twitch rồi sao?"
    },
    {
        "start": "00:06:01,125",
        "end": "00:06:02,625",
        "en": "तुम दोनों की शर्त का नियम था न।",
        "pa": "tum donon kee shart ka niyam tha na.",
        "vi": "Hay cậu vẫn đang giận dỗi? Chẳng phải đã cược như vậy sao?"
    },
    {
        "start": "00:06:02,833",
        "end": "00:06:04,375",
        "en": "तू बड़ा चौड़ रहा है। हैं, मोमो?",
        "pa": "too bada chaud raha hai. hain, momo?",
        "vi": "Hôm nay cậu mạnh mồm nhỉ, Momo?"
    },
    {
        "start": "00:06:04,958",
        "end": "00:06:08,583",
        "en": "अच्छा, तू चाहता है कि डिंपल तेरा भी मुँह चाटे। ठीक है।",
        "pa": "achchha, too chaahata hai ki dimpal tera bhee munh chaate. theek hai.",
        "vi": "Cậu cũng muốn được Dimple thơm một cái. Được rồi."
    },
    {
        "start": "00:06:08,958",
        "end": "00:06:11,583",
        "en": "नहीं, नहीं, यार। थोड़ा तो स्टैंडर्ड दिखाएगी अपनी चैंपियन।",
        "pa": "nahin, nahin, yaar. thoda to staindard dikhaegee apanee chaimpiyan.",
        "vi": "Không đâu, nhà vô địch của ta cũng có tiêu chuẩn mà."
    },
    {
        "start": "00:06:11,833",
        "end": "00:06:14,583",
        "en": "या… कोई भी चलेगा?",
        "pa": "ya… koee bhee chalega?",
        "vi": "Hay là"
    },
    {
        "start": "00:06:15,000",
        "end": "00:06:18,208",
        "en": "ठीक है। बहुत हो गया, बच्चे। घूम जाओ। तुम्हारा बाहर जाना बंद। अलविदा।",
        "pa": "theek hai. bahut ho gaya, bachche. ghoom jao. tumhaara baahar jaana band. alavida.",
        "vi": "ai cũng được?\n Cậu nói đủ rồi đấy, nhóc ạ. Quay xe đi. Cậu bị cấm túc rồi. Chào nhé."
    },
    {
        "start": "00:06:18,958",
        "end": "00:06:20,750",
        "en": "हे भगवान! हे भगवान!",
        "pa": "he bhagavaan! he bhagavaan!",
        "vi": "Thần linh ơi!"
    },
    {
        "start": "00:06:20,916",
        "end": "00:06:24,416",
        "en": "चंपू लड़की को भी एक सहारा मिल गया!",
        "pa": "champoo ladakee ko bhee ek sahaara mil gaya!",
        "vi": "Cô Mạnh Mẽ có cứu tinh kìa, các cậu!"
    },
    {
        "start": "00:06:24,833",
        "end": "00:06:27,500",
        "en": "ए, क्रिश, बस कर। इतनी बकवास क्यों कर रहे हो, यार?",
        "pa": "e, krish, bas kar. itanee bakavaas kyon kar rahe ho, yaar?",
        "vi": "Krish, thôi đi. Sao cậu phải lắm lời thế?"
    },
    {
        "start": "00:06:27,583",
        "end": "00:06:30,458",
        "en": "संभलकर, सी। मेरे पास भी अतिरिक्त बोलने के लिए कुछ है।",
        "pa": "sambhalakar, see. mere paas bhee atirikt bolane ke lie kuchh hai.",
        "vi": "Cẩn thận, C. Tôi cũng có lắm lời để nói đấy."
    },
    {
        "start": "00:06:30,541",
        "end": "00:06:31,541",
        "en": "हँह।",
        "pa": "hanh.",
        "vi": ""
    },
    {
        "start": "00:06:32,333",
        "end": "00:06:34,666",
        "en": "वैसे, यह एनआरआई गांड पे भरोसा करना ही नहीं चाहिए।",
        "pa": "vaise, yah enaaraee gaand pe bharosa karana hee nahin chaahie.",
        "vi": "Chà, đúng là không nên tin đám Ấn kiều."
    },
    {
        "start": "00:06:35,083",
        "end": "00:06:36,583",
        "en": "बिलकुल गैर-भरोसेमंद भारतीय।",
        "pa": "bilakul gair-bharosemand bhaarateey.",
        "vi": "- Không tin tưởng được. - Ít ra tôi là người Ấn có ăn học."
    },
    {
        "start": "00:06:36,666",
        "end": "00:06:39,250",
        "en": "कम से कम मैं अच्छी परवरिश वाला भारतीय हूँ। एक सलाह है।",
        "pa": "kam se kam main achchhee paravarish vaala bhaarateey hoon. ek salaah hai.",
        "vi": "Lời khuyên này. Lần sau, nếu được bà của người khác nấu ăn cho,"
    },
    {
        "start": "00:06:39,333",
        "end": "00:06:42,208",
        "en": "अगली बार किसी की दादी तुम्हारे लिए कुछ पकाए, तो उसे खा लेना।",
        "pa": "agalee baar kisee kee daadee tumhaare lie kuchh pakae, to use kha lena.",
        "vi": ""
    },
    {
        "start": "00:06:42,375",
        "end": "00:06:43,541",
        "en": "और अच्छी बातें ही कहना।",
        "pa": "aur achchhee baaten hee kahana.",
        "vi": "thì cứ mở mồm ra mà ăn. Và hãy nói lời tử tế."
    },
    {
        "start": "00:06:44,375",
        "end": "00:06:45,750",
        "en": "अच्छी बातों से याद आया,",
        "pa": "achchhee baaton se yaad aaya,",
        "vi": "Tiện nói đến lời tử tế, xin lỗi những người theo dõi là nữ của cậu chưa?"
    },
    {
        "start": "00:06:45,833",
        "end": "00:06:48,458",
        "en": "तूने अपनी महिला फ़ॉलोअर लोग को सॉरी बोला कि नहीं?",
        "pa": "toone apanee mahila foloar log ko soree bola ki nahin?",
        "vi": ""
    },
    {
        "start": "00:06:48,583",
        "end": "00:06:51,083",
        "en": "शर्त का नियम था, न? हाँ? था, न?",
        "pa": "shart ka niyam tha, na? haan? tha, na?",
        "vi": "Chẳng phải cậu cược như vậy sao?"
    },
    {
        "start": "00:06:51,166",
        "end": "00:06:53,666",
        "en": "तुझे उल्टा टाँग के तेरी गांड पे सॉरी लिखूँगा मैं।",
        "pa": "tujhe ulta taang ke teree gaand pe soree likhoonga main.",
        "vi": "Tao sẽ treo mày lên và viết \"xin lỗi\" lên mông mày!"
    },
    {
        "start": "00:06:53,833",
        "end": "00:06:57,125",
        "en": "मेंढक साले! मुझसे पूछेगा तू? चिंदी चूत! इधर आ!",
        "pa": "mendhak saale! mujhase poochhega too? chindee choot! idhar aa!",
        "vi": "Thằng nhà quê! Sao dám vặn vẹo tao? Đồ chó!"
    },
    {
        "start": "00:06:57,208",
        "end": "00:06:58,416",
        "en": "-अरे। लेकिन… -नीचे उतर!",
        "pa": "-are. lekin… -neeche utar!",
        "vi": "- Xuống đây! - Này. Nhưng…"
    },
    {
        "start": "00:06:58,500",
        "end": "00:07:00,375",
        "en": "लेकिन, तूने ही कहा था न, मैं सॉरी बोलूँगा।",
        "pa": "lekin, toone hee kaha tha na, main soree boloonga.",
        "vi": "Nhưng cậu đồng ý sẽ xin lỗi mà."
    },
    {
        "start": "00:07:00,458",
        "end": "00:07:02,583",
        "en": "अनमोल मल्होत्रा सॉरी नहीं बोलता! नीचे उतर!",
        "pa": "anamol malhotra soree nahin bolata! neeche utar!",
        "vi": "- Không việc gì phải xin lỗi! Xuống mau! - Nhưng cậu đồng ý xin lỗi."
    },
    {
        "start": "00:07:02,750",
        "end": "00:07:04,875",
        "en": "अरे, अनमोल मल्होत्रा ने ही कहा था, मैं सॉरी बोलूँगा।",
        "pa": "are, anamol malhotra ne hee kaha tha, main soree boloonga.",
        "vi": ""
    },
    {
        "start": "00:07:04,958",
        "end": "00:07:06,541",
        "en": "तेरे मुँह से एक बार और सॉरी सुना न,",
        "pa": "tere munh se ek baar aur soree suna na,",
        "vi": "Nói từ đó lần nữa, tao cho vỡ mặt!"
    },
    {
        "start": "00:07:06,625",
        "end": "00:07:07,958",
        "en": "-मेरे… -तेरा मुँह तोड़ दूँगा!",
        "pa": "-mere… -tera munh tod doonga!",
        "vi": "Tớ…"
    },
    {
        "start": "00:07:10,375",
        "end": "00:07:11,208",
        "en": "अरे।",
        "pa": "are.",
        "vi": "Này!"
    },
    {
        "start": "00:07:12,333",
        "end": "00:07:15,166",
        "en": "ठीक है। मैं माफ़ी माँगता हूँ।",
        "pa": "theek hai. main maafee maangata hoon.",
        "vi": "Được rồi. Tớ có lỗi."
    },
    {
        "start": "00:07:22,583",
        "end": "00:07:23,958",
        "en": "माफ़ी माँगी थी।",
        "pa": "maafee maangee thee.",
        "vi": "Tớ nói: \"Tớ có lỗi\" chứ đâu phải \"Xin lỗi\"."
    },
    {
        "start": "00:07:24,333",
        "end": "00:07:26,041",
        "en": "-सॉरी तो नहीं… सुन। -फिर से बोलेगा?",
        "pa": "-soree to nahin… sun. -phir se bolega?",
        "vi": "Còn nói nữa à?"
    },
    {
        "start": "00:07:26,125",
        "end": "00:07:27,333",
        "en": "-तेरी… - मल्होत्रा!",
        "pa": "-teree… - malhotra!",
        "vi": "- Mày… - Malhotra!"
    },
    {
        "start": "00:07:29,541",
        "end": "00:07:30,958",
        "en": "क्या कर रहे हो?",
        "pa": "kya kar rahe ho?",
        "vi": "Em làm gì vậy?"
    },
    {
        "start": "00:07:34,166",
        "end": "00:07:36,458",
        "en": "तुम मेरी क्लास से बाहर हो गए। अभी।",
        "pa": "tum meree klaas se baahar ho gae. abhee.",
        "vi": "Ra khỏi lớp tôi. Ngay lập tức."
    },
    {
        "start": "00:07:40,083",
        "end": "00:07:45,125",
        "en": "-और मेरे को मिलो तुम। कल। -सर! सर, दाँत… खून।",
        "pa": "-aur mere ko milo tum. kal. -sar! sar, daant… khoon.",
        "vi": "Ngày mai đến gặp tôi.\n Thầy ơi! Răng em."
    },
    {
        "start": "00:07:45,625",
        "end": "00:07:48,208",
        "en": "आह! ओह!",
        "pa": "aah! oh!",
        "vi": "Máu."
    },
    {
        "start": "00:07:48,500",
        "end": "00:07:49,625",
        "en": "इसको लेके जाओ क्लीनिक।",
        "pa": "isako leke jao kleenik.",
        "vi": "Đưa đến phòng y tế."
    },
    {
        "start": "00:07:51,708",
        "end": "00:07:54,458",
        "en": "ठीक है, सब लोग। शो खत्म। चलो।",
        "pa": "theek hai, sab log. sho khatm. chalo.",
        "vi": "Các em, hết cái để xem rồi.\n Nào."
    },
    {
        "start": "00:07:56,208",
        "end": "00:07:58,333",
        "en": "-आहूजा। -सर?",
        "pa": "-aahooja. -sar?",
        "vi": "- Ahuja. - Thưa thầy."
    },
    {
        "start": "00:08:00,125",
        "end": "00:08:02,250",
        "en": "यह आदमी \"एप एन अबाउट\" से है।",
        "pa": "yah aadamee \"ep en abaut\" se hai.",
        "vi": "Người này từ bên App&amp;About."
    },
    {
        "start": "00:08:02,333",
        "end": "00:08:04,458",
        "en": "-वही कंपनी… -जिसने मेरी एप बनाई है।",
        "pa": "-vahee kampanee… -jisane meree ep banaee hai.",
        "vi": "- Là công ty… - Đang phát hành ứng dụng của em."
    },
    {
        "start": "00:08:05,875",
        "end": "00:08:08,125",
        "en": "मिस्टर सेतिया हैं, इनसे एक बारी बात तो कर लो।",
        "pa": "mistar setiya hain, inase ek baaree baat to kar lo.",
        "vi": "Ông ấy tên Setia. Cứ nói chuyện với ông ấy một lần."
    },
    {
        "start": "00:08:08,625",
        "end": "00:08:11,125",
        "en": "-शुक्रिया, सर। -और समय कम है।",
        "pa": "-shukriya, sar. -aur samay kam hai.",
        "vi": "Cảm ơn thầy.\n Thời gian không còn nhiều. Em nên nghĩ tới một ứng dụng khác đi."
    },
    {
        "start": "00:08:11,625",
        "end": "00:08:13,833",
        "en": "किसी और एप के बारे में भी सोच लो।",
        "pa": "kisee aur ep ke baare mein bhee soch lo.",
        "vi": ""
    },
    {
        "start": "00:08:14,250",
        "end": "00:08:16,291",
        "en": "नहीं, सर। मुझे मेरी एप वापस चाहिए।",
        "pa": "nahin, sar. mujhe meree ep vaapas chaahie.",
        "vi": "Không. Em muốn đòi lại ứng dụng của mình."
    },
    {
        "start": "00:08:19,375",
        "end": "00:08:22,500",
        "en": "ठीक है। सबकी प्रगति देख लेते हैं।",
        "pa": "theek hai. sabakee pragati dekh lete hain.",
        "vi": "Được rồi, xem các em làm đến đâu rồi nào."
    },
    {
        "start": "00:08:22,708",
        "end": "00:08:25,833",
        "en": "शायद, बिडसरिया और शेखावत की टीम तो…",
        "pa": "shaayad, bidasariya aur shekhaavat kee teem to…",
        "vi": "Chắc là đội của Bidasaria và Shekhawat đang…"
    },
    {
        "start": "00:08:29,291",
        "end": "00:08:34,291",
        "en": "रीसेट, प्लीज़, रीसेट। आशा है, वो भी यही सोच रहा होगा।",
        "pa": "reeset, pleez, reeset. aasha hai, vo bhee yahee soch raha hoga.",
        "vi": "Làm ơn khởi động lại đi mà."
    },
    {
        "start": "00:08:34,500",
        "end": "00:08:36,833",
        "en": "ऋषि, तुम्हारी मदद चाहिए।",
        "pa": "rshi, tumhaaree madad chaahie.",
        "vi": "Mong là cậu ấy cũng đang nghĩ thế.\n Rishi, giúp mẹ với."
    },
    {
        "start": "00:08:37,375",
        "end": "00:08:38,208",
        "en": "जी, माँ।",
        "pa": "jee, maan.",
        "vi": "Vâng."
    },
    {
        "start": "00:08:45,500",
        "end": "00:08:48,666",
        "en": "यह दादी का पसंदीदा गाना है मेरे पास। लेकिन, कनेक्ट नहीं कर पा रही हूँ।",
        "pa": "yah daadee ka pasandeeda gaana hai mere paas. lekin, kanekt nahin kar pa rahee hoon.",
        "vi": "Đây là bài hát bà con thích, mà mẹ không kết nối được."
    },
    {
        "start": "00:08:48,750",
        "end": "00:08:50,583",
        "en": "मैं कर देता हूँ।",
        "pa": "main kar deta hoon.",
        "vi": "Để con."
    },
    {
        "start": "00:08:52,833",
        "end": "00:08:53,666",
        "en": "दादी माँ।",
        "pa": "daadee maan.",
        "vi": "Bà ơi."
    },
    {
        "start": "00:08:53,750",
        "end": "00:08:58,000",
        "en": "ऋषि, पार्टी के बाद मुझे सबसे कुछ महत्वपूर्ण बात करनी है।",
        "pa": "rshi, paartee ke baad mujhe sabase kuchh mahatvapoorn baat karanee hai.",
        "vi": "Rishi, sau bữa tiệc, mẹ có chuyện quan trọng cần báo với mọi người."
    },
    {
        "start": "00:08:58,833",
        "end": "00:09:00,416",
        "en": "लेकिन, थोड़ा संवेदनशील मुद्दा है।",
        "pa": "lekin, thoda sanvedanasheel mudda hai.",
        "vi": "Nhưng đây là chủ đề nhạy cảm."
    },
    {
        "start": "00:09:01,000",
        "end": "00:09:01,833",
        "en": "ठीक है।",
        "pa": "theek hai.",
        "vi": "70 NĂM HẠNH PHÚC"
    },
    {
        "start": "00:09:12,500",
        "end": "00:09:14,416",
        "en": "क्या बात है? सब ठीक है न, बेटा?",
        "pa": "kya baat hai? sab theek hai na, beta?",
        "vi": "Có chuyện gì? Cháu ổn chứ?"
    },
    {
        "start": "00:09:14,916",
        "end": "00:09:20,625",
        "en": "बिल्कुल, दादी। आप हैं, 60 के दशक का गाना है। और क्या चाहिए जीवन में?",
        "pa": "bilkul, daadee. aap hain, ke dashak ka gaana hai. aur kya chaahie jeevan mein? 60",
        "vi": "Tất nhiên ạ.\n Cháu có bà ở đây, trên nền nhạc thập niên 60, còn cần gì nữa?"
    },
    {
        "start": "00:09:23,458",
        "end": "00:09:26,916",
        "en": "-दादा। अब मेरी बारी? -जा, मीरा आंटी के साथ नाच।",
        "pa": "-daada. ab meree baaree? -ja, meera aantee ke saath naach.",
        "vi": "Anh à. Đến lượt em chưa?\n Khiêu vũ với bác Meera đi."
    },
    {
        "start": "00:09:27,958",
        "end": "00:09:32,125",
        "en": "-मीरा आंटी! -चल, परे हट! झल्ला कहीं का!",
        "pa": "-meera aantee! -chal, pare hat! jhalla kaheen ka!",
        "vi": "Bác Meera.\n Đi chỗ khác đi!"
    },
    {
        "start": "00:09:35,083",
        "end": "00:09:36,916",
        "en": "- नमस्ते, अंकल। नमस्ते, आंटी। -अरे।",
        "pa": "- namaste, ankal. namaste, aantee. -are.",
        "vi": "- Chào cô chú. - Xin chào."
    },
    {
        "start": "00:09:37,125",
        "end": "00:09:38,708",
        "en": "-नमस्ते। -जीते रहो।",
        "pa": "-namaste. -jeete raho.",
        "vi": "- Chào. - Thần linh phù hộ."
    },
    {
        "start": "00:09:38,791",
        "end": "00:09:40,125",
        "en": "जीओ, बेटा। जीओ।",
        "pa": "jeeo, beta. jeeo.",
        "vi": "Thần linh phù hộ cháu."
    },
    {
        "start": "00:09:41,291",
        "end": "00:09:44,666",
        "en": "यह लड़का बेस्ट है। तुझे तो हीरो बनना चाहिए, बेटा।",
        "pa": "yah ladaka best hai. tujhe to heero banana chaahie, beta.",
        "vi": "Thằng bé là số một. Cháu nên làm ngôi sao điện ảnh."
    },
    {
        "start": "00:09:44,833",
        "end": "00:09:49,083",
        "en": "तेरे डैड और मैं पैसे लगाते हैं। मैं बता रहा हूँ, करोड़ों कमाएँगे, करोड़ों।",
        "pa": "tere daid aur main paise lagaate hain. main bata raha hoon, karodon kamaenge, karodon.",
        "vi": "Chú và bố cháu sẽ đầu tư. Chắc chắn sẽ hái ra tiền."
    },
    {
        "start": "00:09:49,500",
        "end": "00:09:50,750",
        "en": "इसे क्या हुआ है, बेटा?",
        "pa": "ise kya hua hai, beta?",
        "vi": "Con bé bị sao vậy?"
    },
    {
        "start": "00:09:51,083",
        "end": "00:09:54,625",
        "en": "आने को तैयार ही नहीं थी। इतना मनाया तब जाकर आई है।",
        "pa": "aane ko taiyaar hee nahin thee. itana manaaya tab jaakar aaee hai.",
        "vi": "Nó không chịu đi. Cô chú phải năn nỉ mãi nó mới đi."
    },
    {
        "start": "00:09:55,458",
        "end": "00:09:57,916",
        "en": "अरे, ऐसे कैसे? आजा। हैलो, आंटी।",
        "pa": "are, aise kaise? aaja. hailo, aantee.",
        "vi": "Sao lại thế? Qua đây."
    },
    {
        "start": "00:09:58,000",
        "end": "00:10:00,083",
        "en": "तुम्हारे बिना तो यह कुछ भी नहीं कर सकता है।",
        "pa": "tumhaare bina to yah kuchh bhee nahin kar sakata hai.",
        "vi": "Thiếu cháu là thằng bé không làm được gì đâu."
    },
    {
        "start": "00:10:00,958",
        "end": "00:10:02,625",
        "en": "-आइए। -हाँ। चलिए।",
        "pa": "-aaie. -haan. chalie.",
        "vi": "- Mời vào. - Ừ. Vào thôi."
    },
    {
        "start": "00:10:12,666",
        "end": "00:10:14,958",
        "en": "यह क्या बकवास है? शराब कहाँ है?",
        "pa": "yah kya bakavaas hai? sharaab kahaan hai?",
        "vi": "Thứ rác rưởi gì thế này? Rượu đâu?"
    },
    {
        "start": "00:10:15,041",
        "end": "00:10:17,541",
        "en": "-बस कीजिए। -अरे हमें चाहिए होगी।",
        "pa": "-bas keejie. -are hamen chaahie hogee.",
        "vi": "Anh thôi đi.\n Với việc lát nữa anh làm thì em sẽ cần rượu."
    },
    {
        "start": "00:10:17,625",
        "end": "00:10:22,333",
        "en": "माँ, जन्मदिन की शुभकामनाएँ! आपको खूब प्यार।",
        "pa": "maan, janmadin kee shubhakaamanaen! aapako khoob pyaar.",
        "vi": "Mẹ!\n Chúc mừng sinh nhật! Con yêu mẹ."
    },
    {
        "start": "00:10:22,583",
        "end": "00:10:24,375",
        "en": "-हैलो जी, कैसे हैं आप? -बहुत बढ़िया।",
        "pa": "-hailo jee, kaise hain aap? -bahut badhiya.",
        "vi": "- Chào, em thế nào? - Rất ổn."
    },
    {
        "start": "00:10:24,458",
        "end": "00:10:27,708",
        "en": "प्लीज़, आएशा को हैलो कहें। अच्छा रहेगा। बहुत-बहुत शुक्रिया। ओह, ये क्या?",
        "pa": "pleez, aaesha ko hailo kahen. achchha rahega. bahut-bahut shukriya. oh, ye kya?",
        "vi": "Chào Ayesha đi. Lịch sự nhé. Cảm ơn em nhiều."
    },
    {
        "start": "00:10:28,250",
        "end": "00:10:31,000",
        "en": "मुझे फोटोशॉप से बाहर किया? क्या चल रहा है?",
        "pa": "mujhe photoshop se baahar kiya? kya chal raha hai?",
        "vi": "Cái gì đây ạ?\n Xóa tôi ra khỏi ảnh à?"
    },
    {
        "start": "00:10:32,000",
        "end": "00:10:35,416",
        "en": "उसकी ज़रूरत नहीं पड़ी। तुम तो बाहर रहते थे, दिन रात। है न?",
        "pa": "usakee zaroorat nahin padee. tum to baahar rahate the, din raat. hai na?",
        "vi": "Có chuyện gì vậy?\n Đâu cần phải xóa. Anh có bao giờ ở đây đâu, phải không?"
    },
    {
        "start": "00:10:39,083",
        "end": "00:10:41,583",
        "en": "कल्पना, यार, इसकी कमी खलती है। तुम आती रहा करो।",
        "pa": "kalpana, yaar, isakee kamee khalatee hai. tum aatee raha karo.",
        "vi": "Kalpana, anh nhớ cảm giác này! Đến chơi nhiều hơn nhé."
    },
    {
        "start": "00:10:41,666",
        "end": "00:10:44,458",
        "en": "इससे मुझे याद रहता है, तुम्हारे बिना मेरे जीवन में कितना सुकून है।",
        "pa": "isase mujhe yaad rahata hai, tumhaare bina mere jeevan mein kitana sukoon hai.",
        "vi": "Làm anh nhớ là không có em, đời anh thật yên ổn."
    },
    {
        "start": "00:10:44,541",
        "end": "00:10:47,000",
        "en": "बिडसरिया, बार पीछे है! चलो।",
        "pa": "bidasariya, baar peechhe hai! chalo.",
        "vi": "Bidasaria, quầy bar vẫy gọi! Đi nào!"
    },
    {
        "start": "00:10:47,666",
        "end": "00:10:51,500",
        "en": "आशीष, मेरे बच्चे! शॉट्स! चलो। मेरे पीछे आओ। आ जाओ।",
        "pa": "aasheesh, mere bachche! shots! chalo. mere peechhe aao. aa jao.",
        "vi": "Ashish, con trai ta! Mấy ly rượu!"
    },
    {
        "start": "00:10:51,625",
        "end": "00:10:53,833",
        "en": "हाँ, डैड। डैड, आपको क्या दिक्कत है, यार?",
        "pa": "haan, daid. daid, aapako kya dikkat hai, yaar?",
        "vi": "Nào, đi theo bố. Mau lên!\n - Vâng ạ. - Bố bị sao vậy?"
    },
    {
        "start": "00:10:53,916",
        "end": "00:10:57,541",
        "en": "शांत रहो। इतने उबाऊ मत बनो। हम शेखावत हैं हम इसे संभाल सकते हैं।",
        "pa": "shaant raho. itane ubaoo mat bano. ham shekhaavat hain ham ise sambhaal sakate hain.",
        "vi": "Thoải mái đi. Đừng làm mất hứng. Ta là nhà Shekhawat. Ta cân được tất!"
    },
    {
        "start": "00:10:58,166",
        "end": "00:11:01,291",
        "en": "आशीष, आज दादी का 70वाँ जन्मदिन है, भाई।",
        "pa": "aasheesh, aaj daadee ka aan janmadin hai, bhaee. 70va",
        "vi": "Ashish, hôm nay là sinh nhật thứ 70 của bà đấy."
    },
    {
        "start": "00:11:01,583",
        "end": "00:11:04,041",
        "en": "तू क्या कर रहा है? अगर वो यह सब देखेंगी, उनको कैसा लगेगा?",
        "pa": "too kya kar raha hai? agar vo yah sab dekhengee, unako kaisa lagega?",
        "vi": "Em làm gì vậy? Sẽ khiến bà buồn đấy."
    },
    {
        "start": "00:11:07,041",
        "end": "00:11:08,875",
        "en": "-माफ़ कर दो, दादा। -वादा करो, तुम नहीं पिओगे।",
        "pa": "-maaf kar do, daada. -vaada karo, tum nahin pioge.",
        "vi": "- Em xin lỗi. - Hãy hứa em sẽ không uống."
    },
    {
        "start": "00:11:09,625",
        "end": "00:11:12,208",
        "en": "-वादा करता हूँ। पक्का। -पक्का?",
        "pa": "-vaada karata hoon. pakka. -pakka?",
        "vi": "- Em hứa. - Chắc chứ?\n Vâng."
    },
    {
        "start": "00:11:14,291",
        "end": "00:11:18,916",
        "en": "यह लो, बच्चे। यह रहा तुम्हारा जाम। चियर्स। एकदम शानदार। चलो!",
        "pa": "yah lo, bachche. yah raha tumhaara jaam. chiyars. ekadam shaanadaar. chalo!",
        "vi": "Con đây rồi. Cầm lấy ly này.\n Cạn ly! Tuyệt vời. Uống đi!"
    },
    {
        "start": "00:11:33,000",
        "end": "00:11:34,166",
        "en": "यह तुम्हारे लिए बनाया है।",
        "pa": "yah tumhaare lie banaaya hai.",
        "vi": "Tớ làm cho cậu này."
    },
    {
        "start": "00:11:41,666",
        "end": "00:11:43,666",
        "en": "मुझे माफ़ कर दो, मैंने सब गड़बड़ा दिया।",
        "pa": "mujhe maaf kar do, mainne sab gadabada diya.",
        "vi": "Rất xin lỗi vì đã gây rắc rối."
    },
    {
        "start": "00:11:44,125",
        "end": "00:11:47,916",
        "en": "नम्रता, मुझसे बहुत बड़ी गलती हो गई। मैं बहुत शर्मिंदा हूँ।",
        "pa": "namrata, mujhase bahut badee galatee ho gaee. main bahut sharminda hoon.",
        "vi": "Namrata, tớ đã phạm sai lầm. Tớ rất xấu hổ về bản thân mình."
    },
    {
        "start": "00:11:50,791",
        "end": "00:11:52,500",
        "en": "कितने काम का शब्द है न, सॉरी।",
        "pa": "kitane kaam ka shabd hai na, soree.",
        "vi": "\"Xin lỗi\" là từ hữu ích đấy."
    },
    {
        "start": "00:11:53,750",
        "end": "00:11:57,958",
        "en": "किसी की पूरी ज़िंदगी बर्बाद कर दो। और बस सॉरी बोल दो।",
        "pa": "kisee kee pooree zindagee barbaad kar do. aur bas soree bol do.",
        "vi": "Hủy hoại cuộc đời người khác nhưng chỉ cần xin lỗi là xong."
    },
    {
        "start": "00:11:59,125",
        "end": "00:12:02,250",
        "en": "मुझे पता है सॉरी बहुत छोटा शब्द है। पर मुझे नहीं पता मैं क्या करूँ।",
        "pa": "mujhe pata hai soree bahut chhota shabd hai. par mujhe nahin pata main kya karoon.",
        "vi": "Tớ biết \"xin lỗi\" chỉ là lời nói nhưng tớ không biết phải làm gì."
    },
    {
        "start": "00:12:03,208",
        "end": "00:12:06,083",
        "en": "हे भगवान, नम्रता मैं सोच भी नहीं सकता कि हम दोस्त नहीं हैं।",
        "pa": "he bhagavaan, namrata main soch bhee nahin sakata ki ham dost nahin hain.",
        "vi": "Trời ơi, tớ không thể tưởng tượng sống mà không có cậu làm bạn."
    },
    {
        "start": "00:12:06,833",
        "end": "00:12:10,625",
        "en": "अरे नहीं। कितनी समस्या हो गई, न, तुम्हारे लिए, ऋषि?",
        "pa": "are nahin. kitanee samasya ho gaee, na, tumhaare lie, rshi?",
        "vi": "Ôi không. Chắc cậu thấy khó khăn lắm hả, Rishi?"
    },
    {
        "start": "00:12:11,333",
        "end": "00:12:14,041",
        "en": "पता है? मुझे माफ़ करो।",
        "pa": "pata hai? mujhe maaf karo.",
        "vi": "Cậu biết sao không? Tớ xin lỗi."
    },
    {
        "start": "00:12:17,166",
        "end": "00:12:21,083",
        "en": "ए, बच्चे, यह ऋषि और नम्रता में कुछ समस्या है क्या?",
        "pa": "e, bachche, yah rshi aur namrata mein kuchh samasya hai kya?",
        "vi": "Này nhóc. Giữa Rishi và Namrata có vấn đề gì à?"
    },
    {
        "start": "00:12:23,416",
        "end": "00:12:26,916",
        "en": "यह सही नहीं है। यार, एक ही दिन में सब कैसे बदल सकता है।",
        "pa": "yah sahee nahin hai. yaar, ek hee din mein sab kaise badal sakata hai.",
        "vi": "Thật không công bằng.\n Sao tất cả thay đổi chỉ trong một ngày?"
    },
    {
        "start": "00:12:28,083",
        "end": "00:12:31,875",
        "en": "दिन एप की तरह होने चाहिए। उन्हें हटा सकें और फिर से इंस्टॉल कर सकें।",
        "pa": "din ep kee tarah hone chaahie. unhen hata saken aur phir se instol kar saken.",
        "vi": "Mỗi ngày nên giống một ứng dụng. Chỉ việc xóa rồi cài lại."
    },
    {
        "start": "00:12:32,125",
        "end": "00:12:35,750",
        "en": "तुझे वैसे, आज आने की ज़रूरत नहीं थी। मैं खुद यह कर सकती थी।",
        "pa": "tujhe vaise, aaj aane kee zaroorat nahin thee. main khud yah kar sakatee thee.",
        "vi": "Cậu không phải đến cùng tớ."
    },
    {
        "start": "00:12:36,500",
        "end": "00:12:39,250",
        "en": "मुझे पता है। पर, हम साझेदार हैं।",
        "pa": "mujhe pata hai. par, ham saajhedaar hain.",
        "vi": "Tự tớ giải quyết được mà.\n Tớ biết. Nhưng bọn mình là đồng đội mà. Với cả, đây cũng là ứng dụng của tớ."
    },
    {
        "start": "00:12:40,166",
        "end": "00:12:41,416",
        "en": "और यह मेरा एप भी है न?",
        "pa": "aur yah mera ep bhee hai na?",
        "vi": ""
    },
    {
        "start": "00:12:42,625",
        "end": "00:12:45,875",
        "en": "यह ऐसा है जैसे तुम गैलिलियो हो, और मैं पेड़ से गिरा सेब।",
        "pa": "yah aisa hai jaise tum gaililiyo ho, aur main ped se gira seb.",
        "vi": "Kiểu như cậu là Galileo, còn tớ là quả táo rơi từ trên cây."
    },
    {
        "start": "00:12:46,791",
        "end": "00:12:47,666",
        "en": "न्यूटन।",
        "pa": "nyootan.",
        "vi": "Newton chứ."
    },
    {
        "start": "00:12:49,750",
        "end": "00:12:50,583",
        "en": "हाँ। मुझे पता था।",
        "pa": "haan. mujhe pata tha.",
        "vi": "Phải. Tớ biết mà."
    },
    {
        "start": "00:12:52,708",
        "end": "00:12:56,875",
        "en": "वैसे भी, हम एक जैसे हैं। मतलब, मैं तुम्हें समझता हूँ।",
        "pa": "vaise bhee, ham ek jaise hain. matalab, main tumhen samajhata hoon.",
        "vi": "Với cả, bọn mình khá giống nhau. Kiểu tớ hiểu cậu ấy."
    },
    {
        "start": "00:12:57,875",
        "end": "00:13:01,666",
        "en": "एक बार मेरी एक पूर्व-प्रेमिका ने मेरा लिखा एक गाना चुरा लिया।",
        "pa": "ek baar meree ek poorv-premika ne mera likha ek gaana chura liya.",
        "vi": "Có lần, bạn gái cũ của tớ lấy một bài hát tớ viết,"
    },
    {
        "start": "00:13:02,416",
        "end": "00:13:05,250",
        "en": "उसे किसी और के लिए बजाया। और उनसे कहा कि यह उसका था।",
        "pa": "use kisee aur ke lie bajaaya. aur unase kaha ki yah usaka tha.",
        "vi": "chơi cho người khác nghe, rồi nhận là mình viết."
    },
    {
        "start": "00:13:07,916",
        "end": "00:13:08,791",
        "en": "फिर?",
        "pa": "phir?",
        "vi": "- Rồi sao? - Sao nữa? Cô ta thành bạn gái cũ."
    },
    {
        "start": "00:13:10,000",
        "end": "00:13:11,875",
        "en": "फिर क्या? ऐसे ही तो वह मेरी पूर्व-प्रेमिका बनी।",
        "pa": "phir kya? aise hee to vah meree poorv-premika banee.",
        "vi": ""
    },
    {
        "start": "00:13:12,083",
        "end": "00:13:15,416",
        "en": "हैलो। मुझे दुख है, मिस्टर सेतिया आपसे नहीं मिल पाएँगे।",
        "pa": "hailo. mujhe dukh hai, mistar setiya aapase nahin mil paenge.",
        "vi": "Xin chào. Tôi rất xin lỗi. Hôm nay ông Setia không thể gặp hai bạn."
    },
    {
        "start": "00:13:15,500",
        "end": "00:13:17,583",
        "en": "-मैडम, बस दो मिनट का काम है। कसम से। -नहीं, देखिए,",
        "pa": "-maidam, bas do minat ka kaam hai. kasam se. -nahin, dekhie,",
        "vi": "Chị ơi, tôi chỉ xin hai phút. Tôi thề đấy."
    },
    {
        "start": "00:13:17,666",
        "end": "00:13:20,166",
        "en": "आज वह बहुत व्यस्त हैं। आप अगले हफ़्ते का अपाइंटमेंट ले सकती हैं?",
        "pa": "aaj vah bahut vyast hain. aap agale hafte ka apaintament le sakatee hain?",
        "vi": "Hôm nay, ông ấy rất bận. Xin hãy gặp tuần sau."
    },
    {
        "start": "00:13:20,291",
        "end": "00:13:21,833",
        "en": "-समझ गई। मैडम दो मीटिंग के बीच… -ठीक है।",
        "pa": "-samajh gaee. maidam do meeting ke beech… -theek hai.",
        "vi": "- Tôi có thể gặp ông ấy giữa các cuộc họp… - Được rồi. Xin lỗi."
    },
    {
        "start": "00:13:22,083",
        "end": "00:13:23,291",
        "en": "-अगर आप बुला दें, न। -माफ़ करना।",
        "pa": "-agar aap bula den, na. -maaf karana.",
        "vi": ""
    },
    {
        "start": "00:13:23,375",
        "end": "00:13:25,000",
        "en": "-माफ़ कीजिए। आप प्लीज़ जाइए। -बस दो…",
        "pa": "-maaf keejie. aap pleez jaie. -bas do…",
        "vi": "- Xin lỗi. Mời về cho. - Chỉ hai…"
    },
    {
        "start": "00:13:25,291",
        "end": "00:13:27,125",
        "en": "-मैडम, बस दो मिनट लेंगे। पक्का। -माफ़ कीजिए।",
        "pa": "-maidam, bas do minat lenge. pakka. -maaf keejie.",
        "vi": "- Hai phút. Tôi hứa. - Xin lỗi."
    },
    {
        "start": "00:13:27,916",
        "end": "00:13:31,791",
        "en": "- मुझे पता था वो हमसे नहीं मिलेगा। -उसका बाप भी मिलेगा।",
        "pa": "- mujhe pata tha vo hamase nahin milega. -usaka baap bhee milega.",
        "vi": "- Tớ biết ông ta sẽ không gặp. - Đến bố ông ta cũng phải gặp bọn mình."
    },
    {
        "start": "00:13:35,916",
        "end": "00:13:37,250",
        "en": "हम उसके बाप से मिल रहे हैं?",
        "pa": "ham usake baap se mil rahe hain?",
        "vi": "Sẽ gặp bố ông ta sao?"
    },
    {
        "start": "00:13:42,125",
        "end": "00:13:44,250",
        "en": "अनसोशल हमें अकेला छोड़ दें",
        "pa": "anasoshal hamen akela chhod den",
        "vi": "UNSOCIAL - ĐỂ CHÚNG TÔI YÊN SẮP RA MẮT…"
    },
    {
        "start": "00:13:51,000",
        "end": "00:13:51,958",
        "en": "उस तरफ़ सीढ़ियाँ हैं।",
        "pa": "us taraf seedhiyaan hain.",
        "vi": "Lên tầng đi."
    },
    {
        "start": "00:14:00,333",
        "end": "00:14:02,500",
        "en": "-बहुत-बहुत शुक्रिया, मिस्टर सेतिया। -हाँ, जो भी है।",
        "pa": "-bahut-bahut shukriya, mistar setiya. -haan, jo bhee hai.",
        "vi": "- Cảm ơn nhiều, ông Setia. - Ừ, sao cũng được."
    },
    {
        "start": "00:14:04,833",
        "end": "00:14:06,125",
        "en": "क्या, है। फिर से वर्ल्ड कप?",
        "pa": "kya, hai. phir se varld kap?",
        "vi": "Thật à? Lại World Cup sao?"
    },
    {
        "start": "00:14:06,666",
        "end": "00:14:09,333",
        "en": "मिस्टर सेतिया! सर। सर।",
        "pa": "mistar setiya! sar. sar.",
        "vi": "Ông Setia.\n Thưa ông."
    },
    {
        "start": "00:14:14,166",
        "end": "00:14:18,083",
        "en": "सर, मेरा नाम डिंपल आहूजा है। और एंटी सोश मेरा एप है, सर।",
        "pa": "sar, mera naam dimpal aahooja hai. aur entee sosh mera ep hai, sar.",
        "vi": "Thưa ông, tôi là Dimple Ahuja. Và AntiSosh là ứng dụng của tôi."
    },
    {
        "start": "00:14:18,625",
        "end": "00:14:20,875",
        "en": "सर, मेरे पास आपके लिए एक प्रस्ताव है। आप एप रख लो,",
        "pa": "sar, mere paas aapake lie ek prastaav hai. aap ep rakh lo,",
        "vi": "Tôi có đề xuất. Ông cứ giữ ứng dụng đó,"
    },
    {
        "start": "00:14:21,000",
        "end": "00:14:24,750",
        "en": "लॉन्च भी कर दो। मुनाफ़ा भी रख लेना। सर, मुझे बस क्रेडिट दे दो, प्लीज़।",
        "pa": "lonch bhee kar do. munaafa bhee rakh lena. sar, mujhe bas kredit de do, pleez.",
        "vi": "phát hành và giữ lợi nhuận. Chỉ cần ghi tên tôi là tác giả."
    },
    {
        "start": "00:14:24,833",
        "end": "00:14:26,916",
        "en": "अच्छा। बहुत अच्छे। बस एक सेकंड। सिक्योरिटी!",
        "pa": "achchha. bahut achchhe. bas ek sekand. sikyoritee!",
        "vi": "Rất hay. Đợi chút. Bảo vệ đâu?"
    },
    {
        "start": "00:14:27,000",
        "end": "00:14:29,333",
        "en": "सर। सर, आपका क्या जाएगा? सर, पैसे रख लेना। मुझे…",
        "pa": "sar. sar, aapaka kya jaega? sar, paise rakh lena. mujhe…",
        "vi": "Ông đâu có gì để mất? Cứ giữ lợi nhuận."
    },
    {
        "start": "00:14:29,416",
        "end": "00:14:31,250",
        "en": "-समझता हूँ। -मुझे पैसे नहीं चाहिए, बिल्कुल भी, सर।",
        "pa": "-samajhata hoon. -mujhe paise nahin chaahie, bilkul bhee, sar.",
        "vi": "- Tôi hiểu. - Tôi chả cần tiền."
    },
    {
        "start": "00:14:31,458",
        "end": "00:14:34,125",
        "en": "मुझे बस क्रेडिट दे दो। क्या है न, सर, मैंने बहुत मेहनत करी है इस एप पे।",
        "pa": "mujhe bas kredit de do. kya hai na, sar, mainne bahut mehanat karee hai is ep pe.",
        "vi": "Ghi tôi là tác giả. Tôi dồn tâm huyết cho nó."
    },
    {
        "start": "00:14:34,208",
        "end": "00:14:36,083",
        "en": "और न मेरी इंटर्नशिप चली जाएगी अगर…",
        "pa": "aur na meree intarnaship chalee jaegee agar…",
        "vi": "- Tôi sẽ mất vị trí thực tập nếu… - Thưa cô."
    },
    {
        "start": "00:14:36,166",
        "end": "00:14:38,375",
        "en": "यह अंदर कैसे आई? इसलिए तुम्हें पैसे देता हूँ?",
        "pa": "yah andar kaise aaee? isalie tumhen paise deta hoon?",
        "vi": "Sao cô ta vào được? Tôi trả tiền cho cô làm gì hả?\n - Nhưng… - Cô hãy bình tĩnh. Đi với tôi…"
    },
    {
        "start": "00:14:43,250",
        "end": "00:14:45,333",
        "en": "अरे, मैडम, प्लीज़। मैडम, मैडम।",
        "pa": "are, maidam, pleez. maidam, maidam.",
        "vi": "Làm ơn đi! Này cô."
    },
    {
        "start": "00:14:51,166",
        "end": "00:14:53,625",
        "en": "मेरा खा रहा है और मुझसे ही ज़ुबान लड़ा रहा है! बदतमीज़।",
        "pa": "mera kha raha hai aur mujhase hee zubaan lada raha hai! badatameez.",
        "vi": "Cướp ứng dụng của tôi còn lên giọng! Đồ khốn!"
    },
    {
        "start": "00:14:53,708",
        "end": "00:14:55,625",
        "en": "मुझे बताओ किसी ने फोन पर रिकॉर्ड किया क्या?",
        "pa": "mujhe batao kisee ne phon par rikord kiya kya?",
        "vi": "Có ai quay lại được cảnh này chưa?"
    },
    {
        "start": "00:14:55,791",
        "end": "00:14:57,291",
        "en": "जाइए, जाइए।",
        "pa": "jaie, jaie.",
        "vi": "Biến đi!"
    },
    {
        "start": "00:14:57,375",
        "end": "00:14:59,000",
        "en": "-क्या है? जा रहे हैं। -जाइए।",
        "pa": "-kya hai? ja rahe hain. -jaie.",
        "vi": "Gì chứ? Bọn tôi đi đây!"
    },
    {
        "start": "00:14:59,083",
        "end": "00:15:05,958",
        "en": "मानना पड़ेगा, तुमने तो अंदर धमाल मचा दिया। तुम तो \"वंडर वुमन\" निकली। सच में।",
        "pa": "maanana padega, tumane to andar dhamaal macha diya. tum to \"vandar vuman\" nikalee. sach mein।",
        "vi": "Phải công nhận vừa rồi cậu ngầu đấy.\n Không khác gì Wonder Woman luôn."
    },
    {
        "start": "00:15:06,083",
        "end": "00:15:08,375",
        "en": "यह क्यों इतना सपोर्टिव बन रहा है?",
        "pa": "yah kyon itana saportiv ban raha hai?",
        "vi": "- Thật đấy. - Sao cậu ta lại giúp đỡ mình vậy chứ?"
    },
    {
        "start": "00:15:08,458",
        "end": "00:15:11,166",
        "en": "मुझे, न, अकेले लड़ना आता है। मैं मज़े में हूँ।",
        "pa": "mujhe, na, akele ladana aata hai. main maze mein hoon.",
        "vi": "Mình quen chiến đấu một mình. Mình giỏi mà."
    },
    {
        "start": "00:15:11,250",
        "end": "00:15:13,583",
        "en": "सुन, यह कौन सी स्टेज है फिर?",
        "pa": "sun, yah kaun see stej hai phir?",
        "vi": "Nghe này, giờ là giai đoạn nào?"
    },
    {
        "start": "00:15:15,375",
        "end": "00:15:18,041",
        "en": "-दुख की। -हम्म!",
        "pa": "-dukh kee. -hamm!",
        "vi": "Của sự đau buồn ấy?"
    },
    {
        "start": "00:15:19,458",
        "end": "00:15:21,500",
        "en": "मुझे लगता है तुमने वहाँ पर दो स्टेज पार कर लीं।",
        "pa": "mujhe lagata hai tumane vahaan par do stej paar kar leen.",
        "vi": "Tớ nghĩ cậu qua hai giai đoạn."
    },
    {
        "start": "00:15:21,916",
        "end": "00:15:24,250",
        "en": "मोल-भाव और गुस्सा।",
        "pa": "mol-bhaav aur gussa.",
        "vi": "Mặc cả và giận dữ."
    },
    {
        "start": "00:15:24,791",
        "end": "00:15:26,958",
        "en": "बेशक, आधुनिक समय के साथ बदलना ही चाहिए।",
        "pa": "beshak, aadhunik samay ke saath badalana hee chaahie.",
        "vi": "Dĩ nhiên, qua thời gian, ta phải thay đổi."
    },
    {
        "start": "00:15:27,208",
        "end": "00:15:31,625",
        "en": "जैसे अगर, आशीष मुझसे आके कहे \"डैड, मेरी कोई प्रेमिका नहीं है।",
        "pa": "jaise agar, aasheesh mujhase aake kahe \"daid, meree koee premika nahin hai.",
        "vi": "Kiểu như nếu Ashish bảo tôi: \"Bố ạ, con không có bạn gái,"
    },
    {
        "start": "00:15:31,958",
        "end": "00:15:33,208",
        "en": "\"बल्कि, मेरा एक प्रेमी है।\"",
        "pa": "\"balki, mera ek premee hai.\"",
        "vi": "mà có bạn trai\", thì tôi sẽ mở tiệc mừng cho chúng luôn!"
    },
    {
        "start": "00:15:33,666",
        "end": "00:15:35,333",
        "en": "मैं उनके लिए पार्टी करूँगा!",
        "pa": "main unake lie paartee karoonga!",
        "vi": ""
    },
    {
        "start": "00:15:35,458",
        "end": "00:15:38,583",
        "en": "तो इसी तरह, बिडसरिया, मेरे दोस्त, तुझे भी बदलना चाहिए।",
        "pa": "to isee tarah, bidasariya, mere dost, tujhe bhee badalana chaahie.",
        "vi": "Tương tự, anh cũng phải thay đổi, Bidasaria ạ."
    },
    {
        "start": "00:15:39,333",
        "end": "00:15:41,000",
        "en": "मैंने भी स्कूल में अलग चीज़ें की हैं।",
        "pa": "mainne bhee skool mein alag cheezen kee hain.",
        "vi": "Tôi cũng từng thử nghiệm ở trường học."
    },
    {
        "start": "00:15:41,125",
        "end": "00:15:42,666",
        "en": "-हाँ? - बिल्कुल।",
        "pa": "-haan? - bilkul.",
        "vi": "Chính xác."
    },
    {
        "start": "00:15:45,125",
        "end": "00:15:47,250",
        "en": "तुम्हें अपनी बेटी को अपनाना होगा, दोस्त।",
        "pa": "tumhen apanee betee ko apanaana hoga, dost.",
        "vi": "Anh phải chấp nhận con gái mình."
    },
    {
        "start": "00:15:47,333",
        "end": "00:15:50,166",
        "en": "-अगर वो आके कहे… -डैड, केक काट दें?",
        "pa": "-agar vo aake kahe… -daid, kek kaat den?",
        "vi": "- Nếu cô bé bảo anh… - Bố ơi, ta cắt bánh nhé?"
    },
    {
        "start": "00:15:50,250",
        "end": "00:15:52,333",
        "en": "-आशीष, जा, केक लेकर आ। - हाँ, मैं केक लेकर आता हूँ।",
        "pa": "-aasheesh, ja, kek lekar aa. - haan, main kek lekar aata hoon.",
        "vi": "- Ashish, mang bánh ra. - Vâng, có đây."
    },
    {
        "start": "00:15:52,416",
        "end": "00:15:54,791",
        "en": "-केक। ठीक है। -केक।",
        "pa": "-kek. theek hai. -kek.",
        "vi": "- Bánh à. Được rồi. - Tôi muốn ăn bánh."
    },
    {
        "start": "00:15:58,500",
        "end": "00:15:59,458",
        "en": "माफ़ कीजिए।",
        "pa": "maaf keejie.",
        "vi": "Tôi xin phép."
    },
    {
        "start": "00:16:01,416",
        "end": "00:16:03,958",
        "en": "-हैलो। - ए, हैलो।",
        "pa": "-hailo. - e, hailo.",
        "vi": "- A lô. - Xin chào."
    },
    {
        "start": "00:16:04,750",
        "end": "00:16:06,333",
        "en": "-हैलो। - हैलो।",
        "pa": "-hailo. - hailo.",
        "vi": "- A lô? - A lô?"
    },
    {
        "start": "00:16:06,416",
        "end": "00:16:08,208",
        "en": "हैलो? तुम मुझे सुन सकती हो?",
        "pa": "hailo? tum mujhe sun sakatee ho?",
        "vi": "A lô. Em nghe rõ không?"
    },
    {
        "start": "00:16:08,541",
        "end": "00:16:11,750",
        "en": "- तुम्हारी बात हुई सबसे? -ऋषि! मुझे तुम्हारी मदद चाहिए।",
        "pa": "- tumhaaree baat huee sabase? -rshi! mujhe tumhaaree madad chaahie.",
        "vi": "- Em báo với mọi người chưa? - Rishi! Ra giúp mẹ."
    },
    {
        "start": "00:16:11,833",
        "end": "00:16:12,666",
        "en": "जी, माँ।",
        "pa": "jee, maan.",
        "vi": "Vâng."
    },
    {
        "start": "00:16:13,791",
        "end": "00:16:18,291",
        "en": "हैलो। तुमने शादी के बारे में सबको बताया? हैलो?",
        "pa": "hailo. tumane shaadee ke baare mein sabako bataaya? hailo?",
        "vi": "A lô. Em báo với mọi người về đám cưới chưa?"
    },
    {
        "start": "00:16:18,458",
        "end": "00:16:21,291",
        "en": "हैलो, कल्पना। हैलो…",
        "pa": "hailo, kalpana. hailo…",
        "vi": "A lô, Kalpana? A lô…"
    },
    {
        "start": "00:16:22,541",
        "end": "00:16:26,583",
        "en": "मैं, मैं, वास्तव में, पार्टी के बाद बताने वाली थी।",
        "pa": "main, main, vaastav mein, paartee ke baad bataane vaalee thee.",
        "vi": "Thật ra, tôi định nói với mọi người sau bữa tiệc."
    },
    {
        "start": "00:16:32,333",
        "end": "00:16:33,833",
        "en": "मैं शादी करने वाली हूँ।",
        "pa": "main shaadee karane vaalee hoon.",
        "vi": "Tôi sắp kết hôn."
    },
    {
        "start": "00:16:44,333",
        "end": "00:16:47,458",
        "en": "वाह! पूर्व- पत्नी! बधाई हो!",
        "pa": "vaah! poorv- patnee! badhaee ho!",
        "vi": "Ái chà! Chúc mừng vợ cũ!"
    },
    {
        "start": "00:16:47,666",
        "end": "00:16:51,708",
        "en": "समय आ ही गया, हाँ? उस खुशकिस्मत आदमी को कोई सलाह चाहिए हो तो बताना।",
        "pa": "samay aa hee gaya, haan? us khushakismat aadamee ko koee salaah chaahie ho to bataana.",
        "vi": "Cũng đến lúc rồi. Anh chàng may mắn đó mà cần lời khuyên thì bảo anh nhé."
    },
    {
        "start": "00:16:53,916",
        "end": "00:16:55,791",
        "en": "मुझे यकीन नहीं हो रहा, माँ?",
        "pa": "mujhe yakeen nahin ho raha, maan?",
        "vi": "Con không thể tin nổi mẹ."
    },
    {
        "start": "00:16:56,708",
        "end": "00:16:57,583",
        "en": "आशीष…",
        "pa": "aasheesh…",
        "vi": "Ashish…"
    },
    {
        "start": "00:17:02,791",
        "end": "00:17:03,666",
        "en": "ऋषि।",
        "pa": "rshi.",
        "vi": "Rishi."
    },
    {
        "start": "00:17:05,208",
        "end": "00:17:07,625",
        "en": "यह बहुत… बहुत अच्छा है, माँ।",
        "pa": "yah bahut… bahut achchha hai, maan.",
        "vi": "Tốt quá, mẹ ạ."
    },
    {
        "start": "00:17:12,375",
        "end": "00:17:13,708",
        "en": "ठीक है, तो यह रहा पहला सवाल।",
        "pa": "theek hai, to yah raha pahala savaal.",
        "vi": "Câu hỏi đầu tiên đây rồi."
    },
    {
        "start": "00:17:14,833",
        "end": "00:17:17,291",
        "en": "लोलिता पूछ रही हैं। ओह, सेक्सी नाम है, लो।",
        "pa": "lolita poochh rahee hain. oh, seksee naam hai, lo.",
        "vi": "Lolita hỏi à? Ồ, cái tên gợi cảm đấy, Lo."
    },
    {
        "start": "00:17:17,875",
        "end": "00:17:19,875",
        "en": "\"सिमसिम, आपकी लिपस्टिक का शेड क्या है?\"",
        "pa": "\"simasim, aapakee lipastik ka shed kya hai?\"",
        "vi": "\"Sim-Sim, loại son bạn dùng tên gì?\""
    },
    {
        "start": "00:17:19,958",
        "end": "00:17:23,833",
        "en": "जानेमन, यह है मैक की पाउडर किस। जिससे आप लगते हैं स्नैक। न कि कैप।",
        "pa": "jaaneman, yah hai maik kee paudar kis. jisase aap lagate hain snaik. na ki kaip.",
        "vi": "Cưng à, đây là son Powder Kiss của Mac. Khiến môi bạn nhìn là muốn ăn. Thật đấy."
    },
    {
        "start": "00:17:24,833",
        "end": "00:17:29,083",
        "en": "ठीक है। होप। \"हैलो सिमी दी, आप तो सेक्स क्वीन हो।\" ओह।",
        "pa": "theek hai. hop. \"hailo simee dee, aap to seks kveen ho.\" oh.",
        "vi": "Được rồi, Hope. \"Chào Simi, bạn là một quả bom sex\"."
    },
    {
        "start": "00:17:29,625",
        "end": "00:17:31,625",
        "en": "मतलब, सेक्स की देवी अधिक हूँ। पर, ठीक है।",
        "pa": "matalab, seks kee devee adhik hoon. par, theek hai.",
        "vi": "Nữ thần sex thì đúng hơn, nhưng đúng."
    },
    {
        "start": "00:17:32,500",
        "end": "00:17:37,083",
        "en": "मुझे सलाह दीजिए। मैं अपने शरीर को लेकर के बहुत संकोची हूँ।",
        "pa": "mujhe salaah deejie. main apane shareer ko lekar ke bahut sankochee hoon.",
        "vi": "\"Hãy cho tôi lời khuyên. Tôi rất nhạy cảm về cơ thể mình\"."
    },
    {
        "start": "00:17:47,333",
        "end": "00:17:52,583",
        "en": "जब भी मेरा प्रेमी सेक्स करने को बोलता है मेरा शरीर जम जाता है। मैं क्या करूँ?",
        "pa": "jab bhee mera premee seks karane ko bolata hai mera shareer jam jaata hai. main kya karoon?",
        "vi": "\"Mỗi khi bạn trai tôi gợi ý chuyện ấy, cơ thể tôi như đông cứng. Tôi nên làm gì?\""
    },
    {
        "start": "00:17:57,083",
        "end": "00:18:00,458",
        "en": "बेहतरीन सवाल… मैं बिल्कुल तुम्हारी मदद कर सकती हूँ।",
        "pa": "behatareen savaal… main bilkul tumhaaree madad kar sakatee hoon.",
        "vi": "Câu hỏi hay đấy. Chắc chắn tôi có thể giúp bạn."
    },
    {
        "start": "00:18:01,125",
        "end": "00:18:05,458",
        "en": "पर मुझे लगता है… सेक्स एक…",
        "pa": "par mujhe lagata hai… seks ek…",
        "vi": "Nhưng tôi thấy…"
    },
    {
        "start": "00:18:06,916",
        "end": "00:18:10,458",
        "en": "बहुत… तो मुझे लगता है तुम्हें इसे आज़माना चाहिए।",
        "pa": "bahut… to mujhe lagata hai tumhen ise aazamaana chaahie.",
        "vi": "Chuyện ấy là…\n Chán…"
    },
    {
        "start": "00:18:10,541",
        "end": "00:18:13,208",
        "en": "मुझे यकीन है इससे तुम्हें मदद मिलेगी। पर अभी सिम्स को जाना है।",
        "pa": "mujhe yakeen hai isase tumhen madad milegee. par abhee sims ko jaana hai.",
        "vi": "Tôi nghĩ bạn nên làm thế. Chắc chắn sẽ giúp ích cho bạn."
    },
    {
        "start": "00:18:13,458",
        "end": "00:18:15,875",
        "en": "और मैं तुम लोगों से बहुत जल्दी मिलूँगी। जैसा मैंने वादा किया था।",
        "pa": "aur main tum logon se bahut jaldee miloongee. jaisa mainne vaada kiya tha.",
        "vi": "Nhưng Sim phải đi đây.\n Hẹn gặp lại các bạn rất sớm như đã hứa."
    },
    {
        "start": "00:18:21,458",
        "end": "00:18:23,875",
        "en": "मल्होत्रा, तुम मेरा इरादा नहीं बदल सकते।",
        "pa": "malhotra, tum mera iraada nahin badal sakate.",
        "vi": "Malhotra, không làm thầy đổi ý được đâu. Thầy đã cho em biết em cần làm gì."
    },
    {
        "start": "00:18:24,833",
        "end": "00:18:26,333",
        "en": "मैंने बता दिया तुम्हें क्या करना है।",
        "pa": "mainne bata diya tumhen kya karana hai.",
        "vi": ""
    },
    {
        "start": "00:18:26,958",
        "end": "00:18:29,541",
        "en": "यह बिल्कुल गलत है। आप मुझ पर दबाव थोड़े ही डाल सकते हो।",
        "pa": "yah bilkul galat hai. aap mujh par dabaav thode hee daal sakate ho.",
        "vi": "Không công bằng. Thầy không thể ép buộc em."
    },
    {
        "start": "00:18:29,708",
        "end": "00:18:31,916",
        "en": "-हम्म! -मैं कह रहा हूँ, मुझे एक और मौका दो।",
        "pa": "-hamm! -main kah raha hoon, mujhe ek aur mauka do.",
        "vi": "Cho em thêm một cơ hội. Em hứa việc này sẽ không tái diễn."
    },
    {
        "start": "00:18:32,000",
        "end": "00:18:33,750",
        "en": "यह फिर से नहीं होगा। मैं कसम खाता हूँ।",
        "pa": "yah phir se nahin hoga. main kasam khaata hoon.",
        "vi": ""
    },
    {
        "start": "00:18:34,125",
        "end": "00:18:35,875",
        "en": "यह एक और मौका ही तो दे रहा हूँ मैं।",
        "pa": "yah ek aur mauka hee to de raha hoon main.",
        "vi": "Thầy cho em cơ hội khác đấy."
    },
    {
        "start": "00:18:36,833",
        "end": "00:18:39,208",
        "en": "कोई और टीचर होता न, बैग पैक कर रहा होता तू अपना।",
        "pa": "koee aur teechar hota na, baig paik kar raha hota too apana.",
        "vi": "Nếu là người khác thì giờ em dọn hành lý rồi."
    },
    {
        "start": "00:18:39,625",
        "end": "00:18:41,166",
        "en": "तेरे पास और कोई विकल्प नहीं है, मल्होत्रा।",
        "pa": "tere paas aur koee vikalp nahin hai, malhotra.",
        "vi": "Em không còn lựa chọn khác."
    },
    {
        "start": "00:18:42,333",
        "end": "00:18:47,916",
        "en": "या तो यह असाइनमेंट पूरा करो, या इस कोर्स को गुडबाय करो। हम्म?",
        "pa": "ya to yah asainament poora karo, ya is kors ko gudabaay karo. hamm?",
        "vi": "Hoặc hoàn thành bài tập, hoặc tạm biệt khóa học này."
    },
    {
        "start": "00:18:49,708",
        "end": "00:18:51,500",
        "en": "तो क्या करोगे, चैंप?",
        "pa": "to kya karoge, chaimp?",
        "vi": "Em sẽ chọn cái nào, nhà vô địch?"
    },
    {
        "start": "00:18:56,416",
        "end": "00:18:58,291",
        "en": "अच्छा है। कल से शुरू करो।",
        "pa": "achchha hai. kal se shuroo karo.",
        "vi": "Tốt. Hãy bắt đầu từ ngày mai."
    },
    {
        "start": "00:19:04,375",
        "end": "00:19:05,416",
        "en": "हैलो, करीम!",
        "pa": "hailo, kareem!",
        "vi": "Chào Karim."
    },
    {
        "start": "00:19:08,750",
        "end": "00:19:11,500",
        "en": "-तुम ठीक हो? -जी।",
        "pa": "-tum theek ho? -jee.",
        "vi": "Chị ổn chứ?"
    },
    {
        "start": "00:19:12,500",
        "end": "00:19:17,041",
        "en": "वैसे, काफ़ी 70 के दशक के बॉलीवुड जैसी हो।",
        "pa": "vaise, kaafee ke dashak ke boleevud jaisee ho. 70",
        "vi": "Vâng.\n Chà, phong cách Bollywood thập niên 1970."
    },
    {
        "start": "00:19:18,625",
        "end": "00:19:21,500",
        "en": "वैसे, मज़ा तो उन्हीं फ़िल्मों में आता था, न।",
        "pa": "vaise, maza to unheen filmon mein aata tha, na.",
        "vi": "Phim hồi đó là hay nhất mà."
    },
    {
        "start": "00:19:23,000",
        "end": "00:19:25,375",
        "en": "हीरो-हीरोइन के प्यार में कितना गहरापन हुआ करता था।",
        "pa": "heero-heeroin ke pyaar mein kitana gaharaapan hua karata tha.",
        "vi": "Chuyện tình trong phim rất mãnh liệt."
    },
    {
        "start": "00:19:26,250",
        "end": "00:19:29,583",
        "en": "पूरे पाँच-पाँच मिनट के रोमांटिक मोनोलॉग दिए जाते थे उन्हें।",
        "pa": "poore paanch-paanch minat ke romaantik monolog die jaate the unhen.",
        "vi": "Họ nói lời yêu dài năm phút liền."
    },
    {
        "start": "00:19:30,916",
        "end": "00:19:34,791",
        "en": "आजकल तो मुश्किल से एक-आध ईमोजी मिल जाए, तो गनीमत समझिए।",
        "pa": "aajakal to mushkil se ek-aadh eemojee mil jae, to ganeemat samajhie.",
        "vi": "Giờ thì nhận được một biểu tượng cảm xúc là may rồi."
    },
    {
        "start": "00:19:35,708",
        "end": "00:19:36,625",
        "en": "सही कह रही हो।",
        "pa": "sahee kah rahee ho.",
        "vi": "Chị nói đúng."
    },
    {
        "start": "00:19:38,750",
        "end": "00:19:40,583",
        "en": "अरे, भाषा काफ़ी संकुचित हो गई है।",
        "pa": "are, bhaasha kaafee sankuchit ho gaee hai.",
        "vi": "Từ ngữ càng ngày càng bị hạn chế."
    },
    {
        "start": "00:19:41,000",
        "end": "00:19:43,916",
        "en": "मेरी माँ भी आजकल मुझसे ईमोजी में ही बात करती हैं।",
        "pa": "meree maan bhee aajakal mujhase eemojee mein hee baat karatee hain.",
        "vi": "Đến mẹ tôi cũng dùng biểu tượng cảm xúc với tôi."
    },
    {
        "start": "00:19:44,041",
        "end": "00:19:46,166",
        "en": "और वो क्या बोलना चाह रही हैं, मुझे बिल्कुल समझ नहीं आता है।",
        "pa": "aur vo kya bolana chaah rahee hain, mujhe bilkul samajh nahin aata hai.",
        "vi": "Tôi chẳng bao giờ hiểu bà ấy nói gì."
    },
    {
        "start": "00:19:46,500",
        "end": "00:19:50,041",
        "en": "तुम्हें अपनी अर्बन डिक्शनरी एप में ये फ़ीचर डाल देना चाहिए।",
        "pa": "tumhen apanee arban dikshanaree ep mein ye feechar daal dena chaahie.",
        "vi": "Chị nên cài tính năng này vào ứng dụng Urban Dictionary."
    },
    {
        "start": "00:19:50,625",
        "end": "00:19:53,875",
        "en": "ईमोजी डालो, और एप उसको शब्दों में बदल देगी।",
        "pa": "eemojee daalo, aur ep usako shabdon mein badal degee.",
        "vi": "Nhập một biểu tượng cảm xúc, ứng dụng sẽ biến nó thành văn bản."
    },
    {
        "start": "00:19:56,583",
        "end": "00:20:00,625",
        "en": "अस्वीकृत। शब्दों से दूर भागने के लिए ही तो लोग ईमोजी डालते हैं।",
        "pa": "asveekrt. shabdon se door bhaagane ke lie hee to log eemojee daalate hain.",
        "vi": "- Từ chối. - Hả?\n Người ta dùng biểu tượng cảm xúc để khỏi gõ mà."
    },
    {
        "start": "00:20:03,875",
        "end": "00:20:05,583",
        "en": "अच्छा। चलते हैं।",
        "pa": "achchha. chalate hain.",
        "vi": "Được rồi, tôi đi đây."
    },
    {
        "start": "00:20:16,333",
        "end": "00:20:21,208",
        "en": "हाँ जी, देवियों। अलग से न्योता देना पड़ेगा? चलो कमरों में। फटाफट से।",
        "pa": "haan jee, deviyon. alag se nyota dena padega? chalo kamaron mein. phataaphat se.",
        "vi": "Các em, còn phải mời nữa à? Về phòng đi."
    },
    {
        "start": "00:20:21,291",
        "end": "00:20:23,958",
        "en": "हैशटैग कपलगोल्स",
        "pa": "haishataig kapalagols",
        "vi": "#MỤCTIÊUTÌNHYÊU"
    },
    {
        "start": "00:20:25,875",
        "end": "00:20:27,041",
        "en": "इंस्टॉल हो गया",
        "pa": "instol ho gaya",
        "vi": "ĐÃ CÀI ĐẶT CHỐNG NHÌN LÉN ĐIỆN THOẠI"
    },
    {
        "start": "00:20:27,125",
        "end": "00:20:28,416",
        "en": "मैच मिला",
        "pa": "maich mila",
        "vi": "THÔNG BÁO ĐÃ TÌM THẤY NGƯỜI PHÙ HỢP"
    },
    {
        "start": "00:20:30,125",
        "end": "00:20:32,916",
        "en": "कोडिंग में, न, सब ज़ीरो और एक होते हैं।",
        "pa": "koding mein, na, sab zeero aur ek hote hain.",
        "vi": "Trong lập trình, mọi thứ đều là số không và một."
    },
    {
        "start": "00:20:33,083",
        "end": "00:20:39,541",
        "en": "तो हर फ़ोटो, हर टैग, हर मैच, हर नोटीफ़िकेशन, सब ज़ीरो और एक हैं।",
        "pa": "to har foto, har taig, har maich, har noteefikeshan, sab zeero aur ek hain.",
        "vi": "Vậy nên mọi bức ảnh, hashtag, người phù hợp, thông báo là không và một."
    },
    {
        "start": "00:20:39,791",
        "end": "00:20:44,458",
        "en": "हमारी तरह ही। कोई ज़ीरो है, कोई एक।",
        "pa": "hamaaree tarah hee. koee zeero hai, koee ek.",
        "vi": "#MỤCTIÊUTÌNHYÊU\n Cũng giống chúng ta.\n Một người là không, còn người kia là một."
    },
    {
        "start": "00:20:45,208",
        "end": "00:20:47,083",
        "en": "मैं उसे बता दूँगा। शुक्रिया।",
        "pa": "main use bata doonga. shukriya.",
        "vi": "Tôi sẽ bảo cậu ấy.\n Cảm ơn."
    },
    {
        "start": "00:20:51,916",
        "end": "00:20:53,208",
        "en": "किसी के पास ऋषि का नंबर है?",
        "pa": "kisee ke paas rshi ka nambar hai?",
        "vi": "Ai có số Rishi không?"
    },
    {
        "start": "00:21:01,708",
        "end": "00:21:03,000",
        "en": "यह लीजिए, सर।",
        "pa": "yah leejie, sar.",
        "vi": "Đây ạ."
    },
    {
        "start": "00:21:06,541",
        "end": "00:21:09,583",
        "en": "हे भगवान। यह बहुत प्यारा है, बेटा।",
        "pa": "he bhagavaan. yah bahut pyaara hai, beta.",
        "vi": "Ôi trời. Nhìn dễ thương quá, con yêu."
    },
    {
        "start": "00:21:09,833",
        "end": "00:21:12,458",
        "en": "मुझे नहीं पता था कि तुम एनीमेशन में इतने अच्छे हो।",
        "pa": "mujhe nahin pata tha ki tum eneemeshan mein itane achchhe ho.",
        "vi": "Mẹ không biết là con giỏi hoạt họa đến vậy."
    },
    {
        "start": "00:21:13,166",
        "end": "00:21:15,208",
        "en": "-यह बस मेरा शौक है, माँ। सच में। -चलो भी।",
        "pa": "-yah bas mera shauk hai, maan. sach mein. -chalo bhee.",
        "vi": "- Sở thích thôi ạ. Thật đấy. - Thôi nào."
    },
    {
        "start": "00:21:15,333",
        "end": "00:21:18,166",
        "en": "शौक को कैरियर बनाना मेरे जीवन का सबसे अच्छा फैसला रहा।",
        "pa": "shauk ko kairiyar banaana mere jeevan ka sabase achchha phaisala raha.",
        "vi": "Biến sở thích thành nghề là quyết định đúng đắn nhất của chú."
    },
    {
        "start": "00:21:18,250",
        "end": "00:21:19,791",
        "en": "-ए। -हैलो। बस कह रहा हूँ।",
        "pa": "-e. -hailo. bas kah raha hoon.",
        "vi": "- Chào anh. - Chào. Chú nói vậy thôi."
    },
    {
        "start": "00:21:20,041",
        "end": "00:21:21,291",
        "en": "ऋषि, रणदीप।",
        "pa": "rshi, ranadeep.",
        "vi": "Đây là Randeep."
    },
    {
        "start": "00:21:21,375",
        "end": "00:21:22,250",
        "en": "-हैलो। -हैलो।",
        "pa": "-hailo. -hailo.",
        "vi": "- Chào. - Chào chú."
    },
    {
        "start": "00:21:23,250",
        "end": "00:21:26,250",
        "en": "-अच्छा, तुम शरीफ़ वाले हो। -जैसा आप कहें।",
        "pa": "-achchha, tum shareef vaale ho. -jaisa aap kahen.",
        "vi": "- Vậy cháu là cậu con trai ngoan hả? - Đúng vậy ạ."
    },
    {
        "start": "00:21:27,250",
        "end": "00:21:30,333",
        "en": "माँ ने मुझे आपके लेख भेजे, वन्यजीव फ़ोटोग्राफ़ी के।",
        "pa": "maan ne mujhe aapake lekh bheje, vanyajeev fotograafee ke.",
        "vi": "Mẹ đã cho cháu xem các bài viết về nhiếp ảnh thiên nhiên của chú."
    },
    {
        "start": "00:21:30,416",
        "end": "00:21:32,375",
        "en": "वे बहुत शानदार हैं। मुझे बहुत अच्छे लगे।",
        "pa": "ve bahut shaanadaar hain. mujhe bahut achchhe lage.",
        "vi": "Rất tuyệt vời. Cháu rất thích."
    },
    {
        "start": "00:21:32,791",
        "end": "00:21:33,625",
        "en": "शुक्रिया।",
        "pa": "shukriya.",
        "vi": "Cảm ơn cháu.\n Xin lỗi. Đợi chút ạ."
    },
    {
        "start": "00:21:36,916",
        "end": "00:21:37,958",
        "en": "मुझे यह फ़ोन सुनना होगा।",
        "pa": "mujhe yah fon sunana hoga.",
        "vi": "Con phải nghe máy."
    },
    {
        "start": "00:21:38,041",
        "end": "00:21:39,208",
        "en": "-हाँ। बिल्कुल। -बिल्कुल।",
        "pa": "-haan. bilkul. -bilkul.",
        "vi": "- Ừ. - Ừ."
    },
    {
        "start": "00:21:41,333",
        "end": "00:21:42,375",
        "en": "हैलो।",
        "pa": "hailo.",
        "vi": "A lô?"
    },
    {
        "start": "00:21:42,583",
        "end": "00:21:45,500",
        "en": "टेकी चार्ज को \"गीकी नारी\" प्यार का विचार अच्छा लगा है।",
        "pa": "tekee chaarj ko \"geekee naaree\" pyaar ka vichaar achchha laga hai.",
        "vi": "Techie Charge thích ý tưởng Geeky-Nerdy Love của em."
    },
    {
        "start": "00:21:45,791",
        "end": "00:21:47,958",
        "en": "और पता है? वे निवेश करना चाहते हैं।",
        "pa": "aur pata hai? ve nivesh karana chaahate hain.",
        "vi": "Và đoán xem? Họ muốn đầu tư."
    },
    {
        "start": "00:21:49,083",
        "end": "00:21:51,708",
        "en": "वे चाहते हैं कि तुम मेरे मार्गदर्शन में उसे डिज़ाइन करो।",
        "pa": "ve chaahate hain ki tum mere maargadarshan mein use dizain karo.",
        "vi": "Họ muốn em thiết kế ứng dụng dưới sự hướng dẫn của thầy."
    },
    {
        "start": "00:21:53,208",
        "end": "00:21:54,416",
        "en": "सर, मुझे वापस नहीं आना है।",
        "pa": "sar, mujhe vaapas nahin aana hai.",
        "vi": "Em không muốn quay lại."
    },
    {
        "start": "00:21:54,500",
        "end": "00:21:55,791",
        "en": "पागल मत बनो, शेखावत।",
        "pa": "paagal mat bano, shekhaavat.",
        "vi": "Đừng ngốc, Shekhawat."
    },
    {
        "start": "00:21:55,875",
        "end": "00:21:58,958",
        "en": "तुम्हारी एनीमेशन स्किल को विकसित करने के लिए यह बहुत अच्छा अवसर है।",
        "pa": "tumhaaree eneemeshan skil ko vikasit karane ke lie yah bahut achchha avasar hai.",
        "vi": "Đây là cơ hội tuyệt vời để em phát triển kỹ năng hoạt họa."
    },
    {
        "start": "00:21:59,625",
        "end": "00:22:03,375",
        "en": "और वैसे भी यह बस तुम्हारा फैसला नहीं है। तुम्हें नम्रता से पूछना चाहिए।",
        "pa": "aur vaise bhee yah bas tumhaara phaisala nahin hai. tumhen namrata se poochhana chaahie.",
        "vi": "Quyết định không chỉ nằm ở em. Em cũng nên hỏi Namrata nữa."
    },
    {
        "start": "00:22:16,666",
        "end": "00:22:20,458",
        "en": "ऋषि का फ़ोन आ रहा है",
        "pa": "rshi ka fon aa raha hai",
        "vi": "RISHI ĐANG GỌI…"
    },
    {
        "start": "00:22:20,541",
        "end": "00:22:24,333",
        "en": "डिंपल को फ़ोन हो रहा है…",
        "pa": "dimpal ko fon ho raha hai…",
        "vi": "ĐANG GỌI… DIMPLE"
    },
    {
        "start": "00:22:31,250",
        "end": "00:22:34,875",
        "en": "नॉटी, आहूजा, किसी नए एप का विचार आया?",
        "pa": "notee, aahooja, kisee nae ep ka vichaar aaya?",
        "vi": "Nghịch Ngợm, Ahuja, có ý tưởng ứng dụng mới chưa?"
    },
    {
        "start": "00:22:36,750",
        "end": "00:22:37,625",
        "en": "नहीं, सर।",
        "pa": "nahin, sar.",
        "vi": "Chưa ạ."
    },
    {
        "start": "00:22:38,541",
        "end": "00:22:41,916",
        "en": "ध्यान लगाओ, आहूजा। वरना, माँ-बाप के डेढ़ लाख तो बेकार होंगे ही,",
        "pa": "dhyaan lagao, aahooja. varana, maan-baap ke dedh laakh to bekaar honge hee,",
        "vi": "Tập trung đi, Ahuja. Không thì em sẽ phí tiền của bố mẹ,"
    },
    {
        "start": "00:22:42,541",
        "end": "00:22:45,083",
        "en": "और दीवार पे लगाने के लिए प्रमाण-पत्र भी नहीं मिलेगा।",
        "pa": "aur deevaar pe lagaane ke lie pramaan-patr bhee nahin milega.",
        "vi": "và sẽ không lấy được bằng đâu."
    },
    {
        "start": "00:22:46,333",
        "end": "00:22:49,208",
        "en": "तेरे से कुछ नहीं होगा, डिंपल। कुछ नहीं कर सकती तू।",
        "pa": "tere se kuchh nahin hoga, dimpal. kuchh nahin kar sakatee too.",
        "vi": "Mày thật vô tích sự, Dimple. Mày chẳng làm được gì cả."
    },
    {
        "start": "00:22:49,458",
        "end": "00:22:53,833",
        "en": "दसवीं की ट्यूशन फ़ीस, अस्सी हज़ार। ग्यारहवीं की एक लाख। बारहवीं की डेढ़ लाख।",
        "pa": "dasaveen kee tyooshan fees, assee hazaar. gyaarahaveen kee ek laakh. baarahaveen kee dedh laakh.",
        "vi": "Học phí lớp mười, 80.000. Lớp 11 là 100.000. Lớp 12  là 150.000."
    },
    {
        "start": "00:22:53,916",
        "end": "00:22:55,041",
        "en": "यहाँ की डेढ़ लाख।",
        "pa": "yahaan kee dedh laakh.",
        "vi": "Ở đây tốn thêm 150.000. Tiền tiêu vặt ba tháng, 60.000."
    },
    {
        "start": "00:22:55,208",
        "end": "00:22:59,041",
        "en": "तीन महीने की पॉकेट मनी मिलाकर साठ हज़ार रुपए। कुल… कुल…",
        "pa": "teen maheene kee poket manee milaakar saath hazaar rupe. kul… kul…",
        "vi": ""
    },
    {
        "start": "00:22:59,375",
        "end": "00:23:02,833",
        "en": "कुल कितना होता है। जोड़ भी नहीं सकती। कुछ नहीं कर सकती।",
        "pa": "kul kitana hota hai. jod bhee nahin sakatee. kuchh nahin kar sakatee.",
        "vi": "Tổng là… Tổng là bao nhiêu? Mày còn chẳng biết tính.\n Mày vô tích sự!"
    },
    {
        "start": "00:23:07,708",
        "end": "00:23:12,875",
        "en": "नहीं। प्लीज़ नहीं। फिर से नहीं। प्लीज़, नहीं। सांस लो।",
        "pa": "nahin. pleez nahin. phir se nahin. pleez, nahin. saans lo.",
        "vi": "Không, Dimple. Làm ơn đừng lặp lại."
    },
    {
        "start": "00:23:14,416",
        "end": "00:23:20,833",
        "en": "बस। बस! नियंत्रण! कहाँ गई तेरी ताकत। नियंत्रण कर!",
        "pa": "bas. bas! niyantran! kahaan gaee teree taakat. niyantran kar!",
        "vi": "Hít thở đi. Làm ơn dừng lại đi.\n Dừng lại đi. Kiểm soát nó. Sức mạnh của mày đâu? Kiểm soát nó đi."
    },
    {
        "start": "00:23:28,166",
        "end": "00:23:30,958",
        "en": "डिम। क्या हुआ? तुम ठीक हो?",
        "pa": "dim. kya hua? tum theek ho?",
        "vi": "Dim, có chuyện gì vậy? Cậu ổn chứ?"
    },
    {
        "start": "00:23:37,000",
        "end": "00:23:39,916",
        "en": "ठीक है… शांत हो जाओ।",
        "pa": "theek hai… shaant ho jao.",
        "vi": "Được rồi. Bình tĩnh nào."
    },
    {
        "start": "00:23:42,041",
        "end": "00:23:43,958",
        "en": "क्या यह पैनिक अटैक है? क्या वही है?",
        "pa": "kya yah painik ataik hai? kya vahee hai?",
        "vi": "Cậu lên cơn hoảng loạn à? Hả?"
    },
    {
        "start": "00:23:44,125",
        "end": "00:23:45,541",
        "en": "पैनिक अटैक कैसे संभालूं?",
        "pa": "painik ataik kaise sambhaaloon?",
        "vi": "Hồi nhỏ, áp lực thi cử sẽ khiến tớ bị thế này."
    },
    {
        "start": "00:23:45,791",
        "end": "00:23:48,375",
        "en": "बचपन में, एक्ज़ाम के तनाव के डर से होता था।",
        "pa": "bachapan mein, ekzaam ke tanaav ke dar se hota tha.",
        "vi": ""
    },
    {
        "start": "00:23:48,458",
        "end": "00:23:49,708",
        "en": "आज बहुत साल बाद हुआ है।",
        "pa": "aaj bahut saal baad hua hai.",
        "vi": "Lâu rồi tớ mới bị lại."
    },
    {
        "start": "00:23:51,791",
        "end": "00:23:52,625",
        "en": "ठीक है…",
        "pa": "theek hai…",
        "vi": "Được rồi."
    },
    {
        "start": "00:24:02,375",
        "end": "00:24:04,041",
        "en": "देखो। मेरी बात सुनो।",
        "pa": "dekho. meree baat suno.",
        "vi": "Nghe tớ nói này."
    },
    {
        "start": "00:24:04,916",
        "end": "00:24:07,583",
        "en": "तुम इस एक्ज़ाम में अकेली नहीं हो। मैं तुम्हारे साथ हूँ।",
        "pa": "tum is ekzaam mein akelee nahin ho. main tumhaare saath hoon.",
        "vi": "Cậu không đơn độc trong lần thi này đâu. Tớ bên cậu."
    },
    {
        "start": "00:24:07,708",
        "end": "00:24:10,208",
        "en": "तुम अपने माँ-बाप का पैसा बर्बाद नहीं करोगी।",
        "pa": "tum apane maan-baap ka paisa barbaad nahin karogee.",
        "vi": "Cậu sẽ không làm phí tiền bố mẹ."
    },
    {
        "start": "00:24:10,416",
        "end": "00:24:14,875",
        "en": "तुम्हें उन्हें दो हज़ार के नोटों से भरा एक बड़ा सूटकेस दोगी।",
        "pa": "tumhen unhen do hazaar ke noton se bhara ek bada sootakes dogee.",
        "vi": "Cậu sẽ kiếm cho họ\n một va-li to đùng chứa toàn tờ 2.000 rupee,"
    },
    {
        "start": "00:24:15,166",
        "end": "00:24:18,625",
        "en": "एकदम ताज़े, गुलाबी। क्या तुम देख पा रही हो? वे बहुत खुश हैं।",
        "pa": "ekadam taaze, gulaabee. kya tum dekh pa rahee ho? ve bahut khush hain.",
        "vi": "mới in, màu hồng.\n Cậu thấy không? Họ vô cùng hạnh phúc."
    },
    {
        "start": "00:24:19,583",
        "end": "00:24:23,375",
        "en": "तुम्हारे पापा, तुम्हारी माँ, दोनों बहुत खुश हैं। प्रमाण-पत्र भी मिलेगा।",
        "pa": "tumhaare paapa, tumhaaree maan, donon bahut khush hain. pramaan-patr bhee milega.",
        "vi": "Bố cậu, mẹ cậu, cả hai đều hạnh phúc. Cậu cũng sẽ lấy được bằng."
    },
    {
        "start": "00:24:23,458",
        "end": "00:24:24,833",
        "en": "तुम स्टेज पर जाओगी,",
        "pa": "tum stej par jaogee,",
        "vi": "Cậu sẽ được lên sân khấu."
    },
    {
        "start": "00:24:24,916",
        "end": "00:24:27,916",
        "en": "नंदिनी नहाटा भी होंगी। क्योंकि तुम क्लास में टॉप करोगी।",
        "pa": "nandinee nahaata bhee hongee. kyonki tum klaas mein top karogee.",
        "vi": "Nandini Nahata cũng sẽ có mặt ở đó, vì cậu đã tốt nghiệp thủ khoa."
    },
    {
        "start": "00:24:28,250",
        "end": "00:24:30,541",
        "en": "और तुम्हें इंटर्नशिप भी मिलेगा।",
        "pa": "aur tumhen intarnaship bhee milega.",
        "vi": "Cậu cũng sẽ được nhận làm thực tập."
    },
    {
        "start": "00:24:31,041",
        "end": "00:24:33,041",
        "en": "और एक बेहतरीन नया ऑफ़िस होगा तुम्हारा।",
        "pa": "aur ek behatareen naya ofis hoga tumhaara.",
        "vi": "Sẽ được làm ở văn phòng hoành tráng."
    },
    {
        "start": "00:24:33,208",
        "end": "00:24:35,833",
        "en": "क्या तुम्हें खिड़कियाँ दिख रही हैं? रोशनी आती दिख रही है?",
        "pa": "kya tumhen khidakiyaan dikh rahee hain? roshanee aatee dikh rahee hai?",
        "vi": "Thấy cửa sổ không? Thấy ánh sáng tràn vào không?"
    },
    {
        "start": "00:24:36,541",
        "end": "00:24:38,708",
        "en": "हाँ? तुम्हारे माँ-बाप बहुत खुश हैं।",
        "pa": "haan? tumhaare maan-baap bahut khush hain.",
        "vi": "Nhỉ? Bố mẹ cậu rất hạnh phúc."
    },
    {
        "start": "00:24:39,750",
        "end": "00:24:43,583",
        "en": "क्योंकि तुम्हारा दिमाग शानदार है और तुम्हें इस बात पर यकीन करना होगा।",
        "pa": "kyonki tumhaara dimaag shaanadaar hai aur tumhen is baat par yakeen karana hoga.",
        "vi": "Vì cậu có một bộ óc tuyệt vời và cậu phải tin điều đó."
    },
    {
        "start": "00:24:44,791",
        "end": "00:24:47,583",
        "en": "और मैं हर कदम पर तुम्हारे साथ हूँ।",
        "pa": "aur main har kadam par tumhaare saath hoon.",
        "vi": "Và tớ sẽ ở đồng hành với cậu trên cả hành trình."
    },
    {
        "start": "00:24:48,750",
        "end": "00:24:50,250",
        "en": "चिंता की कोई बात ही नहीं है।",
        "pa": "chinta kee koee baat hee nahin hai.",
        "vi": "Không có gì phải lo cả."
    },
    {
        "start": "00:25:11,083",
        "end": "00:25:15,541",
        "en": "तो, तुम्हारे माँ-पापा क्या करते थे, जब तुम्हें ये…",
        "pa": "to, tumhaare maan-paapa kya karate the, jab tumhen ye…",
        "vi": "Vậy bố mẹ cậu đã làm gì khi cậu bị…"
    },
    {
        "start": "00:25:18,041",
        "end": "00:25:19,583",
        "en": "\"जब कोई बात बिगड़ जाए…\"",
        "pa": "\"jab koee baat bigad jae…\"",
        "vi": "\"Khi đời gian khó\"."
    },
    {
        "start": "00:25:19,958",
        "end": "00:25:23,166",
        "en": "-हम्म? -गाना। वे मुझे यह गाना सुनाते थे।",
        "pa": "-hamm? -gaana. ve mujhe yah gaana sunaate the.",
        "vi": "Họ hát bài đó cho tớ nghe."
    },
    {
        "start": "00:25:26,375",
        "end": "00:25:27,875",
        "en": "फिर से वही बकवास गाना।",
        "pa": "phir se vahee bakavaas gaana.",
        "vi": "Lại bài hát dở hơi đó."
    },
    {
        "start": "00:25:30,166",
        "end": "00:25:32,666",
        "en": "मैं वह गाना कभी नहीं गाऊँगा।",
        "pa": "main vah gaana kabhee nahin gaoonga.",
        "vi": "Ừ, có chết tớ cũng không hát bài đó đâu."
    },
    {
        "start": "00:25:32,916",
        "end": "00:25:34,666",
        "en": "पर, मेरे पास एक आइडिया है।",
        "pa": "par, mere paas ek aaidiya hai.",
        "vi": "Nhưng tớ có ý này."
    },
    {
        "start": "00:25:35,458",
        "end": "00:25:39,708",
        "en": "संगीत थेरेपी। मैं शहर जाऊँगा और तुम मेरे साथ आओगी।",
        "pa": "sangeet therepee. main shahar jaoonga aur tum mere saath aaogee.",
        "vi": "Trị liệu bằng âm nhạc. Tớ sẽ vào thành phố, cậu sẽ đi cùng."
    },
    {
        "start": "00:25:40,166",
        "end": "00:25:43,041",
        "en": "- मुझे कुछ काम है। -हर्ष, मैं नहीं जा सकती।",
        "pa": "- mujhe kuchh kaam hai. -harsh, main nahin ja sakatee.",
        "vi": "Tớ có việc cần làm."
    },
    {
        "start": "00:25:43,125",
        "end": "00:25:47,708",
        "en": "सुनो, हम साझेदार हैं। और कभी-कभी मुझे भी मदद चाहिए होती है।",
        "pa": "suno, ham saajhedaar hain. aur kabhee-kabhee mujhe bhee madad chaahie hotee hai.",
        "vi": "Harsh, tớ không thể.\n Nghe này.\n Ta là đồng đội mà. Đôi lúc, tớ cũng cần được giúp."
    },
    {
        "start": "00:25:49,083",
        "end": "00:25:53,375",
        "en": "और, स्थानीय लोग मेरी हिंदी पर हँसते हैं। तुम मेरी अनुवादक बनोगी? प्लीज़।",
        "pa": "aur, sthaaneey log meree hindee par hansate hain. tum meree anuvaadak banogee? pleez.",
        "vi": "Với cả, tớ nói tiếng Hindi toàn bị dân bản xứ cười. Cậu dịch giúp tớ nhé?"
    },
    {
        "start": "00:25:56,666",
        "end": "00:25:59,208",
        "en": "♪ छह दिन से नहीं हुई है बात ♪",
        "pa": "♪ chhah din se nahin huee hai baat ♪",
        "vi": "Sáu ngày rồi chưa nói chuyện"
    },
    {
        "start": "00:26:00,250",
        "end": "00:26:01,708",
        "en": "♪ कब होगी मुलाकात ♪",
        "pa": "♪ kab hogee mulaakaat ♪",
        "vi": "Bao giờ ta mới đối diện?"
    },
    {
        "start": "00:26:03,666",
        "end": "00:26:05,291",
        "en": "♪ अजीब से हैं हालात ♪",
        "pa": "♪ ajeeb se hain haalaat ♪",
        "vi": "Thời thế giờ thật đảo điên"
    },
    {
        "start": "00:26:07,750",
        "end": "00:26:09,208",
        "en": "♪ पर सब जाए भाड़ में ♪",
        "pa": "♪ par sab jae bhaad mein ♪",
        "vi": "Mẹ kiếp, kệ đi. Kệ cậu ta."
    },
    {
        "start": "00:26:10,291",
        "end": "00:26:12,166",
        "en": "♪ नहीं चाहिए उसका साथ ♪",
        "pa": "♪ nahin chaahie usaka saath ♪",
        "vi": "Mình không cần cậu ta."
    },
    {
        "start": "00:26:13,916",
        "end": "00:26:18,083",
        "en": "रिमांइडर्स। लोगों को लगता है फ़ोन का बड़ा उपयोगी फ़ीचर है।",
        "pa": "rimaanidars. logon ko lagata hai fon ka bada upayogee feechar hai.",
        "vi": "Ứng dụng Nhắc Nhở.\n Người ta coi nó là ứng dụng rất hữu ích trên điện thoại."
    },
    {
        "start": "00:26:18,291",
        "end": "00:26:20,458",
        "en": "बकवास है स्विच ऑफ़ कर देने चाहिए।",
        "pa": "bakavaas hai svich of kar dene chaahie.",
        "vi": "Nó thật vô dụng. Nên tắt nó đi."
    },
    {
        "start": "00:26:31,291",
        "end": "00:26:33,916",
        "en": "सुनो, तुमने ये बिल्ली यहाँ छोड़ दी है। और यह…",
        "pa": "suno, tumane ye billee yahaan chhod dee hai. aur yah…",
        "vi": "Này, cậu bỏ con mèo ở đây,"
    },
    {
        "start": "00:26:34,166",
        "end": "00:26:36,416",
        "en": "पागलों की तरह आगे-पीछे घूमती है। क्या करना है इसका?",
        "pa": "paagalon kee tarah aage-peechhe ghoomatee hai. kya karana hai isaka?",
        "vi": "và nó như kẻ tâm thần rình mò ấy. Tớ phải làm gì với nó đây?"
    },
    {
        "start": "00:26:36,916",
        "end": "00:26:40,083",
        "en": "ज़ीनत को दे दो। ज़ाहिर है, तुम तो इसका ध्यान नहीं रख सकती, न।",
        "pa": "zeenat ko de do. zaahir hai, tum to isaka dhyaan nahin rakh sakatee, na.",
        "vi": "Mang đến chỗ chị Zeenat. Rõ ràng, cậu không chăm được nó."
    },
    {
        "start": "00:26:40,666",
        "end": "00:26:41,708",
        "en": "हाँ। ठीक है, जो भी है।",
        "pa": "haan. theek hai, jo bhee hai.",
        "vi": "Ừ, ổn thôi. Sao cũng được."
    },
    {
        "start": "00:26:47,000",
        "end": "00:26:49,541",
        "en": "ऑफ़ लाइन की दुनिया में स्वागत है।",
        "pa": "of lain kee duniya mein svaagat hai.",
        "vi": "Chào mừng đến với thế giới thực. Nhân vật trong game vô dụng ở đây."
    },
    {
        "start": "00:26:49,666",
        "end": "00:26:53,875",
        "en": "यहाँ गेम के किरदारों से काम नहीं चलता। इंसानों से बातचीत करनी पड़ती है।",
        "pa": "yahaan gem ke kiradaaron se kaam nahin chalata. insaanon se baatacheet karanee padatee hai.",
        "vi": ""
    },
    {
        "start": "00:26:53,958",
        "end": "00:26:55,875",
        "en": "और यह तकलीफ़देह होता है।",
        "pa": "aur yah takaleefadeh hota hai.",
        "vi": "Bạn cần tương tác giữa người với người, và việc đó chán lắm.\n NHÀ TRỊ LIỆU CHỨC NĂNG"
    },
    {
        "start": "00:26:55,958",
        "end": "00:26:57,333",
        "en": "डॉक्टर सुमेल एस सूरी एमबीबीएस, डीपीएम",
        "pa": "doktar sumel es sooree emabeebeees, deepeeem",
        "vi": "Bác sĩ, tay thầy giáo thiên tài của tôi"
    },
    {
        "start": "00:26:57,416",
        "end": "00:27:01,583",
        "en": "सर, हमारे यह जीनियस टीचर, न, हमारा समय बर्बाद कर रहे हैं। आपका भी, मेरा भी।",
        "pa": "sar, hamaare yah jeeniyas teechar, na, hamaara samay barbaad kar rahe hain. aapaka bhee, mera bhee.",
        "vi": "đang làm phí thời gian của cả ông và tôi."
    },
    {
        "start": "00:27:01,666",
        "end": "00:27:07,708",
        "en": "ठीक है? अगर इस चोदूओं… चोमूओं पे गुस्सा न आए, तो वो अस्वाभाविक है।",
        "pa": "theek hai? agar is chodooon… chomooon pe gussa na aae, to vo asvaabhaavik hai.",
        "vi": "Được chứ?\n Nếu có người không tức giận với bọn chó… bọn ngốc này,"
    },
    {
        "start": "00:27:08,333",
        "end": "00:27:10,708",
        "en": "गुस्सा सबसे बड़ा मानवीय गुण है। तो एक काम करो।",
        "pa": "gussa sabase bada maanaveey gun hai. to ek kaam karo.",
        "vi": "thì mới là bất thường.\n Giận dữ là đặc tính của con người."
    },
    {
        "start": "00:27:10,791",
        "end": "00:27:15,166",
        "en": "मुझे क्लियरेंस दो। और अपना भी समय बचाओ। और मुझे जाने दो।",
        "pa": "mujhe kliyarens do. aur apana bhee samay bachao. aur mujhe jaane do.",
        "vi": "Thế này đi. Để ông đỡ mất thời gian, cứ đánh giá tốt cho tôi."
    },
    {
        "start": "00:27:16,666",
        "end": "00:27:19,333",
        "en": "मैं तुम्हें क्लियरेंस दे सकता हूँ।",
        "pa": "main tumhen kliyarens de sakata hoon.",
        "vi": "Và cho tôi đi.\n Tôi có thể cho phép cậu."
    },
    {
        "start": "00:27:19,666",
        "end": "00:27:21,166",
        "en": "-बढ़िया। - कोई दिक्कत नहीं है।",
        "pa": "-badhiya. - koee dikkat nahin hai.",
        "vi": "- Tốt. - Không vấn đề."
    },
    {
        "start": "00:27:22,333",
        "end": "00:27:27,541",
        "en": "वास्तव में, एक छोटी सी समस्या है। मैं खुद को क्लियरेंस नहीं दे पाऊँगा।",
        "pa": "vaastav mein, ek chhotee see samasya hai. main khud ko kliyarens nahin de paoonga.",
        "vi": "Thật ra, có vấn đề nhỏ.\n Tôi không thể tự cho phép bản thân."
    },
    {
        "start": "00:27:29,458",
        "end": "00:27:31,375",
        "en": "मेरा काम है, तुम्हारी मदद करना।",
        "pa": "mera kaam hai, tumhaaree madad karana.",
        "vi": "Việc của tôi là giúp cậu."
    },
    {
        "start": "00:27:32,791",
        "end": "00:27:35,375",
        "en": "और सौभाग्य से, या दुर्भाग्य से,",
        "pa": "aur saubhaagy se, ya durbhaagy se,",
        "vi": "Và dù may mắn hay không may, tôi cần cậu giúp tôi hoàn thành nhiệm vụ."
    },
    {
        "start": "00:27:35,750",
        "end": "00:27:37,916",
        "en": "मुझे अपना काम करने में तुम्हारी मदद चाहिए।",
        "pa": "mujhe apana kaam karane mein tumhaaree madad chaahie.",
        "vi": ""
    },
    {
        "start": "00:27:38,541",
        "end": "00:27:42,500",
        "en": "तो, क्यों न तुम मेरी मदद करो? तुम्हारी मदद करने में।",
        "pa": "to, kyon na tum meree madad karo? tumhaaree madad karane mein।",
        "vi": "Vậy nên, sao cậu không giúp tôi giúp cậu?"
    },
    {
        "start": "00:27:44,375",
        "end": "00:27:47,083",
        "en": "अपनी मदद के लिए, आपकी मदद करूँ?",
        "pa": "apanee madad ke lie, aapakee madad karoon?",
        "vi": "\"Giúp tôi giúp cậu?\""
    },
    {
        "start": "00:27:47,166",
        "end": "00:27:49,000",
        "en": "-आप जैरी मैग्वायर हो? -कौन?",
        "pa": "-aap jairee maigvaayar ho? -kaun?",
        "vi": "- Ông là Jerry Maguire à? - Ai cơ?"
    },
    {
        "start": "00:27:49,083",
        "end": "00:27:50,500",
        "en": "ये पिक्चर चल रही है?",
        "pa": "ye pikchar chal rahee hai?",
        "vi": "Đây là phim à?"
    },
    {
        "start": "00:27:52,458",
        "end": "00:27:54,875",
        "en": "-नहीं तो। -आप इसके पैसे लेते हो?",
        "pa": "-nahin to. -aap isake paise lete ho?",
        "vi": "- Tôi không nghĩ vậy. - Ông có tính tiền không?"
    },
    {
        "start": "00:27:59,375",
        "end": "00:28:02,541",
        "en": "सिमरन से संदेश",
        "pa": "simaran se sandesh",
        "vi": "SIMRAN 1 TIN NHẮN MỚI"
    },
    {
        "start": "00:28:04,708",
        "end": "00:28:09,000",
        "en": "-हे जान! -हे बब!",
        "pa": "-he jaan! -he bab!",
        "vi": "CHÀO CƯNG"
    },
    {
        "start": "00:28:09,333",
        "end": "00:28:12,416",
        "en": "जान आधी नंगी फोटो में मज़ा भी आधा आता है।",
        "pa": "jaan aadhee nangee photo mein maza bhee aadha aata hai.",
        "vi": "CHÀO BUB\n CƯNG À, ÍT HỞ THÌ CŨNG ÍT VUI"
    },
    {
        "start": "00:28:25,416",
        "end": "00:28:28,625",
        "en": "बब, माफ़ करना मोमो आ गया एप पर चर्चा करने।",
        "pa": "bab, maaf karana momo aa gaya ep par charcha karane.",
        "vi": "BUB À, XIN LỖI MOMO ĐẾN BÀN VỀ ỨNG DỤNG RỒI."
    },
    {
        "start": "00:28:43,958",
        "end": "00:28:50,083",
        "en": "और, हमारे पास काले और गोल्ड भी हैं। जो काम कर सकते हैं। देखिए।",
        "pa": "aur, hamaare paas kaale aur gold bhee hain. jo kaam kar sakate hain. dekhie.",
        "vi": "Và còn có mấy cái màu đen và vàng mà con có thể xem."
    },
    {
        "start": "00:28:50,166",
        "end": "00:28:53,750",
        "en": "और फिर, आप इनमें से कुछ भी चुन सकते हैं।",
        "pa": "aur phir, aap inamen se kuchh bhee chun sakate hain.",
        "vi": "Rồi… rồi ta có thể chọn và nghĩ tiếp từ đó."
    },
    {
        "start": "00:28:54,291",
        "end": "00:28:57,291",
        "en": "हाँ, मुझे यह बहुत अच्छा लगा। यह काफ़ी अच्छा है।",
        "pa": "haan, mujhe yah bahut achchha laga. yah kaafee achchha hai.",
        "vi": "Vâng, con thích cái này. Nhìn khá đẹp."
    },
    {
        "start": "00:28:57,500",
        "end": "00:28:59,458",
        "en": "ठीक है। तो फिर शायद आप इस पर रुक सकते हैं।",
        "pa": "theek hai. to phir shaayad aap is par ruk sakate hain.",
        "vi": "- Được. - Vâng.\n Có thể ta sẽ chọn cái này."
    },
    {
        "start": "00:29:00,583",
        "end": "00:29:02,583",
        "en": "माफ़ करना, एक सेकंड। माफ़ करना!",
        "pa": "maaf karana, ek sekand. maaf karana!",
        "vi": "Xin lỗi, đợi con chút. Này cô."
    },
    {
        "start": "00:29:07,291",
        "end": "00:29:09,458",
        "en": "अगर ये ही काम एक लड़का, एक लड़की के साथ करता तो?",
        "pa": "agar ye hee kaam ek ladaka, ek ladakee ke saath karata to?",
        "vi": "Nếu là đàn ông chụp ảnh phụ nữ thì sao?"
    },
    {
        "start": "00:29:10,041",
        "end": "00:29:12,916",
        "en": "अगर उसका काम होता तो? आपको उसमें अच्छा होना चाहिए।",
        "pa": "agar usaka kaam hota to? aapako usamen achchha hona chaahie.",
        "vi": "Nếu đó là công việc của anh ta thì anh ta nên chụp cho đẹp vào."
    },
    {
        "start": "00:29:13,958",
        "end": "00:29:15,250",
        "en": "मैं रणदीप की इंटर्न हूँ।",
        "pa": "main ranadeep kee intarn hoon.",
        "vi": "Tôi là thực tập sinh của Randeep."
    },
    {
        "start": "00:29:15,416",
        "end": "00:29:19,708",
        "en": "उन्होंने मुझसे कहा, वन्यजीव फ़ोटोग्राफ़ी सीखने के लिए यह सबसे अच्छी जगह है।",
        "pa": "unhonne mujhase kaha, vanyajeev fotograafee seekhane ke lie yah sabase achchhee jagah hai.",
        "vi": "Đây là nơi tốt nhất để học nhiếp ảnh tự nhiên."
    },
    {
        "start": "00:29:20,416",
        "end": "00:29:25,208",
        "en": "एक भारतीय शादी के लिए भी। तो मैं वही कर रही हूँ। मैं, संस्कृति।",
        "pa": "ek bhaarateey shaadee ke lie bhee. to main vahee kar rahee hoon. main, sanskrti.",
        "vi": "Một lễ cưới Ấn Độ. Tôi chụp ảnh hậu trường."
    },
    {
        "start": "00:29:25,541",
        "end": "00:29:28,125",
        "en": "मुझे लोग सनी और यहाँ तक कि सनसनी भी कहते हैं।",
        "pa": "mujhe log sanee aur yahaan tak ki sanasanee bhee kahate hain.",
        "vi": "Thân mến, Sanskriti.\n Gọi tôi là Sunny hoặc Sansani cũng được."
    },
    {
        "start": "00:29:29,250",
        "end": "00:29:31,708",
        "en": "-ऋषि… -सिंह शेखावत। मैं तुम्हें जानती हूँ।",
        "pa": "-rshi… -sinh shekhaavat. main tumhen jaanatee hoon.",
        "vi": "- Rishi. - Singh Shekhawat. Tôi biết cậu."
    },
    {
        "start": "00:29:32,416",
        "end": "00:29:34,833",
        "en": "हाँ। मैं तुम्हें शेखू बुलाऊँगी।",
        "pa": "haan. main tumhen shekhoo bulaoongee.",
        "vi": "Phải. Tôi nghĩ tôi sẽ gọi cậu là Shekhu."
    },
    {
        "start": "00:29:37,541",
        "end": "00:29:39,166",
        "en": "मुझे नहीं लगता।",
        "pa": "mujhe nahin lagata.",
        "vi": "Tôi nghĩ chị không nên."
    },
    {
        "start": "00:29:48,000",
        "end": "00:29:49,666",
        "en": "-हैलो। हाँ जी, आंटी। - ऋषि।",
        "pa": "-hailo. haan jee, aantee. - rshi.",
        "vi": "- A lô. - Rishi.\n Sao thế cô?"
    },
    {
        "start": "00:29:50,666",
        "end": "00:29:54,000",
        "en": "बेटा, तुम थोड़ा घर आ सकते हो? थोड़ा ज़रूरी है।",
        "pa": "beta, tum thoda ghar aa sakate ho? thoda zarooree hai.",
        "vi": "Cháu về nhà được không? Có việc gấp."
    },
    {
        "start": "00:29:54,125",
        "end": "00:29:56,791",
        "en": "दुनिया लड़कियों को लड़कों से दूर रखती है।",
        "pa": "duniya ladakiyon ko ladakon se door rakhatee hai.",
        "vi": "Người ta cố giữ con gái tránh xa đàn ông."
    },
    {
        "start": "00:29:57,000",
        "end": "00:29:59,375",
        "en": "अब लोग हमारी लड़की से अपनी लड़कियाँ बचाँएगे।",
        "pa": "ab log hamaaree ladakee se apanee ladakiyaan bachaanege.",
        "vi": "Giờ nhà nào cũng sẽ giữ con gái họ tránh xa con gái nhà này."
    },
    {
        "start": "00:29:59,458",
        "end": "00:30:02,458",
        "en": "किसी के हाथ लग गई, न, तो पूरी व्हाट्स एप यूनिवर्सिटी में",
        "pa": "kisee ke haath lag gaee, na, to pooree vhaats ep yoonivarsitee mein",
        "vi": "Nếu có ai tìm ra, nó sẽ bị phát tán trong các nhóm chat Whatsapp."
    },
    {
        "start": "00:30:02,541",
        "end": "00:30:03,958",
        "en": "चक्कर काटेगी यह अश्लील फोटो!",
        "pa": "chakkar kaategee yah ashleel photo!",
        "vi": ""
    },
    {
        "start": "00:30:04,375",
        "end": "00:30:06,125",
        "en": "आजकल ये हैकिंग इतनी आम हो गई है।",
        "pa": "aajakal ye haiking itanee aam ho gaee hai.",
        "vi": "Giờ trò hack là chuyện thường. Có thể ai đó bày trò đùa thôi."
    },
    {
        "start": "00:30:07,083",
        "end": "00:30:08,500",
        "en": "हो सकता है कोई मज़ाक कर रहा हो।",
        "pa": "ho sakata hai koee mazaak kar raha ho.",
        "vi": ""
    },
    {
        "start": "00:30:08,583",
        "end": "00:30:11,083",
        "en": "अरे, मज़ाक तो मेरा बनने वाला है पूरे राजस्थान में!",
        "pa": "are, mazaak to mera banane vaala hai poore raajasthaan mein!",
        "vi": "Anh sẽ thành trò cười ở Rajasthan!"
    },
    {
        "start": "00:30:11,333",
        "end": "00:30:13,625",
        "en": "उस दिन तेरे पापा भी यही बताने वाले थे मुझे।",
        "pa": "us din tere paapa bhee yahee bataane vaale the mujhe.",
        "vi": "Hôm nọ bố cháu cũng định nói việc này với chú…"
    },
    {
        "start": "00:30:13,708",
        "end": "00:30:15,250",
        "en": "अंकल, अंकल, आप गलत समझ रहे हैं।",
        "pa": "ankal, ankal, aap galat samajh rahe hain.",
        "vi": "Chú ơi, chú nhầm rồi."
    },
    {
        "start": "00:30:16,250",
        "end": "00:30:18,666",
        "en": "मैं नम्रता को बहुत अच्छे से जानता हूँ। और मैं…",
        "pa": "main namrata ko bahut achchhe se jaanata hoon. aur main…",
        "vi": "Cháu biết Namrata rất rõ. Và cháu…"
    },
    {
        "start": "00:30:19,791",
        "end": "00:30:22,041",
        "en": "मैं ये भी जानता हूँ कि वो ऐसी नहीं है, अंकल। क्योंकि…",
        "pa": "main ye bhee jaanata hoon ki vo aisee nahin hai, ankal. kyonki…",
        "vi": "Và cháu biết cậu ấy không như vậy, vì…"
    },
    {
        "start": "00:30:24,125",
        "end": "00:30:26,000",
        "en": "क्योंकि हम दोनों एक दूसरे से प्यार करते हैं।",
        "pa": "kyonki ham donon ek doosare se pyaar karate hain.",
        "vi": "Vì bọn cháu yêu nhau."
    },
    {
        "start": "00:30:31,625",
        "end": "00:30:34,875",
        "en": "नम्रता, ठीक है। मुझे लगता है अब समय आ गया है कि हम इन्हें बता दें।",
        "pa": "namrata, theek hai. mujhe lagata hai ab samay aa gaya hai ki ham inhen bata den.",
        "vi": "Namrata, không sao đâu. Đến lúc nên cho họ biết rồi."
    },
    {
        "start": "00:30:36,125",
        "end": "00:30:42,666",
        "en": "वास्तव में, अंकल-आंटी, दोस्ती प्यार में कब बदल गई, पता ही नहीं चला।",
        "pa": "vaastav mein, ankal-aantee, dostee pyaar mein kab badal gaee, pata hee nahin chala.",
        "vi": "Thật ra, cô chú ạ,"
    },
    {
        "start": "00:30:42,750",
        "end": "00:30:44,916",
        "en": "इसीलिए हमने, वास्तव में, कॉलेज भी साथ में ही ज्वाइन किया था,",
        "pa": "iseelie hamane, vaastav mein, kolej bhee saath mein hee jvain kiya tha,",
        "vi": "bọn cháu không nhận ra từ lúc nào tình bạn đã thành tình yêu.\n Vì thế bọn cháu vào cùng trường đại học,"
    },
    {
        "start": "00:30:45,000",
        "end": "00:30:47,250",
        "en": "ताकि ज़्यादा से ज़्यादा समय बिता सकें एक साथ।",
        "pa": "taaki zyaada se zyaada samay bita saken ek saath.",
        "vi": "để có thể ở bên nhau nhiều hơn."
    },
    {
        "start": "00:30:49,041",
        "end": "00:30:53,875",
        "en": "पर, अंकल आपसे डरते थे, तो इसलिए आपसे छुपा के रखा। माफ़ करना।",
        "pa": "par, ankal aapase darate the, to isalie aapase chhupa ke rakha. maaf karana.",
        "vi": "Nhưng thưa chú, bọn cháu sợ cô chú cản nên không dám nói. Cháu xin lỗi."
    },
    {
        "start": "00:31:03,291",
        "end": "00:31:08,583",
        "en": "अरे, मुझसे डरते थे? बेटा, तूने तो मेरा सपना पूरा कर दिया!",
        "pa": "are, mujhase darate the? beta, toone to mera sapana poora kar diya!",
        "vi": "Cháu sợ chú sao?\n Con trai, cháu hoàn thành tâm nguyện của chú mà!"
    },
    {
        "start": "00:31:09,500",
        "end": "00:31:12,916",
        "en": "मेरी तो बचपन से नज़र थी तुझपे। इधर… इधर आ।",
        "pa": "meree to bachapan se nazar thee tujhape. idhar… idhar aa.",
        "vi": "Chú lúc nào cũng ưng ý với cháu. Lại đây."
    },
    {
        "start": "00:31:16,375",
        "end": "00:31:19,500",
        "en": "अब हम पारिवारिक दोस्त से, सीधा परिवार बन जाएँगे।",
        "pa": "ab ham paarivaarik dost se, seedha parivaar ban jaenge.",
        "vi": "Giờ ta sắp là một nhà rồi, không chỉ là bạn bè giữa hai nhà nữa."
    },
    {
        "start": "00:31:19,583",
        "end": "00:31:20,416",
        "en": "जी।",
        "pa": "jee.",
        "vi": "Vâng."
    },
    {
        "start": "00:31:20,708",
        "end": "00:31:25,875",
        "en": "और। तुम दोनों कॉलेज क्यों नहीं जा रहे? हाँ? जाओ, बेटा, जाओ।",
        "pa": "aur. tum donon kolej kyon nahin ja rahe? haan? jao, beta, jao.",
        "vi": "Này, sao hai đứa chưa đi học đi?"
    },
    {
        "start": "00:31:26,041",
        "end": "00:31:28,208",
        "en": "ज़्यादा से ज़्यादा समय साथ में बिताओ।",
        "pa": "zyaada se zyaada samay saath mein bitao.",
        "vi": "Đi đi, hai đứa.\n Ở bên nhau thật nhiều vào."
    },
    {
        "start": "00:31:28,750",
        "end": "00:31:31,625",
        "en": "प्यार और पढ़ाई, दोनों साथ में हो जाएँगे।",
        "pa": "pyaar aur padhaee, donon saath mein ho jaenge.",
        "vi": "Yêu đương phải đi đôi với học hành."
    },
    {
        "start": "00:31:36,416",
        "end": "00:31:39,750",
        "en": "सुनो, तुम बिल्कुल परेशान मत होना। ठीक है? अंकल को मुझ पे छोड़ दो।",
        "pa": "suno, tum bilkul pareshaan mat hona. theek hai? ankal ko mujh pe chhod do.",
        "vi": "Nghe này, cậu đừng lo nữa. Tớ sẽ đối phó với bố cậu."
    },
    {
        "start": "00:31:39,875",
        "end": "00:31:41,791",
        "en": "ओह, वैसे, मुझे तुम्हें फोन करना था।",
        "pa": "oh, vaise, mujhe tumhen phon karana tha.",
        "vi": "Mà này, tớ đang định gọi cho cậu."
    },
    {
        "start": "00:31:41,875",
        "end": "00:31:44,500",
        "en": "कुछ निवेशक हैं, जो हमारी एप में रुचि रखते हैं, और सर ने कहा हमें…",
        "pa": "kuchh niveshak hain, jo hamaaree ep mein ruchi rakhate hain, aur sar ne kaha hamen…",
        "vi": "Vài nhà đầu tư quan tâm đến ứng dụng của ta. Thầy Sid bảo…"
    },
    {
        "start": "00:31:44,583",
        "end": "00:31:46,583",
        "en": "तुम्हें किसने कहा कि मुझे तुम्हारी मदद चाहिए?",
        "pa": "tumhen kisane kaha ki mujhe tumhaaree madad chaahie?",
        "vi": "Ai nhờ cậu giúp?"
    },
    {
        "start": "00:31:47,083",
        "end": "00:31:49,875",
        "en": "ये सारी समस्याएँ न, तुमने खड़ी की हैं, ऋषि।",
        "pa": "ye saaree samasyaen na, tumane khadee kee hain, rshi.",
        "vi": "Rắc rối này là do cậu tạo ra, Rishi."
    },
    {
        "start": "00:31:50,000",
        "end": "00:31:54,791",
        "en": "और यह मदद नहीं थी। पहले मैं एक झूठ बोलती थी, अब मुझे दस बोलने पड़ेंगे।",
        "pa": "aur yah madad nahin thee. pahale main ek jhooth bolatee thee, ab mujhe das bolane padenge.",
        "vi": "Cậu không hề giúp gì tớ.\n Giờ tớ phải nói dối gấp chục lần lúc trước."
    },
    {
        "start": "00:31:56,208",
        "end": "00:31:57,041",
        "en": "नम्रता।",
        "pa": "namrata.",
        "vi": "Namrata…"
    },
    {
        "start": "00:31:58,666",
        "end": "00:32:02,541",
        "en": "तुम क्या अपने आपको कोई सुपर हीरो समझते हो? सबकी ज़िंदगी तुम सही करोगे?",
        "pa": "tum kya apane aapako koee supar heero samajhate ho? sabakee zindagee tum sahee karoge?",
        "vi": "Cậu nghĩ cậu là siêu anh hùng à? Cậu giải quyết được mọi vấn đề chắc?"
    },
    {
        "start": "00:32:03,291",
        "end": "00:32:05,666",
        "en": "आशीष को मैं संभाल लूँगा। माँ की शादी मैं करवाऊँगा।",
        "pa": "aasheesh ko main sambhaal loonga. maan kee shaadee main karavaoonga.",
        "vi": "\"Mình sẽ giải quyết vụ Ashish. Giúp mẹ kết hôn."
    },
    {
        "start": "00:32:05,750",
        "end": "00:32:09,333",
        "en": "नम्रता को मैं बचाऊँगा। बीच में पड़ने वाले तुम होते कौन हो?",
        "pa": "namrata ko main bachaoonga. beech mein padane vaale tum hote kaun ho?",
        "vi": "Sẽ giải cứu Namrata\". Cậu là cái quái gì mà đòi can thiệp?"
    },
    {
        "start": "00:32:10,000",
        "end": "00:32:12,708",
        "en": "पहले खुद का जीवन सही करो, ऋषि।",
        "pa": "pahale khud ka jeevan sahee karo, rshi.",
        "vi": "Giải quyết vấn đề của mình trước đi. Tớ không cần cậu."
    },
    {
        "start": "00:32:12,916",
        "end": "00:32:17,833",
        "en": "और मुझे तुम्हारी ज़रूरत नहीं है। और न ही इस दोस्ती की। ठीक है?",
        "pa": "aur mujhe tumhaaree zaroorat nahin hai. aur na hee is dostee kee. theek hai?",
        "vi": "Và tớ cũng không cần tình bạn này. Rõ chưa?"
    },
    {
        "start": "00:32:26,583",
        "end": "00:32:28,708",
        "en": "अरे, सिलीसिली।",
        "pa": "are, sileesilee.",
        "vi": "Chào em, Celi Ngốc."
    },
    {
        "start": "00:32:31,208",
        "end": "00:32:32,041",
        "en": "क्या हुआ?",
        "pa": "kya hua?",
        "vi": "Có chuyện gì vậy?"
    },
    {
        "start": "00:32:46,916",
        "end": "00:32:49,791",
        "en": "पता है, कोई भी डेटा कभी डिलीट नहीं होता।",
        "pa": "pata hai, koee bhee deta kabhee dileet nahin hota.",
        "vi": "Bạn biết đấy, dữ liệu không bao giờ bị xóa."
    },
    {
        "start": "00:32:50,083",
        "end": "00:32:53,000",
        "en": "स्क्रीन से चला जाएगा, हार्ड ड्राइव से भी चला जाएगा",
        "pa": "skreen se chala jaega, haard draiv se bhee chala jaega",
        "vi": "Hết bao nhiêu tiền?\n Nó chỉ biến mất khỏi màn hình hoặc ổ cứng."
    },
    {
        "start": "00:32:53,166",
        "end": "00:32:55,083",
        "en": "पर हमेशा रहेगा।",
        "pa": "par hamesha rahega.",
        "vi": "Nhưng nó luôn còn đó."
    },
    {
        "start": "00:32:55,208",
        "end": "00:32:57,916",
        "en": "पर लाइफ़ की एप में रीइंस्टॉल का विकल्प नहीं है, न।",
        "pa": "par laif kee ep mein reeinstol ka vikalp nahin hai, na.",
        "vi": "KHÔNG TIN NHẮN MỚI\n Nhưng ứng dụng cuộc đời thì không có nút cài đặt lại."
    },
    {
        "start": "00:32:58,000",
        "end": "00:33:01,458",
        "en": "आप बस रीफ़्रेश करके आगे बढ़ सकते हैं।",
        "pa": "aap bas reefresh karake aage badh sakate hain.",
        "vi": "Bạn chỉ có thể làm mới dữ liệu và tiếp tục."
    },
    {
        "start": "00:33:01,750",
        "end": "00:33:06,666",
        "en": "तो, जैसा मैं कह रहा था, चौथा चरण है, अवसाद।",
        "pa": "to, jaisa main kah raha tha, chautha charan hai, avasaad.",
        "vi": "Như tớ đang nói dở, giai đoạn bốn là sự chán nản."
    },
    {
        "start": "00:33:07,541",
        "end": "00:33:10,500",
        "en": "और जैसा मैं कह रही थी, तू अपनी पॉप साइकॉलॉजी बंद कर।",
        "pa": "aur jaisa main kah rahee thee, too apanee pop saikolojee band kar.",
        "vi": "Như tớ đang nói dở, cậu thôi trò tư vấn tâm lý đi"
    },
    {
        "start": "00:33:10,583",
        "end": "00:33:12,250",
        "en": "और जो काम करने आए हैं, उसको खत्म कर, बस।",
        "pa": "aur jo kaam karane aae hain, usako khatm kar, bas.",
        "vi": "và hoàn thành mục đích ta đến đây."
    },
    {
        "start": "00:33:56,625",
        "end": "00:33:58,500",
        "en": "आप बहुत अच्छा गाए।",
        "pa": "aap bahut achchha gae.",
        "vi": "Các bạn hát đẹp lắm."
    },
    {
        "start": "00:34:00,958",
        "end": "00:34:02,666",
        "en": "यह तुमसे प्यार करता है?",
        "pa": "yah tumase pyaar karata hai?",
        "vi": "Anh ấy yêu chị à?"
    },
    {
        "start": "00:34:04,291",
        "end": "00:34:06,208",
        "en": "- तो, हमसे कर ले। -ओह, वाह!",
        "pa": "- to, hamase kar le. -oh, vaah!",
        "vi": "Vậy thì yêu em không?"
    },
    {
        "start": "00:34:08,000",
        "end": "00:34:11,375",
        "en": "-माफ़ करना। क्या कह रही हैं? -तुमसे मारवाड़ी में फ्लर्ट कर रही हैं।",
        "pa": "-maaf karana. kya kah rahee hain? -tumase maaravaadee mein phlart kar rahee hain.",
        "vi": "- Xin lỗi, gì thế? - Cậu được người Marwari thả thính đấy."
    },
    {
        "start": "00:34:11,750",
        "end": "00:34:15,708",
        "en": "ओह, सच में? जानती हो तुम मेरे एक नशेड़ी अंकल की तरह हँसती हो।",
        "pa": "oh, sach mein? jaanatee ho tum mere ek nashedee ankal kee tarah hansatee ho.",
        "vi": "Thật sao? Cậu cười như ông chú nghiện rượu của tớ ấy."
    },
    {
        "start": "00:34:16,958",
        "end": "00:34:19,583",
        "en": "-शुक्रिया। -बहुत-बहुत शुक्रिया। बाय-बाय।",
        "pa": "-shukriya. -bahut-bahut shukriya. baay-baay.",
        "vi": "Cảm ơn.\n Cảm ơn nhiều. Tạm biệt."
    },
    {
        "start": "00:34:20,458",
        "end": "00:34:25,333",
        "en": "ऋषि कभी मेरे बारे में सोचता होगा क्या? शायद नहीं।",
        "pa": "rshi kabhee mere baare mein sochata hoga kya? shaayad nahin।",
        "vi": "Rishi có bao giờ nghĩ về tôi không?"
    },
    {
        "start": "00:34:27,041",
        "end": "00:34:30,250",
        "en": "मैं कुछ भी कर लूँ, मेरे को रीसेट का बटन नहीं मिलेगा, यार।",
        "pa": "main kuchh bhee kar loon, mere ko reeset ka batan nahin milega, yaar.",
        "vi": "Có lẽ là không.\n Dù tôi có làm gì cũng không thể tìm thấy nút xóa đi khởi động lại"
    },
    {
        "start": "00:34:30,833",
        "end": "00:34:32,375",
        "en": "आगे चलना ही पड़ेगा।",
        "pa": "aage chalana hee padega.",
        "vi": "Tôi sẽ phải bước tiếp."
    },
    {
        "start": "00:34:32,958",
        "end": "00:34:35,333",
        "en": "मुझे नहीं पता, आगे क्या है।",
        "pa": "mujhe nahin pata, aage kya hai.",
        "vi": "Tôi không biết có gì ở phía trước."
    },
    {
        "start": "00:34:35,416",
        "end": "00:34:39,791",
        "en": "पर, पता है, मेरे को लड़ने का बहुत अभ्यास है।",
        "pa": "par, pata hai, mere ko ladane ka bahut abhyaas hai.",
        "vi": "Nhưng biết sao không?\n Tôi sẽ không bỏ cuộc. Tôi là chiến binh."
    },
    {
        "start": "00:34:53,000",
        "end": "00:34:57,291",
        "en": "संगीत। हमारा नया एप संगीत से जुड़ा हो सकता है।",
        "pa": "sangeet. hamaara naya ep sangeet se juda ho sakata hai.",
        "vi": "Âm nhạc.\n Ứng dụng mới của bọn mình có thể là về âm nhạc."
    },
    {
        "start": "00:34:57,541",
        "end": "00:35:03,041",
        "en": "-नया एप? तो, एंटी सोश बस… -अरे, यार… एंटी सोश तो गया।",
        "pa": "-naya ep? to, entee sosh bas… -are, yaar… entee sosh to gaya.",
        "vi": "- Ứng dụng mới? Vậy là AntiSosh… - Ừ."
    },
    {
        "start": "00:35:04,500",
        "end": "00:35:06,916",
        "en": "और जिसने किया है न, उसको ढूंढ के रहूँगी मैं।",
        "pa": "aur jisane kiya hai na, usako dhoondh ke rahoongee main.",
        "vi": "Bọn mình mất AntiSosh rồi.\n Nhưng tớ sẽ tìm ra kẻ gây ra chuyện này."
    },
    {
        "start": "00:35:07,458",
        "end": "00:35:10,500",
        "en": "फिर चाहे पूरे कॉलेज को खोद के निकालना पड़े, मैं छोड़ूँगी नहीं।",
        "pa": "phir chaahe poore kolej ko khod ke nikaalana pade, main chhodoongee nahin।",
        "vi": "Dù có phải lật tung trường này, tớ cũng sẽ tìm ra."
    },
    {
        "start": "00:35:10,666",
        "end": "00:35:15,041",
        "en": "बब, तुम्हें पूरा यकीन है न कि, उस पैन ड्राइव केस में हम नहीं फसेंगे, न।",
        "pa": "bab, tumhen poora yakeen hai na ki, us pain draiv kes mein ham nahin phasenge, na.",
        "vi": "Bub.\n Anh chắc chắn ta sẽ không bị lộ vì USB đó chứ?"
    },
    {
        "start": "00:35:15,625",
        "end": "00:35:16,916",
        "en": "डिंपल की एप वाली।",
        "pa": "dimpal kee ep vaalee.",
        "vi": "Cái chứa ứng dụng của Dimple ấy."
    },
    {
        "start": "00:35:17,250",
        "end": "00:35:19,083",
        "en": "हाँ, वो एप एंड अबाउट के पास सुरक्षित है।",
        "pa": "haan, vo ep end abaut ke paas surakshit hai.",
        "vi": "- Ừ, nó an toàn ở chỗ App&amp;About rồi. - Anh chắc chứ?"
    },
    {
        "start": "00:35:19,375",
        "end": "00:35:21,500",
        "en": "-पक्का? ठीक है। -हाँ। उसे कभी पता नहीं चलेगा।",
        "pa": "-pakka? theek hai. -haan. use kabhee pata nahin chalega.",
        "vi": "- Ừ. Cậu ta không bao giờ biết đâu. - Tốt."
    },
    {
        "start": "00:35:21,583",
        "end": "00:35:25,375",
        "en": "इस एप में न, हम यूज़र के क्षेत्र के सारे संगीतकारों का नंबर,",
        "pa": "is ep mein na, ham yoozar ke kshetr ke saare sangeetakaaron ka nambar,",
        "vi": "Với ứng dụng này, ta sẽ kết nối thông tin liên hệ và hồ sơ của nhạc công"
    },
    {
        "start": "00:35:25,458",
        "end": "00:35:26,875",
        "en": "और प्रोफाइल्स लिंक करेंगे।",
        "pa": "aur prophails link karenge.",
        "vi": "trong khu vực của người dùng."
    },
    {
        "start": "00:35:27,041",
        "end": "00:35:30,083",
        "en": "तो अगर यूज़र को उनसे संपर्क करना हो, उनके साथ जैम करना हो, या फिर,",
        "pa": "to agar yoozar ko unase sampark karana ho, unake saath jaim karana ho, ya phir,",
        "vi": "Nếu người dùng muốn liên hệ với họ, chơi nhạc với họ"
    },
    {
        "start": "00:35:30,250",
        "end": "00:35:33,125",
        "en": "उन्हें इवेंट्स के लिए बुक करना हो, तो पहुँच आसान हो जाएगी, न।",
        "pa": "unhen ivents ke lie buk karana ho, to pahunch aasaan ho jaegee, na.",
        "vi": "hay thuê họ biểu diễn ở sự kiện thì có thể dễ dàng kết nối."
    },
    {
        "start": "00:35:33,458",
        "end": "00:35:38,541",
        "en": "मतलब, नए हों या अनुभवी, सारे कलाकारों की एक ही सूची।",
        "pa": "matalab, nae hon ya anubhavee, saare kalaakaaron kee ek hee soochee.",
        "vi": "Dù kinh nghiệm nhiều hay ít, mọi nghệ sĩ sẽ ở chung một danh sách."
    },
    {
        "start": "00:35:39,041",
        "end": "00:35:43,250",
        "en": "-सब एक ही जगह पर। कैसा लगा? -मुझे लगता है, यह शानदार है।",
        "pa": "-sab ek hee jagah par. kaisa laga? -mujhe lagata hai, yah shaanadaar hai.",
        "vi": "Cửa hàng gì cũng có. Cậu nghĩ sao? "
    },
    {
        "start": "00:35:43,916",
        "end": "00:35:46,375",
        "en": "मुझे यह शानदार लगा। तुम सही दिशा में जा रही हो।",
        "pa": "mujhe yah shaanadaar laga. tum sahee disha mein ja rahee ho.",
        "vi": "Tớ nghĩ đây là ý tưởng rất tuyệt vời. Tớ nghĩ nó rất có tiềm năng."
    },
    {
        "start": "00:35:47,041",
        "end": "00:35:50,666",
        "en": "हम संस्थाओं के साथ साझेदारी कर सकते हैं। मैं इसका बर्कली में प्रचार कर सकता हूँ।",
        "pa": "ham sansthaon ke saath saajhedaaree kar sakate hain. main isaka barkalee mein prachaar kar sakata hoon.",
        "vi": "Ta có thể liên kết với các tổ chức. Tớ có thể quảng bá nó ở Berklee."
    },
    {
        "start": "00:35:50,791",
        "end": "00:35:54,625",
        "en": "हम इसे अंतर्राष्ट्रीय बना सकते हैं। मैं गंभीर हूँ। तुम्हारा विचार शानदार है।",
        "pa": "ham ise antarraashtreey bana sakate hain. main gambheer hoon. tumhaara vichaar shaanadaar hai.",
        "vi": "Ứng dụng này có thể vươn tầm quốc tế. Thật đấy. Cậu có bộ óc phi thường."
    },
    {
        "start": "00:35:56,583",
        "end": "00:35:59,000",
        "en": "दोस्तो। वे फिर से वापस आ गए।",
        "pa": "dosto. ve phir se vaapas aa gae.",
        "vi": "Tốt quá.\n Mọi người! Họ quay lại rồi."
    },
    {
        "start": "00:36:03,958",
        "end": "00:36:07,875",
        "en": "-इस स्टेज का नाम बताऊँ? -स्वीकरण। अब काम करें?",
        "pa": "-is stej ka naam bataoon? -sveekaran. ab kaam karen?",
        "vi": "Tốt.\n - Cậu biết giờ là giai đoạn nào không? - Chấp nhận. Vào việc nhé?"
    },
    {
        "start": "00:36:14,666",
        "end": "00:36:19,166",
        "en": "अरे भाई, श्रीमती शेखावत तो आजकल नॉटी अमेरिका के साथ व्यस्त हैं।",
        "pa": "are bhaee, shreematee shekhaavat to aajakal notee amerika ke saath vyast hain.",
        "vi": "Chà, có vẻ bà Shekhawat đang dở tay với Chàng Mỹ Nghịch Ngợm."
    },
    {
        "start": "00:36:21,541",
        "end": "00:36:24,833",
        "en": "सुना है विदेशी माल को आजकल किस-विस भी करती है।",
        "pa": "suna hai videshee maal ko aajakal kis-vis bhee karatee hai.",
        "vi": "Nghe nói cô ta còn hôn cả tay ngoại quốc đó."
    },
    {
        "start": "00:36:39,041",
        "end": "00:36:42,291",
        "en": "क्या अभी भी रीसेट का विकल्प हो सकता है?",
        "pa": "kya abhee bhee reeset ka vikalp ho sakata hai?",
        "vi": "Còn lựa chọn xóa đi khởi động lại hết không?"
    },
    {
        "start": "00:36:43,375",
        "end": "00:36:46,541",
        "en": "ऋषि, क्या हम शुरुआत में वापस जा सकते हैं, प्लीज़?",
        "pa": "rshi, kya ham shuruaat mein vaapas ja sakate hain, pleez?",
        "vi": "Rishi, ta bắt đầu lại từ đầu được không?"
    },
    {
        "start": "00:36:46,625",
        "end": "00:36:52,708",
        "en": "♪ जाना, ओ, जाना, इश्क का हर्जाना भरा ♪",
        "pa": "♪ jaana, o, jaana, ishk ka harjaana bhara ♪",
        "vi": ""
    },
    {
        "start": "00:36:52,791",
        "end": "00:36:57,416",
        "en": "♪ क्यूँ न समझे दिल, दिल की ज़ुबान मुश्किल समझाना ♪",
        "pa": "♪ kyoon na samajhe dil, dil kee zubaan mushkil samajhaana ♪",
        "vi": ""
    },
    {
        "start": "00:36:57,750",
        "end": "00:37:02,458",
        "en": "♪ खोना है पाना, जाना ♪",
        "pa": "♪ khona hai paana, jaana ♪",
        "vi": ""
    },
    {
        "start": "00:37:03,041",
        "end": "00:37:07,291",
        "en": "♪ जाना ♪",
        "pa": "♪ jaana ♪",
        "vi": ""
    },
    {
        "start": "00:39:21,750",
        "end": "00:39:23,750",
        "en": "संवाद अनुवादक तुषार",
        "pa": "sanvaad anuvaadak tushaar",
        "vi": "Biên dịch: Nhung Vũ "
    }
]