[
    {
        "start": "00:00:16,040",
        "end": "00:00:19,960",
        "en": "Här är vår fina Rasmus. Han är lite röd idag.",
        "pa": "♪ Tell me what I got to do ♪\n CYPRUS\n ♪ To keep you safe and sound ♪\n ♪ Turn the rain around ♪\n Here's our lovely Rasmus.\n He's a bit red today.",
        "vi": "ĐẢO SÍP\n Đây là Rasmus đáng yêu của chúng ta. Hôm nay mặt anh ấy hơi đỏ."
    },
    {
        "start": "00:00:21,920",
        "end": "00:00:23,880",
        "en": "Ett, två, tre!",
        "pa": "One, two, three!\n ♪ Tell me what I got to do ♪\n ♪ To keep you safe and sound ♪",
        "vi": "Một, hai, ba!"
    },
    {
        "start": "00:00:31,800",
        "end": "00:00:33,800",
        "en": "Ska jag testa? Ska jag vara modig?",
        "pa": "♪ Turn the rain around… ♪\n Should I be brave and try it?",
        "vi": "Anh nên thử không? Dũng cảm lên chăng?"
    },
    {
        "start": "00:00:33,880",
        "end": "00:00:38,080",
        "en": "Du kommer att tycka om det. Du måste ge det en chans…",
        "pa": "You'll like it. Give it a chance.",
        "vi": "Anh sẽ thấy ngon mà. Phải thử mới biết chứ."
    },
    {
        "start": "00:00:38,160",
        "end": "00:00:41,280",
        "en": "…som med allt gott här i livet.",
        "pa": "I promise I'll try it.\n Just like with all good things in life.",
        "vi": "- Anh hứa sẽ thử. - Như mọi lạc thú trên đời."
    },
    {
        "start": "00:00:44,000",
        "end": "00:00:47,640",
        "en": "Det här är jätteläskigt. Det är yoghurt.",
        "pa": "This is really scary.\n - Why? -Because it's yogurt.",
        "vi": "- Đáng sợ quá đi mất. - Tại sao?"
    },
    {
        "start": "00:00:47,720",
        "end": "00:00:50,760",
        "en": "När bestämde du dig för att du inte tyckte om yoghurt?",
        "pa": "When did you decide you didn't like yogurt?",
        "vi": "Vì nó là sữa chua.\n Anh quyết định không thích sữa chua từ bao giờ?"
    },
    {
        "start": "00:00:50,840",
        "end": "00:00:53,720",
        "en": "-När jag var liten. -Liten…",
        "pa": "-When I was a kid. -A kid?",
        "vi": "- Hồi còn nhỏ. - Hồi nhỏ."
    },
    {
        "start": "00:00:55,600",
        "end": "00:00:57,240",
        "en": "Nej?",
        "pa": "So?",
        "vi": "- Anh không thích à? - Cũng không tệ lắm."
    },
    {
        "start": "00:00:57,320",
        "end": "00:01:01,400",
        "en": "Det var inte så farligt faktiskt. Det löser sig.",
        "pa": "It isn't too bad, actually. It'll be okay.",
        "vi": "Ăn cũng được. Em ngủ thế nào?"
    },
    {
        "start": "00:01:01,480",
        "end": "00:01:05,840",
        "en": "-Hur har du sovit? -Jag har inte sovit så jättemycket.",
        "pa": "How did you sleep?\n I haven't slept an awful lot,",
        "vi": "Em thấy có chút thiếu ngủ."
    },
    {
        "start": "00:01:05,920",
        "end": "00:01:09,720",
        "en": "Men jag trodde att det skulle vara värre än det var.",
        "pa": "but I thought it would be worse.",
        "vi": "Nhưng không tệ như em tưởng."
    },
    {
        "start": "00:01:09,800",
        "end": "00:01:15,280",
        "en": "-Att det skulle vara värre? -Ja, jag trodde att jag skulle ha ångest.",
        "pa": "That it would be worse?\n Yeah, I think I thought that I'd maybe feel anxious.",
        "vi": "- Em tưởng sẽ tệ hơn à? - Ừ, tại em nghĩ là sẽ…"
    },
    {
        "start": "00:01:15,360",
        "end": "00:01:19,560",
        "en": "Att du kanske på nåt sätt skulle kännas som en främling.",
        "pa": "Or that you would feel like a stranger, but you don't.",
        "vi": "Em không biết nữa, có lẽ là em sẽ lo lắng. Có lẽ anh sẽ như một người xa lạ."
    },
    {
        "start": "00:01:19,640",
        "end": "00:01:22,720",
        "en": "Det gjorde du inte och det uppskattar jag.",
        "pa": "And I appreciate that.",
        "vi": "Nhưng không phải thế. Thật là tốt."
    },
    {
        "start": "00:01:22,800",
        "end": "00:01:28,680",
        "en": "När det var släckt kändes det som att man var i kapseln och bara hade rösten.",
        "pa": "And when the lights went out, it gave me the feeling like the ones we had in…",
        "vi": "Và khi đèn tắt, có cảm giác như ta đã trở lại khu phòng kín vậy."
    },
    {
        "start": "00:01:28,760",
        "end": "00:01:34,120",
        "en": "Jag tror att det förde mig tillbaka till tryggheten",
        "pa": "-The pods. -Yeah, pods.\n Where we only had our voices to comfort us.",
        "vi": "Khi em chỉ biết giọng anh.\n Nhờ thế mà em cảm thấy như được trở về thời điểm ta chọn nhau và thấy an tâm hẳn."
    },
    {
        "start": "00:01:34,200",
        "end": "00:01:36,240",
        "en": "och när man valde varandra.",
        "pa": "That brought me back to the safety of when we chose each other.",
        "vi": ""
    },
    {
        "start": "00:01:36,320",
        "end": "00:01:42,640",
        "en": "Är det nånting annat du tycker är jobbigt med kapslarna och nu på riktigt?",
        "pa": "I can understand that.\n Is there anything else you're finding hard, going from the pods to real life?",
        "vi": "Bây giờ ở bên nhau rồi, em thấy còn khó khăn gì so với hồi ở phòng kín không?"
    },
    {
        "start": "00:01:42,720",
        "end": "00:01:45,200",
        "en": "Ja, lite allt möjligt.",
        "pa": "A bit of everything, I think.",
        "vi": "Có, nhiều lắm."
    },
    {
        "start": "00:01:45,280",
        "end": "00:01:51,240",
        "en": "Nåt jag tänker på, även om jag inte försöker tänka framåt för mycket…",
        "pa": "Something I think about even if I don't want to think too far ahead is like…",
        "vi": "Có một chuyện cứ ở trong đầu dù em cố không nghĩ tới…"
    },
    {
        "start": "00:01:51,320",
        "end": "00:01:54,440",
        "en": "Livet om en vecka, livet om två veckor…",
        "pa": "life in a week or two weeks' time.",
        "vi": "tương lai nhiều quá. Cuộc sống trong một tuần, hai tuần tới sẽ thế nào."
    },
    {
        "start": "00:01:54,520",
        "end": "00:01:59,360",
        "en": "Jag tror att sådana grejer sparkar lite mer nu än vad de har gjort innan.",
        "pa": "I think things are a bit scarier now than they have been before.",
        "vi": "Giờ những ý nghĩ đó lại khiến em lo sợ hơn một chút."
    },
    {
        "start": "00:01:59,440",
        "end": "00:02:03,520",
        "en": "Ibland upplever jag att Meira försöker hitta saker",
        "pa": "",
        "vi": "Đôi khi tôi cảm thấy Meira đang cố gắng tìm điều gì đó"
    },
    {
        "start": "00:02:03,600",
        "end": "00:02:06,840",
        "en": "som ska bekräfta för henne att det här kanske inte är rätt.",
        "pa": "Sometimes I feel like Meira's trying to find things to confirm that",
        "vi": "để xác nhận với cô ấy là cô ấy đã không chọn đúng."
    },
    {
        "start": "00:02:06,920",
        "end": "00:02:09,200",
        "en": "Det är en fluga i håret.",
        "pa": "this might not be right for her.\n You have something in your hair.",
        "vi": "Có ruồi hay gì đậu trên tóc em này."
    },
    {
        "start": "00:02:09,280",
        "end": "00:02:14,039",
        "en": "Hon bygger upp lite farhågor. \"Här kanske vi är väldigt olika.\"",
        "pa": "She's building up fears around us being very different",
        "vi": "Nỗi sợ rằng chúng tôi rất khác biệt ở nhiều điểm ngày càng lớn trong cô ấy."
    },
    {
        "start": "00:02:14,120",
        "end": "00:02:17,760",
        "en": "\"Tänk om det inte funkar. Vad ska hända då?\"",
        "pa": "and around the idea of us not working out.",
        "vi": "Nếu chúng tôi không hợp nhau thì sao? Lúc đó sẽ thế nào?"
    },
    {
        "start": "00:02:17,840",
        "end": "00:02:21,120",
        "en": "Jag kan ju inte tvinga nån att gilla mig.",
        "pa": "Then what will happen?\n I can't force anyone to like me or feel a certain way.",
        "vi": "Tôi không thể cưỡng ép cảm xúc của người khác."
    },
    {
        "start": "00:02:22,640",
        "end": "00:02:27,960",
        "en": "Ibland springer vi jättelångt fram och pratar om alla våra rädslor och farhågor.",
        "pa": "I know that we can jump really far ahead and talk about our fears and doubts,",
        "vi": "Anh biết đôi khi ta hay nghĩ quá xa\n và nói về mọi sợ hãi cũng như lo lắng của ta."
    },
    {
        "start": "00:02:28,040",
        "end": "00:02:32,640",
        "en": "Men vi kan inte liksom fastna där för mycket.",
        "pa": "but we can't get stuck on that too much, you know?",
        "vi": "Ta không được đắm chìm vào đó quá."
    },
    {
        "start": "00:02:32,720",
        "end": "00:02:37,200",
        "en": "Jag kunde inte undgå hela dagen igår att känna att jag inte känner honom.",
        "pa": "All day yesterday, I couldn't help but feel like I don't know him.",
        "vi": "Hôm qua, tôi không rũ bỏ được cảm giác là mình không hề biết gì về anh ấy."
    },
    {
        "start": "00:02:37,280",
        "end": "00:02:42,400",
        "en": "Det är en bidragande faktor till att jag är lite mer återhållsam och bakåt.",
        "pa": "That's absolutely one reason that I'm holding back a bit.",
        "vi": "Điều đó cũng góp phần khiến tôi có chút"
    },
    {
        "start": "00:02:42,480",
        "end": "00:02:46,560",
        "en": "Och det är ju en av mina farhågor men jag har flera.",
        "pa": "ECONOMIST\n It's one of my fears, but honestly I have several.",
        "vi": "dè dặt và im lặng hơn, và đó chỉ là một nỗi lo lắng thôi. Còn nhiều cái khác."
    },
    {
        "start": "00:02:48,960",
        "end": "00:02:54,080",
        "en": "Jag har definitivt stunder när jag ifrågasätter mitt val.",
        "pa": "I definitely have moments when I question my choice.",
        "vi": "Đúng là có những lúc tôi nghi ngờ lựa chọn của mình."
    },
    {
        "start": "00:02:54,800",
        "end": "00:03:00,160",
        "en": "Jag har inte helt kunnat släppa de tankarna jag har haft om Johan.",
        "pa": "I haven't been able to completely let go of the thoughts I've had about Johan.",
        "vi": "Tôi không thể buông bỏ những suy nghĩ về Johan."
    },
    {
        "start": "00:03:00,240",
        "end": "00:03:05,760",
        "en": "Det var bara några dagar sen han och jag kände starkt för varandra.",
        "pa": "It was only a few days ago that he and I felt strongly for each other.",
        "vi": "Chuyện chỉ mới vài ngày trước. Chúng tôi có cảm tình sâu sắc với nhau."
    },
    {
        "start": "00:03:07,440",
        "end": "00:03:11,960",
        "en": "Och ibland undrar jag hur det hade gått om jag hade valt Johan istället.",
        "pa": "Of course I wonder how it would have turned out if I had chosen Johan instead.\n LOVE IS BLIND SWEDEN",
        "vi": "Và đôi khi tôi cứ nghĩ nếu tôi chọn Johan thì sẽ thế nào.\n YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "00:03:28,960",
        "end": "00:03:31,800",
        "en": "Lucas… Pusta…",
        "pa": "Lucas.",
        "vi": "Nào, Lucas! Thở ra."
    },
    {
        "start": "00:03:33,000",
        "end": "00:03:35,320",
        "en": "-Snyggt! Gick det bra? -Ja.",
        "pa": "Nice.",
        "vi": "Tốt lắm! Anh ổn chứ?"
    },
    {
        "start": "00:03:35,400",
        "end": "00:03:40,360",
        "en": "Jag känner verkligen att Lucas är samma person som jag pratade med i kapslarna.",
        "pa": "-Was it all right? -Sure.\n This Lucas is the same person as I talked to in the pods",
        "vi": "Tôi thực sự cảm thấy Lucas vẫn là người\n đã nói chuyện với tôi hồi ở phòng kín."
    },
    {
        "start": "00:03:40,440",
        "end": "00:03:47,000",
        "en": "Men han har ju helt klart ett annat tempo än vad jag har kring den fysiska biten.",
        "pa": "and we have the same chemistry.\n But he has a different pace than I do when it comes to the physical part.",
        "vi": "Nhưng ở khía cạnh thân mật, anh ấy có tốc độ khác với tôi."
    },
    {
        "start": "00:03:48,200",
        "end": "00:03:53,640",
        "en": "Jag hoppas att han tycker att det är lugnt att jag bara tafsar lite för mycket.",
        "pa": "So I hope he thinks it's okay that I'm touching him a little too much.",
        "vi": "Vậy nên mong là anh ấy không bực việc tôi hay động chạm anh ấy."
    },
    {
        "start": "00:03:58,000",
        "end": "00:04:01,400",
        "en": "Böj knäna lite och så tippar du bara över armarna.",
        "pa": "Bend your knees a little and just tip your arms over.",
        "vi": "Cong đầu gối thêm một chút rồi đổ tay về phía trước."
    },
    {
        "start": "00:04:01,480",
        "end": "00:04:04,120",
        "en": "Det går ju inte.",
        "pa": "-I can't. I can't even get them up. -But how do they get stuck?",
        "vi": "Còn không đưa thẳng lên được."
    },
    {
        "start": "00:04:04,200",
        "end": "00:04:07,000",
        "en": "-Sitter de fast? -Jag vet inte.",
        "pa": "-I don't know. -Maybe I'm hyper mobile then.",
        "vi": "- Sao lại không được? - Anh không biết."
    },
    {
        "start": "00:04:07,080",
        "end": "00:04:10,120",
        "en": "-Det kanske är jag som är överrörlig då. -Ja, kanske.",
        "pa": "-I don't know. -Yeah, maybe.",
        "vi": "Chắc tại em rất dẻo. Em không biết nữa. Chắc vậy."
    },
    {
        "start": "00:04:13,160",
        "end": "00:04:15,200",
        "en": "Åh, Gud.",
        "pa": "Oh, God.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:04:15,280",
        "end": "00:04:17,560",
        "en": "Vad ser du fram emot ikväll då?",
        "pa": "What are you looking forward to tonight?",
        "vi": "Anh mong chờ những gì cho tối nay?"
    },
    {
        "start": "00:04:18,160",
        "end": "00:04:22,560",
        "en": "-Att presentera dig för gänget. -Ah…",
        "pa": "Introducing you to the gang.",
        "vi": "Được giới thiệu em với mọi người."
    },
    {
        "start": "00:04:22,640",
        "end": "00:04:26,760",
        "en": "Jag tror att alla kommer att tänka sig att du är precis som man tänker att du är.",
        "pa": "Aww! They will think that you're exactly who they thought you were.",
        "vi": "Em nghĩ mọi người sẽ thấy anh y hệt như họ nghĩ."
    },
    {
        "start": "00:04:26,839",
        "end": "00:04:30,920",
        "en": "Energifylld, otippad. Unpredictable.",
        "pa": "-Yeah? -Yes.\n Full of energy. Unexpected.\n Unpredictable.",
        "vi": "- Vậy à? - Ừ. Đầy năng lượng. Khó ngờ.\n Không thể đoán trước."
    },
    {
        "start": "00:04:32,760",
        "end": "00:04:34,120",
        "en": "Dun, dun, dun.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:34,200",
        "end": "00:04:36,480",
        "en": "What you see is what you get.",
        "pa": "What you see is what you get.",
        "vi": "Bên trong không khác gì bên ngoài."
    },
    {
        "start": "00:04:40,880",
        "end": "00:04:44,640",
        "en": "-Det är ju cocktailparty. -Ja. Är du nervös?",
        "pa": "-It's a cocktail party. - Yeah. Are you nervous?",
        "vi": "- Là tiệc cocktail… - Ừ. Em có lo lắng không?"
    },
    {
        "start": "00:04:44,720",
        "end": "00:04:50,720",
        "en": "Nej, men lite spänd. Jag ser jättemycket fram emot att få träffa tjejerna igen.",
        "pa": "No, I'm not nervous, but I do get a bit tense.",
        "vi": "Không lo nhưng có hơi căng thẳng.\n Em rất mong được gặp lại mấy cô ấy."
    },
    {
        "start": "00:04:50,800",
        "end": "00:04:54,480",
        "en": "Och sen ska det ju bli kul att få träffa Rasmus också.",
        "pa": "I'm looking forward to seeing the girls again.\n Uh-huh.\n It's gonna be fun to meet Rasmus as well.",
        "vi": "Và gặp lại Rasmus cũng sẽ rất vui."
    },
    {
        "start": "00:04:56,480",
        "end": "00:04:59,920",
        "en": "Och jag vet inte varför, men jag blev jätterörd.",
        "pa": "And I don't know why, but I'm really moved right now.",
        "vi": "Không biết tại sao nhưng em đang cảm động lắm."
    },
    {
        "start": "00:05:00,000",
        "end": "00:05:02,720",
        "en": "-Glöm inte att sakna mig. -Säger du det till alla?",
        "pa": "-Don't forget to miss me. -Do you say that to everyone?",
        "vi": "- Đừng quên nhớ anh nhé. - Với ai anh cũng nói thế à?"
    },
    {
        "start": "00:05:02,800",
        "end": "00:05:05,360",
        "en": "Nej, bara till dig.",
        "pa": "No, just to you, Catja.",
        "vi": "Không, anh chỉ nói với em thôi, Catja ạ."
    },
    {
        "start": "00:05:07,720",
        "end": "00:05:09,400",
        "en": "Det ska bli kul.",
        "pa": "It'll be fun.",
        "vi": "Sẽ vui lắm đây!"
    },
    {
        "start": "00:05:19,040",
        "end": "00:05:21,200",
        "en": "Hola. Hola, señorita.",
        "pa": "-Hola. -Hola.",
        "vi": "- Chào! - Chào!\n - Xin chào quý cô. - Chúng tôi đang uống khởi động."
    },
    {
        "start": "00:05:21,280",
        "end": "00:05:27,560",
        "en": "Vi sitter och förkrökar inför kvällens mingel som ska bli superintressant.",
        "pa": "-Hola señorita. -Yes…\n We are having some pre-drinks before the mingle this evening,",
        "vi": "Cho buổi giao lưu tối nay, sẽ vui lắm cho mà xem."
    },
    {
        "start": "00:05:27,640",
        "end": "00:05:30,840",
        "en": "Tror du att vi har kommit längst på vår resa?",
        "pa": "which will be super interesting.\n Will we be the ones who have come furthest on this journey?",
        "vi": "Em có nghĩ ta sẽ là cặp đôi tiến xa nhất không?"
    },
    {
        "start": "00:05:30,920",
        "end": "00:05:35,480",
        "en": "-Ja. Vi ska vara lite ödmjuka med det. -Ja.",
        "pa": "-Yeah. -I think so too.\n -I think we should be humble about it. -Yeah?",
        "vi": "- Có. - Anh cũng vậy.\n Em nghĩ ta nên khiêm tốn một chút."
    },
    {
        "start": "00:05:35,560",
        "end": "00:05:38,920",
        "en": "Om de andra sitter och bara: \"Jag klarar inte av min partner.\"",
        "pa": "If the others are like, \"God, I can't handle my partner,\"",
        "vi": "Nếu những người khác nói… \"Tôi không chịu nổi đối phương.\""
    },
    {
        "start": "00:05:39,000",
        "end": "00:05:44,800",
        "en": "Då kan inte jag bara: \"Jag tycker att Rasmus är bäst.\" Så ska vi inte vara.",
        "pa": "I can't just say, \"Rasmus is the best thing on Earth.\"\n I'm going to say that anyway. We shouldn't be like that.",
        "vi": "Em sẽ bảo, \"Tôi thấy Rasmus rất tuyệt.\" Kiểu gì em cũng nói thế.\n - Mà không có chuyện đó đâu. - Phải."
    },
    {
        "start": "00:05:46,680",
        "end": "00:05:49,160",
        "en": "Jag ser faktiskt fram emot att träffa alla.",
        "pa": "No.\n I'm looking forward to meeting everyone.\n ♪ Nothin' better than this ♪",
        "vi": "Không, thật ra em mong được gặp mọi người lắm."
    },
    {
        "start": "00:06:00,520",
        "end": "00:06:03,240",
        "en": "Vad fint. Det här blir spännande.",
        "pa": "♪ Nothin' better than this ♪\n That's lovely. This is exciting.",
        "vi": "Đẹp quá. Sẽ vui lắm đây."
    },
    {
        "start": "00:06:03,320",
        "end": "00:06:05,840",
        "en": "-Är du nervös? -Nej.",
        "pa": "-Are you nervous? -No.\n ♪ Nothin' better than this ♪",
        "vi": "- Em có lo không? - Không."
    },
    {
        "start": "00:06:08,000",
        "end": "00:06:10,200",
        "en": "-Hej. -Hallå.",
        "pa": "♪ Yeah! ♪\n -Hey-hey! -Hello!",
        "vi": "- Chào! - Xin chào!"
    },
    {
        "start": "00:06:10,280",
        "end": "00:06:12,640",
        "en": "-Catja. - Sergio. -Amanda.",
        "pa": "- This is Catja. Sergio. -Amanda.",
        "vi": "- Đây là Catja và Sergio. - Đây là Amanda và Christofer."
    },
    {
        "start": "00:06:12,720",
        "end": "00:06:16,120",
        "en": "-Hej. Christofer. -Trevligt.",
        "pa": "Hi, Amanda, Christofer. Nice to meet you.",
        "vi": "- Rất vui được gặp hai người. - Tôi cũng vậy."
    },
    {
        "start": "00:06:16,200",
        "end": "00:06:20,320",
        "en": "-Hur mår vi? -Jag har ju bränt mig lite.",
        "pa": "Likewise.\n -How are you? -I got a bit sunburned.",
        "vi": "- Anh thế nào? - Tôi bị cháy nắng một chút."
    },
    {
        "start": "00:06:20,400",
        "end": "00:06:22,720",
        "en": "Men vi har haft det superhärligt.",
        "pa": "-I can see that. -But it's been good.\n We've had a lovely time.",
        "vi": "- Thấy rồi. - Nhưng không sao. Ở đây vui lắm."
    },
    {
        "start": "00:06:27,960",
        "end": "00:06:30,840",
        "en": "-Vad kul att se er. -Ska vi kramas?",
        "pa": "♪ Nothin' better than this… ♪\n How nice to see you.",
        "vi": "- Chào! - Thật vui được gặp mọi người!"
    },
    {
        "start": "00:06:30,920",
        "end": "00:06:33,400",
        "en": "-Hej. Christofer. -Hej. Catja.",
        "pa": "Should we hug?\n -Christofer. -Catja.",
        "vi": "Ôm nhau cái nhé?\n - Christofer. - Catja."
    },
    {
        "start": "00:06:33,480",
        "end": "00:06:37,560",
        "en": "Det känns skitkul att äntligen få ett ansikte på alla de man har träffat.",
        "pa": "It feels great to finally put a face to all the people we've dated.",
        "vi": "Tôi rất vui khi cuối cùng cũng được gặp mặt những cô gái tôi đã trò chuyện."
    },
    {
        "start": "00:06:37,640",
        "end": "00:06:40,400",
        "en": "Men har ni dejtat?",
        "pa": "But have you dated, you two and you two?",
        "vi": "Ai từng hẹn hò nhau không? Christofer, Emilia, Lucas, Catja?"
    },
    {
        "start": "00:06:40,480",
        "end": "00:06:45,040",
        "en": "-Vi var på några. -Vi hade typ två, tre stycken.",
        "pa": "We had some…\n We had two or three dates, yeah.",
        "vi": "Bọn tôi có. Hai, ba cuộc hẹn gì đó nhỉ? Ba à? Ba cuộc."
    },
    {
        "start": "00:06:45,120",
        "end": "00:06:48,560",
        "en": "- Spännande. -Hands off.",
        "pa": "Interesting.\n Hands off. That's all you.",
        "vi": "Hay quá.\n Cấm anh táy máy!"
    },
    {
        "start": "00:06:48,640",
        "end": "00:06:53,040",
        "en": "Jag hade inte riktigt nån bild av Christofer, men han ser ju bra ut.",
        "pa": "I didn't have a picture of Christofer in my head, but he's handsome.",
        "vi": "Tôi không hình dung ra được Christofer trong đầu."
    },
    {
        "start": "00:06:53,120",
        "end": "00:06:55,480",
        "en": "Jag älskar ju män som har manbun.",
        "pa": "He's tall, and I love men with man buns.",
        "vi": "Nhưng anh ấy rất đẹp trai. Tôi thích đàn ông búi tóc."
    },
    {
        "start": "00:06:57,640",
        "end": "00:06:59,200",
        "en": "Det är najs.",
        "pa": "So it's nice.\n ♪ Freaky hot, mama got game ♪\n ♪ Check my team, relight the flame ♪",
        "vi": "Nên thật hay."
    },
    {
        "start": "00:07:04,360",
        "end": "00:07:09,800",
        "en": "- Andra sidan, är ni klara? -Jajamänsan, fattas bara!",
        "pa": "♪ We be bougie Y'all sound the same… ♪\n Other side, are you ready?\n Yes! You bet we are.",
        "vi": "Mọi người ở bên đó đã sẵn sàng chưa?\n Chắc chắn rồi!"
    },
    {
        "start": "00:07:15,840",
        "end": "00:07:19,120",
        "en": "Men Gud!",
        "pa": "Hi! You look so nice! So nice!",
        "vi": "Hai người đẹp quá!"
    },
    {
        "start": "00:07:19,200",
        "end": "00:07:23,280",
        "en": "-Åh, vad du är snygg! - Detsamma.",
        "pa": "-Mmm! You look so good. -You too.",
        "vi": "Cô thế nào? Trông cô đẹp quá!"
    },
    {
        "start": "00:07:23,360",
        "end": "00:07:26,680",
        "en": "-Det här är Rasmus. - Ta-da!",
        "pa": "-This is Rasmus. -Rasmus.\n Ta-da!",
        "vi": "Cô cũng vậy!\n Đây là Rasmus."
    },
    {
        "start": "00:07:28,680",
        "end": "00:07:31,680",
        "en": "Hej. Vi kramas. Hej. Kul att se er.",
        "pa": "-Hi, let's hug. -Hi, nice to see you.\n Likewise.",
        "vi": "Ôm cái nào!\n - Rất vui được gặp mọi người. - Tôi cũng vậy."
    },
    {
        "start": "00:07:33,560",
        "end": "00:07:36,440",
        "en": "Det är kul att träffa Rasmus.",
        "pa": "It was nice to meet Rasmus.\n Beautiful man.",
        "vi": "Thật vui khi được gặp Rasmus."
    },
    {
        "start": "00:07:38,800",
        "end": "00:07:41,200",
        "en": "Tja! Hur är läget?",
        "pa": "So good to see you.\n -Hey there, what's up? -Hi, Rasmus.",
        "vi": "Anh ấy rất tuyệt.\n Chào! Thế nào rồi?"
    },
    {
        "start": "00:07:41,280",
        "end": "00:07:44,560",
        "en": "Catja är en jättesnygg tjej. Hennes ögon är helt magnifika.",
        "pa": "Catja's a very beautiful girl. Her eyes are magnificent. They're crazy.",
        "vi": "Catja thực sự rất xinh đẹp. Đôi mắt hút hồn. Đẹp điên đảo."
    },
    {
        "start": "00:07:44,640",
        "end": "00:07:46,360",
        "en": "De är helt galna.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:07:49,840",
        "end": "00:07:51,880",
        "en": "-What's up, people? - Hej.",
        "pa": "-What's up, people? - Hi!",
        "vi": "Sao rồi các anh chị em?"
    },
    {
        "start": "00:07:51,960",
        "end": "00:07:53,480",
        "en": "Oh, my God!",
        "pa": "-What's going on? -Oh, my God, you guys!",
        "vi": "Chúa ơi, chào mọi người!"
    },
    {
        "start": "00:07:54,960",
        "end": "00:07:58,360",
        "en": "Det här är Oscar. - Hej. Meira.",
        "pa": "-Good to see you. -Oskar.\n Hi, Oskar.",
        "vi": "- Oskar đó phải không? - Tôi là Oskar."
    },
    {
        "start": "00:07:58,440",
        "end": "00:08:01,120",
        "en": "Åh, Gud! Alltså, det här är så sjukt.",
        "pa": "Meira.\n Oh, God, this is crazy. They're strangers.",
        "vi": "- Tôi là Meira. - Kì thật đấy."
    },
    {
        "start": "00:08:01,200",
        "end": "00:08:05,960",
        "en": "Det är främlingar. Det är inte som det var när jag såg dig.",
        "pa": "-It's not like when I saw you. -No, of course.",
        "vi": "Em thấy họ rất xa lạ. Khác hẳn cảm giác khi thấy anh!"
    },
    {
        "start": "00:08:06,040",
        "end": "00:08:10,320",
        "en": "Christofer heter jag. Trevligt att träffas.",
        "pa": "So nice to meet you.",
        "vi": "Dĩ nhiên rồi.\n - Meira, Christofer, chào! - Cuối cùng cũng gặp nhau."
    },
    {
        "start": "00:08:10,400",
        "end": "00:08:14,360",
        "en": "Att träffa de andra tjejerna känns jätteroligt. Meira - jättevacker är hon.",
        "pa": "Oh, my God.\n SELF-EMPLOYED\n Meeting the other girls was great fun.",
        "vi": "- Chúa ơi! - Được gặp những cô gái khác rất vui."
    },
    {
        "start": "00:08:14,440",
        "end": "00:08:17,920",
        "en": "Men min ögonsten är ju Catja. Jag är jättenöjd.",
        "pa": "Meira is very beautiful, but the apple of my eye is Catja.",
        "vi": "Meira quả thật rất đẹp. Nhưng đẹp nhất trong mắt tôi vẫn là Catja."
    },
    {
        "start": "00:08:18,000",
        "end": "00:08:20,720",
        "en": "Jag drog vinstlotten rakt av, om man säger så.",
        "pa": "I'm really happy with her.\n I hit the jackpot.",
        "vi": "Tôi rất hạnh phúc. Nói là tôi trúng độc đắc cũng không ngoa."
    },
    {
        "start": "00:08:20,800",
        "end": "00:08:24,080",
        "en": "-Var det här reveal 2.0? -Ja.",
        "pa": "-Was this reveal 2.0? -Oh, yeah.",
        "vi": "- Đây là buổi ra mắt phiên bản hai. - Đúng."
    },
    {
        "start": "00:08:24,160",
        "end": "00:08:29,120",
        "en": "Det är ofattbart. De här andra snubbarna har suttit på andra sidan väggen.",
        "pa": "It's unbelievable that these other guys have been on the other side of the wall.",
        "vi": "Thật khó tin được là những anh chàng này"
    },
    {
        "start": "00:08:29,200",
        "end": "00:08:32,680",
        "en": "Najs att se er. Nu kan jag fokusera på Lucas igen.",
        "pa": "But nice to see you. Now I can focus on Lucas again.",
        "vi": "từng ở phía bên kia bức tường.\n Nhưng rất vui được gặp các anh. Giờ tôi lại tập trung vào Lucas thôi."
    },
    {
        "start": "00:08:37,880",
        "end": "00:08:41,600",
        "en": "-Hej! Hur mår ni? -Bra!",
        "pa": "-Hi. -Hi.\n -How are you? -Good.",
        "vi": "- Xin chào! - Xin chào! Mọi người khỏe chứ?"
    },
    {
        "start": "00:08:41,679",
        "end": "00:08:45,480",
        "en": "Hoppas att ni njuter av er semester här på Cypern.",
        "pa": "I hope you're enjoying your holiday here in Cyprus.",
        "vi": "Đúng vậy!\n Mong là các bạn thích kỳ nghỉ trên đảo Síp này."
    },
    {
        "start": "00:08:45,559",
        "end": "00:08:48,880",
        "en": "Och framför allt, stort grattis till era förlovningar!",
        "pa": "Absolutely.\n And above all, congratulations on your engagements!",
        "vi": "- Chắc chắn rồi. - Và trên hết là…\n Chúc mừng các bạn đã đính hôn!"
    },
    {
        "start": "00:08:51,880",
        "end": "00:08:57,280",
        "en": "När vi såg senast stod ni där med så himla mycket förväntan i blicken.",
        "pa": "Imagine the last time I saw you.",
        "vi": "Lần gặp mặt trước,\n ánh mắt các bạn đều tràn ngập biết bao kì vọng."
    },
    {
        "start": "00:08:57,360",
        "end": "00:09:01,600",
        "en": "Alla ville verkligen träffa kärleken. Och nu står ni här, med varsin partner",
        "pa": "You stood there with so much anticipation in your eyes.\n Everyone really wanted to find love.",
        "vi": "Ai cũng muốn gặp được tình yêu đời mình.\n Thế mà giờ các bạn đang đứng cùng một nửa của mình."
    },
    {
        "start": "00:09:01,680",
        "end": "00:09:04,080",
        "en": "som ni har lärt känna på djupet",
        "pa": "And now here you are with a partner that you've gotten to know quite deeply",
        "vi": "Những người các bạn đã hiểu rất rõ"
    },
    {
        "start": "00:09:04,160",
        "end": "00:09:09,080",
        "en": "efter timmar och timmar av dejtande i kapslarna.",
        "pa": "after only hours of dating in the pods.",
        "vi": "sau hàng giờ hẹn hò trong khu phòng kín."
    },
    {
        "start": "00:09:09,160",
        "end": "00:09:14,760",
        "en": "Nu när vi har tagit det ett steg till, när man får ta på varandra, hur funkar det?",
        "pa": "Now you've taken the next step to physical touch.",
        "vi": "Giờ ta đã tiến thêm một bước nữa,\n các bạn đã được trực tiếp chạm vào nhau, cảm giác thế nào?"
    },
    {
        "start": "00:09:16,440",
        "end": "00:09:20,120",
        "en": "Jag trodde aldrig att det skulle vara ett problem. Jättebra.",
        "pa": "How's that been?\n I never thought it would be a problem, it's been absolutely great.",
        "vi": "Tôi chưa từng sợ chuyện đó, nhưng chắc chắn là rất tuyệt rồi."
    },
    {
        "start": "00:09:20,200",
        "end": "00:09:22,720",
        "en": "Tummen upp helt enkelt.",
        "pa": "Thumbs up.",
        "vi": "Về cơ bản là rất thích."
    },
    {
        "start": "00:09:24,000",
        "end": "00:09:28,280",
        "en": "Jag är superglad, verkligen. Att vara utanför kapseln också.",
        "pa": "I'm really happy to be out of the pods as well.",
        "vi": "Tôi rất vui khi được ra ngoài khu phòng kín."
    },
    {
        "start": "00:09:28,360",
        "end": "00:09:30,920",
        "en": "Inget mer att säga om det.",
        "pa": "Nothing more to say.",
        "vi": "Tôi không có gì để nói thêm."
    },
    {
        "start": "00:09:32,000",
        "end": "00:09:38,240",
        "en": "Det är väldigt stor skillnad på kapsel- \"Meira och Oskar\" mot i riktiga livet.",
        "pa": "There's a big difference between Meira and Oskar in the pods",
        "vi": "Meira và Oskar ở khu phòng kín rất khác"
    },
    {
        "start": "00:09:38,320",
        "end": "00:09:41,560",
        "en": "Vi försöker också pussla ihop det lite grann.",
        "pa": "compared to real life.\n So we're trying to piece it together.",
        "vi": "với ngoài đời thật, nên chúng tôi đang cố gắng thu xếp."
    },
    {
        "start": "00:09:41,640",
        "end": "00:09:43,840",
        "en": "Lucas och Emilia?",
        "pa": "Lucas and Emilia?",
        "vi": "Còn Lucas và Emilia?"
    },
    {
        "start": "00:09:44,840",
        "end": "00:09:49,600",
        "en": "Ja, alltså det är en liten utmaning, skulle jag säga.",
        "pa": "Yes, it's a… challenge, I'd say.",
        "vi": "Phải nói đúng là thách thức thật."
    },
    {
        "start": "00:09:54,760",
        "end": "00:09:57,640",
        "en": "Det är, liksom… Vad ska man säga?",
        "pa": "How should I put it?",
        "vi": "Kiểu như… Nói thế nào mới phải nhỉ?"
    },
    {
        "start": "00:10:01,560",
        "end": "00:10:05,560",
        "en": "Det är ett stort steg att ta från att bara prata med varandra",
        "pa": "It's a big step from just talking to each other to then touching that person.",
        "vi": "Từ việc chỉ nói chuyện với nhau đến được chạm vào đối phương"
    },
    {
        "start": "00:10:05,640",
        "end": "00:10:09,720",
        "en": "och sen ta på människan man pratar med, och närhet och hur man för sig",
        "pa": "The closeness, how you carry yourself,",
        "vi": "trong lúc nói chuyện, và tiếp xúc da thịt, là bước tiến khá xa."
    },
    {
        "start": "00:10:09,800",
        "end": "00:10:12,360",
        "en": "och tar på varandra i vardagen…",
        "pa": "how you touch each other in everyday life is different.",
        "vi": "Lối hành xử, và việc động chạm vào nhau trong cuộc sống thường ngày."
    },
    {
        "start": "00:10:15,480",
        "end": "00:10:20,480",
        "en": "Känner ni att ni hamnar i obalans där? Eller är ni på samma ställe båda två?",
        "pa": "Does it feel unbalanced or are you both in the same place?",
        "vi": "Anh có cảm thấy hai bên khác nhau không? Hay cả hai đều thấy tương tự như nhau?"
    },
    {
        "start": "00:10:20,560",
        "end": "00:10:25,080",
        "en": "Det känns skittryggt och det kommer att gå framåt.",
        "pa": "It feels safe and we're going to move forward.",
        "vi": "Cảm giác rất thoải mái và chúng tôi sẽ đi tiếp."
    },
    {
        "start": "00:10:28,200",
        "end": "00:10:31,680",
        "en": "Om fyra veckor är det dags för era bröllop.",
        "pa": "In four weeks will be your weddings.",
        "vi": "Còn bốn tuần nữa là đám cưới của các bạn."
    },
    {
        "start": "00:10:31,760",
        "end": "00:10:34,280",
        "en": "Nej, jävlar.",
        "pa": "Oh, damn.",
        "vi": "Nhanh thật."
    },
    {
        "start": "00:10:35,280",
        "end": "00:10:39,920",
        "en": "Och då ska ni bestämma om ni säger ja till varandra…",
        "pa": "That's when you'll decide if you want to say \"I do\" to each other",
        "vi": "Lúc đó, các bạn sẽ quyết định xem có kết hôn với nhau không."
    },
    {
        "start": "00:10:40,520",
        "end": "00:10:44,640",
        "en": "…eller om ni väljer att avsluta relationen och lämna varandra för alltid.",
        "pa": "or if you choose to end it all and go your separate ways forever.",
        "vi": "Hay là sẽ chấm dứt mối quan hệ và rời bỏ nhau mãi mãi."
    },
    {
        "start": "00:10:46,880",
        "end": "00:10:53,280",
        "en": "Men jag håller alla tummar för att ni ska bevisa att kärleken är blind.",
        "pa": "I'm keeping all my fingers crossed that you will prove that love is blind.",
        "vi": "Nhưng tôi mong là tất cả các bạn sẽ chứng minh rằng tình yêu rất mù quáng."
    },
    {
        "start": "00:10:53,360",
        "end": "00:10:56,000",
        "en": "Ha nu en himla härlig kväll. Vi ses.",
        "pa": "Have a wonderful evening.\n See you later.",
        "vi": "Chúc một buổi tối vui vẻ. Hẹn gặp lại!"
    },
    {
        "start": "00:10:59,120",
        "end": "00:11:01,560",
        "en": "Skål för att vi är här. Ha en underbar resa.",
        "pa": "Cheers to being here and to our wonderful journey.",
        "vi": "Mừng chuyến đi tuyệt vời của ta!"
    },
    {
        "start": "00:11:01,640",
        "end": "00:11:04,040",
        "en": "- Skål. - Skål på er.",
        "pa": "Cheers!\n ♪ Can you feel it now? ♪\n ♪ Eyes wide open ♪",
        "vi": "Chúc mừng!"
    },
    {
        "start": "00:11:15,880",
        "end": "00:11:20,160",
        "en": "-Din klänning är riktigt snygg, alltså. -Tackar, tackar.",
        "pa": "♪ Come on now… ♪\n Oh, no, Lucas!\n Your dress is really pretty.",
        "vi": "- Giao lưu nào! - Nhìn anh kìa, Lucas!\n Tôi không muốn khoe đâu, nhưng tôi giỏi lắm đấy.\n Bộ váy của cô đẹp lắm."
    },
    {
        "start": "00:11:20,240",
        "end": "00:11:23,280",
        "en": "-Tänk om jag kunde ha sån klänning. -Du kan få låna den.",
        "pa": "-Thank you. -Imagine if I wore that.",
        "vi": "- Cảm ơn nhé. - Giá mà tôi cũng mặc được kiểu đó.\n - Tôi sẽ cho mượn. Tôi muốn xem lắm. - Tôi sẽ trả cả mớ tiền để được thấy đấy."
    },
    {
        "start": "00:11:23,360",
        "end": "00:11:26,000",
        "en": "Jag hade gjort mycket för att få se det.",
        "pa": "-You can borrow it. -I'd pay a lot to see that.\n -Yeah, I bet.",
        "vi": ""
    },
    {
        "start": "00:11:27,200",
        "end": "00:11:32,280",
        "en": "- Så kul att se er igen. -Detsamma.",
        "pa": "-So nice to see you. -Likewise.\n -Nice to see you too. -Same.",
        "vi": "- Gặp lại cô vui quá! - Thật là vui."
    },
    {
        "start": "00:11:32,360",
        "end": "00:11:36,040",
        "en": "-Du ser väldigt lycklig ut. -Gör jag? Jag mår bra.",
        "pa": "-You look very happy. -Do I? I am really happy, I'm well.",
        "vi": "Nhưng…\n Trông cô rất hạnh phúc.\n Tôi rất hạnh phúc."
    },
    {
        "start": "00:11:36,120",
        "end": "00:11:38,880",
        "en": "Du känns väldigt harmoniskt.",
        "pa": "It feels very harmonious.",
        "vi": "- Cảm giác rất hòa hợp. - Ừ."
    },
    {
        "start": "00:11:38,960",
        "end": "00:11:44,640",
        "en": "Det första han berättade var att han nästan inte ville komma hit.",
        "pa": "Well, the first thing he told me was that he almost didn't want to come.",
        "vi": "Điều đầu tiên anh ấy nói với tôi là anh ấy gần như không muốn đến đảo Síp."
    },
    {
        "start": "00:11:44,720",
        "end": "00:11:48,560",
        "en": "-Alltså, det var en kris. -Vad är det för fel på honom?",
        "pa": "It was a crisis.\n I don't get it, what's wrong with him?",
        "vi": "- Đúng là khủng hoảng. - Tôi không hiểu. Anh ta bị sao vậy?"
    },
    {
        "start": "00:11:51,120",
        "end": "00:11:55,760",
        "en": "Jag tror att han inte kände sig älskad eller att jag inte hade uttryckt det.",
        "pa": "I think he felt like he wasn't loved or that I hadn't expressed it.",
        "vi": "Tôi nghĩ vì anh ấy cảm thấy tôi chưa bày tỏ tình yêu rõ ràng."
    },
    {
        "start": "00:11:55,840",
        "end": "00:12:00,560",
        "en": "-Hej. Jag bara ställer mig lite så här. -Jag bara: \"Åh, ta på mig.\"",
        "pa": "Hi. I'm going to join you.",
        "vi": "Chào. Tôi chỉ đứng đây thôi."
    },
    {
        "start": "00:12:00,640",
        "end": "00:12:04,920",
        "en": "Jag hör bara gott om Oskar från Rasmus. Alltså bara gott.",
        "pa": "I'm like, oh, touch me.\n I've only heard good things about Oskar from Rasmus.",
        "vi": "Tôi kiểu, \"Chạm vào tôi đi!\"\n Rasmus toàn khen Oskar thôi."
    },
    {
        "start": "00:12:05,000",
        "end": "00:12:10,000",
        "en": "Han har sagt att det är en av de mest genuina killarna. \"Min Ryan Gosling.\"",
        "pa": "He said he is one of the most genuine guys in there.",
        "vi": "Khen suốt. Anh ấy nói Oskar là thuộc hàng chân thật nhất ở đó."
    },
    {
        "start": "00:12:10,080",
        "end": "00:12:15,280",
        "en": "Alltså, verkligen bara fina ord. Jag bara: \"Gud, vad gulligt.\" Verkligen.",
        "pa": "That's my little Ryan Gosling.\n Honestly, really. Just nice words.\n I'm like, God, that's so cute, really.",
        "vi": "Anh ấy là Ryan Gosling của tôi.\n Anh ấy nói những lời rất dễ nghe. Tôi thấy vô cùng dễ thương."
    },
    {
        "start": "00:12:15,360",
        "end": "00:12:18,920",
        "en": "Är det nåt jag har insett så är det att han är godhjärtad.",
        "pa": "If there's one thing I've realized, he's got a good heart.",
        "vi": "Tôi nhận thấy là anh ấy rất lý trí và tỉnh táo."
    },
    {
        "start": "00:12:19,000",
        "end": "00:12:22,760",
        "en": "Jag hörde att Johan hade gått in i tävlingsmode",
        "pa": "I heard that Johan had gone into competition mode",
        "vi": "Tôi nghe nói Johan đã nổi tính ganh đua ghê lắm."
    },
    {
        "start": "00:12:22,840",
        "end": "00:12:26,680",
        "en": "och försökte trycka ner Oskar och få Oskar att tvivla på dig och grejer.",
        "pa": "and tried to put Oskar down and make Oskar doubt you in things.",
        "vi": "Và cố gắng loại bỏ Oskar và khiến Oskar nghi ngờ cô."
    },
    {
        "start": "00:12:26,760",
        "end": "00:12:33,040",
        "en": "- Oj. Det har inte Oskar sagt. -Nej. Han är ju en genuint snäll grabb.",
        "pa": "Wow. Oskar hasn't even told me that.",
        "vi": "Tôi không biết. Oskar không nói gì cả.\n Dĩ nhiên là không nói rồi."
    },
    {
        "start": "00:12:33,120",
        "end": "00:12:36,640",
        "en": "Men jag bara: \"Okej.\"",
        "pa": "Of course he wouldn't say that.\n He's a genuinely nice guy, but I'm like, okay.\n ♪ Never push… ♪",
        "vi": "Anh ấy rất chân thật, nhưng tôi thấy, được rồi."
    },
    {
        "start": "00:12:36,720",
        "end": "00:12:40,760",
        "en": "Nu kommer jag här och smyglyssnar. Jag spionerar lite.",
        "pa": "I'm gonna eavesdrop a bit.",
        "vi": "Tôi sẽ lẻn vào đây nghe chuyện. Tôi đang do thám một chút.\n Nâng ly!"
    },
    {
        "start": "00:12:49,640",
        "end": "00:12:55,560",
        "en": "-Vi är så the it couple. The it couple. -Meh…",
        "pa": "We are so the \"it\" couple.\n What? So…\n The \"it\" couple.",
        "vi": "- Cái gì? - Chúng ta đúng là \"cặp đôi hoàn hảo.\"\n - Là gì cơ? - \"Cặp đôi hoàn hảo.\""
    },
    {
        "start": "00:12:55,640",
        "end": "00:12:58,000",
        "en": "Nu får du en puss.",
        "pa": "Come on. No way.\n -Now you're getting kissy lips. -What?",
        "vi": "- Hôn em một cái nào. - Cái gì?"
    },
    {
        "start": "00:12:58,080",
        "end": "00:13:02,800",
        "en": "Jag har saknat att få prata med dig. Hur känns det?",
        "pa": "I really miss talking to you.",
        "vi": "- Lâu không nói chuyện với cô, nhớ quá. - Tôi cũng vậy."
    },
    {
        "start": "00:13:02,880",
        "end": "00:13:06,440",
        "en": "Det tar tid för mig att koppla samman",
        "pa": "-Yeah, me too. -How does it feel?",
        "vi": "Cô thấy thế nào?\n Tôi phải mất thời gian để kết nối"
    },
    {
        "start": "00:13:06,520",
        "end": "00:13:11,560",
        "en": "kapsel-Christofer och Christofer som är här.",
        "pa": "Well, it's kind of taking time for me to sort of connect pod Christofer",
        "vi": "hình ảnh Christofer hồi ở phòng kín với Christofer ở đây."
    },
    {
        "start": "00:13:11,640",
        "end": "00:13:14,240",
        "en": "Jag håller med. Det är så svårt.",
        "pa": "with the Christofer who is here.\n I agree with that. I'm also finding that difficult.",
        "vi": "Đồng ý. Tôi cũng thấy rất khó khăn."
    },
    {
        "start": "00:13:14,320",
        "end": "00:13:17,600",
        "en": "I kapslarna pratade man nästan bara likheter.",
        "pa": "In the pods, we talked about similarities.",
        "vi": "Ở trong phòng kín, ta hầu như chỉ nói về những điểm tương đồng."
    },
    {
        "start": "00:13:17,680",
        "end": "00:13:21,040",
        "en": "Han säger nånting och jag känner: \"Gud, jag tänker likadant.\"",
        "pa": "Yeah.\n He said something and I was like, \"Me too, I feel the same way.\"",
        "vi": "Tôi luôn đồng tình với những gì anh ấy nói."
    },
    {
        "start": "00:13:21,120",
        "end": "00:13:24,520",
        "en": "Och här ute så ser man olikheter.",
        "pa": "But out here you see the differences.",
        "vi": "Còn ở đây thì ta thấy được những điểm khác biệt."
    },
    {
        "start": "00:13:24,600",
        "end": "00:13:29,720",
        "en": "Det var en drömvärld där inne. Man sökte efter en person och hittade personen.",
        "pa": "It was kind of like a dream world in there, everything was perfect.",
        "vi": "Ở đó cứ như thế giới trong mơ vậy. Mọi thứ đều hoàn hảo."
    },
    {
        "start": "00:13:29,800",
        "end": "00:13:35,200",
        "en": "Så kommer man ut hit och bara… \"Jaha, du tänker så här. Du gör så här.\"",
        "pa": "You looked for a person, you found the person,\n and then you come out and, \"Oh, wait, you think like this or you like this?\"",
        "vi": "Ta tìm kiếm, và tìm thấy người ấy.\n Rồi khi ra khỏi đó, ta mới thấy, \"Khoan, anh nghĩ thế này, làm thế này cơ.\""
    },
    {
        "start": "00:13:36,240",
        "end": "00:13:38,320",
        "en": "Åh, Gud, vad gott.",
        "pa": "Oh!",
        "vi": ""
    },
    {
        "start": "00:13:38,400",
        "end": "00:13:41,040",
        "en": "Jag har ju ändå brottats lite med…",
        "pa": "This is good.",
        "vi": "Ngon thật đấy.\n Tôi đang khá phân vân về lựa chọn của mình."
    },
    {
        "start": "00:13:41,120",
        "end": "00:13:45,680",
        "en": "\"Gjorde jag rätt val? Skulle det egentligen ha varit Johan?\"",
        "pa": "I have struggled a bit with, did I make the right choice?\n Should it have been Johan?",
        "vi": "Hay là chọn Johan mới đúng?"
    },
    {
        "start": "00:13:48,120",
        "end": "00:13:53,520",
        "en": "Vi tampas lite med vissa saker. Eller tampas med… Vi tar det i vår takt.",
        "pa": "Well…\n I struggle a bit with some things.",
        "vi": "Có chút vấn đề ở vài khía cạnh. Hoặc không hẳn là vấn đề."
    },
    {
        "start": "00:13:53,600",
        "end": "00:13:59,720",
        "en": "Och jag litar liksom nånstans på vår process i det.",
        "pa": "We take it at our own pace, and I somehow trust our process.",
        "vi": "Chúng tôi tiến lên theo nhịp độ của mình.\n Và không hiểu sao tôi thấy tin tưởng tốc độ phát triển của chúng tôi."
    },
    {
        "start": "00:13:59,800",
        "end": "00:14:03,520",
        "en": "Men det har ju inte kommit utan… Vad ska man säga?",
        "pa": "You know, at least I'm trying to.\n But it hasn't been without its…",
        "vi": "Nhưng không phải là không có… Cũng có thăng trầm này kia."
    },
    {
        "start": "00:14:03,600",
        "end": "00:14:06,240",
        "en": "Det har varit ups and downs.",
        "pa": "own ups and downs.",
        "vi": ""
    },
    {
        "start": "00:14:06,320",
        "end": "00:14:10,120",
        "en": "Sen verkar det finnas vissa farhågor kring…",
        "pa": "Then there seemed to be some concerns about,",
        "vi": "Rồi có vẻ còn có lo ngại về…"
    },
    {
        "start": "00:14:11,560",
        "end": "00:14:17,160",
        "en": "Har vi tagit oss vatten över huvudet? Det är en oro som hon har uttryckt.",
        "pa": "are we in over our heads?\n I don't necessarily feel that way, but it's a concern that she has expressed.",
        "vi": "Có phải chúng tôi ảo tưởng không?\n Không biết tôi có cảm thấy thế không, nhưng cô ấy bảo là có lo chuyện đó."
    },
    {
        "start": "00:14:20,120",
        "end": "00:14:25,280",
        "en": "Och det är tufft att höra. Men det kanske är jag som är knäpp.",
        "pa": "And that's hard to hear.\n -I can see that. -But maybe I'm the nutty one.",
        "vi": "- Tôi đã rất buồn. - Tôi hiểu.\n Nhưng có lẽ tôi mới là kẻ đang phát điên."
    },
    {
        "start": "00:14:28,080",
        "end": "00:14:34,840",
        "en": "♪ I won't ever let you slip away From my head, from my head ♪",
        "pa": "♪ I won't ever let you slip away ♪",
        "vi": ""
    },
    {
        "start": "00:14:34,920",
        "end": "00:14:38,960",
        "en": "♪ It's like I'm in a dream When I'm awake ♪",
        "pa": "♪ From my hands, from my hands ♪\n ♪ It's like I'm in a dream When I'm awake ♪",
        "vi": ""
    },
    {
        "start": "00:14:39,040",
        "end": "00:14:42,440",
        "en": "♪ Calling your name Calling your name ♪",
        "pa": "♪ Calling your name Calling your name… ♪",
        "vi": ""
    },
    {
        "start": "00:14:43,080",
        "end": "00:14:49,760",
        "en": "-Hej. Vill du bli varmare? -Ja. Tack.",
        "pa": "Hi! Do you want to get warm?\n -Yes, please. -Yeah?\n Yeah. Thank you.\n ♪ …let you slip away ♪",
        "vi": "Xin chào!\n - Em muốn sưởi ấm không? - Có.\n Cảm ơn."
    },
    {
        "start": "00:14:58,120",
        "end": "00:15:03,160",
        "en": "Det som jag har velat mer, är den här…",
        "pa": "♪ From my hands, from my hands… ♪\n What I would have maybe wanted more of is this kind of…",
        "vi": "Tôi muốn được thế này nhiều hơn này…"
    },
    {
        "start": "00:15:03,240",
        "end": "00:15:04,960",
        "en": "Det vardagliga…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:07,040",
        "end": "00:15:11,720",
        "en": "-Sergan. -We're fucking besties. Berätta.",
        "pa": "Sergio, you're the fucking best.",
        "vi": "- Sergio. - Anh đúng là số một."
    },
    {
        "start": "00:15:11,800",
        "end": "00:15:16,560",
        "en": "Var ska jag börja nånstans? Jag var väldigt upp och ner.",
        "pa": "All ears.\n Where do I start?",
        "vi": "- Chúng tôi nghe đây. - Tôi nên bắt đầu từ đâu nhỉ?\n Có lúc tôi thấy vui, có lúc lại thấy buồn."
    },
    {
        "start": "00:15:17,160",
        "end": "00:15:21,440",
        "en": "När vi anlände till Cypern så gick mina tankar att…",
        "pa": "I was very up and down when we first arrived in Cyprus.",
        "vi": "Khi mới đến đảo Síp này,"
    },
    {
        "start": "00:15:21,520",
        "end": "00:15:24,960",
        "en": "\"Nej, det finns inte det jag trodde fanns.\"",
        "pa": "I kept thinking that what I felt was there in the beginning with her",
        "vi": "tôi đã nghĩ là, \"Không, tình cảm mà mình tưởng có thật không tồn tại.\""
    },
    {
        "start": "00:15:25,840",
        "end": "00:15:30,120",
        "en": "Och jag sa det straight up. Jag var beredd att inte komma.",
        "pa": "wasn't there anymore.\n I told her straight up that I was fully prepared not to come.",
        "vi": "Và tôi đã nói thẳng là, tôi đã tính đến chuyện không đi."
    },
    {
        "start": "00:15:32,080",
        "end": "00:15:35,320",
        "en": "-Shit. - Han ville dra sig undan.",
        "pa": "Shit.\n -He wanted to quit? -Yes.",
        "vi": "Trời đất.\n Anh ấy muốn bỏ chương trình."
    },
    {
        "start": "00:15:35,400",
        "end": "00:15:38,800",
        "en": "I flera dagar har han varit panikslagen över det här.",
        "pa": "-Really? -He had been panicking for days.",
        "vi": "Anh ấy lo nghĩ chuyện này mấy ngày liền."
    },
    {
        "start": "00:15:38,880",
        "end": "00:15:42,840",
        "en": "Han har läst av mina tecken, att jag inte fick på mig armbandet",
        "pa": "-What? -He's been reading into things,\n like I wasn't able to put his bracelet on, was that done on purpose?",
        "vi": "Anh ấy thấy những dấu hiệu như là tôi không đeo được cái vòng tay đó."
    },
    {
        "start": "00:15:42,920",
        "end": "00:15:46,520",
        "en": "att jag gjorde det med flit, att jag inte gav honom en ring.",
        "pa": "I didn't give him a ring.",
        "vi": "Anh ấy nghĩ tôi cố tình làm vậy. Và tôi không trao nhẫn."
    },
    {
        "start": "00:15:46,600",
        "end": "00:15:50,280",
        "en": "Han kände att han hade slängt ut sitt hjärta och att jag inte hade visat nåt.",
        "pa": "He feels he's thrown his heart out and I haven't given anything back.",
        "vi": "Anh ấy cảm thấy đã bộc bạch hết tấm lòng mà tôi lại không đáp lại gì."
    },
    {
        "start": "00:15:50,360",
        "end": "00:15:53,760",
        "en": "\"Hon vill inte vara i den här situationen.\"",
        "pa": "He was like, \"She doesn't want to be here.\"",
        "vi": "Vì vậy anh ấy nghĩ là tôi không muốn làm việc này."
    },
    {
        "start": "00:15:53,840",
        "end": "00:15:59,120",
        "en": "Jag har fått så konstiga vibbar av den mannen. Jag är orolig över hur det ska gå.",
        "pa": "That man gives me weird vibes, so I'm worried about how this will all work out.",
        "vi": "Tôi thấy anh ta rất kì lạ,\n nên cũng có chút lo lắng về tương lai của họ."
    },
    {
        "start": "00:16:01,760",
        "end": "00:16:05,720",
        "en": "Men sakta men säkert började jag säga: \"Ska jag ge henne en chans?\"",
        "pa": "Slowly but surely, I started to think, \"Should I give her a chance?\"",
        "vi": "Dần dần, tôi bắt đầu nghĩ, mình có nên cho cô ấy một cơ hội không?"
    },
    {
        "start": "00:16:05,800",
        "end": "00:16:09,880",
        "en": "Bara för att det ser lite taskigt ut här och nu…",
        "pa": "",
        "vi": "Chỉ vì hiện tại có vẻ hơi tệ…"
    },
    {
        "start": "00:16:10,640",
        "end": "00:16:13,960",
        "en": "Matchen är så himla lång och det kan förändras.",
        "pa": "Just because it looks a bit shitty here and there,\n the match is so long and it can change",
        "vi": "nhưng đây là chuyện lâu dài mà. Mọi việc có thể thay đổi."
    },
    {
        "start": "00:16:14,040",
        "end": "00:16:17,720",
        "en": "Vi har inte sett våra tjejer i stress.",
        "pa": "because we haven't seen our girls in stress.",
        "vi": "Vì ta chưa ở bên đối phương trong hoàn cảnh áp lực."
    },
    {
        "start": "00:16:17,800",
        "end": "00:16:20,880",
        "en": "-I sociala sammanhang, som nu. -Precis.",
        "pa": "-Just socially. -Socially, yeah.",
        "vi": "- Trong bối cảnh xã hội. - Bối cảnh xã hội, chính xác."
    },
    {
        "start": "00:16:20,960",
        "end": "00:16:25,640",
        "en": "-Mycket bra. Skönt att höra. -Skål för det.",
        "pa": "-Very good. -Cheers to that.",
        "vi": "- Rất tốt. - Nâng ly nào."
    },
    {
        "start": "00:16:25,720",
        "end": "00:16:28,520",
        "en": "Jag tror att Amanda är lite förd bakom ljuset.",
        "pa": "Nice to hear, I mean it.",
        "vi": "Nâng ly.\n Tôi nghĩ Amanda đã bị lừa một chút."
    },
    {
        "start": "00:16:28,600",
        "end": "00:16:32,440",
        "en": "Men jag är inte här för att pinka revir eller nåt sånt.",
        "pa": "I think Amanda has been misled,\n but I'm not here to mark out my territory or anything like that.",
        "vi": "Nhưng tôi không định tranh giành lãnh thổ. Tôi ở đây để gặp gỡ mọi người và giao lưu."
    },
    {
        "start": "00:16:32,520",
        "end": "00:16:35,960",
        "en": "Jag är här för att träffa alla och socialisera.",
        "pa": "I'm here to meet everybody and socialize.",
        "vi": "Đúng vậy!"
    },
    {
        "start": "00:16:37,240",
        "end": "00:16:40,600",
        "en": "Men han och jag, vi går inte hand i hand.",
        "pa": "That's it!",
        "vi": "Nhưng tôi và anh ta không hợp nhau tí nào."
    },
    {
        "start": "00:16:40,680",
        "end": "00:16:44,720",
        "en": "Jag tycker inte att han är en man som står vid sitt ord på nåt sätt.",
        "pa": "Sergio and I don't go hand in hand,\n and I don't think he keeps his word.",
        "vi": "Tôi không nghĩ anh ta là người giữ lời."
    },
    {
        "start": "00:16:47,360",
        "end": "00:16:50,760",
        "en": "- Over to the next one. -Jag fattar ju vart detta är på väg…",
        "pa": "Over to the next one.",
        "vi": "- Sang người tiếp theo nào. - Tôi biết thừa rồi."
    },
    {
        "start": "00:16:50,840",
        "end": "00:16:52,840",
        "en": "…så jag droppar det direkt.",
        "pa": "I see where this is going, so I'll go next.",
        "vi": "Vậy nên tôi sẽ nói luôn, tôi nổi danh là luôn đi đến cùng trong đêm đầu tiên."
    },
    {
        "start": "00:16:52,920",
        "end": "00:16:56,120",
        "en": "-Jag är ju känd för att ta första doppet. -Nej!",
        "pa": "I'm known to go all the way the first night.",
        "vi": ""
    },
    {
        "start": "00:16:56,200",
        "end": "00:17:01,680",
        "en": "Paus. Vi diskuterade ju tidigare att vänta, i alla fall första kvällen.",
        "pa": "-No! -What?\n Wait. We did discuss to wait until after the first night.",
        "vi": "- Không! - Đợi đã, tôi có… Dừng lại.\n Chúng tôi đã bàn nhau là sẽ đợi đến sau đêm đầu tiên."
    },
    {
        "start": "00:17:01,760",
        "end": "00:17:04,360",
        "en": "Jag var ganska scared när jag tog upp det.",
        "pa": "I was quite scared when I brought that up,",
        "vi": "Tôi đã khá lo lắng khi nói chuyện đó."
    },
    {
        "start": "00:17:04,440",
        "end": "00:17:08,960",
        "en": "Men sen när han hanterade den konversationen så respektfullt…",
        "pa": "but he handled that conversation so respectfully",
        "vi": "Nhưng anh ấy trả lời rất tôn trọng là"
    },
    {
        "start": "00:17:09,040",
        "end": "00:17:13,119",
        "en": "\"Jag har inga problem med att vänta.\" Och då sitter jag där och…",
        "pa": "and was just like, \"I have no problem waiting.\"",
        "vi": "không ngại việc chờ đợi."
    },
    {
        "start": "00:17:13,200",
        "end": "00:17:16,599",
        "en": "\"Alltså helvete, vad sexig han är nu.\"",
        "pa": "So then I'm sitting there like, \"Damn, he's sexy right now.\"",
        "vi": "Thế là tôi ngồi đó, thấy anh ấy quyến rũ chết đi được!"
    },
    {
        "start": "00:17:16,680",
        "end": "00:17:21,920",
        "en": "-\"Vad har jag precis sagt?\" -\"Jag tar tillbaka allt.\"",
        "pa": "What did I just say?\n I take it all back, you're done for.",
        "vi": "\"Mình vừa nói gì ấy nhỉ?\"\n - \"Phải rút lại thôi!\" - Thua luôn."
    },
    {
        "start": "00:17:22,000",
        "end": "00:17:27,319",
        "en": "-Alltså, det är kört. -Hur stor? Nej, jag skojade.",
        "pa": "I mean, I so am.",
        "vi": "Ý tôi là, thôi nào."
    },
    {
        "start": "00:17:27,400",
        "end": "00:17:29,440",
        "en": "Big. Lång…",
        "pa": "And how big? No, I'm joking.\n Was it big? Long?",
        "vi": "To cỡ nào? Không, tôi đùa thôi!\n Có rộng không? Dài không?"
    },
    {
        "start": "00:17:29,520",
        "end": "00:17:33,960",
        "en": "Då till den största, viktigaste, frågan. Hur bra var han på en skala 1-10?",
        "pa": "Now for the biggest, most important question.",
        "vi": "Nói chuyện đầu tiên và quan trọng nhất đã. Anh ấy tuyệt không? Được mấy điểm?"
    },
    {
        "start": "00:17:34,040",
        "end": "00:17:38,000",
        "en": "Alltså, jag tror att vi båda är lite… \"Shit, jävlar.\" Det är så uppladdat.",
        "pa": "How good was he out of ten?\n I think we're both like this ball of nerves.",
        "vi": "Tôi nghĩ là cả hai bọn tôi đều bất ngờ. Bầu không khí căng như dây đàn."
    },
    {
        "start": "00:17:38,080",
        "end": "00:17:40,560",
        "en": "Jag tror att det bara kommer bli bättre.",
        "pa": "It's so charged, so I definitely think it's only going to get better.",
        "vi": "Tôi nghĩ từ giờ chỉ có tuyệt hơn nữa thôi."
    },
    {
        "start": "00:17:41,400",
        "end": "00:17:44,840",
        "en": "Sexet är för mig avgörande och det måste vara bra.",
        "pa": "For me, sex is crucial. It has to be good.",
        "vi": "Với tôi, tình dục rất quan trọng. Hai bên phải hợp nhau."
    },
    {
        "start": "00:17:44,920",
        "end": "00:17:48,760",
        "en": "Annars ser inte jag ett giftermål och ett liv.",
        "pa": "Otherwise, I don't see a marriage and a life ahead.",
        "vi": "Không thì đừng nói chuyện kết hôn hay tương lai gì cả."
    },
    {
        "start": "00:17:50,680",
        "end": "00:17:56,520",
        "en": "Dock, så här… Jag har lite problem med intimiteten och attraktionen.",
        "pa": "I have a problem with the intimacy bit, the attraction.",
        "vi": "Tôi ngại thân mật và khó thấy đối phương hấp dẫn."
    },
    {
        "start": "00:17:58,280",
        "end": "00:18:03,240",
        "en": "Jag tror att jag behöver mer tid att bygga attraktion på ett annat sätt.",
        "pa": "I think I need more time to…",
        "vi": "Tôi nghĩ mình cần thêm thời gian để thấy cô ấy hấp dẫn, theo một cách khác."
    },
    {
        "start": "00:18:03,320",
        "end": "00:18:06,640",
        "en": "Som nu, till exempel, när jag ser hur hon är med folk…",
        "pa": "Absolutely.\n …build the attraction in a different way.\n Like now, when I see how she is with people and so on.",
        "vi": "Như hiện tại chẳng hạn. Xem cô ấy cư xử bên mọi người thế nào."
    },
    {
        "start": "00:18:06,720",
        "end": "00:18:11,800",
        "en": "Vilken kvinna. Hon tar ju över. Alla vill lyssna på henne.",
        "pa": "But what a woman, her presence takes over.",
        "vi": "Cô ấy là kiểu phụ nữ nào. Cô ấy là kiểu lãnh đạo."
    },
    {
        "start": "00:18:11,880",
        "end": "00:18:18,160",
        "en": "Exakt. Sånt bygger attraktion för mig. Ikväll så bara växer det liksom.",
        "pa": "Everyone wants to be near her and listen to her.\n Exactly, that stuff builds attraction for me, it does.",
        "vi": "- Mọi người đều muốn nghe cô ấy. - Phải. Tôi thấy điểm đó rất hấp dẫn.\n Chỉ trong buổi tối hôm nay mà tôi thích cô ấy hơn nhiều."
    },
    {
        "start": "00:18:18,240",
        "end": "00:18:21,520",
        "en": "Jag känner att det är en process som måste byggas på.",
        "pa": "Tonight, I feel like it's growing.\n One hundred percent.\n I feel it's a process that you have to build on.",
        "vi": "- 100%. - Đó là một quá trình cần xây dựng từ từ."
    },
    {
        "start": "00:18:21,600",
        "end": "00:18:27,240",
        "en": "-Är det du som styr den fasen lite? -Jag tror det är jag som håller igen.",
        "pa": "-Yeah. -But are you controlling that phase?\n -I'm holding back a bit. -Exactly.",
        "vi": "Anh phụ trách giai đoạn đó à?\n Chắc tôi cũng đang kiềm chế đôi chút. Tôi nghĩ tôi mới là người kiềm chế."
    },
    {
        "start": "00:18:28,760",
        "end": "00:18:31,520",
        "en": "Det är jättejobbigt för mig, för jag är så fysisk.",
        "pa": "I'm the one holding back.",
        "vi": "Khó lắm, vì tôi rất thích gần gũi."
    },
    {
        "start": "00:18:31,600",
        "end": "00:18:36,280",
        "en": "Jag skulle kunna tafsa på honom hela tiden eller hångla upp honom.",
        "pa": "It's really hard for me because I'm so physical.",
        "vi": "Lúc nào tôi cũng muốn chạm vào và hôn anh ấy."
    },
    {
        "start": "00:18:36,360",
        "end": "00:18:38,680",
        "en": "Jag vill bli upptryckt mot väggen.",
        "pa": "I could go around and touch him or make out with him all the time.",
        "vi": "Tôi muốn chúng tôi nồng nhiệt như một mối tình trước đây của tôi."
    },
    {
        "start": "00:18:38,760",
        "end": "00:18:44,280",
        "en": "Om jag har dejtat nån och jag inte får det fysiska tillbaka he's out of my door.",
        "pa": "I want to be pushed up against the wall.\n When I've dated someone and I'm more physical, but I don't get it back,",
        "vi": "Nếu tôi thấy mình quá nồng nhiệt mà anh ấy không đáp lại,"
    },
    {
        "start": "00:18:44,360",
        "end": "00:18:48,200",
        "en": "Jag kan inte sitta och vänta på det för det är viktigt för mig.",
        "pa": "he's out of my door, so I can't wait for it, it's important, I'm a catch.",
        "vi": "tôi sẽ phải dừng lại thôi. Tôi không thể cứ chờ mãi được,"
    },
    {
        "start": "00:18:48,280",
        "end": "00:18:51,520",
        "en": "-Jag är ett kap. -Det är du.",
        "pa": "-One hundred percent. -Exactly.\n ♪ Don't leave me in the distance ♪",
        "vi": "vì điểm này rất quan trọng với tôi. Tôi là của báu đó!\n - Đúng vậy. - 100 phần trăm!"
    },
    {
        "start": "00:18:55,920",
        "end": "00:18:59,880",
        "en": "Hej! Får vi joina ert gossip, eller?",
        "pa": "-Hey! -Hey!\n Can we join in with your gossip?",
        "vi": "- Xin chào! - Chào!\n Cho bọn tôi tám chuyện cùng nhé?"
    },
    {
        "start": "00:18:59,960",
        "end": "00:19:03,080",
        "en": "-Vi har inte snackat om er. -Nej, nej.",
        "pa": "We haven't been talking about you.",
        "vi": "- Bọn tôi chưa nói về các anh đâu. - Vậy à?"
    },
    {
        "start": "00:19:03,160",
        "end": "00:19:05,920",
        "en": "Då kan ni göra det nu.",
        "pa": "What? No. Then you can do it now.",
        "vi": "Vậy thì giờ nói thôi."
    },
    {
        "start": "00:19:10,120",
        "end": "00:19:12,960",
        "en": "Jag måste få krama mina grabbar god natt.",
        "pa": "I gotta hug my guys good night.\n Aww!",
        "vi": "Để tôi ôm chào tạm biệt các anh nào."
    },
    {
        "start": "00:19:29,720",
        "end": "00:19:32,520",
        "en": "-Hur mår du? -Jag mår bra. Det där var skitkul.",
        "pa": "How are you?\n I'm good. That was great fun.",
        "vi": "- Anh thấy thế nào? - Thích lắm. Buổi tối thật vui."
    },
    {
        "start": "00:19:32,600",
        "end": "00:19:36,240",
        "en": "Du har haft en bra kväll och känner dig nöjd.",
        "pa": "You had a good night, you feel pleased?",
        "vi": "Anh đã có một buổi tối vui vẻ, và thấy rất hài lòng."
    },
    {
        "start": "00:19:36,320",
        "end": "00:19:40,840",
        "en": "-Jag är jättenyfiken på ditt killsnack. -Ja, det kan vi gräva i.",
        "pa": "Yeah. All good.\n -I'm curious about what you chatted about. -Let's dig into that.",
        "vi": "Em rất tò mò về cuộc nói chuyện của cánh đàn ông."
    },
    {
        "start": "00:19:40,920",
        "end": "00:19:45,680",
        "en": "Men först ska jag fråga dig hur det gick och hur det kändes för dig.",
        "pa": "Can we?\n Yes, but first I want to ask you how it went for you,",
        "vi": "- Ừ, ta có thể nói chuyện đó. - Vậy sao?\n Ừ, nhưng trước tiên anh muốn nghe em đã. Em thấy thế nào?"
    },
    {
        "start": "00:19:45,760",
        "end": "00:19:51,960",
        "en": "Jag fick väldigt bra inputs av mina tjejer och jag har verkligen snackat gott om dig.",
        "pa": "how it felt and so on.\n I got very good input from my girls and I talked a lot about you",
        "vi": "Các cô gái đã cho em nhiều ý kiến rất hay.\n Và em khen anh rất nhiều."
    },
    {
        "start": "00:19:52,040",
        "end": "00:19:55,600",
        "en": "Ja. Det jag har sagt till dem kan jag säga till dig.",
        "pa": "and really spoke fondly of you.\n I feel the same. What I told them I can tell you too.",
        "vi": "Anh cũng vậy. Không lời nào anh nói với họ mà không nói được với em."
    },
    {
        "start": "00:19:55,680",
        "end": "00:20:01,120",
        "en": "Jag blev kanske lite förvånad när Jessica frågade hur det känns",
        "pa": "Honestly, I was a little surprised when Jessica asked you how it feels",
        "vi": "Em hơi bất ngờ khi Jessica hỏi"
    },
    {
        "start": "00:20:01,200",
        "end": "00:20:04,040",
        "en": "och du sa att det är utmanande.",
        "pa": "and you said it was challenging.",
        "vi": "mà anh lại bảo là thấy rất thách thức."
    },
    {
        "start": "00:20:07,400",
        "end": "00:20:10,760",
        "en": "Att du väljer ordet utmanande…",
        "pa": "And your choice of the word \"challenging\" was like…",
        "vi": "Anh đã dùng từ \"thách thức.\""
    },
    {
        "start": "00:20:10,840",
        "end": "00:20:15,480",
        "en": "Men vad är det egentligen som är utmanande?",
        "pa": "what exactly is challenging?",
        "vi": "Nhưng anh thấy \"thách thức\" ở điểm nào?"
    },
    {
        "start": "00:20:17,200",
        "end": "00:20:20,720",
        "en": "-Du har inte sagt \"utmanande\" till mig. -Det kanske vara fel ordval.",
        "pa": "You haven't used the word \"challenging\" to me.",
        "vi": "Anh chưa hề dùng từ \"thách thức\" với em."
    },
    {
        "start": "00:20:20,800",
        "end": "00:20:25,360",
        "en": "Det gör mig lite osäker och jag kommer eventuellt att ta några steg tillbaka.",
        "pa": "No, it might be the wrong choice of words.\n Well, that makes me insecure, and I might take a step back.",
        "vi": "Là anh chọn sai từ.\n Vì thế em thấy hơi bất an và có thể sẽ lùi lại một bước."
    },
    {
        "start": "00:20:25,440",
        "end": "00:20:29,280",
        "en": "Och det tror jag inte kommer att gynna vår relation.",
        "pa": "I don't think that will benefit our relationship.",
        "vi": "Em nghĩ thế không tốt cho tình cảm của ta lắm."
    },
    {
        "start": "00:20:31,000",
        "end": "00:20:37,320",
        "en": "Med intimiteten så känner jag att det behöver tas i steg",
        "pa": "Yes.\n With the intimacy thing, I feel that it needs to be taken in stages",
        "vi": "Phải.\n Anh thấy phải từ từ"
    },
    {
        "start": "00:20:37,400",
        "end": "00:20:40,200",
        "en": "och bygga upp den intimiteten i steg.",
        "pa": "so we can slowly build up the intimacy step by step.",
        "vi": "và tiến từng bước thì mình mới gần gũi da thịt được."
    },
    {
        "start": "00:20:47,400",
        "end": "00:20:52,800",
        "en": "Det var trevligt. Kul att se alla. Man har ju ändå haft minst en dejt med dem.",
        "pa": "It was really great to see everyone.\n After all, you've had at least one date with them.",
        "vi": "Em thấy tối nay rất vui. Được gặp lại tất cả mọi người.\n Tất cả bọn họ đều đã hẹn hò với em ít nhất một buổi đấy."
    },
    {
        "start": "00:20:54,120",
        "end": "00:20:57,160",
        "en": "-Är du sur på mig nu? -Nej, men det skakas.",
        "pa": "Mm-hmm.\n -Are you mad at me? -No, the camera's shaking.",
        "vi": "- Anh giận à? - Không, nhưng bất ngờ quá."
    },
    {
        "start": "00:20:57,240",
        "end": "00:20:59,800",
        "en": "Det är svårt att veta hur alla känner.",
        "pa": "It's hard to know how everyone feels.",
        "vi": "Rất khó biết được cảm xúc của mọi người."
    },
    {
        "start": "00:20:59,880",
        "end": "00:21:05,440",
        "en": "Jag är kanske inte övertygad att alla kommer att säga \"ja\".",
        "pa": "I'm not sure that everyone will… say yes.",
        "vi": "Có lẽ em cho rằng không phải ai cũng sẽ đồng ý."
    },
    {
        "start": "00:21:11,400",
        "end": "00:21:14,440",
        "en": "Fan, vad var du vacker.",
        "pa": "You're so damn beautiful.",
        "vi": "Em đúng là đẹp động lòng người."
    },
    {
        "start": "00:21:14,520",
        "end": "00:21:18,120",
        "en": "Hur har det haft det kväll, mitt hjärtas fröjd och eviga längtan?",
        "pa": "How was your evening, the joy and longing of my heart?",
        "vi": "Em thấy tối nay thế nào, niềm vui và khao khát của anh?"
    },
    {
        "start": "00:21:18,200",
        "end": "00:21:21,920",
        "en": "-Har du haft det bra? -Jag har haft det bra. Det har varit…",
        "pa": "-Did you enjoy it? -I did enjoy it.\n It was… it was fun…",
        "vi": "- Vui chứ? - Rất vui.\n Em thấy… rất vui."
    },
    {
        "start": "00:21:23,360",
        "end": "00:21:28,040",
        "en": "Det har varit kul. Att få ansikte på killarna och få…",
        "pa": "to put a face to the guys and get, like…",
        "vi": "Được thấy mặt mấy anh chàng kia và…"
    },
    {
        "start": "00:21:28,120",
        "end": "00:21:31,040",
        "en": "Hur var det? Vad var din vibe på det?",
        "pa": "How was that? What was your vibe on that?",
        "vi": "Em thấy thế nào?"
    },
    {
        "start": "00:21:32,840",
        "end": "00:21:35,320",
        "en": "Det var kul. Alltså, det var…",
        "pa": "It was fun. It was…",
        "vi": "Rất vui."
    },
    {
        "start": "00:21:36,560",
        "end": "00:21:39,880",
        "en": "Jag tycker det var jättespännande att se.",
        "pa": "It was… really fun to see.",
        "vi": "Em rất háo hức được biết mặt họ."
    },
    {
        "start": "00:21:40,920",
        "end": "00:21:44,280",
        "en": "Men… Men det var kul bara.",
        "pa": "But… it was just fun.",
        "vi": "Nhưng… phải, rất vui."
    },
    {
        "start": "00:21:44,360",
        "end": "00:21:49,000",
        "en": "Jag känner mig, efter ikväll också, ännu mer trygg i vår relation.",
        "pa": "Yeah.\n After tonight, I feel even more secure in our relationship.",
        "vi": "Sau hôm nay, anh càng yên tâm về tình cảm của chúng ta."
    },
    {
        "start": "00:21:49,080",
        "end": "00:21:53,040",
        "en": "Det fysiska du ger mig, att du bara accepterar mig…",
        "pa": "The physicality you give me, this warmth, that you just accept me like that.",
        "vi": "Vì độ gần gũi, tình cảm ấm áp mà em cho anh, và chấp nhận con người anh."
    },
    {
        "start": "00:21:53,120",
        "end": "00:21:57,800",
        "en": "Jag känner mig välkommen. Jag vill ju vara med dig hela tiden.",
        "pa": "I feel welcome. I want to be with you.",
        "vi": "Anh thấy luôn được chào đón. Anh muốn ở bên em. Mọi lúc."
    },
    {
        "start": "00:21:57,880",
        "end": "00:22:01,800",
        "en": "Oskar kändes lite ledsen för jag tror inte han får",
        "pa": "I want to hang out with you all the time.\n I feel a bit for Oskar. He was a bit sad.",
        "vi": "Anh hơi thương Oskar vì anh ấy đang buồn."
    },
    {
        "start": "00:22:01,880",
        "end": "00:22:05,240",
        "en": "den bekräftelse han behöver just nu.",
        "pa": "I don't think he gets the validation he needs right now.",
        "vi": "Anh nghĩ anh ấy cần đối phương xác nhận tình cảm mà không được."
    },
    {
        "start": "00:22:08,120",
        "end": "00:22:11,080",
        "en": "Hör du, mitt hjärtas fröjd. Nu går vi och lägger oss.",
        "pa": "Joy of my heart, let's go to bed.",
        "vi": "Nào niềm vui của anh, ta đi ngủ thôi."
    },
    {
        "start": "00:22:19,360",
        "end": "00:22:24,240",
        "en": "-Time to sleep. -Det tar ju lite tid om jag minns rätt…",
        "pa": "Time to sleep.\n Yes, that takes a while, if I remember correctly.",
        "vi": "Đi ngủ nào.\n Nếu anh nhớ không nhầm thì còn mất một lúc nữa."
    },
    {
        "start": "00:22:24,320",
        "end": "00:22:27,200",
        "en": "Jag har sex stegs hudvårdsrutin.",
        "pa": "I have a six-step skin care routine.",
        "vi": "Em còn phải làm quy trình chăm sóc da sáu bước."
    },
    {
        "start": "00:22:27,280",
        "end": "00:22:29,840",
        "en": "Ha det så kul. Sex steg…",
        "pa": "Fun. Six steps.\n ♪ Hey, babe ♪\n ♪ If you feel like we do… ♪",
        "vi": "Hay nhỉ. Sáu bước."
    },
    {
        "start": "00:22:49,120",
        "end": "00:22:52,440",
        "en": "-Hur känner du från igår? -Fan, vad bra vi är.",
        "pa": "♪ Feel so brand-new ♪\n ♪ Whenever I touch you ♪\n ♪ Glad I found you ♪\n ♪ Can't live without ya ♪\n -How do you feel after yesterday? -Damn, we're good.",
        "vi": "- Sau tối qua, em thấy thế nào? - Chúng ta thật tuyệt vời."
    },
    {
        "start": "00:22:52,520",
        "end": "00:22:55,760",
        "en": "Jag känner också det. Vi är ett power couple alltså.",
        "pa": "I felt that too. Fuck, we're a power couple.",
        "vi": "Anh cũng thấy vậy. Ta là cặp đôi nồng nàn nhất."
    },
    {
        "start": "00:22:55,840",
        "end": "00:22:58,560",
        "en": "-Skål. -Skål. Botten upp.",
        "pa": "-Cheers. -Cheers to us, bottoms up.",
        "vi": "- Chúc mừng ta. - Chúc mừng. Cạn ly nhé!"
    },
    {
        "start": "00:23:03,560",
        "end": "00:23:04,760",
        "en": "Oh!",
        "pa": "-Wow. -Wow! Now I'm awake.",
        "vi": ""
    },
    {
        "start": "00:23:04,840",
        "end": "00:23:07,760",
        "en": "-Jag är vaken nu. -Det var lite drag i det här alltså.",
        "pa": "That had some kick in it.",
        "vi": "- Em tỉnh hẳn rồi. - Rượu mạnh thế nhỉ."
    },
    {
        "start": "00:23:07,840",
        "end": "00:23:10,080",
        "en": "Bloody Mary. Vilken jävla frulle.",
        "pa": "The Bloody Mary. What a breakfast.",
        "vi": "Bloody Mary. Bữa sáng xịn thật."
    },
    {
        "start": "00:23:10,160",
        "end": "00:23:16,360",
        "en": "Jag kände en sjuk stolthet bara av att se dig som min brud",
        "pa": "I felt a crazy amount of pride seeing you last night.",
        "vi": "Chỉ cần giới thiệu em là người yêu\n với mọi người cũng làm anh thấy cực kỳ tự hào."
    },
    {
        "start": "00:23:16,440",
        "end": "00:23:18,760",
        "en": "i ett socialt umgänge.",
        "pa": "I loved picturing you as my wife in a social environment like that one.\n Mm.",
        "vi": ""
    },
    {
        "start": "00:23:22,760",
        "end": "00:23:27,560",
        "en": "♪ Secret lover, oh, oh ♪",
        "pa": "♪ Secret lover ♪\n ♪ Ooh-ooh-ooh ♪\n ♪ Secret lover ♪\n ♪ Oh-oh ♪",
        "vi": ""
    },
    {
        "start": "00:23:42,840",
        "end": "00:23:46,760",
        "en": "Det som jag märker mest när jag ser de andra paren är",
        "pa": "What I noticed the most when I see the other couples",
        "vi": "Được rồi.\n Điều tôi chú ý nhất khi nhìn các cặp đôi khác"
    },
    {
        "start": "00:23:46,840",
        "end": "00:23:50,600",
        "en": "att de flesta är betydligt mer nära varandra.",
        "pa": "is that most of them are much closer to each other.",
        "vi": "là hầu hết đều nồng thắm hơn nhiều."
    },
    {
        "start": "00:23:50,680",
        "end": "00:23:54,160",
        "en": "För mig är det en väldigt viktig del i en relation",
        "pa": "For me it's a very, very important part of a relationship",
        "vi": "Với tôi, một phần rất quan trọng của một mối quan hệ sâu đậm"
    },
    {
        "start": "00:23:54,240",
        "end": "00:23:57,800",
        "en": "att öppet kunna visa hur mycket man tycker om någon.",
        "pa": "to be able to openly show how much you like someone.",
        "vi": "là công khai thể hiện ta trân trọng đối phương mức nào."
    },
    {
        "start": "00:23:57,880",
        "end": "00:24:02,480",
        "en": "Hålla hand, vara nära, hålla om, kramas, kyssas, vad det än kan vara.",
        "pa": "Holding hands, being close, hugging and kissing, whatever it may be.",
        "vi": "Nắm tay, luôn ở gần, ôm, hôn, hay bất cứ việc gì tương tự."
    },
    {
        "start": "00:24:04,400",
        "end": "00:24:09,760",
        "en": "Jag tror att jag tampas med det personligen, att jag vill visa det öppet.",
        "pa": "I'm struggling with that personally. I want to show that openly.",
        "vi": "Cá nhân tôi thấy rất khó khăn. Tôi muốn thể hiện công khai."
    },
    {
        "start": "00:24:09,840",
        "end": "00:24:14,680",
        "en": "Men hon är nån annanstans.",
        "pa": "But she is in a different place at the moment.",
        "vi": "Nhưng cô ấy lại khác."
    },
    {
        "start": "00:24:17,520",
        "end": "00:24:21,920",
        "en": "-Hur känner du? För allt? -För allt?",
        "pa": "-What's up? -How do you feel about everything?\n About everything?",
        "vi": "- Chào em. - Anh thấy thế nào?\n Về tất cả mọi thứ à."
    },
    {
        "start": "00:24:33,920",
        "end": "00:24:38,680",
        "en": "-Det är lite fram och tillbaka. -Med känslorna?",
        "pa": "It's, well, a bit back and forth.",
        "vi": "Có chút bấp bênh."
    },
    {
        "start": "00:24:39,720",
        "end": "00:24:46,000",
        "en": "Det går ju lite i vågor. Inte känslorna, men allting vi går igenom.",
        "pa": "Your feelings?\n It goes in waves.\n Not the feelings, but everything we're going through.",
        "vi": "Về mặt cảm xúc ấy à?\n Nó cứ dâng lên từng đợt. Không phải chỉ cảm xúc, mà toàn bộ mối quan hệ của ta."
    },
    {
        "start": "00:24:48,320",
        "end": "00:24:50,920",
        "en": "Jag tror att igår var nyttigt på något sätt.",
        "pa": "Yeah.\n I think yesterday was useful somehow.",
        "vi": "Anh thấy ngày hôm qua cũng có ích."
    },
    {
        "start": "00:24:51,000",
        "end": "00:24:54,760",
        "en": "Jag kände, när vi stod alla vid baren…",
        "pa": "I really felt when we were all standing at the bar…",
        "vi": "Anh đã cảm nhận rất rõ khi tất cả mọi người đứng cạnh quầy bar."
    },
    {
        "start": "00:24:54,840",
        "end": "00:24:58,040",
        "en": "Det kändes så naturligt att stå där med dig då.",
        "pa": "Yeah.\n …it felt natural to stand there with you.",
        "vi": "Cảm giác có em bên cạnh cứ như trời định vậy."
    },
    {
        "start": "00:24:58,120",
        "end": "00:25:05,080",
        "en": "Jag vet inte om du kände likadant, men jag blev väldigt mycket lugnare.",
        "pa": "I don't know if you felt the same.\n But it made me a lot calmer.",
        "vi": "Không biết em có thấy vậy không, nhưng…\n Anh thấy bình tĩnh hơn hẳn."
    },
    {
        "start": "00:25:08,400",
        "end": "00:25:14,360",
        "en": "Jag tyckte det var skönt ändå, som sagt, när man fick se de andra paren",
        "pa": "I thought it was really nice to see the other couples last night",
        "vi": "Em rất vui khi được gặp các cặp đôi kia"
    },
    {
        "start": "00:25:14,440",
        "end": "00:25:19,400",
        "en": "och att alla går igenom lite liknande saker. Då kändes vår relation…",
        "pa": "and know that everyone here is also going through similar things.",
        "vi": "và thấy mọi người cũng giống chúng ta.\n Nhờ vậy, mối quan hệ của ta có vẻ…"
    },
    {
        "start": "00:25:19,480",
        "end": "00:25:25,360",
        "en": "Jag blev liksom mindre orolig. Jag har tidigare, under dagarna här, tänkt…",
        "pa": "It made me feel less worried about us,\n and during our early days here I thought that…",
        "vi": "Em bớt lo hơn.\n Trước đó, trong khi đang ở đây, em đã nghĩ là"
    },
    {
        "start": "00:25:26,600",
        "end": "00:25:29,640",
        "en": "…att jag borde vara så mycket säkrare.",
        "pa": "I should be a lot more sure, that it should feel more natural.",
        "vi": "em nên cảm thấy yên tâm hơn. Cảm giác phải giống trời định hơn."
    },
    {
        "start": "00:25:29,720",
        "end": "00:25:33,120",
        "en": "Då blev jag orolig att jag inte kände mig säker",
        "pa": "Then I was worried that I didn't feel sure and that it wasn't obvious to me",
        "vi": "Nhưng em không thấy thế nên rất lo."
    },
    {
        "start": "00:25:33,200",
        "end": "00:25:36,360",
        "en": "och att det inte var självklart för mig att vi ska gifta oss.",
        "pa": "that we should get married.",
        "vi": "Em thấy việc chúng ta kết hôn không phải là trời định."
    },
    {
        "start": "00:25:40,760",
        "end": "00:25:45,440",
        "en": "Du tyckte inte det kändes jobbigt med…? Eller jobbigt…",
        "pa": "You didn't feel uncomfortable with the…",
        "vi": "Em không nghĩ là sẽ khó khăn. Hay là… có…"
    },
    {
        "start": "00:25:45,520",
        "end": "00:25:48,240",
        "en": "Vissa var ju väldigt på varandra",
        "pa": "maybe not uncomfortable, but some people were very into each other,",
        "vi": "Có vài cặp đôi rất gần gũi."
    },
    {
        "start": "00:25:48,320",
        "end": "00:25:53,160",
        "en": "och satt och kysstes öppet och satt i varandras knän och sånt.",
        "pa": "kissing openly and stuff like that, sitting in each other's laps and so on.",
        "vi": "Họ thoải mái ôm hôn, và ngồi trên lòng nhau luôn."
    },
    {
        "start": "00:25:53,960",
        "end": "00:25:59,080",
        "en": "Kände du att det pressade dig överhuvudtaget eller att det var jobbigt?",
        "pa": "Did you feel pressured by that at all?",
        "vi": "Em có thấy áp lực không?"
    },
    {
        "start": "00:25:59,160",
        "end": "00:26:05,560",
        "en": "Nej. Du och jag måste bli bekväma med att visa varandra den närheten först.",
        "pa": "-No. -So you didn't feel uncomfortable?\n No.\n You and I need to get comfortable showing each other that closeness",
        "vi": "- Không. - Hay thấy chạnh lòng?\n Không.\n Tự ta phải thấy thoải mái khi gần gũi với nhau đã."
    },
    {
        "start": "00:26:05,640",
        "end": "00:26:07,920",
        "en": "Bara du och jag.",
        "pa": "first in private.",
        "vi": "Chỉ anh và em mới quan trọng thôi."
    },
    {
        "start": "00:26:08,000",
        "end": "00:26:11,920",
        "en": "Då kommer allt det andra lite längre fram.",
        "pa": "The other things will eventually come.",
        "vi": "Rồi người kia sẽ tiến thêm một chút."
    },
    {
        "start": "00:26:12,000",
        "end": "00:26:14,080",
        "en": "Så klart.",
        "pa": "-Of course. -Yeah.",
        "vi": "Dĩ nhiên rồi."
    },
    {
        "start": "00:26:16,600",
        "end": "00:26:20,480",
        "en": "♪ You said you wanna learn To dance with me ♪",
        "pa": "♪ You said you want to learn To dance with me ♪",
        "vi": ""
    },
    {
        "start": "00:26:20,560",
        "end": "00:26:22,360",
        "en": "Det är rimligt.",
        "pa": "I get that.",
        "vi": "Hợp lý đấy chứ."
    },
    {
        "start": "00:26:22,440",
        "end": "00:26:28,800",
        "en": "♪ Even if we fall We'll practice on repeat ♪",
        "pa": "♪ Even if we fall ♪\n ♪ We'll practice and repeat ♪",
        "vi": ""
    },
    {
        "start": "00:26:33,680",
        "end": "00:26:35,720",
        "en": "Tack.",
        "pa": "♪ We're having trouble Moving awkwardly ♪",
        "vi": ""
    },
    {
        "start": "00:26:39,360",
        "end": "00:26:45,200",
        "en": "Upplever du att gårdagen har ändrat hur du ser på vår relation?",
        "pa": "Do you feel yesterday changed the way you view our relationship?",
        "vi": "Anh có thấy hôm qua đã thay đổi suy nghĩ của anh về quan hệ của ta không?"
    },
    {
        "start": "00:26:52,840",
        "end": "00:26:55,600",
        "en": "Det är utmanande. Nej, jag skojar.",
        "pa": "It's challenging.\n Just kidding.",
        "vi": "Rất thách thức. Anh đùa thôi."
    },
    {
        "start": "00:26:58,080",
        "end": "00:27:01,440",
        "en": "För mig förändrar det ju lite.",
        "pa": "For me, it changed a bit.",
        "vi": "Em có thay đổi đôi chút."
    },
    {
        "start": "00:27:01,520",
        "end": "00:27:08,000",
        "en": "Jag funderar på om du bara upplever det här som en bästa vän-relation.",
        "pa": "I just wonder if you feel this is only a best friend relationship.",
        "vi": "Em đang nghĩ hay là anh thấy đây giống như tình cảm bạn thân."
    },
    {
        "start": "00:27:08,080",
        "end": "00:27:10,120",
        "en": "Mm.",
        "pa": "Hmm.",
        "vi": ""
    },
    {
        "start": "00:27:14,200",
        "end": "00:27:17,800",
        "en": "Jag är ganska mållös. Jag vet inte riktigt.",
        "pa": "I'm kind of speechless.",
        "vi": "Em không biết nói gì cả."
    },
    {
        "start": "00:27:17,880",
        "end": "00:27:21,600",
        "en": "♪ Oh, you can't hear me cry ♪",
        "pa": "I don't know.\n ♪ Oh, you can't hear me cry ♪",
        "vi": "Em không biết."
    },
    {
        "start": "00:27:21,680",
        "end": "00:27:25,360",
        "en": "♪ See my dreams all die ♪",
        "pa": "♪ Seen my dreams all die… ♪",
        "vi": ""
    },
    {
        "start": "00:27:25,440",
        "end": "00:27:31,000",
        "en": "Jag vill känna mer så vi kan gå vidare och gå hela vägen till altaret.",
        "pa": "I really want to feel more so that we can go all the way to the altar.",
        "vi": "Tôi muốn tình cảm sâu đậm hơn, để chúng tôi tiến vào lễ đường."
    },
    {
        "start": "00:27:31,080",
        "end": "00:27:36,920",
        "en": "Men det är det fysiska. Jag känner inte den typen av attraktion.",
        "pa": "But the physical, I just don't feel that attraction.",
        "vi": "Nhưng… tôi không thấy diện mạo của cô ấy thu hút."
    },
    {
        "start": "00:27:37,880",
        "end": "00:27:40,960",
        "en": "Jag blir orolig att jag inte kommer kunna göra det heller.",
        "pa": "I get worried that I won't be able to.\n ♪ Ooh-ooh-ooh… ♪",
        "vi": "Và tôi lo là sẽ không bao giờ thấy thế."
    },
    {
        "start": "00:27:50,040",
        "end": "00:27:52,120",
        "en": "Jag kommer att ta två steg tillbaka.",
        "pa": "",
        "vi": "Giờ tôi sẽ lùi lại hai bước. Vì cớ gì tôi lại muốn"
    },
    {
        "start": "00:27:52,200",
        "end": "00:27:56,360",
        "en": "Varför skulle jag vilja försöka nåt med nån som inte vill röra mig lika mycket?",
        "pa": "Now I will take a step back.\n Why should I want to try something with someone who doesn't want to touch me?",
        "vi": "chủ động với một người không muốn gần gũi tôi nhiều lắm?"
    },
    {
        "start": "00:28:09,800",
        "end": "00:28:12,920",
        "en": "Så ja. Backhanden!",
        "pa": "That's right, backhand.",
        "vi": "Đây, đánh trái tay!"
    },
    {
        "start": "00:28:14,400",
        "end": "00:28:18,320",
        "en": "Så ja! Go Catja!",
        "pa": "That's it!\n -No! -Boom, sucker.",
        "vi": "- Được rồi! - Đẹp lắm!\n Bùm, quá đẹp!"
    },
    {
        "start": "00:28:25,360",
        "end": "00:28:28,800",
        "en": "Catja är för mig nu inte bara en respartner",
        "pa": "There we go.\n Nice, you won!\n Catja's not just a travel buddy.",
        "vi": "- Được rồi. - Đẹp lắm.\n Tôi không chỉ coi Catja là bạn đồng hành, mà muốn có thật nhiều kỷ niệm bên cô ấy."
    },
    {
        "start": "00:28:28,880",
        "end": "00:28:31,280",
        "en": "utan nån som jag vill skapa minnen med.",
        "pa": "She's someone I want to create memories with.",
        "vi": ""
    },
    {
        "start": "00:28:31,360",
        "end": "00:28:36,200",
        "en": "Jag fick en liten beställning på två sunrise surprise. Kan det stämma?",
        "pa": "I've got an order here for two Sunrise Surprises.",
        "vi": "Anh vừa đặt hai ly Sunrise Surprise đấy."
    },
    {
        "start": "00:28:36,280",
        "end": "00:28:38,520",
        "en": "-Sunrise surprise? -Varsågod!",
        "pa": "Is that right?\n -Sunrise Surprise? -There you go.",
        "vi": "- Anh nói đúng chưa? - Sunrise Surprise à?"
    },
    {
        "start": "00:28:38,600",
        "end": "00:28:41,440",
        "en": "Jag suger in allt hon säger, allt vi gör",
        "pa": "I absorb everything that we do,",
        "vi": "Đây.\n Tôi ghi nhớ mọi điều cô ấy nói, mọi việc chúng tôi làm."
    },
    {
        "start": "00:28:41,520",
        "end": "00:28:46,520",
        "en": "för den här känslan jag har i kroppen. Den här vågen vill jag rida länge på.",
        "pa": "that she says, because the feeling I have in my body,\n I want to ride this wave a long time.",
        "vi": "Vì sâu trong lòng, tôi muốn mối quan hệ này thật là lâu bền."
    },
    {
        "start": "00:28:49,440",
        "end": "00:28:53,360",
        "en": "Jag får känna på liksom sötman av att faktiskt vara omtyckt",
        "pa": "I get to feel how sweet it is to be treasured",
        "vi": "Tôi được cảm nhận cảm giác ngọt ngào khi được trân trọng."
    },
    {
        "start": "00:28:53,440",
        "end": "00:28:57,480",
        "en": "och att någon bryr sig om mig. Det uppskattar jag.",
        "pa": "and that someone cares for me.\n I appreciate that.",
        "vi": "Và có người quan tâm đến tôi.\n Tôi trân trọng cảm giác đó."
    },
    {
        "start": "00:29:01,560",
        "end": "00:29:03,200",
        "en": "Jag älskar dina kysser.",
        "pa": "♪ Hey! ♪\n I love your kisses.",
        "vi": "Anh thích được em hôn lắm."
    },
    {
        "start": "00:29:04,800",
        "end": "00:29:08,000",
        "en": "Du är en cool tjej. Du är en bra tjej.",
        "pa": "You're a cool girl. You're a good girl.",
        "vi": "Em đúng là tuyệt vời. Một cô gái rất tốt."
    },
    {
        "start": "00:29:08,080",
        "end": "00:29:12,360",
        "en": "Du är spektakulär, är du…",
        "pa": "You're spectacular.",
        "vi": "Phải nói là phi thường."
    },
    {
        "start": "00:29:12,440",
        "end": "00:29:16,200",
        "en": "Jag är kär i en själ också, liksom.",
        "pa": "I'm also deeply in love with your soul.",
        "vi": "Anh cũng yêu tâm hồn em nữa."
    },
    {
        "start": "00:29:16,280",
        "end": "00:29:22,080",
        "en": "Och den själen har ett tempel and it's you. The flawless queen bee.",
        "pa": "And the soul has a temple.\n And it's you.",
        "vi": "Và tâm hồn đó đi kèm một cơ thể kiều diễm. Đó là em."
    },
    {
        "start": "00:29:22,160",
        "end": "00:29:27,440",
        "en": "-Queen C. Ursäkta mig. -Förlåt. Queen C.",
        "pa": "The flawless queen bee.\n -Queen C. -Queen C it is.\n -Excuse me. -I'm sorry.",
        "vi": "Em đúng là Nữ hoàng B hoàn mỹ.\n - Nữ hoàng C mới đúng. - Nữ hoàng C!\n - Xin lỗi anh. - Xin lỗi em."
    },
    {
        "start": "00:29:28,760",
        "end": "00:29:32,720",
        "en": "Du imponerar på mig. Jag…",
        "pa": "-Don't worry. -Queen C.\n No, but you impress me.",
        "vi": "Nữ hoàng C.\n Em làm anh cực kỳ ấn tượng.\n Anh…"
    },
    {
        "start": "00:29:34,120",
        "end": "00:29:36,920",
        "en": "Du imponerar på mig hela tiden.",
        "pa": "You impress me all the time.",
        "vi": "lúc nào cũng thấy em rất ấn tượng."
    },
    {
        "start": "00:29:37,960",
        "end": "00:29:41,880",
        "en": "Jag tror Christofer är ett steg framför mig lite hela tiden.",
        "pa": "I think Christofer is one step ahead of me all the time.",
        "vi": "Tôi nghĩ Christofer đang đi trước tôi một bước."
    },
    {
        "start": "00:29:41,960",
        "end": "00:29:45,840",
        "en": "Jag tror jag är lite rädd för att bara våga släppa.",
        "pa": "I think I'm a little afraid to just dare to let go.",
        "vi": "Trước giờ vẫn vậy. Chắc tôi vẫn hơi sợ, không dám thả lỏng."
    },
    {
        "start": "00:29:45,920",
        "end": "00:29:48,760",
        "en": "Jag kommer alltid att bära med mig den här känslan.",
        "pa": "I'll always carry this feeling,",
        "vi": "Anh sẽ luôn ghi nhớ cảm xúc này."
    },
    {
        "start": "00:29:48,840",
        "end": "00:29:51,880",
        "en": "Och komma ihåg att she is queen C.",
        "pa": "to remember that she is Queen C.\n ♪ Make your world brighter ♪\n ♪ When the people believe ♪",
        "vi": "Để nhớ rằng, cô ấy là Nữ hoàng C."
    },
    {
        "start": "00:30:01,400",
        "end": "00:30:04,080",
        "en": "",
        "pa": "♪ That you made your world brighter ♪",
        "vi": ""
    },
    {
        "start": "00:30:12,800",
        "end": "00:30:15,920",
        "en": "- Amanda! -Var är du?",
        "pa": "♪ Ohh ♪\n ♪ Well, they'll never believe ♪\n ♪ That you made it brighter ♪\n - Amanda. - Where are you?",
        "vi": "- Amanda! - Anh đâu rồi?"
    },
    {
        "start": "00:30:16,000",
        "end": "00:30:19,720",
        "en": "-Går du norrut eller söderut? -Jag hör inte! Säg nåt.",
        "pa": "- Are you going north or south? -I can't hear you. Say something.",
        "vi": "- Anh đang đi về phía Bắc hay Nam? - Anh không nghe rõ. Em nói gì đi!"
    },
    {
        "start": "00:30:19,800",
        "end": "00:30:21,840",
        "en": "-Här är jag. -En gång till.",
        "pa": "- Here I am. -One more time.",
        "vi": "- Em đây. - Nói nữa đi."
    },
    {
        "start": "00:30:21,920",
        "end": "00:30:25,920",
        "en": "-Säg hej. Hör du mig? -Ja. Nu är jag i en buske.",
        "pa": "- Say hey. -Hey.\n -Can you hear me? -Yes, but I am in a bush.",
        "vi": "- Em đây. - Gọi to đi.\n - Này. - Em nghe không?\n - Có, nhưng em đang trong bụi cây. - Chờ đã. Ở đó đi."
    },
    {
        "start": "00:30:26,000",
        "end": "00:30:30,400",
        "en": "-Stanna där. Du är så nära nu. -Nej.",
        "pa": "Hang on, stay there. You're so close now.\n No!",
        "vi": "- Em ở rất gần anh rồi. - Không đâu."
    },
    {
        "start": "00:30:31,800",
        "end": "00:30:35,400",
        "en": "Det har varit en berg-och-dal-bana.",
        "pa": "It's been a roller coaster.",
        "vi": "Chuyến đi này quả là nhiều cảm xúc."
    },
    {
        "start": "00:30:35,480",
        "end": "00:30:39,840",
        "en": "Jag tror att nu är vi de som ligger längst fram",
        "pa": "Hey.\n But I think we're perhaps the ones who are the most advanced",
        "vi": "Đúng rồi.\n Nhưng tôi nghĩ có lẽ hiện tại chúng tôi là cặp đôi tiến xa nhất,"
    },
    {
        "start": "00:30:39,920",
        "end": "00:30:46,560",
        "en": "i form av att vi har skapat… Det här är vad vi har skapat.",
        "pa": "in terms of having created this.",
        "vi": "vì chúng tôi đã đạt được… thế này. Thế này này."
    },
    {
        "start": "00:30:46,640",
        "end": "00:30:49,640",
        "en": "Gå åt andra hållet! Ta en genväg!",
        "pa": "This is what we have created.\n Go the other way.",
        "vi": "Anh sang phía bên kia đi! Đi tắt đi!"
    },
    {
        "start": "00:30:49,720",
        "end": "00:30:53,880",
        "en": "Det är nog för att vi har haft de här tuffa diskussionerna.",
        "pa": "-Take a shortcut. -You go the other way.\n And that is probably because we have had these tough discussions.",
        "vi": "Tôi nghĩ là vì chúng tôi đã không ngại thảo luận những chủ đề khó nói."
    },
    {
        "start": "00:30:53,960",
        "end": "00:30:58,240",
        "en": "Jag skulle påstå att vi är right on schedule.",
        "pa": "So I would say that we are right on schedule.",
        "vi": "Nên tôi thấy chúng tôi đang đi đúng tiến độ."
    },
    {
        "start": "00:31:02,720",
        "end": "00:31:05,320",
        "en": "Jag fick klättra genom buskar för att komma hit.",
        "pa": "-Yes!\n I had to climb through hedges to get to you.",
        "vi": "Em phải chui qua bụi cây để sang đây đấy."
    },
    {
        "start": "00:31:05,400",
        "end": "00:31:10,320",
        "en": "-Får man göra det? -Det var enda hållet.",
        "pa": "Oh, is that allowed?\n No, I mean it was an opening. It was the only direction.",
        "vi": "- Được phép làm thế à? - Em nghĩ là không.\n Tại có cái lỗ. Chỉ có cách ấy thôi."
    },
    {
        "start": "00:31:11,800",
        "end": "00:31:15,400",
        "en": "Jag älskar din mindset. Det är så smart.",
        "pa": "I love your mindset. You're so smart. Oh, God.",
        "vi": "Anh thích lối suy nghĩ đó. Rất thông minh."
    },
    {
        "start": "00:31:15,480",
        "end": "00:31:18,960",
        "en": "Men jag fattar inte hur man kommer ut.",
        "pa": "But I don't know how to get out, it's all dead ends.",
        "vi": "Nhưng em không hiểu làm sao để ra đây. Toàn là ngõ cụt."
    },
    {
        "start": "00:31:19,040",
        "end": "00:31:22,280",
        "en": "Man vill ju bara få slänga sig in i det känslomässiga",
        "pa": "",
        "vi": "Tôi muốn hoàn toàn thuận theo cảm xúc."
    },
    {
        "start": "00:31:22,360",
        "end": "00:31:27,480",
        "en": "men han hade kalla fötter två gånger. Det tar ju en emotionellt lite bakåt.",
        "pa": "You just want to throw yourself into the emotional side of things,\n but he got cold feet twice.",
        "vi": "Nhưng anh ấy đã muốn rút lui hai lần rồi.\n Việc đó khiến cảm xúc của tôi tụt xuống một bậc."
    },
    {
        "start": "00:31:27,560",
        "end": "00:31:30,840",
        "en": "Det här kan bli att han drar. Då vill inte jag gråta.",
        "pa": "It takes you backwards emotionally.\n He may leave and then I don't want to sit there and cry.",
        "vi": "Rất có thể anh ấy sẽ đi, và tôi không muốn chỉ ngồi đó khóc lóc."
    },
    {
        "start": "00:31:30,920",
        "end": "00:31:36,840",
        "en": "-Träden pekar åt vänster. -Vi följer vinden.",
        "pa": "The trees are pointing left.\n -You follow the wind. -That's right.",
        "vi": "Hàng cây hướng về bên trái.\n - Vậy là anh đi theo gió à? - Ừ."
    },
    {
        "start": "00:31:36,920",
        "end": "00:31:40,600",
        "en": "Det får ta lite tid, har jag sagt till mig själv.",
        "pa": "- They're pointing. -Yeah.\n Yeah, I've told myself that it'll take some time.",
        "vi": "Phải từ từ mới được, tôi đã tự nhủ như thế."
    },
    {
        "start": "00:31:40,680",
        "end": "00:31:43,600",
        "en": "-Nu så. -Vi hittade! Så ja!",
        "pa": "-There we are. We're out. -We found our way! Yes!",
        "vi": "- Được rồi. - Lối ra kìa!"
    },
    {
        "start": "00:31:43,680",
        "end": "00:31:47,280",
        "en": "-Det var ju tack vare mig. -Meh? Hallå?",
        "pa": "Thanks to me, really.\n ♪ I need to know where you're headed ♪\n ♪ Where you're headed I need to know ♪\n ♪ Can we go there? ♪",
        "vi": "- Thoát rồi! - Nhờ em cả đấy."
    },
    {
        "start": "00:32:00,960",
        "end": "00:32:04,080",
        "en": "-Så. -Tack så mycket.",
        "pa": "♪ Can we go there? ♪\n ♪ 'Cause I'm still here Trying to figure out… ♪\n Here you go.\n Thank you.",
        "vi": "- Xin mời em. - Cảm ơn."
    },
    {
        "start": "00:32:05,240",
        "end": "00:32:08,160",
        "en": "Det här ska bli spännande. Cypriotiskt kaffe.",
        "pa": "This is exciting, Cypriot coffee.",
        "vi": "Chắc là thú vị lắm đây. Cà phê của đảo Síp."
    },
    {
        "start": "00:32:08,240",
        "end": "00:32:12,840",
        "en": "-Det är bara väldigt starkt kaffe. -Ja.",
        "pa": "-It's just very strong coffee. -Yes.",
        "vi": "Chỉ là cà phê thôi, nhưng rất đậm."
    },
    {
        "start": "00:32:12,920",
        "end": "00:32:16,720",
        "en": "Kan du se mig passa in bland dina vänner och din familj?",
        "pa": "Can you see me fitting in with your friends, your family,",
        "vi": "Anh thấy em sẽ không lạc lõng giữa bạn bè, gia đình anh, và hội mặc quần chinos chứ?"
    },
    {
        "start": "00:32:16,800",
        "end": "00:32:23,280",
        "en": "Är alla chinos-killar som du? Har ni bara på er blått och vitt?",
        "pa": "and all the chino guys?\n -All the chino guys? -You only wear blue and white, all of you.",
        "vi": "- \"Hội mặc quần chinos.\" - Phải, chỉ mặc đồ màu xanh và trắng."
    },
    {
        "start": "00:32:23,360",
        "end": "00:32:29,360",
        "en": "-Blått, beige och vitt. -Ja. Ser ni alla ut som seglarkillar?",
        "pa": "Blue, beige and white.\n So you all look like sailors.",
        "vi": "- Xanh, be và trắng. - Ai cũng giống dân chơi du thuyền."
    },
    {
        "start": "00:32:29,440",
        "end": "00:32:35,520",
        "en": "Nej, jag vet inte. Jag tror att många klär sig som jag gör.",
        "pa": "-Sailors? -Sailor guys.\n No, I don't know.\n I think many people dress very similar to me.",
        "vi": "- Dân chơi du thuyền ấy à? - Kiểu thủy thủ ấy.\n Anh không biết.\n Anh thấy nhiều người mặc kiểu này mà."
    },
    {
        "start": "00:32:35,600",
        "end": "00:32:37,920",
        "en": "Så jag kommer sticka ut?",
        "pa": "So will I stand out?",
        "vi": "Vậy là em sẽ một mình một kiểu."
    },
    {
        "start": "00:32:38,000",
        "end": "00:32:42,600",
        "en": "Nej, du kommer att vara ett välkommet inslag.",
        "pa": "No, you will be a very welcome addition.",
        "vi": "Không, em sẽ là phần bổ khuyết khiến ta càng thêm vui."
    },
    {
        "start": "00:32:43,520",
        "end": "00:32:46,440",
        "en": "Det slår mig att vi är så olika.",
        "pa": "-But is that something…? -It strikes me how different we are.",
        "vi": "Em không ngờ là chúng ta khác nhau đến vậy."
    },
    {
        "start": "00:32:46,520",
        "end": "00:32:51,880",
        "en": "Är det nåt som gör det jobbigt för dig, att vi har olika bakgrunder?",
        "pa": "But is that something that makes it difficult for you,",
        "vi": "Nhưng có điểm nào em thấy khó không?\n Vì hoàn cảnh gia đình của ta khác nhau?"
    },
    {
        "start": "00:32:51,960",
        "end": "00:32:54,720",
        "en": "Jag tycker att vi är väldigt lika som personer.",
        "pa": "that we have different backgrounds?\n I think we are very similar as people.",
        "vi": "Anh thì thấy con người ta rất giống nhau."
    },
    {
        "start": "00:32:54,800",
        "end": "00:32:59,040",
        "en": "Jag tror att när man kommer från förorten, som jag gör",
        "pa": "No, but I think that when you come from a background like mine",
        "vi": "Người lớn lên ở khu phố nghèo như em,"
    },
    {
        "start": "00:32:59,120",
        "end": "00:33:04,600",
        "en": "och har levt ett helt liv där man har varit en invandrare…",
        "pa": "and have lived a whole life",
        "vi": "lại còn là dân nhập cư…"
    },
    {
        "start": "00:33:04,680",
        "end": "00:33:07,080",
        "en": "Man är inte född i Sverige.",
        "pa": "where you've been an immigrant in someone else's country, um…",
        "vi": "Em không sinh ra ở Thụy Điển nên vẫn luôn thấy có chút lạc lõng."
    },
    {
        "start": "00:33:07,160",
        "end": "00:33:10,480",
        "en": "…och har nånstans hela tiden känt sig lite utanför.",
        "pa": "you'll always feel a little bit like an outsider.",
        "vi": ""
    },
    {
        "start": "00:33:10,560",
        "end": "00:33:15,560",
        "en": "Det blir lätt att jag känner mig utanför, även om jag inte är det",
        "pa": "I wasn't born in Sweden like you.\n It's easy for me to feel like an outsider, even if I'm not.",
        "vi": "Vì thế em rất dễ cảm thấy bị bỏ rơi, dù thực tế không phải thế,"
    },
    {
        "start": "00:33:15,640",
        "end": "00:33:19,360",
        "en": "när jag är i en grupp med en massa svenskar.",
        "pa": "But I do when I'm back home or when I'm in a group with lots of Swedes.",
        "vi": "khi ở trong một nhóm toàn người Thụy Điển."
    },
    {
        "start": "00:33:20,480",
        "end": "00:33:23,880",
        "en": "Jag försöker förstå bara.",
        "pa": "I'm just trying to understand.",
        "vi": "Anh đang cố hiểu cảm giác của em thôi."
    },
    {
        "start": "00:33:23,960",
        "end": "00:33:27,960",
        "en": "Jag har aldrig tänkt på det överhuvudtaget som ett hinder.",
        "pa": "I've never thought that us having different backgrounds",
        "vi": "Anh chưa từng thấy khác biệt gia cảnh là trở ngại."
    },
    {
        "start": "00:33:28,040",
        "end": "00:33:30,840",
        "en": "Alltså att vi har olika bakgrund…",
        "pa": "would be an obstacle at all.",
        "vi": ""
    },
    {
        "start": "00:33:33,400",
        "end": "00:33:38,520",
        "en": "-Är det inget du tror att vi kan jobba på? -Jo, absolut.",
        "pa": "Is it something you think we can work on?",
        "vi": "Và em thấy ta không thể cùng nhau vượt qua nó à?"
    },
    {
        "start": "00:33:38,600",
        "end": "00:33:41,480",
        "en": "Jag vill bara vara ärlig om…",
        "pa": "Yes, of course.\n I just want to be honest that…",
        "vi": "Dĩ nhiên là có chứ.\n Em chỉ muốn nói thật là…"
    },
    {
        "start": "00:33:42,960",
        "end": "00:33:47,200",
        "en": "…att det är en oro att jag inte kommer att känna mig som hemma.",
        "pa": "I'm concerned that I won't feel at home in your circle.",
        "vi": "em lo là mình sẽ không được thoải mái lắm."
    },
    {
        "start": "00:33:48,480",
        "end": "00:33:52,840",
        "en": "-På vilket sätt då? -Det är svårt att sätta ord på det.",
        "pa": "Okay. In what way?",
        "vi": "Được rồi. Như thế nào?"
    },
    {
        "start": "00:33:52,920",
        "end": "00:33:56,480",
        "en": "-Jag försöker förstå bara. -Jag tror inte att du kommer kunna förstå.",
        "pa": "I don't know. It's hard to put into words.\n I'm trying to understand because I don't.",
        "vi": "Em không biết, khó diễn đạt lắm.\n Anh hỏi để hiểu được thôi.\n Em nghĩ anh không hiểu được đâu."
    },
    {
        "start": "00:33:56,560",
        "end": "00:34:01,400",
        "en": "Jag tror att du aldrig har behövt känna nån form av känsla av utanförskap.",
        "pa": "I don't think you will be able to understand.\n I don't think you've ever had to feel this kind of alienation.",
        "vi": "Em nghĩ anh chưa từng bị người ta chỉ trỏ, xa lánh."
    },
    {
        "start": "00:34:02,320",
        "end": "00:34:05,520",
        "en": "Nej, inte av kulturella skäl.",
        "pa": "-No, not in, not for cultural reasons. -Right.",
        "vi": "- Ít nhất là không vì khác biệt văn hóa. - Phải."
    },
    {
        "start": "00:34:05,600",
        "end": "00:34:10,120",
        "en": "Sen har jag varit utanför för att jag inte hade vänner när jag var liten, i skolan.",
        "pa": "But I felt alienated because I didn't have friends when I was a kid.",
        "vi": "Nhưng anh đã từng thấy lạc lõng vì hồi nhỏ không có bạn. Hồi đi học ấy."
    },
    {
        "start": "00:34:10,200",
        "end": "00:34:14,520",
        "en": "Jag var nästan konstant den som var mobbad",
        "pa": "Growing up, I was almost constantly the one who was bullied",
        "vi": "Gần như lúc nào anh cũng bị bắt nạt"
    },
    {
        "start": "00:34:14,600",
        "end": "00:34:19,600",
        "en": "och inte hade kompisar eller flickvänner.",
        "pa": "and had no friends or girlfriends or anything like that.",
        "vi": "và chẳng hề có bạn bè, người yêu, hay gì cả."
    },
    {
        "start": "00:34:19,679",
        "end": "00:34:22,800",
        "en": "Jag vet inte. Som sagt, jag försöker bara förstå.",
        "pa": "I don't know.\n Like I said, I just want to understand.",
        "vi": "Anh không biết nữa. Anh nói rồi đấy, anh đang cố hiểu em."
    },
    {
        "start": "00:34:25,600",
        "end": "00:34:29,880",
        "en": "-Ja, Oskar. Det är många tankar. -Ja.",
        "pa": "Oskar, that's a lot to think about.",
        "vi": "Oskar. Chuyện đó cần nhiều suy nghĩ."
    },
    {
        "start": "00:34:29,960",
        "end": "00:34:36,600",
        "en": "Men som sagt, jag försöker tap in to vad som händer där inne.",
        "pa": "Yeah, like I said, I'm trying to tap into what's going on in there.",
        "vi": "Ừ, nhưng anh nói rồi, anh đang cố hiểu được các suy nghĩ của em mà."
    },
    {
        "start": "00:34:36,679",
        "end": "00:34:37,800",
        "en": "Ja.",
        "pa": "Yeah.\n ♪ A million colors burst ♪\n ♪ I've got this burning feeling ♪",
        "vi": "Phải."
    },
    {
        "start": "00:34:54,040",
        "end": "00:34:59,000",
        "en": "Jag tror att de mognaste är på marken. Här har vi en bra.",
        "pa": "♪ No war can conquer us ♪\n I think the ripest ones are on the ground.",
        "vi": "Em nghĩ những quả chín nhất đều rụng xuống đất rồi."
    },
    {
        "start": "00:34:59,080",
        "end": "00:35:03,840",
        "en": "Det är väl som med äpplen. De ska lossna enkelt. Då är de mogna.",
        "pa": "Here we have a good one.\n I guess it's like with apples.\n If they come off the tree easily, then they're ripe.",
        "vi": "Quả này ngon này.\n Như táo ấy.\n Dễ vặt nghĩa là đã chín."
    },
    {
        "start": "00:35:06,720",
        "end": "00:35:09,520",
        "en": "-Oj, oj, oj! -Ja!",
        "pa": "-Oh! Whoa!",
        "vi": "- Ôi trời! - Ái chà!"
    },
    {
        "start": "00:35:09,600",
        "end": "00:35:13,760",
        "en": "Fan, vad rädd jag blev. Den bara flög från ingenstans.",
        "pa": "Damn, that scared me.",
        "vi": "Trời đất, giật cả mình."
    },
    {
        "start": "00:35:13,840",
        "end": "00:35:17,640",
        "en": "Och jag spillde inte på mig själv. Det hade varit så typiskt med mig.",
        "pa": "-Damn. -It just popped out of nowhere.\n And I didn't spill it on myself.",
        "vi": "Tự dưng nổ cái bụp.\n Em không làm đổ tí nào lên người này."
    },
    {
        "start": "00:35:17,720",
        "end": "00:35:22,000",
        "en": "-Det hade varit skitroligt. -Ja, då hade du skrattat.",
        "pa": "That would have been just like me.\n -That would have made you laugh, good. -Yes.",
        "vi": "- Bình thường thì đã đổ rồi. - Buồn cười thật.\n - Chắc anh sẽ tha hồ cười. - Ừ."
    },
    {
        "start": "00:35:22,080",
        "end": "00:35:25,400",
        "en": "Hur underbart är det inte att vi får vara ute på en sån här utflykt",
        "pa": "How wonderful to go on an outing like this.",
        "vi": "Thật may vì ta được đi chuyến đi tuyệt vời thế này."
    },
    {
        "start": "00:35:25,480",
        "end": "00:35:27,880",
        "en": "och bara njuta?",
        "pa": "- Mm-hmm. -And enjoy each other.",
        "vi": "Được thoải mái vui vẻ bên nhau, tận hưởng chuyến đi và thời tiết tuyệt đẹp này."
    },
    {
        "start": "00:35:27,960",
        "end": "00:35:33,760",
        "en": "Av varandra, av vädret, av resan. Allt är perfekt.",
        "pa": "The weather, the holiday.\n Everything.",
        "vi": ""
    },
    {
        "start": "00:35:35,800",
        "end": "00:35:39,080",
        "en": "Jag har fortfarande inte hittat nåt jag stör mig på hos dig.",
        "pa": "It's perfect.\n I haven't found anything that bothers me about you.",
        "vi": "Mọi thứ đều hoàn hảo.\n Em vẫn chưa tìm thấy điểm gì khiến em bận tâm ở anh."
    },
    {
        "start": "00:35:39,160",
        "end": "00:35:40,320",
        "en": "Jag letar och letar.",
        "pa": "-I look and look and look. -Not even the snoring?",
        "vi": "- Em tìm mãi mà không thấy. - Kể cả việc anh ngáy à?"
    },
    {
        "start": "00:35:40,400",
        "end": "00:35:42,440",
        "en": "-Inte ens snarkandet? -Nej.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:35:42,520",
        "end": "00:35:44,960",
        "en": "-Hur snarkade jag i natt? -Ingenting.",
        "pa": "-No. -Did I snore last night?\n -No. -Didn't I?",
        "vi": "- Ừ. - Đêm qua anh ngáy nhiều không?\n - Không hề. - Không à?"
    },
    {
        "start": "00:35:45,040",
        "end": "00:35:49,000",
        "en": "Du började lite, men det var nästan som havsljud.",
        "pa": "You started a little bit like this… but it was almost like ocean sounds…",
        "vi": "Anh chỉ ngáy một chút thế này… Nhưng nghe như tiếng sóng biển ấy."
    },
    {
        "start": "00:35:50,160",
        "end": "00:35:53,920",
        "en": "Ända sen jag och Rasmus fick träffa de andra",
        "pa": "Ever since Rasmus and I met the others, our relationship has become even stronger.",
        "vi": "Sau khi Rasmus và tôi gặp những người khác,"
    },
    {
        "start": "00:35:54,000",
        "end": "00:35:56,720",
        "en": "så har vår relation blivit ännu starkare.",
        "pa": "",
        "vi": "mối quan hệ của chúng tôi càng bền chặt hơn."
    },
    {
        "start": "00:35:56,800",
        "end": "00:36:00,160",
        "en": "Vi kan kolla på varandra ganska ofta och bara…",
        "pa": "We can look at each other quite often, just like…",
        "vi": "Và chúng tôi thường xuyên nhìn nhau và cảm thấy,"
    },
    {
        "start": "00:36:00,240",
        "end": "00:36:04,720",
        "en": "\"Fan, vad bra vi har det. Shit, vad det här är bra.\"",
        "pa": "\"Damn, we've got it good.",
        "vi": "\"Chúng ta thật may mắn. Tình cảm của chúng ta thật sự sâu đậm.'"
    },
    {
        "start": "00:36:04,800",
        "end": "00:36:08,640",
        "en": "-Semesterns godaste skål, kanske? -Jag hoppas det.",
        "pa": "Shit, this is good.\"\n The best toast of the holiday, perhaps.",
        "vi": "- Chắc đây là lần nâng ly đẹp nhất nhỉ. - Mong là vậy."
    },
    {
        "start": "00:36:08,720",
        "end": "00:36:12,040",
        "en": "Det gör mig också lite rädd. Ingenting är perfekt.",
        "pa": "Let's hope.\n It scares me a bit as well. Nothing is perfect.",
        "vi": "Thế nên tôi cũng hơi lo. Vì không có gì là hoàn hảo cả."
    },
    {
        "start": "00:36:12,120",
        "end": "00:36:13,800",
        "en": "Super.",
        "pa": "Yes, super.",
        "vi": "Tuyệt vời."
    },
    {
        "start": "00:36:13,880",
        "end": "00:36:18,400",
        "en": "Jag håller hårt i den stunden då det känns som att allt är perfekt",
        "pa": "I hold on to that moment when it feels like everything is perfect",
        "vi": "Tôi cố tận hưởng thật kĩ khoảnh khắc tôi cảm thấy mọi thứ đều hoàn hảo"
    },
    {
        "start": "00:36:18,480",
        "end": "00:36:23,600",
        "en": "så vi kan ta med oss det till de stunder då det inte kommer att kännas perfekt.",
        "pa": "so that we can take it with us into those moments",
        "vi": "để có thể nhớ lại nó\n trong những khoảnh khắc khó khăn."
    },
    {
        "start": "00:36:23,680",
        "end": "00:36:26,120",
        "en": "Livet funkar inte så.",
        "pa": "when it won't feel perfect because life doesn't work that way.",
        "vi": "Bởi vì cuộc sống là thế."
    },
    {
        "start": "00:36:26,200",
        "end": "00:36:28,800",
        "en": "Det är så jävla bra att vi har varandra, eller hur?",
        "pa": "It's good that we have each other.",
        "vi": "Thật tuyệt vì chúng ta có nhau, em nhỉ?"
    },
    {
        "start": "00:36:33,400",
        "end": "00:36:38,440",
        "en": "♪ What you hope and believe to be ♪",
        "pa": "♪ What you hope and believe to be ♪",
        "vi": ""
    },
    {
        "start": "00:36:40,360",
        "end": "00:36:44,560",
        "en": "♪ Waiting patiently ♪",
        "pa": "♪ Wedding day shall leave ♪",
        "vi": ""
    },
    {
        "start": "00:36:44,640",
        "end": "00:36:48,560",
        "en": "♪ To allow yourself to dream ♪",
        "pa": "♪ To allow yourself to dream ♪",
        "vi": ""
    },
    {
        "start": "00:37:08,520",
        "end": "00:37:11,160",
        "en": "Ja, du…",
        "pa": "Well?\n Um…",
        "vi": "Vậy…"
    },
    {
        "start": "00:37:22,640",
        "end": "00:37:25,600",
        "en": "Nej, usch… Jag skulle vilja gråta.",
        "pa": "Oh, I just want to cry.",
        "vi": "Tôi cứ chực khóc."
    },
    {
        "start": "00:37:25,680",
        "end": "00:37:28,800",
        "en": "-Vill du ha mer vin? -Ja, visst.",
        "pa": "-More wine? -Sure.",
        "vi": "- Thêm rượu nhé? - Ừ, được."
    },
    {
        "start": "00:37:28,880",
        "end": "00:37:34,320",
        "en": "Den fysiska biten kommer inte av sig själv. Vi behöver jobba på den också.",
        "pa": "The physical part will not just come by itself, we need to work on it too.",
        "vi": "Không có chuyện tự dưng mà gần gũi thể xác được với nhau."
    },
    {
        "start": "00:37:35,920",
        "end": "00:37:38,560",
        "en": "Det var jättegott vin, faktiskt.",
        "pa": "The wine's really good, actually.",
        "vi": "Chúng tôi cũng phải cố thay đổi dần.\n Không ngờ rượu này ngon thế."
    },
    {
        "start": "00:37:39,800",
        "end": "00:37:41,960",
        "en": "Det var det, det var det.",
        "pa": "It was, it was.",
        "vi": "Rất…"
    },
    {
        "start": "00:37:42,040",
        "end": "00:37:46,880",
        "en": "Då känner jag att jag försöker skydda mig själv genom att bara stänga ner.",
        "pa": "I feel like I'm trying to protect myself by closing down.",
        "vi": "Và tôi cảm thấy mình đang bảo vệ bản thân bằng cách khép cửa trái tim lại."
    },
    {
        "start": "00:37:46,960",
        "end": "00:37:52,040",
        "en": "\"Okej, men vi håller det på en vänskaplig nivå då. Ta den tid du behöver.\"",
        "pa": "Okay, let's keep it on a friendly level, then.",
        "vi": "Và chấp nhận việc chúng tôi sẽ chỉ gần gũi ở mức bạn bè."
    },
    {
        "start": "00:37:52,120",
        "end": "00:37:54,200",
        "en": "I ain't forcing things.",
        "pa": "Take all the time you need. I ain't forcing things, you know.",
        "vi": "Anh ấy cứ từ từ mà làm quen.\n Tôi sẽ không ép buộc gì cả."
    },
    {
        "start": "00:38:09,280",
        "end": "00:38:12,800",
        "en": "-Hej. Får jag plats här bredvid dig? -Ja då.",
        "pa": "-Hi. -Hello.\n -Is there room for me next to you? -Sure.",
        "vi": "- Chào em. - Chào anh.\n - Có chỗ cho anh không? - Có."
    },
    {
        "start": "00:38:12,880",
        "end": "00:38:18,560",
        "en": "Du kan få spegeln. Jag tror min sån här är lite snabbare.",
        "pa": "You can have the mirror.\n I think I'll be a bit faster than you.",
        "vi": "Em cứ dùng gương đi, anh nghĩ anh nhanh hơn em tí xíu."
    },
    {
        "start": "00:38:18,640",
        "end": "00:38:22,840",
        "en": "Nu känns det lite som att vi är ett gammalt gift par.",
        "pa": "Now it feels like you and I are an old married couple.",
        "vi": "Giờ ta cứ như đôi vợ chồng già ấy."
    },
    {
        "start": "00:38:26,680",
        "end": "00:38:33,640",
        "en": "Man får ju en liten glimpse av hur livet kan komma att se ut",
        "pa": "You now get a little glimpse of our future.",
        "vi": "Ta được thấy đôi chút hình ảnh cuộc sống sau này,"
    },
    {
        "start": "00:38:33,720",
        "end": "00:38:39,200",
        "en": "när vi gör mer såna här saker tillsammans. Upptäcker och allt…",
        "pa": "What life might look like when we do more things like this together.",
        "vi": "khi ta làm nhiều việc bên nhau hơn, khám phá ra nhiều điều chưa biết về nhau."
    },
    {
        "start": "00:38:39,280",
        "end": "00:38:43,040",
        "en": "Det känns kul, men det är också lite läskigt.",
        "pa": "Discoveries and all.\n It feels fun, but also scary.",
        "vi": "Rất thú vị, nhưng cũng có chút đáng sợ."
    },
    {
        "start": "00:38:50,120",
        "end": "00:38:51,400",
        "en": "Oj, oj, oj.",
        "pa": "Hmm.\n Oh, boy.",
        "vi": "Ôi trời.\n CỐ VẤN TÀI CHÍNH"
    },
    {
        "start": "00:38:53,600",
        "end": "00:38:58,520",
        "en": "Livet med Meira. Det är intressant.",
        "pa": "Life with Meira.\n Um…\n It's interesting.",
        "vi": "Cuộc sống bên Meira…\n rất thú vị."
    },
    {
        "start": "00:39:09,200",
        "end": "00:39:13,240",
        "en": "Det pendlar väldigt mycket mellan varmt och kallt",
        "pa": "Great.\n It oscillates a lot between hot and cold, sour and sweet, high and low.",
        "vi": "Nó có đủ mọi cung bậc,"
    },
    {
        "start": "00:39:13,320",
        "end": "00:39:16,480",
        "en": "surt och sött, högt och lågt.",
        "pa": "",
        "vi": "từ ấm áp đến lạnh nhạt, ngọt ngào và cay đắng, vui vẻ và u sầu."
    },
    {
        "start": "00:39:16,560",
        "end": "00:39:19,680",
        "en": "Men, ja. Spännande resa.",
        "pa": "But yes, an exciting journey.",
        "vi": "Nhưng phải, đó là một hành trình thú vị."
    },
    {
        "start": "00:39:19,760",
        "end": "00:39:24,080",
        "en": "♪ Fading out in plain sight ♪",
        "pa": "♪ Fading out in plain sight ♪",
        "vi": ""
    },
    {
        "start": "00:39:25,840",
        "end": "00:39:28,440",
        "en": "Du är söt.",
        "pa": "- You're sweet. -You too.",
        "vi": "- Em thật dễ thương. - Anh cũng vậy."
    },
    {
        "start": "00:39:28,520",
        "end": "00:39:32,240",
        "en": "-Jag är så kär i dig. -Jag är så kär i dig.",
        "pa": "-I'm so in love with you. -And I'm so in love with you.",
        "vi": "- Anh yêu em lắm. - Và em cũng rất yêu anh."
    },
    {
        "start": "00:39:34,160",
        "end": "00:39:36,360",
        "en": "Skål.",
        "pa": "♪ But you placed me where ♪\n ♪ The angels lie ♪\n ♪ Levels ♪",
        "vi": ""
    },
    {
        "start": "00:39:53,280",
        "end": "00:39:54,760",
        "en": "Vad najs.",
        "pa": "♪ Levels ♪\n That's nice.",
        "vi": ""
    },
    {
        "start": "00:39:54,840",
        "end": "00:39:59,640",
        "en": "-Gott med ett glas, eller? Eller två? -Vi tömmer hinken innan…",
        "pa": "-Would you say yes to a drink or two? -Yes.",
        "vi": "Kèm một ly rượu vang. Hay uống hẳn hai ly luôn.\n Tối đa là hai ly."
    },
    {
        "start": "00:40:00,840",
        "end": "00:40:02,840",
        "en": "Passa dig!",
        "pa": "Let's grab the whole bucket.\n - Whoo!\n Watch out!",
        "vi": "Cẩn thận!"
    },
    {
        "start": "00:40:02,920",
        "end": "00:40:05,600",
        "en": "Men hallå, de är ju jättefinklädda.",
        "pa": "- Hey, they're all dressed up. -Hello, hello!",
        "vi": "Xem họ ăn diện chưa kìa."
    },
    {
        "start": "00:40:05,680",
        "end": "00:40:07,720",
        "en": "Well, hello, hello!",
        "pa": "",
        "vi": "- Xin chào. - Chào!"
    },
    {
        "start": "00:40:07,800",
        "end": "00:40:12,800",
        "en": "Men vad fina. Här är jag helt strand…beachguy och ni är supersnygga.",
        "pa": "Hello. How nice.\n Here I am dressed for the beach and you both look super nice.",
        "vi": "Thích nhỉ… Tôi đúng kiểu đi biển, còn hai người mặc rõ đẹp."
    },
    {
        "start": "00:40:12,880",
        "end": "00:40:16,640",
        "en": "Får man ge dig en kram? Hur står det till?",
        "pa": "-Can we hug? -Hello.",
        "vi": "- Ôm cái nào? - Hai người khỏe chứ?"
    },
    {
        "start": "00:40:16,720",
        "end": "00:40:21,000",
        "en": "-Kolla vem som kommer här då? -Får vi vara med, eller?",
        "pa": "How are you?\n -Look who's here. -Can we join you?",
        "vi": "Khỏe.\n - Xem ai kìa? - Chúng tôi tham gia với?"
    },
    {
        "start": "00:40:21,080",
        "end": "00:40:24,560",
        "en": "Hej!",
        "pa": "Whoo!\n Hey!\n My neighbor!",
        "vi": "Xin chào!\n Chào!\n - Hàng xóm! - Chào, mọi người khỏe không?"
    },
    {
        "start": "00:40:24,640",
        "end": "00:40:29,640",
        "en": "-Hej. -Tjena. Du ser ut som en chef.",
        "pa": "-Hey there. - Hello. You look like a boss.",
        "vi": "- Chào. - Chào!\n Trông anh như sếp ấy."
    },
    {
        "start": "00:40:29,720",
        "end": "00:40:33,160",
        "en": "Hej, älskling!",
        "pa": "Hi, darling.\n Hi, good looking.",
        "vi": "Chào bạn yêu!\n Chào người đẹp."
    },
    {
        "start": "00:40:33,240",
        "end": "00:40:35,480",
        "en": "Bra jobbat!",
        "pa": "-Well done.",
        "vi": "Khá khen cho anh đấy."
    },
    {
        "start": "00:40:36,800",
        "end": "00:40:38,840",
        "en": "-Tjena. -Hej.",
        "pa": "-Hey! -Hello.",
        "vi": "- Xin chào. - Chào!"
    },
    {
        "start": "00:40:38,920",
        "end": "00:40:44,160",
        "en": "Hallå, får inte jag någon kram, eller? -Hej.",
        "pa": "Hey, don't I get a hug?\n -Hello. -Hey!",
        "vi": "Tôi không được ôm à?\n - Xin chào. - Chào!"
    },
    {
        "start": "00:40:44,240",
        "end": "00:40:47,200",
        "en": "Hör jag bubbel poppas, eller?",
        "pa": "-Whoo!\n Do I hear bubbles being popped?",
        "vi": "Có phải tiếng sâm-panh đó không?"
    },
    {
        "start": "00:40:49,880",
        "end": "00:40:53,800",
        "en": "-Skål, allesammans! -Skål!",
        "pa": "Cheers, everybody.",
        "vi": "Nâng ly nào, mọi người!\n Nâng ly!"
    },
    {
        "start": "00:40:54,960",
        "end": "00:40:58,600",
        "en": "Sista kvällen på Cypern då?",
        "pa": "Cheers!\n Last night in Cyprus.",
        "vi": "Đây là đêm cuối cùng của ta ở đảo Síp."
    },
    {
        "start": "00:41:01,320",
        "end": "00:41:06,880",
        "en": "\"Morran, har du skumpa i glaset?\" Jag har inte vågat köra den.",
        "pa": "-Have you got champagne in your glass? -No.",
        "vi": "Ly anh có sâm-panh không?"
    },
    {
        "start": "00:41:08,600",
        "end": "00:41:11,880",
        "en": "Det blir liksom skilsmässa innan äktenskap.",
        "pa": "-I'm just scared to do that one.\n It would be divorce before marriage.",
        "vi": "Tôi không dám đâu.\n Thế thì chưa kịp cưới đã ly hôn mất."
    },
    {
        "start": "00:41:11,960",
        "end": "00:41:14,160",
        "en": "Gud…",
        "pa": "- Oh, God.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:41:15,400",
        "end": "00:41:17,880",
        "en": "Den jävla bandanan…",
        "pa": "-That damn bandana. -Yes, we all know about that scarf.",
        "vi": "Cái khăn rằn quỷ quái đó."
    },
    {
        "start": "00:41:17,960",
        "end": "00:41:21,360",
        "en": "- Den scarfen känner man ju till. -Åh, Gud.",
        "pa": "",
        "vi": "Ừ, là cái khăn mà tôi biết."
    },
    {
        "start": "00:41:21,440",
        "end": "00:41:25,720",
        "en": "Hur är din och Meiras dialog med varandra?",
        "pa": "Oh, my God.\n How was your communication with Meira?",
        "vi": "Chúa ơi.\n Anh và Meira đối thoại đến đâu rồi?"
    },
    {
        "start": "00:41:25,800",
        "end": "00:41:29,840",
        "en": "Det är… Det är upp och ner för oss.",
        "pa": "I mean… it's up and down for us.",
        "vi": "Thì… tình cảm của chúng tôi có lúc lên lúc xuống."
    },
    {
        "start": "00:41:29,920",
        "end": "00:41:33,160",
        "en": "Det finns ju attraktion där definitivt.",
        "pa": "There's definitely an attraction there.",
        "vi": "Chắc chắn là chúng tôi có thu hút lẫn nhau."
    },
    {
        "start": "00:41:33,240",
        "end": "00:41:38,960",
        "en": "Jag hade blivit förvånad om jag fick höra någonting annat, för det känns bekräftat.",
        "pa": "I would be surprised to hear something else behind my back",
        "vi": "Cô ấy mà bảo với người khác là không phải thế thì tôi sẽ ngạc nhiên lắm."
    },
    {
        "start": "00:41:39,960",
        "end": "00:41:42,760",
        "en": "Ser inte Oskar ut som Pär Lernström?",
        "pa": "because that feels validated between us.\n Doesn't Oskar look like Pär Lernström?",
        "vi": "Tôi cảm thấy hai bên đã xác nhận điều đó.\n Cô thấy Oskar giống Pär Lernström không?"
    },
    {
        "start": "00:41:48,200",
        "end": "00:41:52,120",
        "en": "-Pär är ju snygg. -Exakt.",
        "pa": "No.\n Pär is good looking.",
        "vi": "Không!\n Pär đẹp trai mà.\n Chính xác."
    },
    {
        "start": "00:41:52,200",
        "end": "00:41:56,640",
        "en": "♪ I'm a bad girl I'm a, I'm a bad girl ♪",
        "pa": "Exactly.\n ♪ I'm a bad girl ♪\n ♪ I'm a, I'm a bad, bad ♪\n ♪ I'm a bad girl ♪\n ♪ I'm a, I'm a bad girl ♪",
        "vi": ""
    },
    {
        "start": "00:42:10,000",
        "end": "00:42:12,480",
        "en": "Jag har inte sett Rasmus dåliga sidor än.",
        "pa": "♪ Na-na-na-na-na-na-na… ♪",
        "vi": "Nhưng tôi chưa thấy mặt xấu của Rasmus."
    },
    {
        "start": "00:42:12,560",
        "end": "00:42:17,760",
        "en": "I morse gick han två rum bort för att fisa och så hörde jag det och jag bara…",
        "pa": "I haven't seen the bad side of Rasmus yet.\n This morning he went two rooms away to fart and I still heard it.",
        "vi": "Sáng nay anh ấy tránh đi tận hai phòng để xì hơi mà tôi vẫn nghe thấy."
    },
    {
        "start": "00:42:19,200",
        "end": "00:42:21,520",
        "en": "-Catja! -Rasmus!",
        "pa": "-Catja! -Rasmus!",
        "vi": "- Catja! - Rasmus!"
    },
    {
        "start": "00:42:21,600",
        "end": "00:42:24,480",
        "en": "-Hur mår du? -Jättebra. Hur mår du?",
        "pa": "-How are you? -Great.",
        "vi": "- Dạo này anh thế nào? - Rất tuyệt vời."
    },
    {
        "start": "00:42:24,560",
        "end": "00:42:29,200",
        "en": "-Jag mår också bra. -Minus min panna då.",
        "pa": "-Great. -How are you?\n I'm good too. Yes.\n Minus the forehead, otherwise I'm fine.",
        "vi": "- Tốt quá. - Em thế nào?\n Em cũng tốt.\n Trừ trán của anh ra."
    },
    {
        "start": "00:42:29,280",
        "end": "00:42:33,160",
        "en": "-Det lägger sig. -Jag vet inte om det gör det.",
        "pa": "-It will calm down. -I'm not so sure about that.",
        "vi": "- Không sao đâu. - Chưa chắc!"
    },
    {
        "start": "00:42:33,240",
        "end": "00:42:35,560",
        "en": "-Du får hudflagor. -Vin?",
        "pa": "-It's going to be peeling skin. -Do you want wine?",
        "vi": "Da chỗ đó sẽ bong ra thôi."
    },
    {
        "start": "00:42:35,640",
        "end": "00:42:40,280",
        "en": "Jag tar lite sånt här. Från kapslarna till hit…",
        "pa": "Yeah, I will have some.",
        "vi": "Ừ, cho em một ít, cảm ơn anh.\n - Từ khu phòng kín tới đây. - Ừ."
    },
    {
        "start": "00:42:40,360",
        "end": "00:42:45,920",
        "en": "Jag vill att du ska ha med dig att all tid vi har haft tillsammans…",
        "pa": "-From the pods to here. -Yeah.\n I want you to remember you went into an experiment.",
        "vi": "Anh muốn em nhớ lại\n thời gian ta dành cho nhau và những tình cảm ta đã xây dựng,"
    },
    {
        "start": "00:42:46,000",
        "end": "00:42:51,040",
        "en": "Jag vill tacka dig jätteinnerligt för det. För jag tycker att du är en jättefin tjej.",
        "pa": "The time we've spent together and the connections we've made,\n -I want to thank you. -That's nice.",
        "vi": "vì anh muốn gửi lời cảm ơn em.\n Anh thấy em là một cô gái vô cùng đặc biệt."
    },
    {
        "start": "00:42:51,120",
        "end": "00:42:56,200",
        "en": "Jag uppskattar vartenda samtal som du och jag hade inne i kapseln.",
        "pa": "I think you are a really nice girl.\n I appreciate every conversation you and I had inside the pods.",
        "vi": "Em rất trân trọng những lần ta nói chuyện trong khu phòng kín."
    },
    {
        "start": "00:42:56,280",
        "end": "00:42:59,080",
        "en": "Vi öppnade ju upp oss för varandra.",
        "pa": "We opened up to each other and I think it's so fantastic to meet you in real life",
        "vi": "Ta đã rất cởi mở với nhau."
    },
    {
        "start": "00:42:59,160",
        "end": "00:43:05,000",
        "en": "Jag tycker det är fantastiskt att få träffa dig och se att det här är Rasmus.",
        "pa": "and see that this is who Rasmus is.",
        "vi": "Em rất vui khi ta gặp mặt và được thấy Rasmus bằng xương bằng thịt."
    },
    {
        "start": "00:43:05,080",
        "end": "00:43:07,600",
        "en": "Mindre solbränd, vanligtvis.",
        "pa": "Yes. Usually less sunburnt.",
        "vi": "Bình thường anh ít cháy nắng hơn."
    },
    {
        "start": "00:43:07,680",
        "end": "00:43:10,040",
        "en": "Vad känner du med dig och Krissy?",
        "pa": "",
        "vi": "Anh thấy anh và Krissy thế nào? Anh nghĩ hai người sẽ có những thách thức nào?"
    },
    {
        "start": "00:43:10,120",
        "end": "00:43:14,360",
        "en": "Vad tror du att ni kommer att ha för utmaningar?",
        "pa": "But how do you feel about you and Krissy?\n What challenges do you think you'll face?",
        "vi": ""
    },
    {
        "start": "00:43:14,440",
        "end": "00:43:18,920",
        "en": "Min farhåga är väl att allting har varit för bra.",
        "pa": "My concern is that everything has been too good.",
        "vi": "Điều khiến anh lo lắng là mọi chuyện quá tốt đẹp."
    },
    {
        "start": "00:43:19,000",
        "end": "00:43:22,840",
        "en": "I kapseln så var det varje checkbox… Precis som med dig också.",
        "pa": "In the pods, it was like every checkbox was ticked.",
        "vi": "Lúc đầu, anh cũng thấy bọn anh rất hợp nhau."
    },
    {
        "start": "00:43:22,920",
        "end": "00:43:27,240",
        "en": "Man bara… \"Okej, okej, okej. Vi tänker likadant på allt.\"",
        "pa": "That was actually the case with you too. It was okay, okay, okay.",
        "vi": "Em cũng vậy. Mọi khía cạnh đều hợp.\n \"Ta chung quan điểm về mọi mặt.\""
    },
    {
        "start": "00:43:27,320",
        "end": "00:43:32,440",
        "en": "Farhågan är då, när vi kommer till verkligheten, att nåt kommer att dyka upp.",
        "pa": "We think the same way about everything.\n The fear is that when reality hits",
        "vi": "Nhưng anh sợ khi thật sự ở bên nhau và có những yếu tố khác xuất hiện,"
    },
    {
        "start": "00:43:32,520",
        "end": "00:43:37,040",
        "en": "-Det kommer det säkert att göra. -Ja, inget är en dans för evigt.",
        "pa": "and you mix in everything else, something will surface.\n Yes, I'm sure it will.\n Nothing can stay rosy forever.",
        "vi": "- sẽ có vấn đề gì đó. - Và chắc là sẽ có.\n Ừ. Đời đâu như mơ."
    },
    {
        "start": "00:43:37,120",
        "end": "00:43:42,640",
        "en": "Nej, det kommer garanterat att bli nånting. Det har varit för enkelt.",
        "pa": "No, there will definitely be something. I'm sure of it.",
        "vi": "Sẽ có một vấn đề gì đó. Anh tin chắc thế. Mọi sự suôn sẻ quá."
    },
    {
        "start": "00:43:42,720",
        "end": "00:43:47,960",
        "en": "-Det tror jag också. -Vad tror du är er största utmaning?",
        "pa": "It's just been too easy.\n I think so too.\n What is your biggest challenge to deal with?",
        "vi": "Em cũng nghĩ thế.\n Em nghĩ thách thức lớn nhất mà em phải giải quyết là gì?"
    },
    {
        "start": "00:43:48,040",
        "end": "00:43:52,640",
        "en": "Jag tror definitivt… Alltså först och främst att vi bor i olika städer.",
        "pa": "I definitely think first of all that we live in different towns.",
        "vi": "Vấn đề đầu tiên và quan trọng nhất chắc chắn là bọn em sống khác thành phố."
    },
    {
        "start": "00:43:52,720",
        "end": "00:43:58,880",
        "en": "-Han bor i Järvsö och Visby. -Och du bor i Solna.",
        "pa": "-He lives in Järvsö and Visby. -That's right.\n -And he's also very… -You're from Solna?",
        "vi": "Anh ấy sống ở Järvsö và Visby, và anh ấy…"
    },
    {
        "start": "00:43:58,960",
        "end": "00:44:05,600",
        "en": "En utmaning, och det har jag lyft med Christofer, är det här att han dj:ar.",
        "pa": "That's right.\n Then again, I think a challenge, and I've raised this with Christofer as well,",
        "vi": "- Còn em ở Solna nhỉ? - Đúng vậy.\n Và một thử thách khác mà em cũng đã bảo với Christofer là,"
    },
    {
        "start": "00:44:05,680",
        "end": "00:44:08,400",
        "en": "Han kommer att vara borta kvällar och helger.",
        "pa": "is the fact that he deejays.\n He will be away evenings and weekends, and in previous relationships,",
        "vi": "anh ấy làm DJ nên sẽ không ở nhà vào buổi tối và cuối tuần."
    },
    {
        "start": "00:44:08,480",
        "end": "00:44:11,480",
        "en": "I tidigare relationer så har jag varit väldigt ensam.",
        "pa": "",
        "vi": "Em đã phải ở một mình trong nhiều mối quan hệ trước đây."
    },
    {
        "start": "00:44:11,560",
        "end": "00:44:16,800",
        "en": "-Jag tror vi pratade om det här i kapseln. -Ja, jag tror jag nämnde det.",
        "pa": "I've been very lonely.\n I'm having déjà vu. We talked about this in the pods.",
        "vi": "Hình như ta đã nói chuyện này hồi ở khu phòng kín."
    },
    {
        "start": "00:44:16,880",
        "end": "00:44:22,400",
        "en": "-Så det är väl den farhågan jag har. -Det låter som en vettig rädsla ändå.",
        "pa": "-I think I mentioned it to you. -Yes.\n I suppose it's my fear, but it's also something…",
        "vi": "Ừ, hình như em đã nói.\n Đó là những điều khiến em lo lắng.\n - Với cả… - Một nỗi sợ có vẻ rất hợp lý."
    },
    {
        "start": "00:44:22,480",
        "end": "00:44:28,320",
        "en": "Men jag vill liksom inte ge upp här och nu eller säga någonting här och nu.",
        "pa": "It sounds like a sensible fear still.\n But I don't want to give up here and now or say anything I would regret.",
        "vi": "Nhưng em không muốn từ bỏ ngay,\n hay nói gì về chuyện đó, nên em vẫn…"
    },
    {
        "start": "00:44:28,400",
        "end": "00:44:30,720",
        "en": "Jag tar en dag i taget.",
        "pa": "One day at a time.",
        "vi": "Nên em đang tiến bước từng ngày một thôi."
    },
    {
        "start": "00:44:30,800",
        "end": "00:44:35,080",
        "en": "Giftermålet är typ mindre än en månad bort.",
        "pa": "Marriage is still only a month away.",
        "vi": "Chưa đầy một tháng nữa là đám cưới đấy."
    },
    {
        "start": "00:44:35,160",
        "end": "00:44:38,200",
        "en": "Ingen stress, men bara så du vet.",
        "pa": "No stress, just letting you know.",
        "vi": "Anh không muốn làm em lo đâu, nhắc cho em nhớ thôi."
    },
    {
        "start": "00:44:38,280",
        "end": "00:44:41,440",
        "en": "Exakt, tack. Tack för påminnelsen.",
        "pa": "Exactly. Thanks for the reminder.",
        "vi": "Đúng vậy. Cảm ơn anh đã nhắc."
    },
    {
        "start": "00:44:46,440",
        "end": "00:44:50,600",
        "en": "Men hur känns det nu då när ni har haft snacket och så?",
        "pa": "But how does it feel now that you've had the talk?",
        "vi": "Nói chuyện với nhau rồi, giờ anh thấy thế nào?"
    },
    {
        "start": "00:44:50,680",
        "end": "00:44:54,720",
        "en": "Känns det som att du är boven i det hela på nåt sätt för att du inte släpper till?",
        "pa": "Does it feel like you're the villain because you're the one not putting out?",
        "vi": "Anh có thấy mình là kẻ ác không?\n Vì đâu thể cứ từ chối…"
    },
    {
        "start": "00:44:56,240",
        "end": "00:44:59,400",
        "en": "Nej, det handlar väl inte om att släppa till.",
        "pa": "No, it's not about putting out, really.",
        "vi": "Không, vấn đề không phải là việc từ chối…"
    },
    {
        "start": "00:44:59,480",
        "end": "00:45:03,280",
        "en": "Förlåt, det har inte meningen att säga så.",
        "pa": "I didn't mean to say it like that.",
        "vi": "- Xin lỗi, ý tôi không phải thế. - Không, tôi hiểu ý anh."
    },
    {
        "start": "00:45:03,360",
        "end": "00:45:10,160",
        "en": "Men det känns typ fel av mig om jag skulle bli intim med henne",
        "pa": "No, I understand what you mean.\n It feels kind of wrong for me to get intimate with her…",
        "vi": "Nhưng tôi thấy gần gũi với cô ấy là không đúng"
    },
    {
        "start": "00:45:10,240",
        "end": "00:45:14,800",
        "en": "när jag inte känner riktig attraktion. Det blir fake typ.",
        "pa": "Yeah.\n …when I don't feel the real attraction.",
        "vi": "khi tôi không thấy cô ấy quyến rũ.\n - Thế là giả dối. - Chính xác."
    },
    {
        "start": "00:45:15,560",
        "end": "00:45:21,200",
        "en": "Varför ska jag sitta där och vänta på att du suktar efter mig om du inte gör det?",
        "pa": "-It's kind of fake. -I see.\n I don't understand why I would wait for you to fancy me if you don't.",
        "vi": "Tôi không hiểu tại sao tôi phải chờ anh ấy muốn tôi."
    },
    {
        "start": "00:45:21,280",
        "end": "00:45:26,040",
        "en": "Då finns det andra som suktar efter mig. Jag är en kaxig jävel.",
        "pa": "-Yeah. -There are others who fancy me.\n -Did you tell him that? -I'm a cocky bitch.",
        "vi": "Anh ấy không muốn thì vẫn có đầy người khác muốn.\n Rõ là một tên ngạo mạn."
    },
    {
        "start": "00:45:27,960",
        "end": "00:45:30,200",
        "en": "-Du vet… -Ja.",
        "pa": "-You know? -Yeah.",
        "vi": "- Cô hiểu ý tôi mà. - Ừ."
    },
    {
        "start": "00:45:30,280",
        "end": "00:45:35,280",
        "en": "Jag försöker ta det lättsamt samtidigt som det är ett tungt ämne.",
        "pa": "So I try to treat it lightly, but it's a heavy subject",
        "vi": "Tôi vẫn cố không nghĩ nhiều quá dù đây là một chủ đề rất nặng nề."
    },
    {
        "start": "00:45:35,360",
        "end": "00:45:39,480",
        "en": "Där nånstans blir det så här… Jag vet inte vad jag ska göra.",
        "pa": "and somewhere it just becomes this mess.",
        "vi": "Rồi tôi lại nghĩ… Tôi không biết nên làm gì nữa."
    },
    {
        "start": "00:45:39,560",
        "end": "00:45:45,080",
        "en": "Jag blir bara provocerad. Jag behöver gå och skaka på mannen. \"Hallå?\"",
        "pa": "Okay, I don't know what to do.\n It's just infuriating. I just want to go and shake the man.",
        "vi": "Tức quá. Tôi phải lay cho anh ta sáng mắt ra mới được."
    },
    {
        "start": "00:45:45,160",
        "end": "00:45:47,720",
        "en": "Gör det.",
        "pa": "Like, hello!\n Yes, I mean, please do, please do.",
        "vi": "- \"Này?\" - Nhờ cô nhé. Làm thế đi!"
    },
    {
        "start": "00:45:47,800",
        "end": "00:45:53,640",
        "en": "Den dagen kommer att komma då jag bara skakar på Lucas.",
        "pa": "The day will come when I just shake Lucas.",
        "vi": "Sẽ có ngày tôi lay Lucas thật mạnh cho mà xem."
    },
    {
        "start": "00:45:53,720",
        "end": "00:45:58,960",
        "en": "Den kvinnan är så otroligt stark och självsäker också.",
        "pa": "I mean, this woman is so strong and confident.",
        "vi": "Người phụ nữ này mạnh mẽ vô cùng. Và cô ấy cũng rất tự tin."
    },
    {
        "start": "00:45:59,040",
        "end": "00:46:01,840",
        "en": "-Hon tar det så bra. -Ja.",
        "pa": "-She is. -She's taking this really well.",
        "vi": "Cô ấy rất kiên nhẫn với tôi."
    },
    {
        "start": "00:46:03,000",
        "end": "00:46:07,240",
        "en": "Hon vet sitt värde liksom. Det är ingen man håller på med.",
        "pa": "You know, she… she knows her worth.\n You can't, I mean, do stuff that…",
        "vi": "Cô ấy biết giá trị của mình.\n - Không ai có thể… - Không thể làm cô ấy tủi thân."
    },
    {
        "start": "00:46:07,320",
        "end": "00:46:10,280",
        "en": "Nej, man trampar inte henne på tårna. Hon har skinn på näsan.",
        "pa": "You don't step on her toes. She's tough.",
        "vi": "- Cô ấy rất cứng rắn. - Đúng."
    },
    {
        "start": "00:46:10,360",
        "end": "00:46:15,360",
        "en": "Det gör det ännu värre att jag inte har det fysiska, för det är så jävla bra.",
        "pa": "So it makes it worse that I don't have the physical part.\n -It's so damn good. -Yeah, I get it.",
        "vi": "Tôi càng áy náy vì không thấy cô ấy hấp dẫn… Cô ấy rất tốt."
    },
    {
        "start": "00:46:15,440",
        "end": "00:46:18,160",
        "en": "Ja, shit, alltså.",
        "pa": "-I mean… -Yeah.\n -Shit. -Yeah, shit.",
        "vi": "Ừ, tôi hiểu.\n - Ừ, chết tiệt. - Chết tiệt."
    },
    {
        "start": "00:46:18,240",
        "end": "00:46:22,880",
        "en": "Han får inte hjärtekrossa Emilia för att det bara kommer till fysiken.",
        "pa": "Yeah.\n He doesn't want to break Emilia's heart when it comes to the physicality.",
        "vi": "Anh ấy không nên làm Emilia tan nát trái tim chỉ vì mặt ngoại hình."
    },
    {
        "start": "00:46:22,960",
        "end": "00:46:26,640",
        "en": "Han kan riva ner några av sina väggar för att öppna upp för henne.",
        "pa": "I think he should tear down some walls and open up to her.",
        "vi": "Tôi nghĩ anh ấy có thể phá bỏ vài rào cản để mở lòng với cô ấy."
    },
    {
        "start": "00:46:26,720",
        "end": "00:46:30,000",
        "en": "I mörkret är alla katter svarta på något sätt.",
        "pa": "In the dark, all cats are black.",
        "vi": "Dù sao thì lúc tắt đèn, nhà ngói cũng như nhà tranh mà."
    },
    {
        "start": "00:46:31,240",
        "end": "00:46:33,880",
        "en": "Hur känns det för dig och Catja?",
        "pa": "How does it feel for you and Catja?",
        "vi": "Chuyện của anh và Catja thế nào?"
    },
    {
        "start": "00:46:34,800",
        "end": "00:46:40,200",
        "en": "Vi har delat säng, vi kysser varandra och vi är närgångna och allt det där.",
        "pa": "We have shared a bed together and we kiss and we are close and all that.",
        "vi": "Chúng tôi ngủ chung giường, rồi hôn nhau và gần gũi này nọ."
    },
    {
        "start": "00:46:40,280",
        "end": "00:46:43,240",
        "en": "Men jag känner",
        "pa": "",
        "vi": "Nhưng tôi cảm thấy cô ấy không thích tôi như tôi thích cô ấy."
    },
    {
        "start": "00:46:43,320",
        "end": "00:46:47,320",
        "en": "att hon inte alls är lika attraherad av mig som jag är av henne.",
        "pa": "But I do feel that she is not as attracted to me as I am to her.",
        "vi": ""
    },
    {
        "start": "00:46:47,400",
        "end": "00:46:51,640",
        "en": "Så vi får se. Vi kör dag för dag.",
        "pa": "So we'll see. We'll take it day by day, you know?",
        "vi": "Để rồi xem. Chúng tôi còn bảo nhau là sẽ tiến từng ngày một."
    },
    {
        "start": "00:46:51,720",
        "end": "00:46:56,240",
        "en": "Och dag för dag funkar utmärkt.",
        "pa": "Hmm.",
        "vi": "Từng ngày một thì cũng vui."
    },
    {
        "start": "00:46:56,320",
        "end": "00:47:00,520",
        "en": "Men det är också en bra vägg att skydda sig bakom på nåt sätt.",
        "pa": "Day by day works great.\n But it's also a good wall to protect yourself in some way.",
        "vi": "Nhưng đó cũng là một bình phong để ẩn nấp phía sau."
    },
    {
        "start": "00:47:00,600",
        "end": "00:47:04,800",
        "en": "Tänk om en dag är dålig. Ska man då säga att det är över, för vi lever dag för dag?",
        "pa": "If you have one bad day, do you then say it's over because we live day by?",
        "vi": "Khi sống từng ngày một, lỡ có một ngày tệ thì chúng tôi chia tay luôn à?"
    },
    {
        "start": "00:47:04,880",
        "end": "00:47:07,520",
        "en": "Ja, det är så jävla sant.",
        "pa": "-You know what I mean? -Yeah, you're damn right.",
        "vi": "- Anh hiểu ý tôi chứ? - Đúng. Rất đúng. Quá đúng."
    },
    {
        "start": "00:47:07,600",
        "end": "00:47:12,600",
        "en": "Jag har ju den känslan av att Ra… Rasmus? Gud…",
        "pa": "I have the feeling that Ras…",
        "vi": "Tôi có cảm giác như… Ras… ôi trời! Không phải Rasmus. Chúa ơi."
    },
    {
        "start": "00:47:12,680",
        "end": "00:47:17,000",
        "en": "- Det är lugnt. Det är bara…",
        "pa": "Rasmus! Oh, my God.\n -Don't worry, it's just…",
        "vi": "- Không sao đâu. - Tại…"
    },
    {
        "start": "00:47:17,080",
        "end": "00:47:18,840",
        "en": "Christofer!",
        "pa": "Nothing can…\n -Christofer, Christofer. -What the hell was his name again?",
        "vi": "Christofer!"
    },
    {
        "start": "00:47:18,920",
        "end": "00:47:21,280",
        "en": "-\"Vad fan hette han nu igen?\" -Christofer.",
        "pa": "",
        "vi": "- \"Tên anh ấy là gì ấy nhỉ?\" - Christofer."
    },
    {
        "start": "00:47:21,360",
        "end": "00:47:25,080",
        "en": "Christofer är ett steg före mig, lite grann.",
        "pa": "Christofer, no, that Christofer is like one step ahead of me.",
        "vi": "Christofer như thể đang đi trước tôi một bước vậy."
    },
    {
        "start": "00:47:25,160",
        "end": "00:47:28,320",
        "en": "Jag överöser henne med fina komplimanger",
        "pa": "I shower her with nice compliments,",
        "vi": "Tôi luôn khen cô ấy."
    },
    {
        "start": "00:47:28,400",
        "end": "00:47:32,840",
        "en": "men sen vi sågs så har hon inte gett mig en enda komplimang.",
        "pa": "but since we met, she hasn't given me a single one.",
        "vi": "Nhưng kể từ khi thành đôi, cô ấy chưa khen tôi lần nào."
    },
    {
        "start": "00:47:32,920",
        "end": "00:47:38,200",
        "en": "Jag har inte fått nån form av konfirmation på att hon tycker om mig fysiskt.",
        "pa": "Well, whatever.\n I have not received any confirmation that she likes me physically.",
        "vi": "Cũng không sao cả. Nhưng thế là cô ấy chưa xác nhận là ưng ngoại hình của tôi."
    },
    {
        "start": "00:47:38,280",
        "end": "00:47:42,920",
        "en": "-Har du lyft det med henne? -Nej, det har jag faktiskt inte.",
        "pa": "-Have you told her what you told me? -No, I haven't.",
        "vi": "Anh bảo cô ấy như thế chưa?"
    },
    {
        "start": "00:47:43,000",
        "end": "00:47:45,000",
        "en": "-Det kan vara bra. -Ja.",
        "pa": "-Maybe you should. -Yeah.",
        "vi": "- Thật ra là chưa. - Có thể nói ra sẽ tốt đấy.\n Ừ."
    },
    {
        "start": "00:47:45,080",
        "end": "00:47:48,320",
        "en": "Jag tror att jag är blyg för att ställa frågorna",
        "pa": "I think I'm shy to ask the questions",
        "vi": "Chắc là tôi ngại hỏi những câu đó."
    },
    {
        "start": "00:47:48,400",
        "end": "00:47:53,000",
        "en": "för att jag är rädd att få svaret jag misstänker att jag ska få.",
        "pa": "because I'm afraid to get the answer I suspect I would get.",
        "vi": "Vì tôi sợ sẽ nhận được câu trả lời mà tôi đã đoán trước."
    },
    {
        "start": "00:48:02,800",
        "end": "00:48:04,840",
        "en": "Tungt.",
        "pa": "That's rough.\n ♪ 'Cause I'm scared of the dark ♪",
        "vi": "Khổ thật đấy."
    },
    {
        "start": "00:48:12,040",
        "end": "00:48:14,400",
        "en": "Jag var lite nyfiken på en grej.",
        "pa": "Hey, I'm curious about something.",
        "vi": "Anh hơi tò mò một chuyện."
    },
    {
        "start": "00:48:14,480",
        "end": "00:48:19,920",
        "en": "Jag minns inte när vi snackade. Vi snackade första… Jag har ingen aning.",
        "pa": "I don't remember when we first talked.",
        "vi": "Anh không nhớ gì về những lần ta nói chuyện.\n Lần đầu ta nói chuyện ấy… anh chả nhớ gì cả."
    },
    {
        "start": "00:48:20,000",
        "end": "00:48:25,720",
        "en": "-Nej, du kanske hade en blackout då. -Remind me.",
        "pa": "-Oh. -I have no idea.\n No. Maybe you had a blackout.",
        "vi": "Chắc vì anh say quá."
    },
    {
        "start": "00:48:25,800",
        "end": "00:48:27,760",
        "en": "-Okej. -Oj, var det så jobbigt?",
        "pa": "Remind me.\n Okay.\n Oh, was it that bad?",
        "vi": "Em nhắc cho anh nhớ đi.\n - Được rồi. - Chà. Tệ đến mức đó cơ à?"
    },
    {
        "start": "00:48:27,840",
        "end": "00:48:31,200",
        "en": "Du kommer in i kapseln och det första du säger är…",
        "pa": "You get into the pods and the first thing you said was, \"Did you just yawn?\"",
        "vi": "Anh vừa bước vào phòng đã nói ngay,"
    },
    {
        "start": "00:48:31,280",
        "end": "00:48:33,600",
        "en": "\"Hallå, gäspade du nyss?\"",
        "pa": "",
        "vi": "- \"Này, em vừa ngáp đấy à?\" - Cái gì?"
    },
    {
        "start": "00:48:33,680",
        "end": "00:48:37,080",
        "en": "Och jag… \"Nej, det gjorde jag inte.\" Och du… \"Jo, det gjorde du.\"",
        "pa": "-What? -And I'm like, \"No, I didn't.\"",
        "vi": "Em bảo không mà anh cứ khăng khăng là có."
    },
    {
        "start": "00:48:37,160",
        "end": "00:48:41,680",
        "en": "\"Hur fan ska jag bevisa att jag inte gäspade? Okej, vi börjar på den.\"",
        "pa": "You're like, \"Yes, you did.\"\n And I'm like, \"How am I gonna prove that I didn't yawn?\"",
        "vi": "Em không biết làm sao để giải thích cả.\n Làm sao chứng minh được là em không ngáp? Được rồi, bắt đầu vậy đi."
    },
    {
        "start": "00:48:41,760",
        "end": "00:48:46,400",
        "en": "Det känns som att… Jag fick nog inte veta nånting om dig.",
        "pa": "Okay, let's start on that one.\n I didn't get to know anything about you, but it was, like, bickering right away.",
        "vi": "Cảm giác như em hoàn toàn chẳng hỏi được gì về anh vậy."
    },
    {
        "start": "00:48:46,480",
        "end": "00:48:49,520",
        "en": "-Det var typ tjafs direkt. -Oj.",
        "pa": "",
        "vi": "- Vừa gặp đã cãi nhau. - Cãi nhau à? Ái chà."
    },
    {
        "start": "00:48:49,600",
        "end": "00:48:53,240",
        "en": "Jag frågade vad du heter. Och du bara… \"Varför ska du veta det?\"",
        "pa": "-Bickering? Wow. -Yes, it was a bit like that.\n I asked your name, you were like, \"Why do you need to know?\"",
        "vi": "Em hỏi tên anh, thì anh lại bảo em biết làm gì."
    },
    {
        "start": "00:48:53,320",
        "end": "00:48:55,800",
        "en": "Jaha. Ja, ja.",
        "pa": "I see.",
        "vi": "Thế à."
    },
    {
        "start": "00:48:55,880",
        "end": "00:49:01,920",
        "en": "Och ärligt, summa summarum av den dejten var att jag bara…",
        "pa": "And so honestly, the summary of that date was that I just thought…",
        "vi": "Thành thật mà nói, tóm lại, cả buổi hẹn hò em đã thấy…"
    },
    {
        "start": "00:49:02,000",
        "end": "00:49:04,880",
        "en": "\"Vem fan var det där?\"",
        "pa": "\"Who the hell was that?\"",
        "vi": "\"Cái tên này bị sao vậy?\""
    },
    {
        "start": "00:49:04,960",
        "end": "00:49:08,640",
        "en": "Jag kände ju bara… \"Nej, det här går inte.\"",
        "pa": "I was just like, \"Hell no, that is not happening.\"",
        "vi": "Em thấy ngay là không được."
    },
    {
        "start": "00:49:08,720",
        "end": "00:49:13,320",
        "en": "Jag har jättemycket knäpp och ironiska skämt konstant.",
        "pa": "I make a lot of these weird ironic jokes all the time.",
        "vi": "Anh rất hay đùa mỉa mai. Lúc nào cũng vậy luôn."
    },
    {
        "start": "00:49:13,400",
        "end": "00:49:18,240",
        "en": "Jag har lite svårt att få grepp om honom. Det är ju ett litet kinderägg.",
        "pa": "I'm having a hard time getting a grip on him.",
        "vi": "Tôi thấy rất khó hiểu được anh ta. Anh ấy như trứng Kinder Egg vậy."
    },
    {
        "start": "00:49:18,320",
        "end": "00:49:23,760",
        "en": "Ibland är det en liten dynamit inuti och ibland är det godis, liksom.",
        "pa": "He's like a little Kinder Surprise.\n Sometimes it's a little dynamite inside, and sometimes it's candy.",
        "vi": "Bên trong đôi khi là thuốc nổ, nhưng đôi khi lại là kẹo."
    },
    {
        "start": "00:49:23,840",
        "end": "00:49:28,360",
        "en": "Men det är inte jag som ska gifta mig med Sergio. Det är tur det.",
        "pa": "Yes.\n But I'm not the one marrying Sergio, so that's lucky.",
        "vi": "Nhưng tôi không phải người sẽ kết hôn với Sergio, nên thật là… may."
    },
    {
        "start": "00:49:28,440",
        "end": "00:49:32,480",
        "en": "Jag tror nog jag är en sån personlighet. Jag gillar att provocera.",
        "pa": "I'm like that as a person. I provoke, that's my thing.",
        "vi": "Anh là kiểu người như vậy. Anh thích khiêu khích. Tính anh như thế."
    },
    {
        "start": "00:49:32,560",
        "end": "00:49:37,400",
        "en": "Men är det inte lite självdestruktivt att göra det när du ska hitta din livspartner?",
        "pa": "Isn't it self-destructive to do it in a situation where you want a life partner?",
        "vi": "Làm thế trong bối cảnh đang tìm bạn đời"
    },
    {
        "start": "00:49:38,400",
        "end": "00:49:43,720",
        "en": "Jag är lite orolig för Amanda. Hon är en tjej som ger väldigt, väldigt mycket.",
        "pa": "I'm a bit worried for Amanda because she's a girl who gives so much.",
        "vi": "không phải tự hại mình sao?\n Tôi có chút lo lắng về Amanda.\n Vì cô ấy rất hay vì người khác."
    },
    {
        "start": "00:49:43,800",
        "end": "00:49:49,320",
        "en": "Det enda som jag oroar mig över är att hon någonstans ska bli bortglömd",
        "pa": "It's concerning to me.\n I fear that she'll be taken advantage of or that she'll be forgotten",
        "vi": "Điều duy nhất tôi lo lắng"
    },
    {
        "start": "00:49:49,400",
        "end": "00:49:56,120",
        "en": "i kalabaliken som ofta uppstår i deras relation, från Sergios sida.",
        "pa": "in the chaos that often arises in their relationship.\n Obviously, chaos from Sergio's side, as far as I can tell.",
        "vi": "là cô ấy sẽ bị lãng quên ở đâu đó trong mớ hỗn loạn\n sẽ thường nảy sinh trong mối quan hệ của họ\n vì Sergio, theo như tôi thấy."
    },
    {
        "start": "00:49:59,000",
        "end": "00:50:04,640",
        "en": "♪ It's like walking on water ♪",
        "pa": "♪ It's like we're walking on water ♪\n ♪ It's like we're walking on water ♪",
        "vi": ""
    },
    {
        "start": "00:50:17,760",
        "end": "00:50:24,360",
        "en": "Just det här fysiska måste ju suga för dig så jävla hårt.",
        "pa": "The physical part must suck for you.",
        "vi": "Chắc là em buồn vụ gần gũi cơ thể này lắm."
    },
    {
        "start": "00:50:24,440",
        "end": "00:50:27,880",
        "en": "-Så jävla mycket. -Jag vet.",
        "pa": "-So fucking much. -So fucking hard.\n -So fucking much. -I know.",
        "vi": "- Thật là buồn. - Khổ lắm ấy!\n Anh biết, và anh…"
    },
    {
        "start": "00:50:27,960",
        "end": "00:50:30,640",
        "en": "Känner du igen dig, eller?",
        "pa": "Is it familiar? Or…",
        "vi": "Anh từng trải qua cảm giác đó chưa?"
    },
    {
        "start": "00:50:30,720",
        "end": "00:50:37,080",
        "en": "Jag hade brutit ihop tidigare än vad du har gjort.",
        "pa": "I would have broken down had I not learned what you've gone through.",
        "vi": "Nếu là anh thì đã suy sụp lâu rồi."
    },
    {
        "start": "00:50:37,160",
        "end": "00:50:41,720",
        "en": "Han sa: \"Jag har aldrig träffat en kvinna som Emilia, på alla plan.\"",
        "pa": "Okay.\n But he said, \"I have never met a woman like Emilia on every level.",
        "vi": "Anh không bằng em được.\n Anh ấy bảo chưa từng gặp được cô gái nào bằng Emilia, ở mọi cấp độ."
    },
    {
        "start": "00:50:41,800",
        "end": "00:50:46,400",
        "en": "Intellektuellt. Du är den smartaste. Du är next level på allting.",
        "pa": "Intellectually, you're the smartest.",
        "vi": "Về mặt trí tuệ, em thông minh nhất. Em hơn người khác một bậc ở mọi mặt."
    },
    {
        "start": "00:50:46,480",
        "end": "00:50:51,240",
        "en": "Så fort han nämner ditt namn så blir han glad. Det är sant.",
        "pa": "You're like the next level on everything.\"\n He is so enamored.\n As soon as he mentions your name, he's happy.",
        "vi": "Anh ấy luôn vui hẳn lên mỗi khi nhắc đến tên em."
    },
    {
        "start": "00:50:51,320",
        "end": "00:50:55,400",
        "en": "Det är det. Han är stolt över att vara här med dig.",
        "pa": "- Okay. - Honestly.\n He's proud to be here with you.\n ♪ Through the downpour ♪\n ♪ Oh-oh-oh ♪\n ♪ Let the wind blow ♪",
        "vi": "Thật đấy. Anh ấy rất tự hào vì được đến đây cùng em."
    },
    {
        "start": "00:51:01,480",
        "end": "00:51:02,920",
        "en": "",
        "pa": "♪ Oh-oh-oh ♪",
        "vi": ""
    },
    {
        "start": "00:51:03,000",
        "end": "00:51:05,480",
        "en": "",
        "pa": "♪ The wind will put out The fire, fire ♪",
        "vi": ""
    },
    {
        "start": "00:51:13,800",
        "end": "00:51:17,680",
        "en": "Han är väldigt annorlunda. Han är härlig. Han är fin på så många sätt.",
        "pa": "♪ Give me fire, fire, give me ♪\n ♪ Set my heart, set my soul alight ♪\n He is very different.",
        "vi": "Anh ấy rất khác biệt. Rất dễ mến. Có nhiều điểm tốt."
    },
    {
        "start": "00:51:17,760",
        "end": "00:51:21,520",
        "en": "Men han är nånstans den här ursvenska typen",
        "pa": "He's so lovely and he's nice in so many ways,\n but he's like… the original Swedish type,",
        "vi": "Nhưng anh ấy đúng là mẫu người Thụy Điển điển hình,"
    },
    {
        "start": "00:51:21,600",
        "end": "00:51:25,120",
        "en": "med segling, lantstället och finans…",
        "pa": "with sailing, lives on a farm and loves finance.",
        "vi": "có du thuyền, có nhà nghỉ mùa hè, làm việc trong lĩnh vực tài chính."
    },
    {
        "start": "00:51:25,200",
        "end": "00:51:28,600",
        "en": "Jobbar på bank och är pilot. Jag fattar.",
        "pa": "He works for a bank and he's a pilot. Yeah, I get it.",
        "vi": "- Làm việc trong ngân hàng. - Đúng."
    },
    {
        "start": "00:51:28,680",
        "end": "00:51:33,480",
        "en": "Jag är från förorten i Botkyrka. Jag har aldrig känt mig hemma i hans värld.",
        "pa": "Exactly. And for me, I'm from the suburbs of Botkyrka.",
        "vi": "Em thì xuất thân nhà nghèo. Em chưa từng thấy thoải mái trong thế giới của anh ấy."
    },
    {
        "start": "00:51:33,560",
        "end": "00:51:39,040",
        "en": "Det har varit i periferin någonstans. De människorna och vi.",
        "pa": "I've never really felt at home in this world.\n It's been in the periphery somewhere.",
        "vi": "Họ luôn ở bên ngoài thế giới của em, thế mà giờ bọn em lại ở bên nhau."
    },
    {
        "start": "00:51:39,120",
        "end": "00:51:42,040",
        "en": "Och nu möter jag det face to face.",
        "pa": "It's those people and then it's us.\n And now I meet face to face in a way,",
        "vi": "Giờ em đang phải đối mặt trực tiếp với vấn đề đó và nghĩ,"
    },
    {
        "start": "00:51:42,120",
        "end": "00:51:46,360",
        "en": "Hur ska jag presentera honom för min familj? De kommer bara att…",
        "pa": "and I think, how do I introduce him to my family?",
        "vi": "\"Mình sẽ giới thiệu anh ấy với gia đình thế nào đây?\" Họ sẽ…"
    },
    {
        "start": "00:51:46,920",
        "end": "00:51:51,600",
        "en": "Jag kanske gör det till en grej för att jag är rädd och osäker och hittar saker.",
        "pa": "Will they like him?\n Maybe I'm making it a thing because I'm scared and insecure myself.",
        "vi": "Không chừng nó sẽ trở thành một vấn đề lớn vì em rất lo sợ và bất an. Rằng em thấy…"
    },
    {
        "start": "00:51:51,680",
        "end": "00:51:54,520",
        "en": "-Är du rädd och osäker? -Absolut.",
        "pa": "-Are you scared and insecure? -Absolutely.",
        "vi": "- Em có lo sợ và bất an không? - Chắc chắn rồi!"
    },
    {
        "start": "00:51:54,600",
        "end": "00:51:59,960",
        "en": "Så jag vet inte om… Just nu är vi inte där. Det vet jag.",
        "pa": "So, I don't know.",
        "vi": "Nên em không biết là…\n Bọn em chưa đạt đến mức đó. Chuyện đó thì chắc chắn."
    },
    {
        "start": "00:52:00,040",
        "end": "00:52:06,320",
        "en": "Om nån frågar mig idag om vi ska gifta oss så är svaret nej.",
        "pa": "Right now we're not there.\n I know that in my heart and mind,\n if someone were to ask me today if we were going to get married…",
        "vi": "Nếu hôm nay người ta hỏi em là có cưới anh ấy không, em sẽ bảo không."
    },
    {
        "start": "00:52:06,400",
        "end": "00:52:09,960",
        "en": "-Jag inser nu… -Det är tunga ord att höra.",
        "pa": "What would you say?\n …the answer would be no.\n -I realize now… -Those are tough words to hear.",
        "vi": "- Giờ em nhận ra là… - Thật đau lòng khi nghe vậy."
    },
    {
        "start": "00:52:10,040",
        "end": "00:52:15,280",
        "en": "♪ Who will be the one? ♪",
        "pa": "Yeah.\n ♪ Who will be the one ♪\n ♪ Who will live like a winner? ♪\n ♪ Who will be the one ♪",
        "vi": "Ừ."
    },
    {
        "start": "00:52:25,000",
        "end": "00:52:29,640",
        "en": "Nu ska ni ta ett stort kliv in i nästa fas av det här experimentet.",
        "pa": "♪ Whose dream will survive? ♪\n ♪ Who will be the one? ♪\n Now you're about to take a big step into the next phase of this experiment:",
        "vi": "TRONG TẬP SAU\n Giờ các bạn sẽ tiến một bước lớn vào giai đoạn tiếp theo của thử nghiệm."
    },
    {
        "start": "00:52:29,720",
        "end": "00:52:31,840",
        "en": "Det är dags att flytta ihop.",
        "pa": "moving in together.",
        "vi": "Đã đến lúc sống chung."
    },
    {
        "start": "00:52:31,920",
        "end": "00:52:36,160",
        "en": "Varken hon eller jag har nånsin bott med en partner. Vi är väldigt gröna.",
        "pa": "Neither of us have lived with a partner before, we're new to this.",
        "vi": "Cả cô ấy và tôi đều chưa từng sống chung với ai trước đây."
    },
    {
        "start": "00:52:36,240",
        "end": "00:52:38,000",
        "en": "Ladies first.",
        "pa": "-Ladies first. -Thank you.",
        "vi": "- Chúng tôi rất bỡ ngỡ. - Ưu tiên phái đẹp."
    },
    {
        "start": "00:52:38,080",
        "end": "00:52:41,080",
        "en": "-Välkommen in. -Jäklar, vad fint.",
        "pa": "Welcome.",
        "vi": "- Cảm ơn anh. - Chào mừng."
    },
    {
        "start": "00:52:41,160",
        "end": "00:52:44,320",
        "en": "Du vet att mitt badrumsskåp är färgkoordinerat.",
        "pa": "Damn, this is nice.\n You know, my bathroom cabinet is color coordinated.",
        "vi": "Chà, đẹp nhỉ.\n Anh biết tủ phòng tắm của em được phối màu không?"
    },
    {
        "start": "00:52:45,840",
        "end": "00:52:48,800",
        "en": "Det här är jättejobbigt. Det går inte.",
        "pa": "This is so hard for me. I'm too scared.",
        "vi": "Em thấy khó quá. Em không làm được đâu."
    },
    {
        "start": "00:52:48,880",
        "end": "00:52:53,440",
        "en": "-Jag försöker förstå. -Det låter som att du inte vill förstå.",
        "pa": "-I'm trying to understand. -You don't want to.",
        "vi": "- Anh đang cố hiểu đây. - Em không thấy thế."
    },
    {
        "start": "00:52:53,520",
        "end": "00:52:56,640",
        "en": "Du försöker hitta fel i mig hela tiden.",
        "pa": "That's your opinion.\n You're always trying to find flaws in me.",
        "vi": "Đó là ý kiến của em.\n Em luôn cố tìm ra những điểm xấu của anh."
    },
    {
        "start": "00:52:56,720",
        "end": "00:53:01,960",
        "en": "Det är som du sa. Spöken i garderoben. Plocka inte fram dem. Försök undvika dem.",
        "pa": "The ghosts in the closet, don't bring them out.",
        "vi": "Đã bảo rồi, đừng tiết lộ những bí mật riêng tư."
    },
    {
        "start": "00:53:02,040",
        "end": "00:53:05,440",
        "en": "Inga ångerkänslor från din sida?",
        "pa": "Try to avoid them instead.\n No feelings of regret on your part?",
        "vi": "Cố tránh nhắc đến chúng đi.\n Anh không có cảm giác tiếc nuối nào sao?"
    },
    {
        "start": "00:53:05,520",
        "end": "00:53:09,640",
        "en": "Min familj har aldrig träffat nån kille som jag dejtar.",
        "pa": "My family has never met a guy that I've dated.",
        "vi": "Em chưa đưa bạn trai nào về nhà ra mắt cả."
    },
    {
        "start": "00:53:09,720",
        "end": "00:53:12,320",
        "en": "För mig är religion lite privat.",
        "pa": "For me, religion is kind of private.",
        "vi": "Với anh, tôn giáo là chuyện riêng tư."
    },
    {
        "start": "00:53:12,400",
        "end": "00:53:13,960",
        "en": "Hej, hej.",
        "pa": "Hey-hey!",
        "vi": "Chào con."
    },
    {
        "start": "00:53:14,040",
        "end": "00:53:16,920",
        "en": "Som pastor känner jag mig inte trygg i det här.",
        "pa": "As a pastor, I don't feel comfortable with this.",
        "vi": "Là mục sư, tôi thấy chuyện này không ổn. Thật sự đấy."
    },
    {
        "start": "00:53:38,920",
        "end": "00:53:43,760",
        "en": "Det påstås att du har ett barn som en kvinna i Barcelona ska föda.",
        "pa": "Whoo!\n A woman in Barcelona is going to give birth to your child.",
        "vi": "Em nghe nói có một phụ nữ ở Barcelona sắp sinh con của anh."
    },
    {
        "start": "00:53:45,280",
        "end": "00:53:48,240",
        "en": "Hela resan, det är det här det kommer ner till.",
        "pa": "This is what this journey comes down to.",
        "vi": "Toàn bộ hành trình này là vì thời điểm này."
    },
    {
        "start": "00:53:48,320",
        "end": "00:53:51,560",
        "en": "Ett jäkligt stort beslut.",
        "pa": "It's a really big decision.",
        "vi": "Quyết định này vô cùng trọng đại."
    },
    {
        "start": "00:53:51,640",
        "end": "00:53:55,360",
        "en": "Jag har väldigt svårt att sätta ord på vad det är som saknas.",
        "pa": "I struggle to put into words what it is that I'm missing.",
        "vi": "Tôi không nói rõ được là chúng tôi còn thiếu sót điều gì."
    },
    {
        "start": "00:53:56,800",
        "end": "00:54:00,240",
        "en": "Vad som än händer så vill jag absolut inte såra Krisse-Ly.",
        "pa": "Whatever happens, I don't want to hurt Krisse-Ly.\n ♪ Far ♪\n ♪ Far from the crowded room ♪",
        "vi": "Dù thế nào đi nữa, tôi nhất định sẽ không làm tổn thương Krisse-Ly."
    },
    {
        "start": "00:54:09,000",
        "end": "00:54:12,800",
        "en": "",
        "pa": "♪ You played my heart strings ♪",
        "vi": ""
    },
    {
        "start": "00:54:12,880",
        "end": "00:54:16,000",
        "en": "",
        "pa": "♪ What could I do? ♪",
        "vi": ""
    },
    {
        "start": "00:54:18,240",
        "end": "00:54:20,600",
        "en": "",
        "pa": "♪ Cold ♪",
        "vi": ""
    },
    {
        "start": "00:54:20,680",
        "end": "00:54:24,120",
        "en": "",
        "pa": "♪ Cold by the light in you ♪",
        "vi": ""
    },
    {
        "start": "00:54:24,200",
        "end": "00:54:27,840",
        "en": "",
        "pa": "♪ The prospect of something new ♪",
        "vi": ""
    },
    {
        "start": "00:54:27,920",
        "end": "00:54:31,880",
        "en": "",
        "pa": "♪ Too good to be true ♪",
        "vi": ""
    },
    {
        "start": "00:54:34,840",
        "end": "00:54:38,040",
        "en": "",
        "pa": "♪ Whoa-oh ♪",
        "vi": ""
    },
    {
        "start": "00:54:38,120",
        "end": "00:54:40,560",
        "en": "",
        "pa": "♪ What is the reason… ♪ ",
        "vi": "Biên dịch: Hà Đậu "
    }
]