[
    {
        "start": "00:00:36,560",
        "end": "00:00:38,000",
        "en": "Snyggt!",
        "pa": "Nice.",
        "vi": "Đẹp lắm!"
    },
    {
        "start": "00:00:38,080",
        "end": "00:00:42,240",
        "en": "Jag tror jag missade dina händer. Nån gång flyger händerna ur bild.",
        "pa": "I missed your hands. At one point, your hands flew out of the picture.",
        "vi": "Hình như anh quay sót tay em rồi. Có chỗ tay em ra ngoài khung hình."
    },
    {
        "start": "00:00:42,320",
        "end": "00:00:45,640",
        "en": "Jag måste utvärdera nu.",
        "pa": "I'll have to check and see. How'd you do? Let's see.",
        "vi": "Phải để em xem đã. Kiểm tra lại mới biết."
    },
    {
        "start": "00:00:45,720",
        "end": "00:00:49,320",
        "en": "-Så får vi se… -Det är så svårt för jag ser så dåligt.",
        "pa": "It's hard. I can't see very well.",
        "vi": "Anh không nhìn rõ được nên khó quay lắm."
    },
    {
        "start": "00:00:51,560",
        "end": "00:00:55,200",
        "en": "Du får gå ut mer. Det är väldigt mycket halvkropp.",
        "pa": "Go further back. It's a lot of half body, see?",
        "vi": "Anh phải lùi lại vì đây chỉ quay được nửa người thôi, thấy không?"
    },
    {
        "start": "00:00:55,280",
        "end": "00:00:59,800",
        "en": "Man vill ändå se dansen. Så inte så mycket halv…",
        "pa": "-Yes. -You want to see the dance.\n -Don't cut off that much. -Okay.",
        "vi": "Phải quay được tất cả cơ.\n - Đây chỉ được một nửa. - Hiểu rồi."
    },
    {
        "start": "00:00:59,880",
        "end": "00:01:02,880",
        "en": "Men det var snyggt när du kom lite närmare och så gick du ifrån.",
        "pa": "It looks good when you came in closer and stepped back.",
        "vi": "Đoạn lại gần rồi lùi lại đẹp lắm."
    },
    {
        "start": "00:01:02,960",
        "end": "00:01:07,920",
        "en": "Men vi kör tills jag känner att hela dansen ser bra ut.",
        "pa": "Okay.\n We keep going, until the whole dance looks good and not just parts of it.",
        "vi": "Nhưng ta có thể quay đến khi em ưng toàn bộ điệu nhảy chứ không chỉ một phần."
    },
    {
        "start": "00:01:09,640",
        "end": "00:01:14,840",
        "en": "Det tar några timmar, men sen kan du få fota mig lite, för det är så fint här.",
        "pa": "It takes a few hours, you get out of breath.\n -It's okay. -You can take my photos, it's nice here.\n ♪ Burn down… ♪\n LOVE IS BLIND SWEDEN",
        "vi": "Phải mất mấy tiếng và anh sẽ thở không ra hơi đấy.\n Và chỗ này đẹp nên anh chụp cho em vài kiểu nữa nhé."
    },
    {
        "start": "00:01:24,960",
        "end": "00:01:26,920",
        "en": "",
        "pa": "♪ Love me, break me ♪",
        "vi": "YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "00:01:36,200",
        "end": "00:01:40,080",
        "en": "-Vad fin du är. -Kom in, kom in, kom in.",
        "pa": "♪ Tear me into pieces ♪\n -Oh, my God! - I missed you.\n You're so pretty.",
        "vi": "- Chào! Cô vẫn khỏe chứ? - Ừ!\n Cô xinh quá.\n Vào đi!"
    },
    {
        "start": "00:01:40,160",
        "end": "00:01:42,040",
        "en": "Det är så känslosamt.",
        "pa": "-Come in, come in, come in! -This is so emotional.\n Come in!",
        "vi": "Xúc động quá!"
    },
    {
        "start": "00:01:44,680",
        "end": "00:01:49,960",
        "en": "-Först och främst, hur mår du? -Jag mår bra.",
        "pa": "So, how are you?",
        "vi": "Trước hết, mọi việc thế nào?\n Tôi đang thấy khá tốt."
    },
    {
        "start": "00:01:50,040",
        "end": "00:01:54,200",
        "en": "Men det har varit intensiva dagar kan man väl säga.",
        "pa": "I'm feeling… good.\n You could say that the last few days have been intense.",
        "vi": "Nhưng có thể nói mấy ngày vừa rồi cũng căng thẳng."
    },
    {
        "start": "00:01:54,280",
        "end": "00:01:59,800",
        "en": "-Det här känns inte positivt. -Nej, jag vet inte.",
        "pa": "Oh, no, that doesn't sound that positive.",
        "vi": "Nghe có vẻ… Tôi thấy có vẻ không tốt lắm.\n Không, tôi không biết nữa."
    },
    {
        "start": "00:02:00,960",
        "end": "00:02:04,720",
        "en": "Allting klaffar på så många plan och jag har försökt fråga honom:",
        "pa": "No, I don't know, well, it's…\n EMILIA'S FRIENDS\n Everything fits on so many levels, and I've tried to ask him,",
        "vi": "BẠN CỦA EMILIA\n Tình hình đang rất suôn sẻ ở nhiều mức độ."
    },
    {
        "start": "00:02:04,800",
        "end": "00:02:08,960",
        "en": "\"Okej, men känner du fysisk attraktion? Känner du att vi har attraktion?\"",
        "pa": "\"But do you feel any physical attraction?",
        "vi": "Tôi đã thử hỏi xem anh ấy có thấy ngoại hình của tôi hấp dẫn không."
    },
    {
        "start": "00:02:09,040",
        "end": "00:02:10,960",
        "en": "Och han bara: \"Ja.\"",
        "pa": "Do you feel we're attracted to each other?\", and he says yes.",
        "vi": "Có thấy chúng tôi thu hút nhau không? Và anh ấy bảo có."
    },
    {
        "start": "00:02:11,040",
        "end": "00:02:16,360",
        "en": "Och han bara: \"Du är vacker. Du är snygg. Du ser jättebra ut.\"",
        "pa": "And he's like, \"You're beautiful, you look great.\"",
        "vi": "Và anh ấy cũng khen tôi xinh đẹp."
    },
    {
        "start": "00:02:16,440",
        "end": "00:02:19,640",
        "en": "Då blir det väldigt confusing för mig.",
        "pa": "And I'm like, \"Okay,\" so that makes it very confusing for me.",
        "vi": "\"Em rất kiều diễm\" này kia. Nên tôi cũng yên tâm.\n Nhưng rồi anh ấy lại cư xử rất khó hiểu."
    },
    {
        "start": "00:02:19,720",
        "end": "00:02:24,760",
        "en": "Jag är fysisk. Jag har sagt från dag ett att mitt kärleksspråk är fysisk beröring.",
        "pa": "And I'm so physical.\n You know, I've said from day one that my love language is physical touch.",
        "vi": "Tôi thích thân mật.\n Tôi đã nói từ đầu là tôi thể hiện tình yêu bằng cách động chạm."
    },
    {
        "start": "00:02:24,840",
        "end": "00:02:29,680",
        "en": "Det här fysiska som du saknar, det är det minsta du kan begära",
        "pa": "So the physicality that you're missing, that's the least that you can ask for",
        "vi": "Những hành động thân mật mà anh ấy không làm với cô"
    },
    {
        "start": "00:02:29,760",
        "end": "00:02:32,680",
        "en": "av personen som du är i en relation med.",
        "pa": "from the person that you're in a relationship with,",
        "vi": "là đòi hỏi tối thiểu trong một mối quan hệ mà."
    },
    {
        "start": "00:02:32,760",
        "end": "00:02:36,440",
        "en": "Man kan ha en connection med så många människor.",
        "pa": "because you can have a connection with a lot of different people,",
        "vi": "Vì ta có thể cảm mến rất nhiều người,"
    },
    {
        "start": "00:02:36,520",
        "end": "00:02:40,800",
        "en": "Men det som avgör om det blir en djupare relation",
        "pa": "but the physical aspect is probably what defines, you know,",
        "vi": "nhưng một phần khiến tình cảm trở nên sâu sắc"
    },
    {
        "start": "00:02:40,880",
        "end": "00:02:44,320",
        "en": "är nog den fysiska delen också.",
        "pa": "a deeper relationship.",
        "vi": "là động chạm da thịt mà."
    },
    {
        "start": "00:02:44,400",
        "end": "00:02:49,560",
        "en": "Jag brukar inte kunna gå omkring i underkläder utan att det händer nånting.",
        "pa": "Usually I can't walk around in my underwear without something happening.",
        "vi": "Bình thường tôi mà mặc mỗi đồ lót thì chả có chuyện không có gì xảy ra đâu."
    },
    {
        "start": "00:02:49,640",
        "end": "00:02:54,280",
        "en": "Det kvittar vilka underkläder jag köper. Och att jag till och med säger:",
        "pa": "Now it makes no difference what underwear I buy.",
        "vi": "Dù là loại đồ lót nào."
    },
    {
        "start": "00:02:54,360",
        "end": "00:02:59,240",
        "en": "\"Men hur känner du för att ta ett snack med en sexolog?\"",
        "pa": "I've even said, \"How about talking to a sex therapist?\"",
        "vi": "Tôi còn hỏi anh ấy hay là đi chuyên gia trị liệu tình dục."
    },
    {
        "start": "00:02:59,320",
        "end": "00:03:05,560",
        "en": "Jag stöttar ju honom men jag önskar att jag skulle få lite stöttning tillbaka.",
        "pa": "-You did? -Yeah.\n I support him, but I wish I could get a little support back.",
        "vi": "- Ồ! - Ừ!\n Tôi cố chịu vì anh ấy rồi, nhưng ước gì anh ấy đáp lại tôi một chút."
    },
    {
        "start": "00:03:05,640",
        "end": "00:03:09,680",
        "en": "Och han bara: \"Mm. Ja…\" Och jag bara: \"Vadå 'mm'?\"",
        "pa": "-Yeah, exactly. -I'm always the strong one.\n And he's like… \"Hm, yes.\"",
        "vi": "Tôi lúc nào cũng là người chủ động. Còn anh ấy chỉ ậm ừ đồng ý.\n Ai mà biết ậm ừ là thế nào."
    },
    {
        "start": "00:03:09,760",
        "end": "00:03:13,560",
        "en": "Jag gör så mycket och jag försöker så mycket.",
        "pa": "And I'm like, \"Yeah, what do you mean, 'Hm'?\"",
        "vi": "Tôi nỗ lực và cố gắng rất nhiều."
    },
    {
        "start": "00:03:13,640",
        "end": "00:03:18,200",
        "en": "Är det någonting som gör det här värt att fortsätta?",
        "pa": "I do so much and I try so hard.\n Is there anything that makes this worth continuing?",
        "vi": "Có gì khiến cô thấy nên giữ mối quan hệ này không?"
    },
    {
        "start": "00:03:18,280",
        "end": "00:03:22,480",
        "en": "-Oj. -Experimentet åsido…",
        "pa": "Putting the experiment aside…",
        "vi": "- Ôi trời. - Nếu không vì thử nghiệm…"
    },
    {
        "start": "00:03:22,560",
        "end": "00:03:25,120",
        "en": "Hade du fortsatt med det?",
        "pa": "if you'd been here, would you have continued?",
        "vi": "Nếu chỉ là hai người, cô sẽ tiếp tục chứ?"
    },
    {
        "start": "00:03:25,200",
        "end": "00:03:30,480",
        "en": "När det ska kännas rätt så ska det inte vara den här energin.",
        "pa": "When it feels right, it shouldn't have this energy that I can see from you.",
        "vi": "Nếu hai người sinh ra dành cho nhau thì cảm giác hiện tại nên khác mới phải."
    },
    {
        "start": "00:03:30,560",
        "end": "00:03:35,000",
        "en": "Så känner jag nu när jag bara träffar dig och ber dig berätta om din nya kärlek.",
        "pa": "That's what I feel when I see you, and I'm like,",
        "vi": "Tôi thấy khi hỏi cô về tình yêu mới này,"
    },
    {
        "start": "00:03:35,080",
        "end": "00:03:38,520",
        "en": "-Och du: \"Jag måste berätta nåt jobbigt.\" -Ja.",
        "pa": "\"Tell me about your new love!\"\n And you're like, \"I have to talk about something really tough.\"",
        "vi": "cô tỏ vẻ rất khổ sở."
    },
    {
        "start": "00:03:38,600",
        "end": "00:03:42,720",
        "en": "Och ni kommer in när det har varit så tunga dagar.",
        "pa": "Yes. And that comes into like…",
        "vi": "Ừ, và tôi đang dần thấy…"
    },
    {
        "start": "00:03:42,800",
        "end": "00:03:45,920",
        "en": "Det är så tungt.",
        "pa": "because there have been such heavy days, and I was like,",
        "vi": "Tôi đã phải trải qua nhiều ngày không vui… Và… tôi thấy thật là khó."
    },
    {
        "start": "00:03:46,000",
        "end": "00:03:52,480",
        "en": "Och jag liksom… Jag vet inte hur jag ska tänka.",
        "pa": "it's so heavy.\n And I'm kind of like…\n I don't know how to… what to think.",
        "vi": "Và tôi…\n Tôi không biết phải làm gì… Tôi không biết nghĩ gì hay thế nào nữa."
    },
    {
        "start": "00:03:55,680",
        "end": "00:03:59,640",
        "en": "Det har varit mycket positivt också. Jag är ju glad i…",
        "pa": "And a lot of it has been positive as well. I'm happy, like…",
        "vi": "Mà có phải có ít chuyện vui đâu. Tôi cũng thấy rất hạnh phúc…"
    },
    {
        "start": "00:03:59,720",
        "end": "00:04:04,280",
        "en": "-Jag vet hur det har varit. -Du behöver inte rättfärdiga nånting.",
        "pa": "I know you've been.\n -Emilia. -It is what it is.",
        "vi": "Tôi biết.\n Cô không cần phải biện minh gì cả. Cảm xúc của cô là như vậy."
    },
    {
        "start": "00:04:04,360",
        "end": "00:04:07,520",
        "en": "Du känner som du gör. Var öppen med oss.",
        "pa": "You don't need to explain or justify yourself to us.\n You feel what you feel. Just be open.",
        "vi": "Cứ thẳng thắn nói ra."
    },
    {
        "start": "00:04:07,600",
        "end": "00:04:11,200",
        "en": "Och du behöver stöttning i detta. Ni går igenom samma sak.",
        "pa": "You need support in this too.",
        "vi": "Anh ấy cũng phải giúp cô. Hai người cùng đi qua chuyện này mà."
    },
    {
        "start": "00:04:11,280",
        "end": "00:04:15,080",
        "en": "Han vet vad han gick med på med det här experimentet.",
        "pa": "You're going through the same thing.\n He knows what he entered into when he agreed to this experiment.",
        "vi": "Đâu phải là anh ấy không biết gì khi tham dự thử nghiệm này."
    },
    {
        "start": "00:04:15,160",
        "end": "00:04:19,480",
        "en": "Han vet att i slutet av den här resan så är det ett bröllop.",
        "pa": "He knows that at the end of this, there'll be a wedding.",
        "vi": "Anh ấy biết ở cuối hành trình sẽ là đám cưới."
    },
    {
        "start": "00:04:19,560",
        "end": "00:04:24,160",
        "en": "Han visste det. Det här är ingenting nytt. Ni är båda i det här tillsammans.",
        "pa": "-There'll be a wedding. -He knew that, this is nothing new.",
        "vi": "Thông báo từ đầu rồi. Đâu phải giờ mới biết.\n Cả hai người cùng trải qua chuyện này mà. Trong khi cô hỗ trợ, an ủi anh ấy,"
    },
    {
        "start": "00:04:24,240",
        "end": "00:04:28,160",
        "en": "Och du står där och tröstar honom. \"Ja, men det kommer bli okej.\"",
        "pa": "You're both in this together and you comfort him with,\n \"It'll be okay, don't worry, no pressure.\"",
        "vi": ""
    },
    {
        "start": "00:04:28,240",
        "end": "00:04:31,480",
        "en": "Skit i det här. Stressa inte. Men vad gör han mot dig?",
        "pa": "But what's he doing for you?",
        "vi": "\"Sẽ ổn thôi, đừng căng thẳng\", thì anh ấy làm gì cho cô?"
    },
    {
        "start": "00:04:33,000",
        "end": "00:04:37,000",
        "en": "♪ You said you wanna learn to dance with me ♪",
        "pa": "♪ You said you want To learn to dance with me ♪",
        "vi": ""
    },
    {
        "start": "00:04:38,560",
        "end": "00:04:44,520",
        "en": "♪ Even if we fall we'll practise on repeat ♪",
        "pa": "♪ Even if we fall ♪\n ♪ We'll practice and repeat ♪\n ♪ I am ready ♪",
        "vi": ""
    },
    {
        "start": "00:04:57,040",
        "end": "00:05:00,720",
        "en": "Det känns som att vi kommer över alla de här nervvrakande stegen nu.",
        "pa": "♪ I am ready ♪\n ♪ To share our love And what we could be ♪\n We're getting over these big steps.",
        "vi": "Em cảm thấy ta đã vượt qua những giai đoạn căng thẳng"
    },
    {
        "start": "00:05:00,800",
        "end": "00:05:03,800",
        "en": "Nu är det lite lättare. Nu känns det bra.",
        "pa": "Yes.\n Now it's a little easier and feels good, I think.\n Yeah.",
        "vi": "và giờ đã dễ dàng hơn một chút, nên cảm giác thật tuyệt."
    },
    {
        "start": "00:05:11,440",
        "end": "00:05:15,680",
        "en": "-De bråkar. Gruppchatten. -Ja, verkligen.",
        "pa": "And they're fighting.",
        "vi": "Chúng đánh nhau kìa."
    },
    {
        "start": "00:05:15,760",
        "end": "00:05:19,560",
        "en": "Vi har varit väldigt tydliga i vår kommunikation, känner jag.",
        "pa": "-Group chat. -Yeah, for sure.\n I think we've been very clear in our communication.",
        "vi": "- Nhóm chat đó. - Đúng vậy.\n Chúng ta có thể trao đổi rõ ràng với nhau nên anh cảm thấy thật là may mắn."
    },
    {
        "start": "00:05:19,640",
        "end": "00:05:24,720",
        "en": "Det gör det än mer tydligt att du är rätt person.",
        "pa": "And I'm so grateful, it makes me more clear you're the right person.",
        "vi": "Việc đó càng cho thấy em đúng là một nửa của anh."
    },
    {
        "start": "00:05:24,800",
        "end": "00:05:28,040",
        "en": "Därför känner jag att det…",
        "pa": "Because of that…",
        "vi": "Vì vậy, anh cảm thấy…"
    },
    {
        "start": "00:05:28,120",
        "end": "00:05:34,080",
        "en": "Jag kommer starkare ur det här, individuellt och tillsammans med dig.",
        "pa": "uh, I feel that I will come out of this stronger,\n both individually and together with you.",
        "vi": "Sau việc này, anh sẽ mạnh mẽ hơn, cả về cá nhân anh nói riêng và với em nói chung."
    },
    {
        "start": "00:05:37,120",
        "end": "00:05:42,200",
        "en": "Du visade dig själv väldigt sårbar och delade väldigt mycket.",
        "pa": "Yes.\n You showed yourself to be vulnerable and shared a lot.",
        "vi": "Anh đã thành thật thổ lộ nỗi lòng với em"
    },
    {
        "start": "00:05:42,280",
        "end": "00:05:45,400",
        "en": "Jag har inte sett den sidan av dig innan.",
        "pa": "That was a side of you I hadn't seen before,",
        "vi": "và thể hiện rất nhiều điều mà em chưa từng thấy ở anh."
    },
    {
        "start": "00:05:45,480",
        "end": "00:05:50,800",
        "en": "Det var jättefint. Det känns som att vi bondade ännu starkare efter det.",
        "pa": "and I thought that was really nice.\n It felt like our bond got stronger after.",
        "vi": "Em rất vui. Em cảm thấy tình cảm của ta đã sâu đậm hơn."
    },
    {
        "start": "00:05:50,880",
        "end": "00:05:54,800",
        "en": "Nej, det är jag som ska tacka dig, för att…",
        "pa": "I'm the one who should be saying thanks to you.",
        "vi": "Anh mới là người phải cảm ơn em"
    },
    {
        "start": "00:05:54,880",
        "end": "00:05:58,720",
        "en": "Din storhet är ditt lugn och du lyssnar.",
        "pa": "I'm the one who should thank you for your skills.",
        "vi": "vì em đã bình tĩnh lắng nghe và hiểu cho anh…"
    },
    {
        "start": "00:05:58,800",
        "end": "00:06:02,880",
        "en": "Jag hade nog kanske blivit till och med lite ifrågasättande.",
        "pa": "You remain calm and you know how to listen.\n I think I would have questioned things a bit more.",
        "vi": "Đổi lại là anh thì đã thắc mắc, nghi ngờ hơn rồi."
    },
    {
        "start": "00:06:02,960",
        "end": "00:06:06,040",
        "en": "Så, nej, det är jag som ska tacka dig.",
        "pa": "So no, I'm the one who should be thanking you.",
        "vi": "Vì vậy nên không, anh cảm ơn em mới phải."
    },
    {
        "start": "00:06:09,160",
        "end": "00:06:11,240",
        "en": "Nämen…",
        "pa": "-God. -Baby.\n ♪ Funny thing 'bout falling in love ♪",
        "vi": ""
    },
    {
        "start": "00:06:15,040",
        "end": "00:06:17,920",
        "en": "Älskling…",
        "pa": "Darling.\n ♪ You never know Just when you touch the ground ♪",
        "vi": "Ôi, anh yêu."
    },
    {
        "start": "00:06:19,640",
        "end": "00:06:22,440",
        "en": "-Fin. -Du är fin.",
        "pa": "-You're lovely. -You're lovely. It's us.",
        "vi": "- Em thật đáng yêu. - Anh thật đáng yêu."
    },
    {
        "start": "00:06:22,520",
        "end": "00:06:25,480",
        "en": "Men det är ju vi. Det var det vi sa.",
        "pa": "-It's us. -That's what we said. Yes, us.",
        "vi": "Đó là chúng ta. Ta đã nói thế mà. Đồng sức đồng lòng."
    },
    {
        "start": "00:06:25,560",
        "end": "00:06:28,400",
        "en": "Jag är här med dig. Jag vet att det kommer att bli bra.",
        "pa": "I'm here with you, and I know that it'll work out.",
        "vi": "Lúc này ở bên em, anh biết chuyện của ta sẽ ổn thôi."
    },
    {
        "start": "00:06:28,480",
        "end": "00:06:33,080",
        "en": "Jag kommer alltid att vara där när du behöver mig.",
        "pa": "And I know that I'll always be there when you need me.",
        "vi": "Và anh biết anh sẽ luôn ở bên khi em cần anh."
    },
    {
        "start": "00:06:33,160",
        "end": "00:06:38,680",
        "en": "Jag sneglade på dig och tänkte: \"Jo, men det här…\" Allt bara försvann.",
        "pa": "I was glancing at you, and I just thought, \"Yeah, this…\"",
        "vi": "Khi liếc nhìn em, anh đã nghĩ… Mọi thứ khác như biến mất vậy."
    },
    {
        "start": "00:06:38,760",
        "end": "00:06:44,800",
        "en": "Kommer du ihåg vad jag sa igår kväll? Att jag är typ avundsjuk på det vi har hittat.",
        "pa": "Everything just fell away.\n Do you remember what I told you last night?",
        "vi": "Anh nhớ lời em nói tối qua không?\n Rằng em hơi ghen tị với tình cảm mà ta đã đạt được."
    },
    {
        "start": "00:06:44,880",
        "end": "00:06:48,360",
        "en": "-Det är det man söker i en livstid. -Älskling…",
        "pa": "That I'm jealous of what we found.\n -It's what people search a lifetime for. -Darling.",
        "vi": "- Nhiều người phải tìm kiếm cả đời đấy. - Em yêu."
    },
    {
        "start": "00:06:48,440",
        "end": "00:06:53,360",
        "en": "Det är det här man vill ha. Att hitta nån som man håller handen med. Ett vi.",
        "pa": "Yes, this is what people want, someone to hold hands with.",
        "vi": "Đây chính là thứ ta muốn. Tìm được một người nắm tay ta."
    },
    {
        "start": "00:06:53,440",
        "end": "00:06:58,680",
        "en": "Jag blir avundsjuk på att jag har dig.",
        "pa": "An us.\n I'm jealous of myself for having you.",
        "vi": "Cùng ta đồng sức đồng lòng. Em còn suýt ghen tị với chính mình vì có anh đấy."
    },
    {
        "start": "00:06:58,760",
        "end": "00:07:02,200",
        "en": "Det var verkligen så igår. Jag bara, alltså…",
        "pa": "No!\n -Yes. -You're so lovely.\n It was like that yesterday, I was like, \"I need to put a ring on this man.\"",
        "vi": "- Làm gì. - Thật đấy.\n - Em đáng yêu quá. - Hôm qua cũng vậy."
    },
    {
        "start": "00:07:02,280",
        "end": "00:07:06,640",
        "en": "-I have to fit a ring on this man. -Ja.",
        "pa": "-Yes!\n ♪ …gave the rest of my life ♪\n ♪ Would you mind ♪",
        "vi": "Em đã nghĩ là nhất định phải cưới anh làm chồng.\n Tuyệt vời!"
    },
    {
        "start": "00:07:12,360",
        "end": "00:07:14,560",
        "en": "",
        "pa": "♪ If I made you my wife? ♪",
        "vi": ""
    },
    {
        "start": "00:07:14,640",
        "end": "00:07:17,520",
        "en": "",
        "pa": "♪ We got time ♪",
        "vi": ""
    },
    {
        "start": "00:07:26,600",
        "end": "00:07:29,440",
        "en": "Det blir ju en väldig övergång",
        "pa": "♪ But I know that it's right… ♪\n It's going to be a big transition as soon as the wedding is over.",
        "vi": "Ta sẽ phải làm quen rất nhiều thứ sau đám cưới."
    },
    {
        "start": "00:07:29,520",
        "end": "00:07:33,800",
        "en": "så fort bröllopet är över.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:07:33,880",
        "end": "00:07:36,800",
        "en": "Jag är fan taggad, alltså. Jag är riktigt taggad.",
        "pa": "Yes. I'm so excited.\n -Are you? -I'm really excited.",
        "vi": "Ừ. Anh háo hức quá.\n - Vậy à? - Háo hức lắm."
    },
    {
        "start": "00:07:36,880",
        "end": "00:07:42,360",
        "en": "Jag är väldigt taggad, men jag känner mig lite stressad över det.",
        "pa": "I'm very excited as well. But I'm a little stressed out about it.",
        "vi": "Em thì vừa háo hức vừa căng thẳng."
    },
    {
        "start": "00:07:42,440",
        "end": "00:07:45,200",
        "en": "Jag vet att Krisse-Ly älskar mig.",
        "pa": "I'm convinced that Krisse-Ly loves me.",
        "vi": "Tôi tin 100% là Krisse-Ly yêu tôi."
    },
    {
        "start": "00:07:45,280",
        "end": "00:07:51,480",
        "en": "Vi har haft våra känslor i samma takt från första dagen i kapslarna.",
        "pa": "And, uh…\n our feelings have been in step",
        "vi": "Và tình cảm của cả hai bên phát triển\n khá đồng đều kể từ hồi ở phòng kín."
    },
    {
        "start": "00:07:51,560",
        "end": "00:07:54,520",
        "en": "Vi har aldrig sprungit ifrån varandra känslomässigt",
        "pa": "from the very first day we started talking in the pods.\n So we've never run away from each other, emotionally speaking.",
        "vi": "Chúng tôi chưa từng trốn tránh nhau về mặt tình cảm."
    },
    {
        "start": "00:07:54,600",
        "end": "00:07:58,440",
        "en": "utan vi har tagit samma steg framåt i relationen.",
        "pa": "But we've taken the same steps forward in our relationship.",
        "vi": "Chúng tôi có những bước tiến tương đồng trong mối quan hệ của mình."
    },
    {
        "start": "00:07:58,520",
        "end": "00:08:01,360",
        "en": "Det kommer alltid att vara olika på många olika sätt",
        "pa": "We'll be different in a lot of ways,",
        "vi": "Nhưng dù thế nào, chúng tôi vẫn có nhiều điểm khác nhau."
    },
    {
        "start": "00:08:01,440",
        "end": "00:08:05,560",
        "en": "men det blir aldrig en dispyt och ett problem, om vi pratar om det.",
        "pa": "but there won't ever be a disagreement or problem if we talk about it.",
        "vi": "Nhưng nếu trao đổi rõ ràng thì sẽ không bị thành mâu thuẫn."
    },
    {
        "start": "00:08:07,520",
        "end": "00:08:13,000",
        "en": "Jag har ju tagit det där extrajobbet för att jag har halkat efter i ekonomin",
        "pa": "The thing is that I've taken on this part-time job",
        "vi": "Em đã nhận công việc bán thời gian đó"
    },
    {
        "start": "00:08:13,080",
        "end": "00:08:15,720",
        "en": "i och med plugget.",
        "pa": "since I was getting behind with my finances because of my studies.",
        "vi": "vì tiền đi học tốn quá."
    },
    {
        "start": "00:08:15,800",
        "end": "00:08:20,440",
        "en": "Jag behöver få in extra pengar för att komma i kapp.",
        "pa": "I need to earn some extra money to catch up.",
        "vi": "Em cần kiếm thêm tiền mới đủ tiêu."
    },
    {
        "start": "00:08:20,520",
        "end": "00:08:24,200",
        "en": "Nästa steg är ju att jag ska starta företag.",
        "pa": "Uh… the next step is starting my own business.",
        "vi": "Bước tiếp theo sẽ là tự làm ăn."
    },
    {
        "start": "00:08:25,360",
        "end": "00:08:29,360",
        "en": "God knows hur lång tid det tar innan företaget går plus.",
        "pa": "God knows how long it will take until the company makes a profit.",
        "vi": "Có Chúa mới biết sẽ mất bao lâu mới có lãi."
    },
    {
        "start": "00:08:30,600",
        "end": "00:08:36,320",
        "en": "Jag vill inte sticka under stol med det så att det kommer som en chock sen.",
        "pa": "I don't want to hide that fact so that it comes as a shock later.",
        "vi": "Em không muốn bây giờ giấu giếm để sau này anh bị bất ngờ."
    },
    {
        "start": "00:08:36,400",
        "end": "00:08:39,440",
        "en": "Jag har ju ingen aning om hur framtiden ser ut.",
        "pa": "I don't know.\n As I said, I have no idea what the future will look like.",
        "vi": "Em không biết. Em không biết tương lai sẽ thế nào."
    },
    {
        "start": "00:08:39,520",
        "end": "00:08:45,520",
        "en": "Jag vill ändå att det ska finnas en liten beräkning med, när vi planerar vår framtid",
        "pa": "No.\n But I still want it to be taken into account when we plan our future",
        "vi": "Nhưng em muốn hai ta cùng biết rõ mọi việc để còn dự tính tương lai."
    },
    {
        "start": "00:08:45,600",
        "end": "00:08:49,760",
        "en": "att jag kanske inte kommer att vara en super…",
        "pa": "that I might not be a super…",
        "vi": "Có thể em sẽ không…"
    },
    {
        "start": "00:08:51,200",
        "end": "00:08:54,200",
        "en": "…superstor tillgång i vår relation…",
        "pa": "big contributor in the relationship.",
        "vi": "đóng góp được nhiều cho chúng ta."
    },
    {
        "start": "00:08:54,280",
        "end": "00:08:57,320",
        "en": "-Ekonomiskt sett. -…på ett par år.",
        "pa": "-Financially? -Yes, for a couple of years.",
        "vi": "- Về mặt kinh tế. - Có thể phải chờ vài năm nữa."
    },
    {
        "start": "00:08:57,400",
        "end": "00:09:01,280",
        "en": "I slutändan ska vi vara jämställda och betala lika mycket",
        "pa": "Yes.\n Ultimately, we should be equal and pay equally, earn equally if that's possible.",
        "vi": "Mục tiêu cuối cùng là hai bên bình đẳng và kiếm được càng nhiều tiền càng tốt."
    },
    {
        "start": "00:09:01,360",
        "end": "00:09:06,640",
        "en": "och tjäna lika mycket om det är möjligt. Målet är att vara jämställda i allting.",
        "pa": "You know, the goal is to be equal partners in everything.",
        "vi": "Bình đẳng trong mọi khía cạnh."
    },
    {
        "start": "00:09:06,720",
        "end": "00:09:10,040",
        "en": "Tänker du då procentuellt jämställt?",
        "pa": "Are we thinking equal in percentages?",
        "vi": "Ý anh là phần trăm hay mức tiền cụ thể?"
    },
    {
        "start": "00:09:10,120",
        "end": "00:09:14,680",
        "en": "Eller beloppmässigt jämställt?",
        "pa": "Or in the amount?",
        "vi": ""
    },
    {
        "start": "00:09:14,760",
        "end": "00:09:17,080",
        "en": "Jag vet inte.",
        "pa": "-That's the thing. -I don't really know.",
        "vi": "- Ta tính bằng cách nào? - Anh không biết."
    },
    {
        "start": "00:09:18,720",
        "end": "00:09:24,720",
        "en": "Och när du tänker resor och sånt… Hur ofta vill vi resa?",
        "pa": "And when you think about taking trips, how often do you want to travel?",
        "vi": "Về chuyện du lịch, anh muốn bao lâu đi một lần?"
    },
    {
        "start": "00:09:24,800",
        "end": "00:09:28,200",
        "en": "-Så fort vi har råd. -Det är inte ett bra svar.",
        "pa": "As much as we can afford.",
        "vi": "- Ngay khi ta đủ khả năng. - Mơ hồ quá."
    },
    {
        "start": "00:09:28,280",
        "end": "00:09:32,840",
        "en": "-Konkret svar. -Jag reser gärna tre, fyra gånger per år.",
        "pa": "-Not a good answer. -Okay.\n A concrete answer.\n I like to travel three or four times a year.",
        "vi": "- Được rồi. - Anh nói cụ thể đi.\n Anh thích đi du lịch ba, bốn lần một năm. Mỗi quý một lần."
    },
    {
        "start": "00:09:32,920",
        "end": "00:09:34,920",
        "en": "Varje kvartal.",
        "pa": "Every quarter.",
        "vi": ""
    },
    {
        "start": "00:09:35,960",
        "end": "00:09:41,040",
        "en": "Men jag kan ju inte resa om inte pengarna finns för det.",
        "pa": "But I can't travel if I don't have the money for it.",
        "vi": "Nhưng không có tiền thì không thể đi được."
    },
    {
        "start": "00:09:42,960",
        "end": "00:09:47,400",
        "en": "Jag kan börja sälja dammsugare igen. Det tjänar man bra pengar på.",
        "pa": "No. Exactly.\n I can sell vacuum cleaners again. That's good money.",
        "vi": "Phải, chính xác.\n Anh có thể đi tiếp thị máy hút bụi từng nhà một. Kiếm được cũng khá."
    },
    {
        "start": "00:09:50,800",
        "end": "00:09:54,120",
        "en": "Vi har ju spånat på det här men när man pratar om det nu",
        "pa": "Yeah, but…\n We've talked about this before, but now the reality is setting in.",
        "vi": "Chúng ta từng bàn chuyện này rồi, nhưng giờ nói lại,"
    },
    {
        "start": "00:09:54,200",
        "end": "00:09:58,400",
        "en": "när verkligheten är här, blir det lite läskigare. Eller hur?",
        "pa": "-It gets a little scarier.",
        "vi": "với hiện thực kề bên, cảm giác đúng là đáng sợ hơn."
    },
    {
        "start": "00:09:58,480",
        "end": "00:10:02,240",
        "en": "-Verkligheten är här, liksom. -Ja.",
        "pa": "Totally.\n This is the real shit. Reality is here.",
        "vi": "Nhỉ?\n Đây là đời thật. Ta đang ở hiện thực."
    },
    {
        "start": "00:10:02,320",
        "end": "00:10:05,720",
        "en": "Tänk om vi tänker fel nu och så kommer det att förstöra det här.",
        "pa": "Yeah.\n What if we're thinking about this the wrong way and it ruins everything?\n ♪ Savior ♪\n ♪ Save ya tonight ♪",
        "vi": "Phải.\n Lỡ không định hướng đúng khiến tình cảm của ta đổ vỡ thì sao?"
    },
    {
        "start": "00:10:14,120",
        "end": "00:10:15,520",
        "en": "",
        "pa": "♪ You're my knight ♪",
        "vi": ""
    },
    {
        "start": "00:10:15,600",
        "end": "00:10:18,000",
        "en": "",
        "pa": "♪ Shine bright in the armor ♪",
        "vi": ""
    },
    {
        "start": "00:10:27,320",
        "end": "00:10:28,880",
        "en": "Hur mår du?",
        "pa": "♪ You're my light In my needing hour… ♪\n How are you?",
        "vi": "Anh thế nào rồi?"
    },
    {
        "start": "00:10:30,160",
        "end": "00:10:34,080",
        "en": "Jag mår okej. Jag har haft bättre dagar.",
        "pa": "I'm okay.\n I've had better days.",
        "vi": "Anh không sao. Cũng khá buồn."
    },
    {
        "start": "00:10:34,760",
        "end": "00:10:39,720",
        "en": "Det jag har grubblat mest på idag är det vi pratade om igår",
        "pa": "What I've been turning over in my mind today is what we talked about yesterday.",
        "vi": "Điều anh nghĩ đến nhiều nhất hôm nay là chuyện ta nói…"
    },
    {
        "start": "00:10:39,800",
        "end": "00:10:42,640",
        "en": "innan vi liksom gick och lade oss.",
        "pa": "Before we went to bed.",
        "vi": "hôm qua, trước khi ta đi ngủ."
    },
    {
        "start": "00:10:42,720",
        "end": "00:10:46,200",
        "en": "Det sätter ju griller i mitt huvud för att jag…",
        "pa": "It worries me because I…",
        "vi": "Vì nó mà anh suy nghĩ rất nhiều, vì anh sẵn sàng hi sinh nhiều thứ cho ta."
    },
    {
        "start": "00:10:46,280",
        "end": "00:10:50,360",
        "en": "Jag vill ju kompromissa en hel del för oss.",
        "pa": "want to compromise a lot for us.",
        "vi": ""
    },
    {
        "start": "00:10:50,440",
        "end": "00:10:56,000",
        "en": "Men när du ber mig att inte vara så snäll då ber du mig tappa mig själv, förstår du?",
        "pa": "But when you ask me to not be so nice, you're asking me to lose myself, you know?",
        "vi": "Em bảo anh đừng tốt như vậy, tức là muốn anh thay đổi chính mình, em hiểu chứ?"
    },
    {
        "start": "00:10:58,160",
        "end": "00:11:02,200",
        "en": "Catja sa till mig tidigt i kapslarna att man inte ska somna ovänner.",
        "pa": "Catja said to me early on in the pods to not go to bed angry.",
        "vi": "Catja đã sớm nói là không nên đi ngủ khi vẫn đang giận dữ với nhau."
    },
    {
        "start": "00:11:02,280",
        "end": "00:11:04,360",
        "en": "Vi somnade inte ovänner",
        "pa": "We don't go to bed angry with each other.",
        "vi": "Nên chúng tôi luôn tránh làm thế."
    },
    {
        "start": "00:11:04,440",
        "end": "00:11:08,560",
        "en": "men jag har de senaste nätterna somnat med ganska mycket frågetecken.",
        "pa": "But the last few nights I've been going to bed with question marks.",
        "vi": "Nhưng mấy đêm gần đây, tôi toàn bị mất ngủ vì đầu óc không yên."
    },
    {
        "start": "00:11:08,640",
        "end": "00:11:12,640",
        "en": "De här fjärilarna i magen finns ju där",
        "pa": "The butterflies in my stomach, they're there.",
        "vi": "Cảm giác nôn nao trong lòng…"
    },
    {
        "start": "00:11:12,720",
        "end": "00:11:16,080",
        "en": "fast nu är det mest en klump i magen för jag vill inte göra fel.",
        "pa": "But now they mostly feel like a lump because I don't want to do anything wrong.",
        "vi": "vẫn còn, nhưng giờ chủ yếu là tôi thấy lòng nặng trĩu vì không muốn mắc sai lầm."
    },
    {
        "start": "00:11:17,280",
        "end": "00:11:20,960",
        "en": "Du sa knappt ett ord till mig imorse.",
        "pa": "This morning when I woke up, you barely said a word to me.",
        "vi": "Sáng nay khi thức dậy, em hầu như không nói lời nào với anh."
    },
    {
        "start": "00:11:21,040",
        "end": "00:11:24,440",
        "en": "Jag vet. Jag var jätteotrevlig.",
        "pa": "No, I know.\n I was really unpleasant.",
        "vi": "Em biết. Thế là không được."
    },
    {
        "start": "00:11:28,480",
        "end": "00:11:31,800",
        "en": "Jag vill bara påminna dig om att jag finns här.",
        "pa": "I just wanted to remind you that I'm here.",
        "vi": "Anh chỉ muốn nhắc em là anh vẫn ở đây."
    },
    {
        "start": "00:11:31,880",
        "end": "00:11:34,040",
        "en": "Ja, jag vet det.",
        "pa": "Yes, I know that.",
        "vi": "Ừ, em biết."
    },
    {
        "start": "00:11:34,120",
        "end": "00:11:37,600",
        "en": "Du är en helt magisk människa. Jag kan inte säga det tillräckligt.",
        "pa": "You're a magical human being. I can't say it enough.",
        "vi": "Em là một cô gái kì diệu. Anh chỉ muốn khen em mãi."
    },
    {
        "start": "00:11:37,680",
        "end": "00:11:40,520",
        "en": "När jag säger de orden tar det emot",
        "pa": "And when I say those words, it feels like there's resistance.",
        "vi": "Nhưng thật khó"
    },
    {
        "start": "00:11:40,600",
        "end": "00:11:46,320",
        "en": "för det känns som att de orden inte biter på dig när jag säger det till dig.",
        "pa": "It feels like those words don't have an impact when I say them.",
        "vi": "vì anh cảm thấy em không màng lắm đến những lời anh khen em."
    },
    {
        "start": "00:11:50,360",
        "end": "00:11:54,720",
        "en": "Vi måste bara prata mer öppet med varandra.",
        "pa": "We need to be, like, more open with each other.",
        "vi": "Chúng ta phải nói chuyện cởi mở hơn với nhau."
    },
    {
        "start": "00:11:55,520",
        "end": "00:11:59,960",
        "en": "-Ställ en rak fråga. -Vill du ha barn i framtiden?",
        "pa": "-So ask a straight question. -Do you want children in the future?",
        "vi": "Vậy anh hỏi một câu thẳng thắn đi.\n Anh hỏi thẳng nhé, sau này em muốn có con không?"
    },
    {
        "start": "00:12:00,040",
        "end": "00:12:02,240",
        "en": "Jag vet fortfarande inte.",
        "pa": "I don't know yet.",
        "vi": "Em vẫn chưa biết."
    },
    {
        "start": "00:12:04,400",
        "end": "00:12:09,720",
        "en": "Jag kommer nog inte kunna bestämma mig kring barn",
        "pa": "I probably won't be able to decide about having children",
        "vi": "Chắc là em sẽ không quyết định được chuyện con cái"
    },
    {
        "start": "00:12:09,800",
        "end": "00:12:15,040",
        "en": "förrän jag har bestämt mig kring oss.",
        "pa": "until I've decided…\n you know, about us.",
        "vi": "trước khi quyết định về chuyện chúng ta."
    },
    {
        "start": "00:12:21,360",
        "end": "00:12:26,400",
        "en": "Det är ett stort beslut som jag tar på fullaste allvar. Jag är skiträdd.",
        "pa": "It's a big decision that I take completely seriously,\n but I'm really scared.",
        "vi": "Đó là một quyết định lớn mà em đang cân nhắc rất kĩ, nhưng em sợ lắm."
    },
    {
        "start": "00:12:28,320",
        "end": "00:12:30,560",
        "en": "Ja, det är jag med.",
        "pa": "Yeah, me too.",
        "vi": "Ừ, anh cũng vậy."
    },
    {
        "start": "00:12:32,400",
        "end": "00:12:37,480",
        "en": "Jag önskar att jag kände mer för Christofer än vad jag gör.",
        "pa": "I really wish that I felt more for Christofer than I actually do.",
        "vi": "Tôi thực sự ước tình cảm của tôi dành cho Christofer sâu đậm hơn."
    },
    {
        "start": "00:12:37,560",
        "end": "00:12:41,640",
        "en": "Det jag har börjat fundera på är",
        "pa": "What I've slowly come to realize, or what I've started to think about,",
        "vi": "Tôi bắt đầu nghĩ là"
    },
    {
        "start": "00:12:41,720",
        "end": "00:12:45,760",
        "en": "om det är tillräckligt för att faktiskt ingå ett äktenskap.",
        "pa": "is whether this is enough to actually get married.",
        "vi": "không biết tình cảm này có đủ để cưới anh ấy không."
    },
    {
        "start": "00:12:46,840",
        "end": "00:12:53,240",
        "en": "♪ Is there any hope on the horizon? ♪",
        "pa": "♪ Is there any hope ♪\n ♪ On the horizon…? ♪",
        "vi": ""
    },
    {
        "start": "00:13:10,520",
        "end": "00:13:12,000",
        "en": "Hallå.",
        "pa": "Hello.",
        "vi": "Xin chào!"
    },
    {
        "start": "00:13:15,560",
        "end": "00:13:17,280",
        "en": "Kom hit.",
        "pa": "Come here.",
        "vi": "Em yêu, ra đây."
    },
    {
        "start": "00:13:18,400",
        "end": "00:13:20,200",
        "en": "Kolla på det här då.",
        "pa": "Check this out.",
        "vi": "Nhìn này."
    },
    {
        "start": "00:13:21,200",
        "end": "00:13:27,920",
        "en": "En liten middag. Det blir entrecote med lite rosmarin och vitlök.",
        "pa": "I got dinner.\n It's entrecote.\n -With some rosemary. -Mm-hmm.",
        "vi": "Anh mua bữa tối đây.\n Thăn ngoại bò với hương thảo, tỏi…"
    },
    {
        "start": "00:13:29,120",
        "end": "00:13:34,040",
        "en": "-Oj, oj, oj. Ska jag få se dina skills? -Ja.",
        "pa": "Garlic.\n Oh, wow. Will I get to see your skills?",
        "vi": "- Chà! Em sẽ được xem tài nấu ăn của anh? - Và khoai tây."
    },
    {
        "start": "00:13:34,880",
        "end": "00:13:39,480",
        "en": "Rostad potatis med timjan i ugnen.",
        "pa": "Yes.\n Roasted potatoes with thyme and baked in the oven.",
        "vi": "Đúng.\n Khoai tây nướng với húng tây. Và cho vào lò nướng."
    },
    {
        "start": "00:13:42,080",
        "end": "00:13:45,600",
        "en": "Okej, du vill verkligen inte att jag ska göra någonting?",
        "pa": "- I'm not doing anything? - No.",
        "vi": "Vậy là em không cần làm gì cả. Anh thật sự không muốn em làm gì hả?"
    },
    {
        "start": "00:13:45,680",
        "end": "00:13:47,960",
        "en": "-Nej. -Oj. That's a first.",
        "pa": "-Do you not want me to do anything? -No.\n Oh, wow, that's a first.",
        "vi": "- Ừ. - Lần đầu tiên thế này đấy."
    },
    {
        "start": "00:13:50,480",
        "end": "00:13:54,480",
        "en": "Jag måste komma in här. Jag hittar fortfarande inte här.",
        "pa": "-I need to get in here. -Okay, then.",
        "vi": "- Anh cần lấy đồ. - Ừ…"
    },
    {
        "start": "00:13:54,560",
        "end": "00:13:59,280",
        "en": "Nej, jag vet. Du har inte gjort så mycket mat här, så jag förstår att du inte…",
        "pa": "-I still can't find stuff in here. -You haven't cooked much food here, so…",
        "vi": "- Anh vẫn chưa biết cái gì ở đâu. - Em biết.\n Anh không hay nấu ăn ở đây nên không biết là đúng."
    },
    {
        "start": "00:13:59,360",
        "end": "00:14:03,200",
        "en": "-Var det en pik eller? -Nej, det var ingen pik.",
        "pa": "-No. -I understand that you don't.\n -Is that a dig?",
        "vi": "- Em trách anh đấy à? - Không phải."
    },
    {
        "start": "00:14:03,280",
        "end": "00:14:08,520",
        "en": "Det var bara ett väldigt realistiskt konstaterande, tänker jag.",
        "pa": "No, it wasn't a dig.\n It was just an observation, I think.",
        "vi": "Không, em nghĩ đó chỉ là một nhận xét từ thực tế thôi."
    },
    {
        "start": "00:14:08,600",
        "end": "00:14:11,440",
        "en": "-You got this. -Det tror jag.",
        "pa": "-You got this. -I think so.",
        "vi": "- Anh làm được. - Anh nghĩ vậy."
    },
    {
        "start": "00:14:11,520",
        "end": "00:14:15,120",
        "en": "-Fake it till you make it. -Ja.",
        "pa": "-I think so too. -Fake it till you make it.\n Yes.",
        "vi": "- Em cũng vậy. - Cứ làm khắc được.\n Đúng."
    },
    {
        "start": "00:14:23,400",
        "end": "00:14:26,520",
        "en": "Jag är kär i Emilia. Alltså, verkligen.",
        "pa": "I am in love with Emilia. I really am.",
        "vi": "Tôi yêu Emilia. Thật sự là thế."
    },
    {
        "start": "00:14:26,600",
        "end": "00:14:30,560",
        "en": "Och jag känner hennes kärlek och hur hon uttrycker den till mig.",
        "pa": "And I feel her love, how she expresses it to me.",
        "vi": "Và cảm nhận được tình yêu của cô ấy. Cô ấy luôn thể hiện cho tôi thấy."
    },
    {
        "start": "00:14:30,640",
        "end": "00:14:34,280",
        "en": "Det känns som att det är jag som håller igen",
        "pa": "It feels like maybe I'm the one holding back a bit",
        "vi": "Tôi cảm thấy chỉ có mình đang tự kìm nén một chút."
    },
    {
        "start": "00:14:34,360",
        "end": "00:14:38,680",
        "en": "och inte bekräftar henne så mycket som jag kanske borde.",
        "pa": "and perhaps not validating her as much as I should.",
        "vi": "Và không làm cô ấy yên tâm như lẽ ra phải thế."
    },
    {
        "start": "00:14:40,800",
        "end": "00:14:43,240",
        "en": "Jag har fått en tankeställare.",
        "pa": "Something to think about.",
        "vi": "Tôi đã tỉnh ra rồi."
    },
    {
        "start": "00:14:44,240",
        "end": "00:14:46,600",
        "en": "-Det ser väldigt gott ut. -Jag är nöjd. Skål.",
        "pa": "- It looks tasty. -I'm pleased. Cheers.",
        "vi": "- Trông ngon quá. - Vui quá."
    },
    {
        "start": "00:14:46,680",
        "end": "00:14:50,920",
        "en": "Tack för en trevlig överraskning. Fantastiskt, ju.",
        "pa": "-Thanks for the nice surprise. -You're welcome.\n Fantastic.",
        "vi": "- Nâng ly. - Cảm ơn anh vì bất ngờ thú vị này.\n - Không có gì. - Tuyệt vời."
    },
    {
        "start": "00:14:53,160",
        "end": "00:14:56,400",
        "en": "Vi har ännu inte sagt stora ord till varandra.",
        "pa": "We haven't said the three words to each other, how do you feel about that?",
        "vi": "Anh thấy thế nào khi ta vẫn chưa nói lời yêu nhau?"
    },
    {
        "start": "00:14:56,480",
        "end": "00:15:00,840",
        "en": "Vi säger att vi har jättemycket kärlek för varandra men vi har inte sagt stora ord",
        "pa": "We expressed that we have a lot for each other but we haven't said the three words",
        "vi": "Ta nói là tình cảm của ta rất sâu đậm."
    },
    {
        "start": "00:15:00,920",
        "end": "00:15:03,800",
        "en": "och ändå ska gifta oss om en vecka.",
        "pa": "and we're getting married next week.",
        "vi": "Nhưng vẫn chưa nói cụ thể lời yêu, mà một tuần nữa là đám cưới rồi."
    },
    {
        "start": "00:15:03,880",
        "end": "00:15:06,880",
        "en": "Det var nånting som mina vänner reagerade på.",
        "pa": "That was something my friends reacted to. How do you feel about that?",
        "vi": "Bạn em thấy lạ chuyện đó lắm."
    },
    {
        "start": "00:15:06,960",
        "end": "00:15:10,760",
        "en": "Hur tänker du själv? Jag vet att du inte tar lättsamt på det.",
        "pa": "Because that's something you don't take lightly.",
        "vi": "Còn anh thế nào? Em biết anh thấy những lời đó rất trọng đại."
    },
    {
        "start": "00:15:10,840",
        "end": "00:15:15,920",
        "en": "Jag har också funderat på det. Vi har haft vår resa",
        "pa": "That's a good question. I've also been thinking about that.",
        "vi": "Hỏi hay lắm. Anh cũng đang nghĩ chuyện đó."
    },
    {
        "start": "00:15:16,000",
        "end": "00:15:21,720",
        "en": "men vi har inte gått igenom livet fullt ut och det kan man inte i experimentet.",
        "pa": "We've had our journey, but we haven't gone through life fully,",
        "vi": "Ta đã đi qua một chặng đường, nhưng vẫn chưa trải qua đời sống thật sự."
    },
    {
        "start": "00:15:21,800",
        "end": "00:15:25,000",
        "en": "Det jag ibland har i tankarna är…",
        "pa": "and you can't in this experiment.\n Right.\n So then my thinking is that, for me to say those words,",
        "vi": "- Không thể trong thử nghiệm này. - Phải.\n Ý anh muốn nói là…"
    },
    {
        "start": "00:15:25,080",
        "end": "00:15:30,160",
        "en": "För att jag ska säga de orden måste jag leva längre med dig.",
        "pa": "I need to live with you over a longer period.",
        "vi": "Để có thể nói những lời đó… anh cần phải sống với em lâu hơn."
    },
    {
        "start": "00:15:32,680",
        "end": "00:15:37,600",
        "en": "Men kan man gifta sig med någon som man inte har sagt de orden till?",
        "pa": "But can you get married to someone you haven't said those words to?",
        "vi": "Nhưng anh có thể cưới một người mà anh chưa từng nói những lời đó không?"
    },
    {
        "start": "00:15:37,680",
        "end": "00:15:41,360",
        "en": "Det tror jag definitivt. Definitivt.",
        "pa": "I think so.\n Definitely.",
        "vi": "Anh chắc chắn là được. Nhất định rồi."
    },
    {
        "start": "00:15:43,280",
        "end": "00:15:46,800",
        "en": "Du gör mig till en bättre person och en visare person.",
        "pa": "You make me a better and wiser person.",
        "vi": "Em làm anh tốt đẹp hơn, khôn ngoan hơn."
    },
    {
        "start": "00:15:46,880",
        "end": "00:15:52,720",
        "en": "Jag känner en otrolig tacksamhet… över dig, främst.",
        "pa": "I feel so incredibly grateful for it.\n For you. So much.",
        "vi": "Anh rất cảm ơn em."
    },
    {
        "start": "00:15:53,840",
        "end": "00:15:58,160",
        "en": "-Snart står vi där. I våra finaste kläder. -Eller hur?",
        "pa": "Soon we'll be standing there in our nicest clothes.",
        "vi": "Vô cùng.\n Chẳng mấy nữa ta sẽ đứng đó.\n - Trong bộ quần áo đẹp nhất. - Nhỉ?"
    },
    {
        "start": "00:15:59,000",
        "end": "00:16:03,760",
        "en": "-Vi kör. Shit. -Vi kör, Lucas.",
        "pa": "Yeah, right?\n -Let's do it. -Let's do it.\n Shit.",
        "vi": "- Cưới thôi. - Cưới thôi.\n Cưới nhau nào, Lucas."
    },
    {
        "start": "00:16:05,000",
        "end": "00:16:06,720",
        "en": "-Jo. -Ja.",
        "pa": "Let's do it, Lucas.\n Yeah.",
        "vi": "Phải…"
    },
    {
        "start": "00:16:14,520",
        "end": "00:16:17,240",
        "en": "-Tack för jättegod mat. -Ja.",
        "pa": "Thanks for the delicious food.",
        "vi": "Ngon lắm, cảm ơn anh."
    },
    {
        "start": "00:16:27,440",
        "end": "00:16:30,920",
        "en": "",
        "pa": "9 DAYS UNTIL THE WEDDINGS",
        "vi": "CÒN 9 NGÀY LÀ ĐẾN LỄ CƯỚI"
    },
    {
        "start": "00:16:56,880",
        "end": "00:16:59,800",
        "en": "Hallå?",
        "pa": "Hello?",
        "vi": "Em ơi?"
    },
    {
        "start": "00:17:13,880",
        "end": "00:17:18,880",
        "en": "♪ You abandoned me ♪",
        "pa": "♪ You abandoned me ♪",
        "vi": ""
    },
    {
        "start": "00:17:20,599",
        "end": "00:17:24,800",
        "en": "♪ Left me broken and in pain ♪",
        "pa": "♪ Left me broken and in pain ♪",
        "vi": ""
    },
    {
        "start": "00:17:29,240",
        "end": "00:17:33,119",
        "en": "Hon är borta och jag är här. Det gör mig sjukt ledsen",
        "pa": "She's gone and I'm here.",
        "vi": "Cô ấy đi rồi, chỉ còn mình tôi ở đây.\n Điều này khiến tôi rất buồn và đầu óc quay cuồng suy nghĩ."
    },
    {
        "start": "00:17:33,200",
        "end": "00:17:36,560",
        "en": "och fundersam.",
        "pa": "So that actually makes me really sad, and worried.",
        "vi": ""
    },
    {
        "start": "00:17:36,640",
        "end": "00:17:40,960",
        "en": "Jag har inte den blekaste vad som sker just nu.",
        "pa": "I don't have the faintest idea what's going on now.",
        "vi": "Tôi không biết chuyện gì đang xảy ra nữa."
    },
    {
        "start": "00:17:42,840",
        "end": "00:17:46,200",
        "en": "Jag känner mig jätteledsen i hjärtat.",
        "pa": "It really breaks my heart.\n ♪ I won't see your face tomorrow ♪\n ♪ Or any other day ♪",
        "vi": "Tim tôi buồn như muốn vỡ đôi."
    },
    {
        "start": "00:17:59,800",
        "end": "00:18:02,960",
        "en": "-God morgon! -God morgon!",
        "pa": "-Good morning. -Good morning.",
        "vi": "- Chào buổi sáng. - Chào buổi sáng."
    },
    {
        "start": "00:18:04,840",
        "end": "00:18:08,400",
        "en": "Här har du fixat. Härligt.",
        "pa": "You put bread out. Lovely.",
        "vi": "Em bày hết ra rồi. Tuyệt quá."
    },
    {
        "start": "00:18:08,480",
        "end": "00:18:10,240",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:18:15,040",
        "end": "00:18:20,200",
        "en": "-Får du nånting gjort? -Ja, jag ligger lite efter.",
        "pa": "Getting things done?\n Yes, I'm a bit behind.",
        "vi": "- Em có làm được gì không? - Em đang hơi chậm tiến độ."
    },
    {
        "start": "00:18:24,080",
        "end": "00:18:27,360",
        "en": "Ja, okej. Då ska inte jag störa.",
        "pa": "Okay. Then I won't disturb you.",
        "vi": "Được rồi. Vậy anh sẽ không làm phiền em. Anh sẽ làm bánh mì kẹp."
    },
    {
        "start": "00:18:27,440",
        "end": "00:18:30,440",
        "en": "Jag ska stå här och göra min macka, tänkte jag.",
        "pa": "I'll just make my sandwich.",
        "vi": ""
    },
    {
        "start": "00:19:02,360",
        "end": "00:19:05,640",
        "en": "Såg du att Elon Musks nya raket sprängdes?",
        "pa": "Did you see that Elon Musk's new rocket exploded?",
        "vi": "Em nghe tin tên lửa mới của Elon Musk đã nổ tung chưa?"
    },
    {
        "start": "00:19:05,720",
        "end": "00:19:07,840",
        "en": "Oj.",
        "pa": "Oops.",
        "vi": "À."
    },
    {
        "start": "00:19:07,920",
        "end": "00:19:10,960",
        "en": "Det här var väl nån typ av…",
        "pa": "It was some kind of…",
        "vi": "Hình như là mẫu thử gì đó thôi."
    },
    {
        "start": "00:19:12,520",
        "end": "00:19:16,080",
        "en": "…prototyp, tror jag. Jag tror de sa att allting",
        "pa": "prototype, I think.\n I think that everything… from the time that it even left the platform,",
        "vi": "Anh nghĩ dù thế nào thì nó bay lên khỏi bệ đỡ được"
    },
    {
        "start": "00:19:16,160",
        "end": "00:19:22,480",
        "en": "från att den lämnade plattformen, sågs som ett framsteg.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:19:22,560",
        "end": "00:19:25,640",
        "en": "Jag tror den ändå flög i fyra minuter.",
        "pa": "was seen as a step forward.\n I think it was airborne for four minutes.",
        "vi": "cũng là thành công rồi, và hình như đã bay được bốn phút liền."
    },
    {
        "start": "00:19:31,320",
        "end": "00:19:34,440",
        "en": "Nu läser jag om en annan sak som nån vill betala för.",
        "pa": "I'm reading about another thing someone wants to pay for.",
        "vi": "Giờ anh đang đọc về một việc khác mà người ta sẵn lòng chi tiền."
    },
    {
        "start": "00:19:34,520",
        "end": "00:19:40,000",
        "en": "Det är nån forskare som vill frysa ner sin hjärna för att han vill leva längre",
        "pa": "It's a scientist who wants to freeze his brain in order to live longer.",
        "vi": "Một nhà nghiên cứu muốn đông lạnh bộ não của mình."
    },
    {
        "start": "00:19:40,080",
        "end": "00:19:44,840",
        "en": "och betalar skitmycket pengar för det. Det kan man också lägga pengar på.",
        "pa": "He's paying a ton for it. You can spend your money on that.",
        "vi": "Vì ông ấy muốn sống lâu hơn. Ông ấy đã chi rất nhiều tiền.\n Tiêu tiền vào việc đó rất hợp lý."
    },
    {
        "start": "00:19:48,600",
        "end": "00:19:52,120",
        "en": "Tror du att Biden ställer upp för en ny mandatperiod?",
        "pa": "Do you think Biden will run for another term?",
        "vi": "Em nghĩ Biden có tranh cử thêm một nhiệm kỳ nữa không?"
    },
    {
        "start": "00:20:01,400",
        "end": "00:20:04,040",
        "en": "Det hade väl varit häftigt?",
        "pa": "That would be cool.",
        "vi": "Thế thì tuyệt quá."
    },
    {
        "start": "00:20:05,760",
        "end": "00:20:08,600",
        "en": "Den främsta olikheten mellan mig och Oskar…",
        "pa": "I think that the main difference between me and Oskar,",
        "vi": "Tôi nghĩ điểm khác biệt chính giữa tôi và Oskar…"
    },
    {
        "start": "00:20:08,680",
        "end": "00:20:13,720",
        "en": "Jag har trott att det har varit kulturella skillnader, men det är det inte.",
        "pa": "I used to think that it was our cultural differences.",
        "vi": "Trước đây tôi nghĩ là khác biệt văn hóa."
    },
    {
        "start": "00:20:13,800",
        "end": "00:20:19,920",
        "en": "Den främsta olikheten är att han är så himla extrovert och utåt.",
        "pa": "I've come to realize that it's really not that so much.\n I know that the main difference is that he's so extroverted and outgoing,",
        "vi": "Giờ tôi mới biết là không phải.\n Giờ tôi biết điểm khác biệt chính là anh ấy rất hướng ngoại và sôi nổi."
    },
    {
        "start": "00:20:20,000",
        "end": "00:20:26,960",
        "en": "För mig är det lite… Ibland vill jag bara sitta ensam och inte deala med nån.",
        "pa": "and for my part, I sometimes just want to be by myself",
        "vi": "Còn tôi có chút…\n Đôi khi tôi chỉ muốn ở một mình và không phải giao tiếp với bất cứ ai."
    },
    {
        "start": "00:20:27,040",
        "end": "00:20:30,680",
        "en": "Så jag ser nu att vår stora utmaning framåt är att säga:",
        "pa": "and not have to deal with anyone at all.\n So in a way, I see that our big challenge is, how do we make this work?",
        "vi": "Vì vậy, tôi thấy hiện tại thách thức lớn phía trước"
    },
    {
        "start": "00:20:30,760",
        "end": "00:20:35,000",
        "en": "\"Okej, men hur får vi det här att lira helt?\"",
        "pa": "",
        "vi": "là, được rồi, làm thế nào để cả hai thoải mái đây?"
    },
    {
        "start": "00:20:35,080",
        "end": "00:20:37,560",
        "en": "Så jag ser lite fler sådana sidor också…",
        "pa": "Um…\n So I'm seeing those aspects as well.",
        "vi": "Chúng tôi đã thấy thêm những mặt đó của nhau."
    },
    {
        "start": "00:20:37,640",
        "end": "00:20:42,280",
        "en": "♪ It's getting heavy for me now ♪",
        "pa": "♪ It's getting heavy for me now ♪\n ♪ I wanna lay it all Lay it all down ♪",
        "vi": ""
    },
    {
        "start": "00:20:54,360",
        "end": "00:20:58,400",
        "en": "Det ska bli så spännande att få se din lägenhet. På riktigt.",
        "pa": "♪ Can't breathe ♪\n ♪ I can't breathe ♪\n -I'm excited to see your flat. -Yeah?",
        "vi": "Em sẽ rất vui khi được thấy căn hộ của anh cho mà xem."
    },
    {
        "start": "00:20:58,480",
        "end": "00:21:01,360",
        "en": "Alltså, det här kan vara din identitet.",
        "pa": "Really. This is like your identity.",
        "vi": "Có thể nói nó thể hiện con người anh."
    },
    {
        "start": "00:21:02,200",
        "end": "00:21:06,760",
        "en": "Första utmaningen just nu är väl var vi ska bo. Vi har ju två lägenheter.",
        "pa": "A challenge right now is where we will live.",
        "vi": "Thách thức lớn nhất hiện nay là chúng tôi sẽ sống ở đâu."
    },
    {
        "start": "00:21:06,840",
        "end": "00:21:11,840",
        "en": "Men han har en bra poäng med att hans lägenhet ju har flera rum",
        "pa": "We each have apartments, but he had a good point, but…",
        "vi": "Chúng tôi có hai căn hộ. Nhưng anh ấy đã thuyết phục được tôi là"
    },
    {
        "start": "00:21:11,920",
        "end": "00:21:17,280",
        "en": "och han bor mycket mer centralt, så det finns väldigt mycket fördelar.",
        "pa": "His apartment is roomier and is much closer to the city than mine.",
        "vi": "căn hộ của anh ấy rộng hơn.\n Và gần trung tâm Stockholm hơn nhiều."
    },
    {
        "start": "00:21:17,360",
        "end": "00:21:20,200",
        "en": "Det här har jag längtat efter.",
        "pa": "So I think those are advantages.\n I've been longing for this.",
        "vi": "Nên tôi thấy có rất nhiều điểm lợi.\n Em chờ mãi đấy."
    },
    {
        "start": "00:21:21,400",
        "end": "00:21:25,640",
        "en": "-\"Sergio.\" -Nu får du blunda här.",
        "pa": "\"Mr. Sergio.\"\n You can close your eyes.",
        "vi": "\"Sergio\".\n - Nhắm mắt lại đi. - Được rồi."
    },
    {
        "start": "00:21:25,720",
        "end": "00:21:28,960",
        "en": "Blunda. En liten överraskning.",
        "pa": "Yes.\n Close your eyes.\n It'll be a surprise.",
        "vi": "Nhắm mắt lại. Để cho bất ngờ."
    },
    {
        "start": "00:21:29,040",
        "end": "00:21:32,520",
        "en": "Blunda, blunda, blunda, blunda…",
        "pa": "Close them.",
        "vi": "- Em nhắm mắt lại đi. - Phải."
    },
    {
        "start": "00:21:32,600",
        "end": "00:21:35,360",
        "en": "Blunda, blunda, blunda.",
        "pa": "-Yes. -Close them.\n Close them.",
        "vi": ""
    },
    {
        "start": "00:21:35,440",
        "end": "00:21:38,280",
        "en": "Och så öppna.",
        "pa": "I'm scared.\n And… open!",
        "vi": "Giờ thì… Mở mắt ra nào!"
    },
    {
        "start": "00:21:39,480",
        "end": "00:21:44,120",
        "en": "-Åh, spännande. Ska man ta av skorna? -Det spelar ingen roll.",
        "pa": "Whooo! Exciting. Shoes off?",
        "vi": "- Em có cần cởi giày không? - Không sao đâu."
    },
    {
        "start": "00:21:44,200",
        "end": "00:21:49,840",
        "en": "Oj, vilken annorlunda stil. Vad otippat. Okej.",
        "pa": "Well, it doesn't really…\n What an unusual style. Unexpected.",
        "vi": "Chà, phong cách khác biệt quá. Rất bất ngờ."
    },
    {
        "start": "00:21:49,920",
        "end": "00:21:53,160",
        "en": "Den här antika stolen, är det arvegods eller nåt?",
        "pa": "-Okay. - Oh, yes.\n This antique chair, did you inherit it?",
        "vi": "Được rồi. Có cả ghế cổ này.\n - Anh thừa hưởng nó à? - Không, anh thấy nó ở đâu đó và…"
    },
    {
        "start": "00:21:53,240",
        "end": "00:21:57,360",
        "en": "-Nej, jag såg den nånstans… -Den är ju lite otippad.",
        "pa": "No, I saw it somewhere and thought it was cool.",
        "vi": "Đúng là có chút không ngờ đấy."
    },
    {
        "start": "00:21:57,440",
        "end": "00:22:02,080",
        "en": "Men är det inte lite en antik doft här inne också?",
        "pa": "It's a bit unexpected.\n Is there an antique smell in here?",
        "vi": "Ở đây cũng có chút màu sắc cổ kính nhỉ?"
    },
    {
        "start": "00:22:02,160",
        "end": "00:22:07,320",
        "en": "Eller är det bara för att man ser stolen? Den är inte min vibe, i alla fall.",
        "pa": "Or is that because I'm looking at the chair?",
        "vi": "Hay tại vì ta vẫn thấy cái ghế?"
    },
    {
        "start": "00:22:07,400",
        "end": "00:22:11,400",
        "en": "Men det här är bra. Bra ytor. Oj, en telefon.",
        "pa": "-That's not my vibe. -It's not, no, but…\n But the surfaces are good. Wow, an old phone.",
        "vi": "- Hoàn toàn khác phong cách của em. - Không…\n Nhưng cũng được lắm, nhiều chỗ rộng rãi. À, có cả điện thoại cổ này."
    },
    {
        "start": "00:22:11,480",
        "end": "00:22:13,280",
        "en": "Precis.",
        "pa": "-Exactly.",
        "vi": "Chính xác."
    },
    {
        "start": "00:22:13,360",
        "end": "00:22:17,600",
        "en": "-Det är en konstig doft här, alltså. -Ja, jag vet.",
        "pa": "-There's a strange smell in here. -Yes, I know.",
        "vi": "- Ở đây có mùi gì lạ lạ nhỉ. - Ừ, anh biết."
    },
    {
        "start": "00:22:17,680",
        "end": "00:22:20,280",
        "en": "Alltså…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:20,360",
        "end": "00:22:24,600",
        "en": "Är det ett loft i ett kök, älskling? Jag känner att du visar vägen.",
        "pa": "Is that a little bedroom loft inside a kitchen?",
        "vi": "Trong bếp có gác xép à, anh yêu?"
    },
    {
        "start": "00:22:24,680",
        "end": "00:22:28,040",
        "en": "Det känns som en liten kattstege. Har du byggt det här själv?",
        "pa": "-Yes. -Show the way.\n -I sleep here. -It's like a cat ladder.",
        "vi": "Cảm giác như là… anh đi trước đi. Cứ như ta đang leo thang gấp."
    },
    {
        "start": "00:22:28,120",
        "end": "00:22:32,760",
        "en": "-Alltså, wow. -Alltså, jag dör. Vilken otippad lägenhet.",
        "pa": "- Come up. -Did you build this?\n - I mean, wow. -What an unusual flat.",
        "vi": "Anh tự làm chỗ này à?\n - Chà! - Đúng là một căn hộ đầy bất ngờ!\n Nhìn chỗ này mà xem!"
    },
    {
        "start": "00:22:39,520",
        "end": "00:22:43,040",
        "en": "-Alltså, en heltäckningsmatta… -Vet du hur mysigt det är?",
        "pa": "Wall-to-wall carpet.",
        "vi": "Thảm trải kín sàn luôn!"
    },
    {
        "start": "00:22:44,360",
        "end": "00:22:47,400",
        "en": "Akta. Akta huvudet, älskling.",
        "pa": "What's wrong with that?\n -Ouch. -Look out.\n Watch your head, darling.",
        "vi": "Anh thích như thế.\n - Đau! - Coi chừng!\n Cẩn thận cái đầu đấy, em yêu."
    },
    {
        "start": "00:22:47,480",
        "end": "00:22:52,200",
        "en": "Alltså, jag gillar inte sån här madrass-på-golvet-livsstilen.",
        "pa": "I don't like this mattress.",
        "vi": "Em không thích kiểu trải đệm trên sàn thế này…"
    },
    {
        "start": "00:22:52,280",
        "end": "00:22:58,520",
        "en": "Vem uppfann det här rummet? Nåt gick ju fel när de byggde.",
        "pa": "The floor, the lifestyle…\n Who thought of this room?",
        "vi": "Ai xây dựng căn hộ này vậy?\n - Chắc là lúc đang xây có vấn đề gì rồi. - Ừ."
    },
    {
        "start": "00:22:58,600",
        "end": "00:23:03,680",
        "en": "Vi måste diskutera boende. Oh, my God, jag kommer att falla.",
        "pa": "Something went wrong when they built it.\n We have to discuss living arrangements. Oh, my God. I'm going to fall.",
        "vi": "Ta phải bàn về không gian sống thôi. Chúa ơi, em ngã mất."
    },
    {
        "start": "00:23:05,880",
        "end": "00:23:08,920",
        "en": "Oh, my God.",
        "pa": "Oh, my God, I don't want to…",
        "vi": "Chúa ơi, em lên cơn hoảng loạn mất."
    },
    {
        "start": "00:23:09,000",
        "end": "00:23:12,680",
        "en": "Jag vet inte vad jag ska säga. Jag tror jag blev helt i chock av att…",
        "pa": "I don't know what to say. I was in a state of shock.",
        "vi": "Tôi không biết phải nói gì cả. Chắc là tại tôi bất ngờ quá."
    },
    {
        "start": "00:23:12,760",
        "end": "00:23:16,840",
        "en": "Det var inte den stilen jag trodde han hade.",
        "pa": "Like, \"Wow, this was not the style I expected\" kind of thing.",
        "vi": "Tôi không ngờ anh ấy lại có phong cách đó."
    },
    {
        "start": "00:23:16,920",
        "end": "00:23:20,240",
        "en": "Jag är smått traumatiserad av din kökslösning.",
        "pa": "Are you okay?\n I'm traumatized by your kitchen layout.",
        "vi": "Sơ đồ sắp xếp nhà bếp của anh làm em tổn thương quá."
    },
    {
        "start": "00:23:20,320",
        "end": "00:23:26,440",
        "en": "-Ja, du har sagt det typ 75 gånger. -Jag har gått in i chock här.",
        "pa": "You said that like 75 times. They heard you all the way in China.",
        "vi": "Em nói câu đó 75 lần rồi. Chắc ở Trung Quốc cũng nghe được đấy."
    },
    {
        "start": "00:23:26,520",
        "end": "00:23:30,320",
        "en": "En kattrappa till ett sovrum.",
        "pa": "Yes, I'm like in shock.\n A cat ladder leading up to a bedroom.",
        "vi": "Em đang sốc mà. Phải leo thang gấp lên phòng ngủ."
    },
    {
        "start": "00:23:30,400",
        "end": "00:23:34,920",
        "en": "-Jag har aldrig sett nåt sånt i mitt liv. -Nej.",
        "pa": "I've never seen anything like it.",
        "vi": "Đời em mới thấy lần đầu!"
    },
    {
        "start": "00:23:35,000",
        "end": "00:23:41,560",
        "en": "Jag tänkte på riktigt att nån äldre har bott här lite och lämnat sina möbler.",
        "pa": "No.\n I honestly thought an older person lived here and left their furniture.",
        "vi": "Phải.\n Em cứ đinh ninh là một người già từng sống ở đây đấy.\n - Không đâu. - Và để lại đồ đạc."
    },
    {
        "start": "00:23:41,640",
        "end": "00:23:45,800",
        "en": "Kärlek är en väldigt komplex sak…",
        "pa": "Love is a complex thing between…",
        "vi": "Tình yêu là một thứ rất phức tạp."
    },
    {
        "start": "00:23:45,880",
        "end": "00:23:50,400",
        "en": "…mellan personer som ska respektera varandra.",
        "pa": "people who are supposed to respect each other.",
        "vi": "Hai bên phải tôn trọng lẫn nhau."
    },
    {
        "start": "00:23:52,760",
        "end": "00:23:58,360",
        "en": "Men det är livet. Det är orättvist ibland och ibland är det plötsligt rättvist.",
        "pa": "That's life.\n It's unfair sometimes, and sometimes it's fair when you least expect it.",
        "vi": "Nhưng đời là thế mà. Có lúc công bằng, có lúc không,"
    },
    {
        "start": "00:23:59,280",
        "end": "00:24:04,920",
        "en": "Därför måste man jobba dagligen. Kommunikation, förståelse, lyssna…",
        "pa": "That's why you have to work daily.\n Communication, understanding, listening.",
        "vi": "vào những lúc ta không ngờ nhất.\n Nhưng ta phải cố gắng hàng ngày.\n Giao tiếp, thấu hiểu, lắng nghe,"
    },
    {
        "start": "00:24:05,000",
        "end": "00:24:08,640",
        "en": "Veta när nånting är väldigt viktigt för en.",
        "pa": "Knowing when something is very important to you.",
        "vi": "và biết điều gì mới là thật sự quan trọng."
    },
    {
        "start": "00:24:24,600",
        "end": "00:24:28,360",
        "en": "Jag har ingen ursäkt för min reaktion på hans lägenhet.",
        "pa": "I have no excuse for my reaction to his apartment.",
        "vi": "Không gì có thể biện minh cho phản ứng của tôi lúc đó."
    },
    {
        "start": "00:24:31,480",
        "end": "00:24:35,600",
        "en": "Jag frågade: \"Är vi okej?\"",
        "pa": "And I asked him, like, \"Are we okay?\"",
        "vi": "Tôi đã hỏi là anh ấy có bận tâm không?"
    },
    {
        "start": "00:24:35,680",
        "end": "00:24:42,000",
        "en": "Då sa han: \"Prata inte med mig just nu. Nu behöver jag space.\"",
        "pa": "And then he said, \"Don't talk to me right now.\n I need some space,\" you know.",
        "vi": "Và anh ấy nói, \"Giờ đừng nói chuyện với anh.\""
    },
    {
        "start": "00:24:43,480",
        "end": "00:24:45,680",
        "en": "Oavsett hur den såg ut",
        "pa": "Because in a way, no matter what it looked like,",
        "vi": "Kiểu như, \"Giờ anh cần ở một mình.\"\n Vì dù căn hộ trông thế nào,"
    },
    {
        "start": "00:24:45,760",
        "end": "00:24:49,760",
        "en": "så var det ändå en del av honom som jag satt och skrattade åt.",
        "pa": "it was still a part of him that I was laughing at.",
        "vi": "nó cũng là một phần của anh ấy, và tôi đã cười nhạo nó."
    },
    {
        "start": "00:24:49,840",
        "end": "00:24:52,480",
        "en": "Det var hans plats, hans hem.",
        "pa": "It was his place, his home.",
        "vi": "Đó là tổ ấm, là nhà của anh ấy,"
    },
    {
        "start": "00:24:52,560",
        "end": "00:24:58,280",
        "en": "Och jag sitter och har verkligen den här skrattattacken.",
        "pa": "And I'm sitting there and genuinely having this laughing fit.",
        "vi": "thế mà tôi lại ngồi đó cười nắc nẻ."
    },
    {
        "start": "00:24:58,360",
        "end": "00:25:01,560",
        "en": "Jag kan bara säga förlåt och… \"Skäms.\"",
        "pa": "I can only say sorry and be ashamed.",
        "vi": "Tôi chỉ có thể xin lỗi và tự xấu hổ thôi."
    },
    {
        "start": "00:25:02,920",
        "end": "00:25:05,240",
        "en": "Jag bara skäms över mig själv.",
        "pa": "I am ashamed of myself.\n ♪ Nobody knows ♪\n ♪ What's underneath ♪",
        "vi": "Tôi thực sự xấu hổ về bản thân mình."
    },
    {
        "start": "00:25:15,400",
        "end": "00:25:17,840",
        "en": "",
        "pa": "♪ Can never let it show ♪",
        "vi": ""
    },
    {
        "start": "00:25:27,040",
        "end": "00:25:30,480",
        "en": "Hola. Hola amigos!",
        "pa": "♪ It's there, it's so deep ♪\n Hola.\n Hi. Hola, amigos.",
        "vi": "Chào!\n Chào anh bạn!"
    },
    {
        "start": "00:25:30,560",
        "end": "00:25:32,440",
        "en": "Hej!",
        "pa": "-Hi! -Hi.",
        "vi": "- Xin chào! - Xin chào."
    },
    {
        "start": "00:25:33,600",
        "end": "00:25:36,880",
        "en": "-Hej. Krisse-Ly. -Hej. Rubén. Trevligt.",
        "pa": "- I've missed you. -Hi, Rubén.",
        "vi": "- Xin chào, tôi là Ruben. - Chào Ruben, rất vui được gặp anh!"
    },
    {
        "start": "00:25:36,960",
        "end": "00:25:41,040",
        "en": "Hej, Rubén. Kul att träffas. Jag har hört så mycket gott om er.",
        "pa": "- Good to see you. -Nice to meet you.\n -You too. - Long time no see.",
        "vi": "- Tôi cũng vậy! - Rasmus khen cô rất nhiều."
    },
    {
        "start": "00:25:41,120",
        "end": "00:25:45,800",
        "en": "Det här måste vara Jocke. Chrissy. Kul att ses.",
        "pa": "- This must be Jocke. -Hello.\n -Krissy. -Nice to meet you.",
        "vi": "- Hẳn đây là Jocke. - Xin chào!"
    },
    {
        "start": "00:25:45,880",
        "end": "00:25:50,560",
        "en": "Det där är Chrissy, min fru. Snart. Soon to be.",
        "pa": "-Nice to meet you. -This is Krissy, my wife. Soon.",
        "vi": "- Chào. - Chào.\n Đây là Krissy, vợ tôi. Vợ chưa cưới."
    },
    {
        "start": "00:25:50,640",
        "end": "00:25:55,160",
        "en": "-Hur har ni haft det? -Den här resan har varit helt underbar.",
        "pa": "-My wife soon to be. -Wow.\n How have you been?\n Damn, this trip has been so wonderful, that you could find these feelings,",
        "vi": "Sớm thôi. Sắp rồi.\n - Nói đi, mọi chuyện thế nào? - Bọn tớ đã có một hành trình tuyệt vời."
    },
    {
        "start": "00:25:55,240",
        "end": "00:26:01,000",
        "en": "Att man kunde hitta såna känslor. Vi var bakom väggen och fick såna känslor",
        "pa": "and on top of what we did behind a wall with those feelings,",
        "vi": "Bọn tớ có cảm xúc với nhau\n trong mọi việc đã làm hồi còn cách nhau một bức tường."
    },
    {
        "start": "00:26:01,080",
        "end": "00:26:05,280",
        "en": "och sen var det den pangbruden jag träffade. Allt har klaffat så bra.",
        "pa": "I then meet this hot girl.\n Everything has worked out so well.",
        "vi": "Và tớ đã gặp được một cô gái xinh đẹp. Mọi việc đang rất suôn sẻ."
    },
    {
        "start": "00:26:05,360",
        "end": "00:26:08,840",
        "en": "Det är en jätteintensiv resa. \"Shit, ska ni gifta er?\"",
        "pa": "But it's a very intense journey, like we're getting married.",
        "vi": "Nhưng đúng là một hành trình dữ dội."
    },
    {
        "start": "00:26:08,920",
        "end": "00:26:12,360",
        "en": "Det är snabbt. Ni fattar väl också att det är sjukt snabbt?",
        "pa": "- It's fast. -In April.\n - It's incredibly fast. -It's damn fast.",
        "vi": "- Hai người sắp cưới hả? - Nhưng nhanh quá!\n Bọn tớ biết là rất nhanh."
    },
    {
        "start": "00:26:12,440",
        "end": "00:26:16,280",
        "en": "För oss från experimentet känns det inte så snabbt.",
        "pa": "But coming from the experiment, it doesn't feel that fast.",
        "vi": "Nhưng những người tham gia thử nghiệm như bọn tớ thì không thấy vậy đâu."
    },
    {
        "start": "00:26:16,360",
        "end": "00:26:19,520",
        "en": "Jag har inte den oron i kroppen.",
        "pa": "-I'm not worried. -Yeah.",
        "vi": "Tớ không thấy lo lắng gì cả. Tớ biết người ngoài thấy nhanh."
    },
    {
        "start": "00:26:19,600",
        "end": "00:26:25,080",
        "en": "-Du har ju träffat folk i tre veckor förr? -Det är inte samma sak.",
        "pa": "But I get what it looks like.\n Like you've dated people for three weeks before without getting married.",
        "vi": "Cậu đã từng hẹn hò ba tuần mà có kết hôn với người ta đâu."
    },
    {
        "start": "00:26:25,160",
        "end": "00:26:30,640",
        "en": "Jag förstår att man kan hitta kärleken men tre veckor är snabbt.",
        "pa": "It's not the same thing.\n I understand that you can find love and it's for real.",
        "vi": "Chuyện này khác mà.\n Có thể cậu cảm nhận được tình yêu và có thể hai người yêu nhau thật."
    },
    {
        "start": "00:26:30,720",
        "end": "00:26:35,960",
        "en": "Tre veckor är tre veckor, men man kan komma olika långt på tre veckor.",
        "pa": "But three weeks is fast.\n Three weeks is three weeks, but you can get far during those three weeks.",
        "vi": "- Nhưng ba tuần thì nhanh quá. - Ba tuần là ba tuần.\n Nhưng không phải ai cũng đi một quãng đường như nhau."
    },
    {
        "start": "00:26:36,040",
        "end": "00:26:39,880",
        "en": "-Vem är du? Var kommer du ifrån? -Inte den frågan…",
        "pa": "- Yeah. -But who are you?\n -There's that question. - We know nothing about you.",
        "vi": "Nhưng cô là ai? Cô là người ở đâu?"
    },
    {
        "start": "00:26:39,960",
        "end": "00:26:43,680",
        "en": "-Det känns som att jag är i kapseln igen. -Nu är det spotlight på dig.",
        "pa": "I'm back in the pods.",
        "vi": "- Chúng tôi không biết gì về cô cả. - Cứ như lại vào phòng kín vậy.\n Mọi sự chú ý đang đổ dồn vào cô."
    },
    {
        "start": "00:26:43,760",
        "end": "00:26:48,040",
        "en": "-Hur mycket har Rasmus berättat? -Inte mycket alls.",
        "pa": "Yeah, the spotlight is on you.\n -What has Rasmus told you? - Nothing yet.",
        "vi": "Rasmus nói với mọi người bao nhiêu rồi?"
    },
    {
        "start": "00:26:48,120",
        "end": "00:26:50,720",
        "en": "- Chrissy är homewife. -Till i maj.",
        "pa": "- Not much. - Krissy is a housewife.",
        "vi": "- Không nhiều. - Krissy sẽ ở nhà nội trợ."
    },
    {
        "start": "00:26:50,800",
        "end": "00:26:53,520",
        "en": "-Hemmafru? -Ja, till i maj.",
        "pa": "- Until May. -Housewife?\n Yes. Until May.",
        "vi": "- Đến tháng 5. - Nội trợ à?\n - Vâng, đến tháng 5. - Cô làm nghề gì?"
    },
    {
        "start": "00:26:53,600",
        "end": "00:26:59,440",
        "en": "-Vad gör du? -Jag pluggade heltid till december.",
        "pa": "- Hmm, until May. -So, what do you do?\n I was studying full time until December, when I finished.",
        "vi": "Tôi sẽ học toàn thời gian đến tháng 12."
    },
    {
        "start": "00:26:59,520",
        "end": "00:27:04,720",
        "en": "Då dök det här upp och då valde jag att vara hundra procent i detta.",
        "pa": "And then this popped up and I chose to go all in 100% with this.",
        "vi": "Rồi tôi biết về thử nghiệm này nên đã tập trung hoàn toàn vào nó."
    },
    {
        "start": "00:27:04,800",
        "end": "00:27:10,760",
        "en": "Jag har ett extrajobb som börjar i maj. För jag pluggar även nu.",
        "pa": "I see.\n I have an extra job that starts in May.",
        "vi": "Vậy nên tôi sẽ bắt đầu đi làm thêm vào tháng 5."
    },
    {
        "start": "00:27:10,840",
        "end": "00:27:16,040",
        "en": "- Vad pluggar du? -Jag pluggar till inredningsdesigner.",
        "pa": "-I'm still studying. -Oh.\n - What are you studying? -I'm studying interior design, so…",
        "vi": "Bởi vì tôi vẫn đang học.\n - Cô đang học gì vậy? - Thiết kế nội thất."
    },
    {
        "start": "00:27:16,120",
        "end": "00:27:19,480",
        "en": "Det är helt sjukt. Vi har inte träffat dig på tre-fyra veckor.",
        "pa": "This is crazy. We haven't seen you in three or four weeks.",
        "vi": "Khó tin thật đấy. Bọn tớ không gặp cậu mới ba, bốn tuần nay."
    },
    {
        "start": "00:27:19,560",
        "end": "00:27:23,080",
        "en": "Och nu sitter du här. - Och nu sitter du här. Vem är du, liksom?",
        "pa": "Now you're sitting here and she's here. Who are you?",
        "vi": "Thế mà giờ cậu và cô ấy đang ở đây. Cậu là ai vậy?"
    },
    {
        "start": "00:27:23,160",
        "end": "00:27:26,760",
        "en": "Man har varit lite skeptisk, lite orolig och lite så här…",
        "pa": "So, like, I've been a bit skeptical and a bit worried, a bit like…",
        "vi": "Tôi có chút hoài nghi và lo lắng, không biết cô là ai."
    },
    {
        "start": "00:27:26,840",
        "end": "00:27:29,920",
        "en": "\"Vem är det här, Rasmus?\"",
        "pa": "\"Who is this?\"\n Yeah.",
        "vi": "Phải."
    },
    {
        "start": "00:27:30,000",
        "end": "00:27:33,600",
        "en": "\"Kan tycka om att spendera pengar ibland\"…",
        "pa": "Rasmus likes to spend his money sometimes.",
        "vi": "Rasmus đôi khi thích tiêu tiền lắm."
    },
    {
        "start": "00:27:33,680",
        "end": "00:27:37,400",
        "en": "Vill du spendera hans pengar? Är du en sån, eller?",
        "pa": "Do you want to spend his money? Are you one of those?",
        "vi": "Cô thích tiêu tiền của cậu ấy không?"
    },
    {
        "start": "00:27:37,480",
        "end": "00:27:42,200",
        "en": "-Det blir en övergångsperiod. - Ja, det har vi diskuterat också.",
        "pa": "-There will be a transition period.\n Yeah, we've discussed that as well.",
        "vi": "Sẽ có một giai đoạn chuyển tiếp nhỉ.\n Vâng, chúng tôi cũng đã thảo luận chuyện đó."
    },
    {
        "start": "00:27:42,280",
        "end": "00:27:47,840",
        "en": "Det blir minst ett par år då jag går i uppförsbacke långsamt.",
        "pa": "It will be at least a couple of years where I'll be going uphill very slowly.",
        "vi": "Ít nhất là vài năm tới, tôi sẽ chỉ leo dốc từ từ."
    },
    {
        "start": "00:27:47,920",
        "end": "00:27:50,360",
        "en": "Jag har ju varit tydlig med det. Och du:",
        "pa": "I've been clear about that and you're like,",
        "vi": "Tôi nói rõ rồi, và anh ấy bảo không sao."
    },
    {
        "start": "00:27:50,440",
        "end": "00:27:54,720",
        "en": "\"Det är lugnt. En vacker dag ska du ta hand om mig.\"",
        "pa": "\"It'll be cool, it's fine, no worries. One day you'll look after me.\"",
        "vi": ""
    },
    {
        "start": "00:27:54,800",
        "end": "00:27:58,920",
        "en": "Nånstans måste man ju sätta begränsningar för vad man klarar av också.",
        "pa": "At some point you have to put a limit on what you can manage.",
        "vi": "\"Một ngày nào đó, em sẽ nuôi anh.\"\n Cũng sẽ đến lúc ta phải biết lượng sức mình."
    },
    {
        "start": "00:27:59,000",
        "end": "00:28:02,080",
        "en": "Vi kommer inte att kunna resa varje månad.",
        "pa": "We'll manage to live together, but we won't be able to travel every month.",
        "vi": "Bọn tớ sẽ sống chung được, nhưng không du lịch hàng tháng được."
    },
    {
        "start": "00:28:02,160",
        "end": "00:28:05,400",
        "en": "Vi kommer inte kunna köpa saker till höger och vänster.",
        "pa": "No.\n Or buy things right and left. That's how it is.",
        "vi": "Bọn tớ sẽ không mua sắm linh tinh được, hiện thực là thế."
    },
    {
        "start": "00:28:05,480",
        "end": "00:28:10,200",
        "en": "Det blir inte tre utlandsresor om året, i alla fall inte för mig.",
        "pa": "We can't go abroad three times a year, at least not me.",
        "vi": "Sẽ không được du lịch nước ngoài ba lần một năm như anh trước giờ."
    },
    {
        "start": "00:28:10,280",
        "end": "00:28:15,480",
        "en": "Jag har sagt till dig också att jag inte vill att du ska dra ett så tungt lass.",
        "pa": "No, we'll make it work.\n I've told you that I don't want you to take the heavy load.",
        "vi": "- Ít nhất là em không được. - Ừ.\n Và em đã nói là không muốn để anh gánh phần hơn."
    },
    {
        "start": "00:28:15,560",
        "end": "00:28:19,160",
        "en": "Men det är nog lite problemet med Rasmus. Han kommer inte att säga till.",
        "pa": "-Right. - That's Rasmus's problem.",
        "vi": "Đó có lẽ là vấn đề đấy. Dù Rasmus có gánh phần hơn cũng sẽ giấu."
    },
    {
        "start": "00:28:19,240",
        "end": "00:28:25,520",
        "en": "-Fast jag tror att han gör det med mig. -Kanske. Om det är skillnaden nu då…",
        "pa": "-He wouldn't admit to that. - I think he would tell me.\n -Yeah, maybe. - I think so.",
        "vi": "- Ừ. - Tôi nghĩ anh ấy sẽ nói với tôi.\n - Có lẽ. - Tôi nghĩ vậy."
    },
    {
        "start": "00:28:25,600",
        "end": "00:28:29,560",
        "en": "Under den tid vi har känt Rasmus så har det ju inte varit fallet.",
        "pa": "Yeah, maybe if he's different now,\n but for as long as we've known Rasmus, that hasn't been the case.",
        "vi": "Lần này có thể sẽ khác,\n nhưng trước giờ chúng tôi chơi với Rasmus thì cậu ấy không thế."
    },
    {
        "start": "00:28:29,640",
        "end": "00:28:33,640",
        "en": "Han kommer ju vända hjärtat ut och in tills det inte finns nånting kvar.",
        "pa": "He'll turn his heart inside out until there's nothing left.",
        "vi": "Cậu ấy lúc nào cũng hết lòng quên mình vì người khác."
    },
    {
        "start": "00:28:35,160",
        "end": "00:28:40,960",
        "en": "Jag och Rubén, som kompisar, får ju lita på hans bedömning.",
        "pa": "So, Rubén and I, because we're friends of Rasmus, have to trust his judgment…",
        "vi": "Ruben và tôi là bạn của Rasmus nên phải tin vào khả năng phán đoán của cậu ấy."
    },
    {
        "start": "00:28:41,040",
        "end": "00:28:44,280",
        "en": "Att du är rätt för honom.",
        "pa": "that you're right for him.",
        "vi": "Rằng cô phù hợp với cậu ấy."
    },
    {
        "start": "00:28:46,080",
        "end": "00:28:50,120",
        "en": "Men det är klart man är orolig att han ska bli utnyttjad",
        "pa": "Of course we're worried he'll be taken advantage of.",
        "vi": "Dĩ nhiên là chúng tôi cũng lo là cậu ấy sẽ bị lợi dụng tình cảm."
    },
    {
        "start": "00:28:50,200",
        "end": "00:28:52,920",
        "en": "just på det känslomässiga planet.",
        "pa": "On an emotional level.",
        "vi": ""
    },
    {
        "start": "00:28:53,000",
        "end": "00:28:58,080",
        "en": "Han ger ju mycket så det blir ju lätt att de som får, kanske tar mer än vad de ska.",
        "pa": "He gives a lot, so it's easy for those who receive",
        "vi": "Cậu ấy rất xởi lởi rộng rãi, nên dễ bị người khác tranh thủ."
    },
    {
        "start": "00:28:58,160",
        "end": "00:29:02,480",
        "en": "Jag har ju sett det hända förut så jag vill inte att det ska hända igen.",
        "pa": "to maybe take more than they should, and I've seen that before\n so I don't want that to happen again.",
        "vi": "Tôi từng thấy rồi, nên không muốn cậu ấy lại bị như thế nữa."
    },
    {
        "start": "00:29:02,560",
        "end": "00:29:06,920",
        "en": "Det har ju gått så snabbt så min fråga är väl: \"Är det på riktigt?\"",
        "pa": "It's happened so fast, so I wonder if it's real.\n Yeah.\n ♪ I'm watching you fall down, down ♪",
        "vi": "Mọi chuyện diễn ra quá nhanh. Nên tôi phải chất vấn tình cảm của họ."
    },
    {
        "start": "00:29:14,760",
        "end": "00:29:18,680",
        "en": "",
        "pa": "♪ And dance with the devil ♪",
        "vi": ""
    },
    {
        "start": "00:29:19,560",
        "end": "00:29:23,040",
        "en": "",
        "pa": "♪ And dance with the devil ♪",
        "vi": ""
    },
    {
        "start": "00:29:31,360",
        "end": "00:29:35,520",
        "en": "Meira, vad hade du valt? Att vara döv för resten av livet",
        "pa": "♪ And dance with the devil ♪\n Meira, what would you choose?",
        "vi": "Meira, em sẽ chọn gì?\n Bị điếc hay bị mù cả đời?"
    },
    {
        "start": "00:29:35,600",
        "end": "00:29:38,920",
        "en": "eller blind för resten av livet. Och motivera.",
        "pa": "To be deaf for the rest of your life or blind for the rest of your life?\n And what's your reasoning?",
        "vi": "Và tại sao?"
    },
    {
        "start": "00:29:39,960",
        "end": "00:29:42,800",
        "en": "Då tar jag nog hellre att vara döv.",
        "pa": "I think I would rather be deaf.",
        "vi": "Em thà bị điếc hơn."
    },
    {
        "start": "00:29:44,000",
        "end": "00:29:48,640",
        "en": "Jag är ganska tyst av mig redan och tycker om tystnad, så det är okej.",
        "pa": "I'm pretty quiet already\n and I like silence, so I think that's okay.",
        "vi": "Em vốn khá trầm tính và em thích sự im lặng."
    },
    {
        "start": "00:29:48,720",
        "end": "00:29:52,080",
        "en": "-Tycker du om tystnad? -Jag älskar tystnad.",
        "pa": "-Do you like silence? -I love silence.",
        "vi": "- Em thích sự im lặng à? - Em thích sự im lặng."
    },
    {
        "start": "00:29:52,160",
        "end": "00:29:56,600",
        "en": "-Och du har valt mig? -Ja, jag vet inte hur det här ska gå.",
        "pa": "-And you picked me? -Yes.\n I don't know how this is going to work.",
        "vi": "- Thế mà lại chọn anh. - Vâng, em biết.\n Em không biết sẽ thế nào đây."
    },
    {
        "start": "00:29:56,680",
        "end": "00:29:59,840",
        "en": "Men hur går det ihop? Jag är ju inte speciellt tyst av mig.",
        "pa": "How is that a match? Because I'm not particularly quiet.",
        "vi": "Thế nào nhỉ? Anh thì không hay im lặng."
    },
    {
        "start": "00:29:59,920",
        "end": "00:30:05,360",
        "en": "Nej, men så länge det finns en balans så kommer du att få lära dig.",
        "pa": "No, but as long as there's a balance, and you'll learn how to find that.",
        "vi": "Phải, nhưng có sự cân bằng.\n - Anh sẽ học được thôi. - Chúa ơi."
    },
    {
        "start": "00:30:05,440",
        "end": "00:30:07,880",
        "en": "Åh, Gud.",
        "pa": "Oh, God.",
        "vi": ""
    },
    {
        "start": "00:30:08,640",
        "end": "00:30:12,360",
        "en": "-Och du hatar tystnad? -Ja.",
        "pa": "-And you hate silence. -Yeah.",
        "vi": "- Và anh ghét sự im lặng? - Đúng."
    },
    {
        "start": "00:30:18,880",
        "end": "00:30:24,000",
        "en": "Du kommer att finna en massa situationer där jag inte orkar prata.",
        "pa": "Sometimes I'm too tired to talk.\n There will be lots of times when I don't have the energy to talk.",
        "vi": "Đôi khi em mệt không có sức nói chuyện.\n Anh sẽ thấy có nhiều lúc em không muốn nói gì."
    },
    {
        "start": "00:30:24,080",
        "end": "00:30:29,560",
        "en": "Om jag då känner att du inte klarar av att sitta tyst för att du måste prata konstant",
        "pa": "If you can't handle sitting in silence or you need to talk constantly or…",
        "vi": "Nếu em thấy anh không thể yên lặng ngồi bên em,"
    },
    {
        "start": "00:30:29,640",
        "end": "00:30:32,080",
        "en": "kommer det bli jobbigt för oss.",
        "pa": "-But then you can… -Then that'll be tough for us.",
        "vi": "và phải nói chuyện liên tục thì đó sẽ là một vấn đề."
    },
    {
        "start": "00:30:32,160",
        "end": "00:30:35,920",
        "en": "Då kan man säga: \"Jag är jättetrött. Kan vi bara vara tysta?\"",
        "pa": "Then you can just say, \"Oskar, I'm really tired, I can't talk.",
        "vi": "Em cứ nói, \"Oskar, em mệt rồi, không muốn nói chuyện, anh trật tự nhé\"."
    },
    {
        "start": "00:30:36,000",
        "end": "00:30:42,360",
        "en": "Men att ha det som en övning att sitta och titta på en vägg och vara tyst…",
        "pa": "Could we just be quiet?\"\n It would be an exercise to sit and stare at a wall and keep quiet.",
        "vi": "Nhưng phải ngồi một chỗ im lặng nhìn tường thì…"
    },
    {
        "start": "00:30:42,440",
        "end": "00:30:46,240",
        "en": "Det var inte det jag menade.",
        "pa": "You don't have to stare at a wall and be quiet.",
        "vi": "Anh không phải ngồi im nhìn tường, ý em không phải thế."
    },
    {
        "start": "00:30:46,320",
        "end": "00:30:49,520",
        "en": "Jag menar att konstant konversera och prata…",
        "pa": "That's not what I mean.\n I mean constantly communicating and talking.",
        "vi": "Ý em là luôn miệng nói chuyện thôi."
    },
    {
        "start": "00:30:49,600",
        "end": "00:30:55,160",
        "en": "Nej, det måste man inte göra. Jag bara försöker greppa vad du menar.",
        "pa": "No, you don't have to, I'm just trying to… grasp what you mean.",
        "vi": "Ừ, em không phải làm thế. Anh chỉ đang cố hiểu ý em thôi."
    },
    {
        "start": "00:30:55,240",
        "end": "00:30:58,240",
        "en": "Vet du inte vad jag menar med att det är skönt med tystnad?",
        "pa": "So you don't know what I mean when I say I like silence?",
        "vi": "Vậy là anh không hiểu khi em nói em thích im lặng à?"
    },
    {
        "start": "00:30:58,320",
        "end": "00:31:03,320",
        "en": "Jo, men jag förstår inte hur man i ett socialt sammanhang ska vara.",
        "pa": "But I don't understand how, in a social context, you're supposed to not talk.",
        "vi": "Ừ, anh không hiểu im lặng thế nào được trong lúc cần giao lưu."
    },
    {
        "start": "00:31:03,400",
        "end": "00:31:07,760",
        "en": "-Nu pratar vi inte sociala sammanhang. -Du och jag är ett socialt sammanhang.",
        "pa": "We're not talking about a social context.",
        "vi": "- Em không nói lúc ta đi giao lưu. - Hai ta với nhau cũng là giao lưu."
    },
    {
        "start": "00:31:07,840",
        "end": "00:31:11,280",
        "en": "Ja, men vi är också gifta. Ett par.",
        "pa": "If you and I hang out, that's a social context.\n -Yes, but… we're also a couple. -Yes.",
        "vi": "Ta là vợ chồng mà. Gọi là giao lưu không biết có hợp không."
    },
    {
        "start": "00:31:11,360",
        "end": "00:31:13,960",
        "en": "Jag vill inte kalla det ett socialt sammanhang.",
        "pa": "I don't know if I wanna call this a social context.",
        "vi": ""
    },
    {
        "start": "00:31:14,040",
        "end": "00:31:18,440",
        "en": "Okej, men om jag kallar det för det nu och du och jag är i samma rum",
        "pa": "Yes, but if I call it that now and you and I are in the same room",
        "vi": "Được rồi, nhưng nếu anh gọi là thế…"
    },
    {
        "start": "00:31:18,520",
        "end": "00:31:24,240",
        "en": "och vi ska göra det till en princip att vara tysta och njuta av tystnaden.",
        "pa": "and we decide to basically just sit and be quiet, enjoying the silence,",
        "vi": "Anh và em ở cùng phòng và chỉ ngồi một chỗ"
    },
    {
        "start": "00:31:24,320",
        "end": "00:31:29,200",
        "en": "-Är det nånting du hade velat? -Jag tycker du spetsar till det.",
        "pa": "is that something you would want?\n I think you're taking it a little far.",
        "vi": "tận hưởng sự im lặng, em muốn như thế à?\n Em nghĩ anh nghĩ quá rồi."
    },
    {
        "start": "00:31:29,280",
        "end": "00:31:31,920",
        "en": "Jag menar inte att vi ska titta på en vägg.",
        "pa": "I'm not suggesting that we're just going to stare at the wall.",
        "vi": "Ý em không phải là ta sẽ chỉ ngồi ngắm tường."
    },
    {
        "start": "00:31:32,000",
        "end": "00:31:35,600",
        "en": "Det är det jag försöker förstå.",
        "pa": "But that's what I'm trying to understand.",
        "vi": "Anh đang cố hiểu nên mới hỏi em đây còn gì."
    },
    {
        "start": "00:31:35,680",
        "end": "00:31:40,440",
        "en": "Jag försöker förstå Meira och jag är en ganska analytisk person.",
        "pa": "I'm trying to understand, Meira, that's all.",
        "vi": "Anh đang cố gắng hiểu đây, Meira, chỉ thế thôi."
    },
    {
        "start": "00:31:40,520",
        "end": "00:31:46,760",
        "en": "När jag inte förstår nånting gör jag allt i min makt för att hitta en lösning.",
        "pa": "I'm an analytical person, so when there's something I don't understand,\n I'll do everything in my power to find a solution.",
        "vi": "Anh là kiểu người thích phân tích. Khi không hiểu điều gì đó,\n anh sẽ cố hết sức để tìm ra giải pháp."
    },
    {
        "start": "00:31:46,840",
        "end": "00:31:52,800",
        "en": "-Det låter som att du inte vill förstå. -Ja, det är din åsikt.",
        "pa": "I'm just trying.\n It sounds like you don't want to understand, so leave it.\n That's your opinion, it may not be the truth.",
        "vi": "Nghe có vẻ anh không muốn hiểu. Dừng ở đây thôi.\n Đó chỉ là ý kiến của em, chứ chưa chắc đã đúng như thế."
    },
    {
        "start": "00:31:54,240",
        "end": "00:31:55,840",
        "en": "Mm.",
        "pa": "Hm.",
        "vi": ""
    },
    {
        "start": "00:31:57,080",
        "end": "00:32:03,720",
        "en": "\"Mm.\" Det har jag lärt mig att betyder att du inte är nöjd eller inte håller med.",
        "pa": "\"Hm.\" I've learned what that means.\n It means that you're not really satisfied, or that you don't agree.",
        "vi": "Anh đã biết thái độ đó nghĩa là gì, và nó nghĩa là em chưa hài lòng."
    },
    {
        "start": "00:32:03,800",
        "end": "00:32:06,160",
        "en": "Nej, jag vill bara förstå.",
        "pa": "-No, I just want to understand. -Okay.",
        "vi": "- Hoặc em không đồng ý. - Em chỉ muốn hiểu thôi."
    },
    {
        "start": "00:32:07,680",
        "end": "00:32:09,560",
        "en": "Okej.",
        "pa": "",
        "vi": "Được rồi."
    },
    {
        "start": "00:32:14,520",
        "end": "00:32:17,720",
        "en": "Jag måste skydda mig själv för jag håller på att bli sårad.",
        "pa": "I'm going to have to protect myself soon because I'm getting hurt.",
        "vi": "Tôi phải sớm tự bảo vệ mình. Tôi đang bị tổn thương."
    },
    {
        "start": "00:32:17,800",
        "end": "00:32:21,720",
        "en": "Jag känner så starkt för den här kvinnan och jag vill så himla mycket.",
        "pa": "I feel strongly for this woman and like her so much,",
        "vi": "Tôi có tình cảm mãnh liệt với cô gái này và rất thích cô ấy."
    },
    {
        "start": "00:32:21,800",
        "end": "00:32:25,480",
        "en": "Men jag får väldigt lite tillbaka.",
        "pa": "and I want so much from her,\n but I don't get anything back or I get very little back.",
        "vi": "Tôi muốn rất nhiều nhưng không nhận lại được gì… Hoặc tôi nhận lại rất ít."
    },
    {
        "start": "00:32:25,560",
        "end": "00:32:31,920",
        "en": "Då börjar man bygga upp de här murarna som man har sagt ska rivas.",
        "pa": "And then you start building up walls\n that you've told yourself should be torn down,",
        "vi": "Và tôi bắt đầu dựng lên những bức tường mà trước đó đã tự nhủ"
    },
    {
        "start": "00:32:32,000",
        "end": "00:32:37,040",
        "en": "Man ska vara öppen för att våga bli sårad och våga göra det här.",
        "pa": "that they shouldn't be there.\n Be open and dare to be hurt and dare to do this.",
        "vi": "là nên phá bỏ đi, rằng chúng không nên ở đó.\n Hãy cởi mở để dám bị tổn thương, dám làm điều này."
    },
    {
        "start": "00:32:37,120",
        "end": "00:32:41,080",
        "en": "Jag vet inte hur länge till jag står ut. Snart kommer jag gå sönder.",
        "pa": "I don't know how much longer I can take it.\n I'll break down soon.",
        "vi": "Tôi không biết mình chịu được bao lâu nữa.\n Chẳng mấy nữa tôi sẽ phát điên mất."
    },
    {
        "start": "00:33:03,040",
        "end": "00:33:06,480",
        "en": "Jag är en person som samlar mina batterier när jag är själv.",
        "pa": "I'm someone who recharges my batteries when I'm by myself.",
        "vi": "Tôi là người nạp lại năng lượng bằng cách ở một mình."
    },
    {
        "start": "00:33:06,560",
        "end": "00:33:11,000",
        "en": "Jag behöver tid för att reflektera över tankar och känslor.",
        "pa": "I need time to reflect over my thoughts and feelings.",
        "vi": "Tôi cần thời gian để sắp xếp suy nghĩ và cảm xúc của mình."
    },
    {
        "start": "00:33:13,480",
        "end": "00:33:19,800",
        "en": "Ett äktenskap är ju jättestort och man lovar ju ändå varandra evig kärlek",
        "pa": "So a marriage is a really big decision,\n and you promise each other…",
        "vi": "Hôn nhân là đại sự trong đời.\n Ta sẽ trao lời yêu vĩnh cửu với nhau"
    },
    {
        "start": "00:33:19,880",
        "end": "00:33:23,360",
        "en": "och att man ska vara med varandra livet ut.",
        "pa": "eternal love and that you'll be together for the rest of your lives.",
        "vi": "và thề nguyền ở bên nhau trọn đời."
    },
    {
        "start": "00:33:23,440",
        "end": "00:33:27,960",
        "en": "Vi förstår ju inte varandra och jag känner inte att det är lönt.",
        "pa": "And we don't understand each other and I don't feel it's worth the trouble.",
        "vi": "Chúng tôi không hiểu nhau, và tôi cảm thấy không đáng công tìm hiểu."
    },
    {
        "start": "00:33:32,520",
        "end": "00:33:35,800",
        "en": "Fattar du hur ledsen jag var när jag vaknade upp där?",
        "pa": "You just left me. Do you get how upset I was when I woke up there?",
        "vi": "Em bỏ anh lại đó. Em biết anh buồn thế nào khi thức dậy không?"
    },
    {
        "start": "00:33:35,880",
        "end": "00:33:39,520",
        "en": "Du kan inte bara låta mig hänga löst hela tiden.",
        "pa": "You can't leave me hanging like that all the time.",
        "vi": "Em không thể để anh ngóng trông mãi vậy được."
    },
    {
        "start": "00:33:39,600",
        "end": "00:33:42,680",
        "en": "Jag har gått igenom situationen tusen gånger och tänkt:",
        "pa": "I've been going over this situation a thousand times, thinking,",
        "vi": "Anh đã nghĩ đi nghĩ lại tất cả chuyện này hàng ngàn lần."
    },
    {
        "start": "00:33:42,760",
        "end": "00:33:47,280",
        "en": "\"Vad gör jag för fel?\" Alltså jag känner mig helt sjuk i huvudet.",
        "pa": "what am I doing wrong?",
        "vi": "\"Mình đã làm gì sai?\" Anh thấy mình sắp phát điên rồi."
    },
    {
        "start": "00:33:47,360",
        "end": "00:33:50,920",
        "en": "Vill du att jag ska sitta hemma på soffan och gråta",
        "pa": "I'm going crazy.\n Do you want me to sit on the couch and cry and feel sorry for myself",
        "vi": "Em muốn anh co rúm trên sô-pha,"
    },
    {
        "start": "00:33:51,000",
        "end": "00:33:56,000",
        "en": "och tycka synd om mig själv och tycka att det är jag som är dum i huvudet?",
        "pa": "and think that… I'm being a complete idiot?",
        "vi": "vừa than thân trách phận vừa tự rủa mình ngu ngốc à?"
    },
    {
        "start": "00:33:56,080",
        "end": "00:33:59,560",
        "en": "-Nej, det vill jag absolut inte. -Nej.",
        "pa": "-No, I don't want that. -No.",
        "vi": "- Không, em không hề muốn thế. - Không…"
    },
    {
        "start": "00:34:00,160",
        "end": "00:34:03,840",
        "en": "Du försöker hitta fel i mig hela tiden.",
        "pa": "You're always trying to find flaws in me.",
        "vi": "Lúc nào em cũng cố tìm ra khiếm khuyết của anh."
    },
    {
        "start": "00:34:03,920",
        "end": "00:34:07,080",
        "en": "Men du behöver inte skämmas för att du inte är kär i mig.",
        "pa": "You don't have to be ashamed for not being in love with me.",
        "vi": "Nhưng em không cần phải xấu hổ vì không yêu anh."
    },
    {
        "start": "00:34:07,160",
        "end": "00:34:09,640",
        "en": "Men…",
        "pa": "Yes, but I…",
        "vi": "Thì…"
    },
    {
        "start": "00:34:11,560",
        "end": "00:34:15,120",
        "en": "-Får jag berätta min sida? -Om du vill veta…",
        "pa": "-Can I tell it from my side? -If you want to know--",
        "vi": "- Em nói ra suy nghĩ của mình được không? - Nếu em muốn biết…"
    },
    {
        "start": "00:34:15,199",
        "end": "00:34:18,679",
        "en": "-Jag var inte klar, Christofer. -Sorry.",
        "pa": "-I wasn't done, Christofer. -No, sorry.",
        "vi": "- Em chưa nói xong, Christofer. - Không. Đúng thế. Anh xin lỗi."
    },
    {
        "start": "00:34:18,760",
        "end": "00:34:21,360",
        "en": "Fan, vad du är nedlåtade ibland. Fortsätt.",
        "pa": "You're so damn condescending sometimes. Sorry.",
        "vi": "Đôi khi em trịch thượng thật đấy. Nói tiếp đi."
    },
    {
        "start": "00:34:26,880",
        "end": "00:34:29,360",
        "en": "It's your way or the highway.",
        "pa": "-It's your way or the highway.",
        "vi": "Phải chiều ý em thì em mới chịu mà."
    },
    {
        "start": "00:34:29,440",
        "end": "00:34:34,320",
        "en": "Det är jättekul att vara ihop och gift med dig, när du kan köra bara ditt race.",
        "pa": "It's fun to be together and married when you can do things your own way.",
        "vi": "Chắc là yêu nhau và cưới nhau\n mà không cần nghĩ đến người kia vui lắm."
    },
    {
        "start": "00:34:35,520",
        "end": "00:34:38,440",
        "en": "Jag tror inte du ser vad du gör i det här.",
        "pa": "I don't think that you see what you're doing here.",
        "vi": "Anh thấy em không hiểu mình đang làm gì ở thử nghiệm này."
    },
    {
        "start": "00:34:38,520",
        "end": "00:34:43,600",
        "en": "-Inte du heller. -Prata utifrån dig.",
        "pa": "-I don't think you see either. -Talk about yourself. Talk about you.",
        "vi": "Em nghĩ anh cũng không hiểu đâu.\n Em muốn nói gì thì nói đi."
    },
    {
        "start": "00:34:43,679",
        "end": "00:34:48,280",
        "en": "Jag skäms inte för att jag inte är kär i dig. Det gör jag verkligen inte.",
        "pa": "I'm not ashamed for not being in love with you, I'm really not.",
        "vi": "Em không xấu hổ vì không yêu anh. Thật sự là thế."
    },
    {
        "start": "00:34:53,679",
        "end": "00:34:57,320",
        "en": "Just idag så känner jag liksom inte att jag är kär.",
        "pa": "Right now I don't feel like I'm in love.",
        "vi": "Hiện tại, em không cảm thấy là mình đang yêu."
    },
    {
        "start": "00:34:58,760",
        "end": "00:35:00,560",
        "en": "Nej.",
        "pa": "Okay.",
        "vi": "Phải."
    },
    {
        "start": "00:35:18,320",
        "end": "00:35:22,960",
        "en": "Hej, mormor. Jag tänkte fråga om du vill komma på bröllopet.",
        "pa": "Hi, Grandma.\n I was going to ask if you wanted to come to the wedding.",
        "vi": "Cháu chào bà. Cháu muốn hỏi là bà có dự đám cưới không ạ."
    },
    {
        "start": "00:35:24,600",
        "end": "00:35:27,320",
        "en": "Nej, jag skämtar inte med dig.",
        "pa": "Are you kidding?\n -No, I'm not kidding.",
        "vi": "Không, cháu không đùa đâu."
    },
    {
        "start": "00:35:29,120",
        "end": "00:35:35,640",
        "en": "Det är faktiskt på riktigt. Lucas sitter inte här och skojar med dig.",
        "pa": "It's happening.\n -Oh, my God. -It's actually happening.",
        "vi": "Thật đấy ạ. Lucas không trêu bà đâu ạ."
    },
    {
        "start": "00:35:35,720",
        "end": "00:35:38,240",
        "en": "-Är det helt allvar? -Ja.",
        "pa": "-Lucas isn't joking around here. -No.\n -Are you really serious? -Yeah.",
        "vi": "- Cháu nghiêm túc đấy à? - Dạ."
    },
    {
        "start": "00:35:38,320",
        "end": "00:35:39,640",
        "en": "Herregud.",
        "pa": "Oh, my God.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:35:41,440",
        "end": "00:35:47,280",
        "en": "-\"Herregud\"… -Ni är galna. Är ni helt galna?",
        "pa": "Oh, my God.\n You're crazy. Are you completely crazy?",
        "vi": "- Chúa ơi. - Cháu điên rồi.\n - Cháu điên thật đấy. - Vâng."
    },
    {
        "start": "00:35:47,360",
        "end": "00:35:51,880",
        "en": "Får det gå till på det där viset?",
        "pa": "-Yes. -Can you actually do this?",
        "vi": "Làm thế mà được à?"
    },
    {
        "start": "00:35:51,960",
        "end": "00:35:56,200",
        "en": "-Är det lagligt? -Det är klart det är lagligt.",
        "pa": "Is it legal?\n Yes, of course it is, it's legal.",
        "vi": "- Có hợp pháp không vậy? - Tất nhiên là có ạ."
    },
    {
        "start": "00:35:56,280",
        "end": "00:36:00,200",
        "en": "Ja, herregud. Men då kommer vi båda.",
        "pa": "Oh, my God. In that case, both of us are coming.",
        "vi": "Ôi trời. Nếu vậy thì cả hai ông bà sẽ đến."
    },
    {
        "start": "00:36:00,280",
        "end": "00:36:02,280",
        "en": "-Du och Börje? -Ja.",
        "pa": "- You and Börje? -Yes.",
        "vi": "- Cả bà và Börje ạ? - Phải."
    },
    {
        "start": "00:36:02,360",
        "end": "00:36:06,880",
        "en": "-Mormor… -Du kan skriva dina gäster här.",
        "pa": "Grandma.\n Okay, we'll write our guest list here.",
        "vi": "Bà ơi!\n Được rồi, vậy anh viết khách của mình ở đây."
    },
    {
        "start": "00:36:08,200",
        "end": "00:36:14,920",
        "en": "Skriv bara de som du vill ha, så kan vi leka med utrymmet.",
        "pa": "Yes.\n Write down who you want, and we can play around with the location.",
        "vi": "Cứ viết những người anh muốn mời.\n - Rồi ta có thể xếp chỗ. - Ừ."
    },
    {
        "start": "00:36:15,000",
        "end": "00:36:21,960",
        "en": "Vid 14-tiden börjar ceremonin och sen är det fest till 19-tiden.",
        "pa": "- Yes. -Let's share this.\n The ceremony starts at 2:00,\n and then a party till around 7:00 at night.",
        "vi": "Giờ ta sẽ giúp nhau.\n Buổi lễ bắt đầu lúc 2:00 chiều. Sau đó là thời gian đón khách."
    },
    {
        "start": "00:36:22,040",
        "end": "00:36:25,360",
        "en": "14-tiden: Ceremonin, fram till 19…",
        "pa": "Wait, I'm sorry, now…\n The ceremony will be around 2:00, and then until 7:00,",
        "vi": "- Đến khoảng 7:00 tối. - Xin lỗi, anh…\n Làm lễ lúc 14:00."
    },
    {
        "start": "00:36:25,440",
        "end": "00:36:29,640",
        "en": "Om vi båda säger ja så har vi fest till 19.",
        "pa": "if we both say yes, we party till around 7:00.",
        "vi": "Đến 19:00, nếu cả hai đồng ý cưới thì ta sẽ tổ chức tiệc chiêu đãi."
    },
    {
        "start": "00:36:29,720",
        "end": "00:36:34,200",
        "en": "Men då är frågan… Med de gästerna som vi skriver ner här",
        "pa": "But the question is… with the guests we're writing down here…",
        "vi": "Vậy thì vấn đề là,\n với những vị khách ta đang viết ra đây,"
    },
    {
        "start": "00:36:34,280",
        "end": "00:36:38,920",
        "en": "vad känner du att du skulle vilja göra efter det?",
        "pa": "what do you think you'd like to do after that?",
        "vi": "anh muốn làm gì sau đó?"
    },
    {
        "start": "00:36:39,000",
        "end": "00:36:41,040",
        "en": "Eh…",
        "pa": "-Do you know? -Don't know.",
        "vi": "- Anh có… - Anh không biết."
    },
    {
        "start": "00:36:41,120",
        "end": "00:36:43,000",
        "en": "Jag vet inte.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:45,160",
        "end": "00:36:50,800",
        "en": "Dra ut… Antingen tar du och jag in på hotell eller nånting.",
        "pa": "We can go, you know… You and I can go to a hotel or something.",
        "vi": "Anh nghĩ là hai ta sẽ đến khách sạn hay gì đó."
    },
    {
        "start": "00:36:50,880",
        "end": "00:36:55,200",
        "en": "Exakt. Men jag tänker…",
        "pa": "Exactly.\n -Or… -But 80, I'm thinking…",
        "vi": "- Ừ, nhưng có 80… - Ta có nên…"
    },
    {
        "start": "00:36:55,280",
        "end": "00:36:59,800",
        "en": "Eller ska vi försöka boka nåt ställe och köra en festlig kväll",
        "pa": "-Can you… -Or should we…",
        "vi": "Có nên thử đặt chỗ mở tiệc với bạn bè không?"
    },
    {
        "start": "00:36:59,880",
        "end": "00:37:02,520",
        "en": "och fira med våra vänner?",
        "pa": "Should we try to book a place and then have a party with all our friends,\n that kind of thing?",
        "vi": "Hay là…"
    },
    {
        "start": "00:37:06,320",
        "end": "00:37:13,160",
        "en": "-Det låter bra. -Sen så bokar vi ett hotell till kvällen.",
        "pa": "Yeah, that sounds great.\n And then you and I are going to book a hotel for the night.",
        "vi": "Ừ, nghe được đấy.\n Rồi anh và em có thể nghỉ đêm ở khách sạn."
    },
    {
        "start": "00:37:14,840",
        "end": "00:37:17,080",
        "en": "-Känns det rimligt? -Ja.",
        "pa": "-Sound reasonable? - Yes, absolutely.",
        "vi": "- Anh thấy hợp lý không? - Chắc chắn rồi."
    },
    {
        "start": "00:37:17,160",
        "end": "00:37:20,880",
        "en": "Nu kan vi fundera på vilket hotell vi vill boka.",
        "pa": "Now we can think about which hotel to book.",
        "vi": "Giờ ta cần nghĩ xem sẽ đặt khách sạn nào."
    },
    {
        "start": "00:37:20,960",
        "end": "00:37:24,360",
        "en": "Nu känner jag att vi hoppar…",
        "pa": "-But now I feel like we're jumping ahead. -Yes, absolutely.",
        "vi": "- Nhưng anh cảm thấy ta đang nhảy cóc… - Chắc chắn rồi."
    },
    {
        "start": "00:37:24,440",
        "end": "00:37:27,440",
        "en": "-Ja, absolut. -Nu är det gäster.",
        "pa": "Let's focus on the guest list.",
        "vi": "Cứ tập trung vào danh sách khách mời đã."
    },
    {
        "start": "00:37:33,840",
        "end": "00:37:35,200",
        "en": "Åh…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:37:36,760",
        "end": "00:37:40,760",
        "en": "Oj. Var det en suck eller en utandning?",
        "pa": "Oh. Was that a sigh or an exhale?",
        "vi": "Ôi.\n Anh thở dài vì ngán ngẩm hay mệt mỏi thế?"
    },
    {
        "start": "00:37:40,840",
        "end": "00:37:43,000",
        "en": "Det är…",
        "pa": "It's, uh…",
        "vi": "Vì… cả hai."
    },
    {
        "start": "00:37:43,080",
        "end": "00:37:47,280",
        "en": "-En utandning och en suck. -Okej. Should I be worried?",
        "pa": "it's an exhale and a sigh.\n - Okay. -Yes.",
        "vi": "- Được rồi, em có nên lo lắng không? - Có."
    },
    {
        "start": "00:37:47,360",
        "end": "00:37:51,520",
        "en": "-Ja. -\"Ja\"? Okej. Det här går jättebra.",
        "pa": "-Should I be worried? -Yes.\n -Yes? -No.",
        "vi": "Có à? Được rồi. Tình hình suôn sẻ đấy."
    },
    {
        "start": "00:37:51,600",
        "end": "00:37:55,720",
        "en": "Nej, men man känner att det är mycket, liksom.",
        "pa": "This is going great.\n I feel it's a lot, kind of.",
        "vi": "Anh thấy choáng ngợp quá thôi."
    },
    {
        "start": "00:37:55,800",
        "end": "00:38:00,080",
        "en": "-Det är stress. -Jag fattar.",
        "pa": "It's stressful.\n I get that.",
        "vi": "Đúng là căng thẳng.\n Ừ, em hiểu mà."
    },
    {
        "start": "00:38:03,600",
        "end": "00:38:07,920",
        "en": "-Jag ser mig hoppa över räcket. -Men sluta. Vad hemskt.",
        "pa": "-You'll see me jump over the railing. -That's horrible.",
        "vi": "Anh muốn nhảy ra khỏi lan can rồi đây này."
    },
    {
        "start": "00:38:08,000",
        "end": "00:38:10,440",
        "en": "Jag skojar.",
        "pa": "Disappear out in the field. No, I'm kidding.",
        "vi": "Đừng nói thế, ghê quá!\n Anh đùa thôi."
    },
    {
        "start": "00:38:11,680",
        "end": "00:38:15,320",
        "en": "Du behöver bara kommunicera med mig nu, Lucas.",
        "pa": "You need to communicate with me, Lucas.",
        "vi": "Có gì thì phải nói với em, Lucas!"
    },
    {
        "start": "00:38:15,400",
        "end": "00:38:18,720",
        "en": "Ah, shit. Det är så mycket. Min hjärna är…",
        "pa": "Yes. Ah, shit. This is a lot. My brain is…",
        "vi": "Ôi, chết tiệt. Choáng ngợp quá. Não của anh sắp…"
    },
    {
        "start": "00:38:18,800",
        "end": "00:38:21,880",
        "en": "Jag märker det på ditt kroppsspråk. Jag är inte alls förvånad.",
        "pa": "-I can tell from your body language. -Yes.",
        "vi": "Ừ, em thấy qua biểu hiện của anh rồi. Không có gì lạ cả."
    },
    {
        "start": "00:38:21,960",
        "end": "00:38:24,840",
        "en": "Det är bara tvärstopp, liksom.",
        "pa": "-I'm not at all surprised. -No, it's just a brain blip.",
        "vi": "Chỉ là… Tất cả đổ ập đến nhanh quá."
    },
    {
        "start": "00:38:26,560",
        "end": "00:38:29,440",
        "en": "Det är lika läskigt för mig som det är för dig.",
        "pa": "You know?\n It's as scary for me as it is for you.",
        "vi": "Em cũng thấy sợ như anh vậy."
    },
    {
        "start": "00:38:29,520",
        "end": "00:38:34,880",
        "en": "Vi gör det här tillsammans. Det är inte bara jag. Det är inte bara du.",
        "pa": "We're doing this together. It's not just me, it's us.",
        "vi": "Ta có nhau mà. Không phải có mình anh hay mình em. Mà là chúng ta."
    },
    {
        "start": "00:38:34,960",
        "end": "00:38:39,000",
        "en": "-Självklart. -Jag är rädd.",
        "pa": "-Right. -We're doing it together.\n Of course.\n I'm scared that I'm inviting one of my best male friends.",
        "vi": "- Phải. - Ta sẽ làm cùng nhau.\n Dĩ nhiên rồi.\n Em cũng… thấy sợ lắm."
    },
    {
        "start": "00:38:39,080",
        "end": "00:38:42,680",
        "en": "Bjuder jag in en av mina bästa killkompisar…",
        "pa": "",
        "vi": "Vì em sẽ mời những người bạn nam thân nhất đến."
    },
    {
        "start": "00:38:42,760",
        "end": "00:38:45,880",
        "en": "Om pappa och Claudia kommer från Finland",
        "pa": "And my dad and Claudia are gonna be coming from Finland,",
        "vi": "Bố em và Claudia cũng sẽ từ Phần Lan đến."
    },
    {
        "start": "00:38:45,960",
        "end": "00:38:49,800",
        "en": "och sen står jag där och blir dumpad vid altaret…",
        "pa": "and then I'm standing up there and I'm gonna get dumped at the altar.",
        "vi": "Rồi em chơ vơ ở lễ đường vì bị chú rể bỏ rơi."
    },
    {
        "start": "00:38:53,880",
        "end": "00:38:57,760",
        "en": "Vi kommunicerar varje dag och vi är ärliga med varandra hela tiden.",
        "pa": "We communicate each day and we're honest with each other all the time.",
        "vi": "Ta vẫn giao tiếp hàng ngày và luôn thành thật với nhau."
    },
    {
        "start": "00:38:57,840",
        "end": "00:39:01,080",
        "en": "-Inga överraskningar. -Nej.",
        "pa": "-No surprises. -None.",
        "vi": "- Đừng giấu nhau gì nhé. - Ừ."
    },
    {
        "start": "00:39:02,920",
        "end": "00:39:08,120",
        "en": "♪ Where do we go from here? ♪",
        "pa": "♪ Where do we go from here? ♪\n ♪ Where do we go? ♪\n ♪ Where do we go from here? ♪",
        "vi": "KHÁCH DỰ LỄ CƯỚI"
    },
    {
        "start": "00:39:15,480",
        "end": "00:39:18,600",
        "en": "",
        "pa": "♪ Where do we go? ♪",
        "vi": ""
    },
    {
        "start": "00:39:43,480",
        "end": "00:39:47,080",
        "en": "Jag såg att du inte har på dig förlovningsringen.",
        "pa": "I saw that you're not wearing the engagement ring.",
        "vi": "Anh thấy em không đeo nhẫn đính hôn."
    },
    {
        "start": "00:39:49,480",
        "end": "00:39:54,240",
        "en": "Jag tog av den för att det inte kändes rätt att ha på sig den",
        "pa": "Yeah, I took off the engagement ring because it didn't feel right to wear it.",
        "vi": "Em tháo ra rồi, vì cảm thấy đeo thì không đúng lắm."
    },
    {
        "start": "00:39:54,320",
        "end": "00:40:01,160",
        "en": "givet den diskussion vi har haft och hela den biten.",
        "pa": "Given the discussion we had and all that.",
        "vi": "Dựa trên cuộc thảo luận của ta và mọi chuyện khác."
    },
    {
        "start": "00:40:02,320",
        "end": "00:40:04,240",
        "en": "Alltså…",
        "pa": "So…",
        "vi": "Ý em là…"
    },
    {
        "start": "00:40:04,320",
        "end": "00:40:11,120",
        "en": "Som vi har pratat om, så känner jag inte riktigt att känslorna verkligen finns där.",
        "pa": "Like we've talked about,\n I don't really feel the feelings are there.",
        "vi": "Ta đã nói về…\n Em không cảm thấy mình có tình cảm với anh."
    },
    {
        "start": "00:40:12,520",
        "end": "00:40:17,840",
        "en": "-Vad känner du? -Nej, alltså… Jag har på mig min.",
        "pa": "What do you feel?\n Well, I'm wearing mine.",
        "vi": "Anh nghĩ sao?\n Ừ, anh vẫn đeo nhẫn của anh đây."
    },
    {
        "start": "00:40:18,760",
        "end": "00:40:23,560",
        "en": "Men det gör så klart ont att se att inte du har den på dig.",
        "pa": "And of course, it hurts to see that you're not wearing yours.",
        "vi": "Nhưng anh rất buồn khi em không đeo nhẫn."
    },
    {
        "start": "00:40:23,640",
        "end": "00:40:28,840",
        "en": "Det känns som att du gjorde ditt beslut för länge sedan, på nåt sätt.",
        "pa": "But it feels like you already made your decision a long time ago.",
        "vi": "Cảm giác như là em đã quyết định như thế từ lâu rồi vậy."
    },
    {
        "start": "00:40:30,680",
        "end": "00:40:36,520",
        "en": "Jag har ju sagt till dig att jag är villig att kompromissa allt för dig och mig.",
        "pa": "I've told you that…\n I'm willing to compromise everything for you and me.",
        "vi": "Anh đã bảo là sẵn sàng nhượng bộ mọi chuyện vì ta."
    },
    {
        "start": "00:40:36,600",
        "end": "00:40:38,400",
        "en": "Men…",
        "pa": "But…",
        "vi": "Nhưng… em không hề có ý định thay đổi cái gì vì anh."
    },
    {
        "start": "00:40:38,480",
        "end": "00:40:42,160",
        "en": "Där har inte du ens velat möta mig halvvägs.",
        "pa": "it's like you haven't wanted to meet me halfway.",
        "vi": ""
    },
    {
        "start": "00:40:42,240",
        "end": "00:40:46,240",
        "en": "Ditt sätt att visa kärlek för mig",
        "pa": "Your way of showing love to me, I think…",
        "vi": "Em nghĩ em thể hiện tình yêu dành cho anh"
    },
    {
        "start": "00:40:46,320",
        "end": "00:40:51,800",
        "en": "tror du är med din kropp och att vi har sex med varandra och har make-up-sex.",
        "pa": "is with your body and that we have good sex with each other",
        "vi": "bằng cơ thể, vì ta làm tình với nhau, hay làm tình sau khi cãi nhau."
    },
    {
        "start": "00:40:51,880",
        "end": "00:40:56,000",
        "en": "Men det är som att sopa saker under mattan.",
        "pa": "and always having makeup sex and stuff.\n But for me, honestly, that's just sweeping things under the rug.",
        "vi": "Nhưng thế chỉ là một cách lấp liếm thôi."
    },
    {
        "start": "00:40:56,080",
        "end": "00:40:59,920",
        "en": "Ditt sätt att visa kärlek i relation kanske är",
        "pa": "So it feels like your way of showing love in a relationship",
        "vi": "Có vẻ cách em thể hiện tình yêu trong một mối quan hệ là"
    },
    {
        "start": "00:41:00,000",
        "end": "00:41:03,480",
        "en": "att inte prata om det utan bara kramas.",
        "pa": "maybe isn't to talk about it, but just to be physical and hug instead.",
        "vi": "không trao đổi với nhau, mà chỉ ôm nhau cho qua chuyện."
    },
    {
        "start": "00:41:03,560",
        "end": "00:41:09,800",
        "en": "Nej, så är det inte. Jag pratar mer än gärna om saker.",
        "pa": "No, that's not the case.\n I'm more than happy to talk about stuff.",
        "vi": "Không, không phải đâu. Em sẵn lòng trao đổi với nhau."
    },
    {
        "start": "00:41:09,880",
        "end": "00:41:13,960",
        "en": "Det är extremt tråkigt att du tror att jag använder min kropp för att visa kärlek.",
        "pa": "And it's extremely sad that you think I use my body to show love.",
        "vi": "Và em rất buồn khi anh nghĩ em dùng da thịt để thể hiện tình yêu."
    },
    {
        "start": "00:41:14,040",
        "end": "00:41:16,600",
        "en": "Det gör mig otroligt ledsen.",
        "pa": "That makes me incredibly sad. ",
        "vi": "Anh nghĩ thế làm em buồn vô cùng."
    },
    {
        "start": "00:42:20,040",
        "end": "00:42:25,040",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Hà Đậu "
    }
]