[
    {
        "start": "00:00:07,680",
        "end": "00:00:11,160",
        "en": "Sverige är ett av de länder med flest singlar i världen.",
        "pa": "Sweden has one of the world's highest percentage of singles.",
        "vi": "Thụy Điển có số người độc thân thuộc hàng nhiều nhất thế giới."
    },
    {
        "start": "00:00:15,960",
        "end": "00:00:20,200",
        "en": "I det här experimentet får några av dem chansen att dejta, bli förälskade",
        "pa": "♪ Is this true love? ♪\n ♪ I surrender ♪\n In this experiment, some will get a chance to date,",
        "vi": "Trong thử nghiệm này, một số người sẽ có cơ hội hẹn hò,"
    },
    {
        "start": "00:00:20,280",
        "end": "00:00:23,400",
        "en": "och fria, utan att ha sett varandra.",
        "pa": "fall in love and marry, all without seeing each other.",
        "vi": "yêu nhau và cầu hôn mà không hề gặp mặt."
    },
    {
        "start": "00:00:23,480",
        "end": "00:00:26,440",
        "en": "Love is Blind har nu kommit till Sverige.",
        "pa": "Love is Blind has come to Sweden.",
        "vi": "Yêu là mù quáng hiện đã có mặt ở Thụy Điển."
    },
    {
        "start": "00:00:27,880",
        "end": "00:00:29,040",
        "en": "Hallå!",
        "pa": "-Hello. -Hello. I'm looking for love.",
        "vi": "- Chào! - Chào."
    },
    {
        "start": "00:00:29,120",
        "end": "00:00:32,480",
        "en": "Jag söker kärleken. Jag tror på experimentet.",
        "pa": "Wow.",
        "vi": "Tôi đang tìm kiếm tình yêu. Tôi tin vào thử nghiệm này."
    },
    {
        "start": "00:00:32,560",
        "end": "00:00:36,360",
        "en": "-Man behöver inte se personen. -Din drömman är jag.",
        "pa": "You don't have to see a person to fall in love.",
        "vi": "Không biết mặt vẫn yêu được nhau.\n Em đang tả mẫu người lý tưởng của em. Mà đó là anh."
    },
    {
        "start": "00:00:36,440",
        "end": "00:00:40,440",
        "en": "- Jag tror verkligen på det här. -Jag är spontan.",
        "pa": "We're talking about your dream man: me.\n - I really believe in this. -I'm spontaneous.",
        "vi": "Tôi thực sự tin là được."
    },
    {
        "start": "00:00:40,520",
        "end": "00:00:44,040",
        "en": "Jag är jätteytlig och nu har jag möjlighet att tänka annorlunda.",
        "pa": "I'm superficial and now I have the opportunity to think differently.",
        "vi": "Tôi rất bốc đồng.\n Vì tôi rất nông cạn.\n Giờ tôi có thể tập đổi cách suy nghĩ."
    },
    {
        "start": "00:00:44,120",
        "end": "00:00:46,600",
        "en": "Du bodde i rövhålan eller vad sa du?",
        "pa": "-You said you live in Ass Place? -Did you just call it \"Ass Place\"?",
        "vi": "Em sống trong một cái vỏ lều, hay gì ấy nhỉ?"
    },
    {
        "start": "00:00:46,680",
        "end": "00:00:50,720",
        "en": "-Sa du rövhålan? -Jag kan inte se vad jag har skrivit.",
        "pa": "",
        "vi": "Anh vừa nói \"vỏ lều\" à?\n Anh không đọc được mình đã viết gì…"
    },
    {
        "start": "00:00:50,800",
        "end": "00:00:53,840",
        "en": "Resväska! Du bor i en resväska!",
        "pa": "-I can't read what I've written. -Ass Place?\n Oh, it says you live out of your suitcase, that's it.",
        "vi": "- \"Vỏ lều\" à! - Va li!\n Ừ, em sống trong va li. Từ đó mới đúng."
    },
    {
        "start": "00:00:55,960",
        "end": "00:00:58,720",
        "en": "Har ni haft samma dejt precis nu?",
        "pa": "Did you date the same guy?",
        "vi": "Hai cô vừa hẹn hò cùng một người à?"
    },
    {
        "start": "00:00:58,800",
        "end": "00:01:02,840",
        "en": "Det är klart att jag har hittat några som jag klickar bättre med.",
        "pa": "Of course I found some that I clicked better with.",
        "vi": "Dĩ nhiên là có vài người hợp với tôi hơn."
    },
    {
        "start": "00:01:02,920",
        "end": "00:01:04,600",
        "en": "Oj!",
        "pa": "Wow.",
        "vi": "Ôi trời."
    },
    {
        "start": "00:01:04,680",
        "end": "00:01:07,960",
        "en": "-Som det känns åker jag hem. -Och det är också din favorit?",
        "pa": "It feels sad.",
        "vi": "Cảm giác thật không nên.\n Cô cũng thích anh ấy nhất à?"
    },
    {
        "start": "00:01:08,040",
        "end": "00:01:12,000",
        "en": "- Jag gör slut med henne imorgon. -Hur kan du säga det?",
        "pa": "-And that's your favorite. -Fuck.\n If I feel like this tomorrow, I'll end it.",
        "vi": "Nếu mai vẫn cảm thấy thế này, anh sẽ chia tay với em.\n Sao anh nói thế được nhỉ?"
    },
    {
        "start": "00:01:13,680",
        "end": "00:01:15,440",
        "en": "Nu står jag här och…",
        "pa": "How can you say that?\n I'm standing here and… will you marry me?",
        "vi": "Anh đang đứng đây và…"
    },
    {
        "start": "00:01:15,520",
        "end": "00:01:17,200",
        "en": "-Vill du gifta dig med mig? -Ja!",
        "pa": "Yes!",
        "vi": "- Em sẽ lấy anh chứ? - Vâng!"
    },
    {
        "start": "00:01:19,520",
        "end": "00:01:22,080",
        "en": "De som förlovar sig lämnar kapslarna…",
        "pa": "Once engaged, they can leave their pods.",
        "vi": "Và những cặp đôi đính hôn sẽ được rời khỏi khu phòng kín."
    },
    {
        "start": "00:01:22,160",
        "end": "00:01:24,560",
        "en": "Jag är så jävla kär i en man",
        "pa": "Here I am, so in love with a man",
        "vi": "Và giờ tôi đang ngồi đây, đắm chìm trong tình yêu"
    },
    {
        "start": "00:01:24,640",
        "end": "00:01:27,280",
        "en": "som jag kan se resten av mitt liv tillsammans med.",
        "pa": "that I could spend the rest of my life with.",
        "vi": "với người tôi có thể chung sống cả phần đời còn lại."
    },
    {
        "start": "00:01:27,360",
        "end": "00:01:30,040",
        "en": "…och tar sig an den verkliga världen.",
        "pa": "And then face the real world.",
        "vi": "Và đối đầu với thế giới thực."
    },
    {
        "start": "00:01:30,120",
        "end": "00:01:33,360",
        "en": "Jag känner starkt, men får inget tillbaka.",
        "pa": "My feelings are so strong, but I get nothing back.",
        "vi": "Tôi thấy mình rất mạnh mẽ, nhưng không thể lấy lại được gì cả."
    },
    {
        "start": "00:01:33,440",
        "end": "00:01:36,080",
        "en": "Fan, vad sugen du är.",
        "pa": "I'm all in now.",
        "vi": "Anh háo hức quá đấy."
    },
    {
        "start": "00:01:36,160",
        "end": "00:01:39,600",
        "en": "- Jag vet inte om det är rätt. -Det är nåt vi har fått höra.",
        "pa": "I don't know if it's right. This is something we've heard.",
        "vi": "Tôi không biết có đúng không.\n Bọn tôi đã nghe như thế."
    },
    {
        "start": "00:01:39,680",
        "end": "00:01:42,280",
        "en": "Det är det sjukaste jag varit med om.",
        "pa": "This is the craziest thing I've experienced.",
        "vi": "Đây là trải nghiệm kỳ lạ nhất đời tôi."
    },
    {
        "start": "00:01:42,360",
        "end": "00:01:46,480",
        "en": "Spöken i garderoben. Plocka inte fram dem. Okej?",
        "pa": "The ghosts in the closet, don't bring them out, all right?",
        "vi": "Đừng tiết lộ những bí mật riêng tư.\n Được rồi."
    },
    {
        "start": "00:01:48,800",
        "end": "00:01:51,840",
        "en": "Du har ett barn som en kvinna i Barcelona ska föda.",
        "pa": "You're expecting a child with a woman in Barcelona.",
        "vi": "Anh có một đứa con sắp sinh ở Barcelona."
    },
    {
        "start": "00:01:51,920",
        "end": "00:01:57,000",
        "en": "- Hur kan man dölja nåt sånt här? -Jag sitter här med ring på fingret.",
        "pa": "How can you hide something like this?",
        "vi": "Việc lớn như vậy mà sao anh lại giấu được?\n Tôi ngồi đây với chiếc nhẫn trên tay."
    },
    {
        "start": "00:01:57,080",
        "end": "00:02:00,040",
        "en": "Jag måste skydda mig själv. Jag håller på att bli sårad.",
        "pa": "I'm here now with a ring on my finger.\n I have to protect myself soon because I'm getting hurt.",
        "vi": "Tôi phải sớm tự bảo vệ mình, vì tôi đang bị tổn thương."
    },
    {
        "start": "00:02:00,120",
        "end": "00:02:01,640",
        "en": "Vad vill en kvinna ha?",
        "pa": "What do women want? I can't take much more.",
        "vi": "Phụ nữ thì muốn gì?"
    },
    {
        "start": "00:02:01,720",
        "end": "00:02:04,320",
        "en": "Jag vet inte hur länge till jag står ut.",
        "pa": "",
        "vi": "Tôi không biết đến bao giờ mới được rời đi."
    },
    {
        "start": "00:02:04,400",
        "end": "00:02:07,600",
        "en": "Det skulle det vara jättejobbigt att bli lämnad vid altaret.",
        "pa": "It'd be really tough to be left at the altar.",
        "vi": "Nếu bị bỏ lại ở đây thì đau khổ lắm."
    },
    {
        "start": "00:02:16,520",
        "end": "00:02:18,880",
        "en": "Nu händer det. Nu händer det.",
        "pa": "LOVE IS BLIND SWEDEN\n - It's happening. - So nice.",
        "vi": "YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN\n - Đến rồi kìa. - Thích quá!"
    },
    {
        "start": "00:02:20,280",
        "end": "00:02:23,480",
        "en": "Det bara bubblar inom mig. Det är crazy.",
        "pa": "WOMEN'S LOUNGE\n I'm all tingly inside. It's crazy.",
        "vi": "PHÒNG KHÁCH NỮ\n Lòng dạ tôi râm ran hết cả đây.\n Khó tin thật đấy."
    },
    {
        "start": "00:02:24,520",
        "end": "00:02:26,800",
        "en": "Jag är full av endorfiner.",
        "pa": "Whoo!\n I'm full of endorphins.",
        "vi": "Tôi nói thật, tôi đang tràn đầy endorphin đây."
    },
    {
        "start": "00:02:28,400",
        "end": "00:02:35,080",
        "en": "Jag har varit redo länge för kärleken, men ingenting har hittills fungerat.",
        "pa": "I've been ready for love for a long time, but nothing I've done has worked, clearly.",
        "vi": "GIÁM ĐỐC CÔNG TY NĂNG LƯỢNG\n Tôi chờ tình yêu đến từ lâu rồi.\n Nhưng rõ ràng là đến tận giờ, tôi vẫn chưa thu được kết quả gì."
    },
    {
        "start": "00:02:36,080",
        "end": "00:02:39,760",
        "en": "Jag har ju velat ha kids ända sedan jag var 15.",
        "pa": "Okay! I've wanted to have kids since I was 15.",
        "vi": "- Được rồi. - Từ năm 15 tuổi, tôi đã quyết có con rồi."
    },
    {
        "start": "00:02:39,840",
        "end": "00:02:42,800",
        "en": "Jag har ofta blivit bedragen.",
        "pa": "",
        "vi": "Tôi bị lừa dối trong hầu hết các mối tình trước."
    },
    {
        "start": "00:02:42,880",
        "end": "00:02:48,160",
        "en": "Jag har haft väldig otur med män. Det är som en dålig film.",
        "pa": "In most of my relationships, I was cheated on.\n I've been unlucky with men.",
        "vi": "Tôi toàn gặp phải đàn ông tồi, như đang trong một bộ phim dở tệ vậy."
    },
    {
        "start": "00:02:48,240",
        "end": "00:02:52,920",
        "en": "Mina kompisar skrattar och äter popcorn för att mitt liv har blivit som en komedi.",
        "pa": "It's like in a bad movie.\n My friends eat popcorn and laugh because my life has become a comedy.",
        "vi": "Nói bạn tôi được vừa ăn bỏng ngô vừa xem bộ phim hài đời tôi cũng không ngoa."
    },
    {
        "start": "00:02:56,320",
        "end": "00:03:00,760",
        "en": "Jag har nog varit extremt omogen. Jag har nog nått en ålder",
        "pa": "In my past, I've always been childish,",
        "vi": "Chắc tôi trẻ con quá.\n Thế mà cứ tưởng tôi đã đến tuổi trưởng thành cơ đấy."
    },
    {
        "start": "00:03:00,840",
        "end": "00:03:04,560",
        "en": "där jag har mognat. Det finns inga games här, tror jag.",
        "pa": "but I've reached an age where I've matured, no more games here. I think.\n DJ, FOOTBALL COACH",
        "vi": "Không chiêu trò gì ở đây cả. Tôi nghĩ vậy.\n DJ, HLV BÓNG ĐÁ"
    },
    {
        "start": "00:03:08,520",
        "end": "00:03:11,800",
        "en": "-Hallå, allihopa! - Hej!",
        "pa": "Hello, everyone.\n -Hey! -Hey!",
        "vi": "- Chào mọi người! - Xin chào!"
    },
    {
        "start": "00:03:14,040",
        "end": "00:03:16,160",
        "en": "Hallå, gänget!",
        "pa": "Hey, gang!",
        "vi": "Chào cả nhóm!"
    },
    {
        "start": "00:03:17,480",
        "end": "00:03:22,720",
        "en": "Varmt välkomna till världens största kärleksexperiment - Love is blind.",
        "pa": "A warm welcome to the world's biggest love experiment.\n Love is Blind!",
        "vi": "Chào mừng mọi người tham dự thử nghiệm tình yêu lớn nhất thế giới:\n Yêu là mù quáng!"
    },
    {
        "start": "00:03:26,440",
        "end": "00:03:32,400",
        "en": "Här ska ni välja nån som ni vill gifta er med utan att veta hur personen ser ut.",
        "pa": "Whoo-whoo-whoo!\n Here you're going to choose someone to marry",
        "vi": "Các bạn sẽ chọn đối tượng kết hôn mà không cần biết ngoại hình của họ."
    },
    {
        "start": "00:03:32,480",
        "end": "00:03:34,040",
        "en": "Sjukt.",
        "pa": "without knowing what that person looks like.\n -Oh, great. -Oh, my God.",
        "vi": "- Ảo thật. - Chúa ơi."
    },
    {
        "start": "00:03:34,120",
        "end": "00:03:38,560",
        "en": "-Hur känns det just nu? -Jag blev nervös.",
        "pa": "How do you feel?\n I feel so nervous.",
        "vi": "- Các bạn cảm thấy thế nào? - Chúa ơi, tôi bỗng lo lắng quá."
    },
    {
        "start": "00:03:38,640",
        "end": "00:03:41,360",
        "en": "Det känns helt amazing.",
        "pa": "It feels amazing. So wild.",
        "vi": "Cảm giác rất tuyệt."
    },
    {
        "start": "00:03:41,440",
        "end": "00:03:48,000",
        "en": "Alla känner sig taggade och vill bara gå in och träffa de här fantastiska brudarna.",
        "pa": "PERSONAL TRAINER\n We're all excited and I just want to go in and meet\n all these fantastic ladies who are waiting.",
        "vi": "Ai cũng phấn khích và tôi chỉ muốn được gặp những cô gái tuyệt vời đó ngay."
    },
    {
        "start": "00:03:50,320",
        "end": "00:03:54,920",
        "en": "De kommande tio dagarna kommer ni tjejer att bo här.",
        "pa": "For the next ten days, you girls will live here; the boys…",
        "vi": "Mười ngày tới, mọi người sẽ sống ở đây."
    },
    {
        "start": "00:03:55,000",
        "end": "00:03:59,720",
        "en": "Killarna bor några meter bort på andra sidan väggen.",
        "pa": "will live a few meters away on the other side of the wall.",
        "vi": "Cánh đàn ông ở cách đây vài mét, phía bên kia bức tường."
    },
    {
        "start": "00:04:04,920",
        "end": "00:04:09,640",
        "en": "Ni kommer bara att kunna interagera i de privata kapslarna.",
        "pa": "You'll only be able to interact with each other",
        "vi": "Các bạn chỉ được tương tác với nhau khi ở trong khu phòng riêng kín."
    },
    {
        "start": "00:04:09,720",
        "end": "00:04:15,320",
        "en": "Där är ni åtskilda av en tunn vägg och rösten är ert enda verktyg.",
        "pa": "in the private pods, where you'll be separated by a thin wall.\n And your voice will be your only tool.",
        "vi": "Ở đó sẽ có một bức tường mỏng ngăn cách và giọng nói là phương tiện duy nhất."
    },
    {
        "start": "00:04:16,400",
        "end": "00:04:19,960",
        "en": "Det allra viktigaste när man ska skapa en långvarig relation",
        "pa": "The most important thing when creating a long lasting relationship",
        "vi": "Mấu chốt để tạo dựng một mối quan hệ lâu dài"
    },
    {
        "start": "00:04:20,040",
        "end": "00:04:24,880",
        "en": "är den känslomässiga anknytningen, inte den fysiska attraktionen.",
        "pa": "is emotional connection, not physical attraction.",
        "vi": "là kết nối về mặt cảm xúc chứ không phải độ hấp dẫn của ngoại hình."
    },
    {
        "start": "00:04:24,959",
        "end": "00:04:28,880",
        "en": "-Håller ni med? -Hoppas jag håller med.",
        "pa": "Agreed?\n I hope so.",
        "vi": "- Các bạn đồng ý không? - Mong là tôi đồng ý."
    },
    {
        "start": "00:04:28,960",
        "end": "00:04:33,320",
        "en": "Det är bara ni som bestämmer vem ni vill dejta.",
        "pa": "SELF-EMPLOYED\n You decide who to date and spend time with.",
        "vi": "TỰ KINH DOANH\n Các bạn được toàn quyền quyết định mình sẽ hẹn hò và dành thời gian với ai."
    },
    {
        "start": "00:04:33,400",
        "end": "00:04:37,720",
        "en": "Om ni väljer att förlova er, då får ni se varandra för första gången.",
        "pa": "If you choose to get engaged, you'll see each other for the first time.",
        "vi": "Sau khi đính hôn, các bạn sẽ được gặp nhau lần đầu tiên."
    },
    {
        "start": "00:04:39,800",
        "end": "00:04:44,040",
        "en": "Då kommer ni att åka härifrån tillsammans, förlovade",
        "pa": "Then you'll leave together, engaged, with a date for your wedding!",
        "vi": "Sau đó, hai bạn sẽ chính thức đính hôn, chọn ngày cưới,"
    },
    {
        "start": "00:04:44,120",
        "end": "00:04:47,240",
        "en": "och med ett bestämt datum för ert bröllop.",
        "pa": "",
        "vi": "và rời đi cùng nhau."
    },
    {
        "start": "00:04:55,480",
        "end": "00:04:59,520",
        "en": "-Vad tror du det här kommer att ge dig? -Jag hoppas på att få träffa min man.",
        "pa": "All right.\n What do you think you will gain here?",
        "vi": "Các bạn nghĩ cơ hội này sẽ mang lại gì?"
    },
    {
        "start": "00:04:59,600",
        "end": "00:05:01,080",
        "en": "Amen.",
        "pa": "-I hope to meet my husband. -Amen.",
        "vi": "- Tôi mong sẽ gặp được chồng mình! - Chính xác!"
    },
    {
        "start": "00:05:01,160",
        "end": "00:05:04,560",
        "en": "-Man får rysningar. -Det är så sjukt, alltså.",
        "pa": "-This gives me goosebumps. -God, yeah, it's crazy.",
        "vi": "Nói thế thôi cũng đủ nổi da gà rồi, chí ít là tôi đây này!"
    },
    {
        "start": "00:05:04,640",
        "end": "00:05:07,320",
        "en": "-Jag är superpeppad. -Är du redo att gifta dig?",
        "pa": "- I'm super excited. -Are you ready to marry?",
        "vi": "- Háo hức quá. - Anh sẵn sàng kết hôn chưa?"
    },
    {
        "start": "00:05:07,400",
        "end": "00:05:10,160",
        "en": "Det är klart jag är.",
        "pa": "Of course I am.\n -Great. - I've been ready.",
        "vi": "Tất nhiên rồi!\n - Tốt. - Tất nhiên là rồi!"
    },
    {
        "start": "00:05:10,800",
        "end": "00:05:16,160",
        "en": "Jag har ju varit singel i sju år. Kul ibland, men oftast ensamt.",
        "pa": "I've been single for seven years. Fun sometimes, but often lonely.",
        "vi": "Tôi độc thân bảy năm rồi. Cũng có lúc vui, nhưng chủ yếu là cô đơn."
    },
    {
        "start": "00:05:16,240",
        "end": "00:05:20,000",
        "en": "Jag förtjänar att träffa nån för att jag är fin.",
        "pa": "I deserve to meet someone because I'm lovely.",
        "vi": "Tôi xứng đáng gặp được nửa kia, vì tôi rất đáng yêu!"
    },
    {
        "start": "00:05:20,080",
        "end": "00:05:22,440",
        "en": "Bring it on.",
        "pa": "-Bring it on. -Yeah, bring it on.",
        "vi": "Bắt đầu đi nào!"
    },
    {
        "start": "00:05:22,520",
        "end": "00:05:25,960",
        "en": "Jag har definitivt varit i appträsket.",
        "pa": "I've definitely been in the app swamp.",
        "vi": "Đúng là tôi đã dùng vô vàn ứng dụng."
    },
    {
        "start": "00:05:26,040",
        "end": "00:05:29,600",
        "en": "Det är snabba swipes och ganska superficial.",
        "pa": "It's quick swipes and pretty superficial.",
        "vi": "Chỉ toàn vuốt qua vuốt lại khá hời hợt."
    },
    {
        "start": "00:05:29,680",
        "end": "00:05:35,720",
        "en": "Genom att dejta på det här viset får jag en chans på riktigt.",
        "pa": "Above all, by being here and dating this way, I get a chance.",
        "vi": "Trên hết là, tôi nghĩ hẹn hò theo cách này thật sự có cơ hội thành công. Thật đấy."
    },
    {
        "start": "00:05:35,800",
        "end": "00:05:38,320",
        "en": "Jag blir nervös för er skull, alltså.",
        "pa": "For real.\n I'm nervous for your sake.",
        "vi": "Tôi hồi hộp thay các bạn đấy."
    },
    {
        "start": "00:05:39,320",
        "end": "00:05:43,560",
        "en": "-Är ni redo att träffa er stora kärlek? - Ja!",
        "pa": "Whoo!\n Ready to meet your great love?",
        "vi": "- Sẵn sàng gặp tình yêu đời mình chưa? - Rồi!"
    },
    {
        "start": "00:05:43,640",
        "end": "00:05:48,720",
        "en": "Gå ut genom dörren där. Nu är kapslarna öppna!",
        "pa": "-Yeah! -Yes!\n Please go through that door. The pods are now open!",
        "vi": "Vậy thì hãy đi qua cánh cửa kia đi, vì các phòng kín đang mở cửa đấy!"
    },
    {
        "start": "00:05:51,040",
        "end": "00:05:53,920",
        "en": "- Let's go! - Nu kör vi.",
        "pa": "-Let's go. -Let's go.\n ♪ We're travelin' ♪\n ♪ At the speed of light ♪",
        "vi": "Đi nào!\n Đi nào!"
    },
    {
        "start": "00:06:08,160",
        "end": "00:06:13,320",
        "en": "Jag har egentligen bara haft ett förhållande. Tio svåra år. Det var tufft.",
        "pa": "♪ It's the one thing ♪\n ♪ That keeps us alive ♪\n I have only had one relationship, ten difficult years.",
        "vi": "Tôi chỉ mới trải qua một mối tình. Mười năm giằng xé. Khổ sở lắm."
    },
    {
        "start": "00:06:13,400",
        "end": "00:06:17,360",
        "en": "Jag har nått en punkt i livet där jag vill bygga ett liv tillsammans.",
        "pa": "It was tough, and I've reached a point in my life",
        "vi": "Tôi đã đến tuổi muốn xây dựng một cuộc sống hai người."
    },
    {
        "start": "00:06:17,440",
        "end": "00:06:20,080",
        "en": "Något stabilt som varar för evigt.",
        "pa": "where I want to build a life with someone, something stable that lasts forever.",
        "vi": "Nhắm đến sự ổn định và lâu dài."
    },
    {
        "start": "00:06:20,160",
        "end": "00:06:23,520",
        "en": "Inför det här har jag förberett mig mentalt.",
        "pa": "I've prepared myself mentally for this.",
        "vi": "Tôi đã chuẩn bị tinh thần rồi."
    },
    {
        "start": "00:06:23,600",
        "end": "00:06:27,720",
        "en": "Jag är kristen och söker gärna nån som har en liknande grund i det.",
        "pa": "I'm Christian and looking for someone with a similar background.",
        "vi": "Tôi theo đạo Cơ đốc và muốn tìm nửa kia có nền tảng tương tự."
    },
    {
        "start": "00:06:27,800",
        "end": "00:06:31,160",
        "en": "Jag söker nån som kan vara mitt ankare.",
        "pa": "I'm looking for someone who's safe, who can be my anchor.",
        "vi": "Tôi muốn một người tự tin và vững vàng. Để làm chỗ dựa cho tôi."
    },
    {
        "start": "00:06:31,240",
        "end": "00:06:35,680",
        "en": "I den bästa världar slutar det här med att jag träffar mitt livs kärlek.",
        "pa": "In the best of worlds, I meet the love of my life.\n ♪ We're travelin' ♪\n ♪ At the speed of light ♪",
        "vi": "Nếu may mắn, tôi sẽ gặp được tình yêu đời mình."
    },
    {
        "start": "00:06:51,600",
        "end": "00:06:55,160",
        "en": "-Hej. Vem är du? -Isabel.",
        "pa": "♪ It's the one thing ♪\n ♪ That keeps us alive ♪\n -Hi. -Hello.",
        "vi": "- Xin chào. - Xin chào."
    },
    {
        "start": "00:06:55,240",
        "end": "00:06:58,120",
        "en": "Isabel. Jag heter Oskar.",
        "pa": "-Who are you? -Isabelle.\n -Isabelle. -Yes.",
        "vi": "- Em là ai? - Isabelle.\n - Isabelle à? - Phải."
    },
    {
        "start": "00:06:58,200",
        "end": "00:07:01,440",
        "en": "-Hur gammal är Oskar? -Oskar är 31.",
        "pa": "-My name's Oskar. -How old is Oskar?\n Oskar is 31.",
        "vi": "Anh là Oskar.\n - Oskar bao nhiêu tuổi? - Oskar 31 tuổi."
    },
    {
        "start": "00:07:01,520",
        "end": "00:07:05,520",
        "en": "Jag älskar att vi pratar i tredje person. Gud, vad hemskt.",
        "pa": "I love that we're talking in third person.",
        "vi": "Như nói về người khác.\n - Cứ như đang nói về người khác ấy. - Ghê quá đi mất!"
    },
    {
        "start": "00:07:05,600",
        "end": "00:07:08,160",
        "en": "Jag tänkte säga: \"Hur gammal är Isabel?\"",
        "pa": "God, that's terrible.\n I was gonna say, like, \"How old is Isabelle?\"",
        "vi": "Anh đang định hỏi Isabelle bao nhiêu tuổi."
    },
    {
        "start": "00:07:08,240",
        "end": "00:07:12,080",
        "en": "Isabel är… Men Gud, nu börjar jag ju…",
        "pa": "No, but Isabelle is-- God, now I'm doing it.",
        "vi": "À, Isabelle… Chúa ơi, giờ em cũng…"
    },
    {
        "start": "00:07:14,080",
        "end": "00:07:19,040",
        "en": "Jag ser mig själv som väldigt extrovert. Men det är ju lite intensivt i början.",
        "pa": "I see myself as very extroverted, but it's a bit intense now in the beginning.",
        "vi": "Tôi thấy mình là người rất hướng ngoại."
    },
    {
        "start": "00:07:19,120",
        "end": "00:07:22,200",
        "en": "Var bor du? Hur gammal är du? Vad gör du på dagarna?",
        "pa": "Where do you live? How old are? What are you up to these days?",
        "vi": "Nhưng vừa bắt đầu thử nghiệm nên có chút căng thẳng.\n \"Em sống ở đâu? Em bao nhiêu tuổi? Dạo này em đang làm gì?\""
    },
    {
        "start": "00:07:22,280",
        "end": "00:07:26,680",
        "en": "-Vad har du för företag? -Jag har hand om alla bajamajor på ön.",
        "pa": "What do you do for work?",
        "vi": "Anh mở loại công ty nào?\n Anh phụ trách mọi nhà vệ sinh di động trên đảo."
    },
    {
        "start": "00:07:26,760",
        "end": "00:07:29,800",
        "en": "Vad intressant. Alltså bajsbranschen…",
        "pa": "I'm in charge of all portable toilets on the island.\n Oh, my God. How interesting, the poop industry.",
        "vi": "Thú vị nhỉ. Ngành công nghiệp phân cơ đấy."
    },
    {
        "start": "00:07:32,200",
        "end": "00:07:35,760",
        "en": "Vad är viktigt för dig med närhet och sånt?",
        "pa": "What's important to you when it comes to intimacy?",
        "vi": "Em coi trọng điểm nào những lúc thân mật và yêu đương?"
    },
    {
        "start": "00:07:35,840",
        "end": "00:07:38,760",
        "en": "Jag gör det rätt mycket, tror jag.",
        "pa": "I think I have sex quite a lot.",
        "vi": "Em nghĩ là em rất hay thân mật."
    },
    {
        "start": "00:07:38,840",
        "end": "00:07:45,240",
        "en": "Jag är bara väldigt kåt som person, så jag vill ligga mycket i en relation.",
        "pa": "I'm just a very horny person,",
        "vi": "Em nghĩ em rất hay hứng tình."
    },
    {
        "start": "00:07:45,320",
        "end": "00:07:49,360",
        "en": "Det är bra. Jag är faktiskt precis likadan.",
        "pa": "so I want to have a lot of sex in a relationship.\n That's great. Same for me, actually.",
        "vi": "- Nên em thích ân ái thật nhiều. - Tốt.\n Thực ra anh cũng vậy."
    },
    {
        "start": "00:07:50,720",
        "end": "00:07:54,640",
        "en": "Vad är det som gör att man känner en attraktion genom en vägg?",
        "pa": "What makes you feel attracted to someone through a wall?",
        "vi": "Khi đối phương ở bên kia tường thì những điểm nào thu hút ta?"
    },
    {
        "start": "00:07:54,720",
        "end": "00:07:57,240",
        "en": "Det är bara en känsla jag får.",
        "pa": "Um, it's just a feeling I get. I trust it.",
        "vi": "Phải, đó chỉ là cảm giác của tôi. Tôi tin nó."
    },
    {
        "start": "00:07:57,320",
        "end": "00:07:59,960",
        "en": "-Vad har vi för dealbreaker? -Kör du padel?",
        "pa": "-What deal breakers do you have? -Do you play pickleball?",
        "vi": "Những điều tối kị của ta là gì?"
    },
    {
        "start": "00:08:00,040",
        "end": "00:08:03,320",
        "en": "-Nej, det gör jag faktiskt inte. -Yes!",
        "pa": "-I don't actually. -Yes!",
        "vi": "- Anh biết chơi môn padel không? - Không.\n Tuyệt!"
    },
    {
        "start": "00:08:03,400",
        "end": "00:08:06,760",
        "en": "Jag äter inte rött kött, bara så du vet.",
        "pa": "I don't eat red meat. Just so you know.",
        "vi": "Cho anh biết trước là em không ăn thịt đỏ nhé."
    },
    {
        "start": "00:08:06,840",
        "end": "00:08:10,800",
        "en": "Jag kommer ha väldigt svårt att leva med en vegansk tjej.",
        "pa": "I'm gonna have a very hard time living with a vegan girl.",
        "vi": "Phải sống chung với một cô gái ăn chay sẽ rất khó cho tôi."
    },
    {
        "start": "00:08:10,880",
        "end": "00:08:16,280",
        "en": "Jag älskar kött och jag äter mycket kött. Det är en dealbreaker.",
        "pa": "I love meat and eat a lot.\n If she absolutely doesn't want that, then that's a deal breaker.",
        "vi": "Vì tôi thích ăn thịt và ăn rất nhiều."
    },
    {
        "start": "00:08:16,360",
        "end": "00:08:21,120",
        "en": "-Jag var vegetarian ett tag själv. -Jag äter ju bara blandfärs…",
        "pa": "I was a vegetarian for a while.",
        "vi": "Nếu cô ấy nhất định không ăn thì phải dừng lại.\n Em có ăn chay một thời gian.\n Anh chỉ ăn thịt bò xay lẫn lợn,"
    },
    {
        "start": "00:08:21,200",
        "end": "00:08:24,520",
        "en": "…där jag vet att minst två djur har satt livet till.",
        "pa": "I only eat mincemeat because I know that at least two animals had to die,\n if you know what I mean.",
        "vi": "vì như thế anh biết ít nhất có hai con vật đã chết."
    },
    {
        "start": "00:08:28,360",
        "end": "00:08:31,280",
        "en": "Jag heter Krisse-Ly. Jag är 29 år gammal.",
        "pa": "I'm Krisse-Ly, 29 years old.",
        "vi": "Tên tôi là Krisse-Ly, tôi 29 tuổi."
    },
    {
        "start": "00:08:32,800",
        "end": "00:08:37,520",
        "en": "Jag studerar till inredningsdesigner och bor i Sundbyberg i Stockholm.",
        "pa": "I'm studying interior design, and I live in Sundbyberg, Stockholm.",
        "vi": "Hiện tại tôi đang học thiết kế nội thất và sống ở Sundbyberg, Stockholm."
    },
    {
        "start": "00:08:41,000",
        "end": "00:08:42,600",
        "en": "-Hallå? -Tjena.",
        "pa": "-Hello. -Hi.",
        "vi": "- Xin chào. - Chào."
    },
    {
        "start": "00:08:42,679",
        "end": "00:08:47,320",
        "en": "Jag vill hitta en person att komma hem till och känna mig hemma med var vi än är.",
        "pa": "I want a person to come home to and feel at home with no matter where we are.",
        "vi": "Tôi muốn tìm một người làm tôi luôn thấy vui khi về nhà"
    },
    {
        "start": "00:08:47,400",
        "end": "00:08:52,240",
        "en": "Jag är väldigt lugn. Skulle du inte få utlopp för din äventyrliga sida med mig?",
        "pa": "I'm calm, but would you bring out the adventurous side with me?",
        "vi": "và cảm thấy mình đang ở nhà ở bất cứ nơi nào.\n Anh rất điềm tĩnh, nhưng ý em là em không thể sống phiêu lưu cùng anh?"
    },
    {
        "start": "00:08:52,320",
        "end": "00:08:56,560",
        "en": "Nån att vakna upp bredvid. Nån att hälla upp en extra kopp kaffe till.",
        "pa": "No.\n Someone to wake up next to and pour an extra cup of coffee for.",
        "vi": "Không.\n Một người nằm bên khi tôi thức giấc, để tôi đổ thêm một cốc cà phê."
    },
    {
        "start": "00:08:56,640",
        "end": "00:09:00,520",
        "en": "Jag har inte en konventionell familj. Jag har en hund.",
        "pa": "I don't have a conventional family.",
        "vi": "Gia đình em không giống bình thường. Em có nuôi một con chó."
    },
    {
        "start": "00:09:00,600",
        "end": "00:09:05,840",
        "en": "-Det är som att jag har ett barn. -Det kommer inte att lira med mina katter.",
        "pa": "I have a dog. I basically have a child with four legs.",
        "vi": "Kiểu như em có con trai, nhưng nó có bốn chân vậy."
    },
    {
        "start": "00:09:05,920",
        "end": "00:09:10,080",
        "en": "-Jag har aldrig varit bekväm bland djur. -Åh, jag beklagar.",
        "pa": "That's not going to work with my two cats.\n I've never been comfortable around animals.",
        "vi": "Vậy thì không ổn với hai con mèo của anh rồi.\n Anh chưa từng thật sự thoải mái với động vật."
    },
    {
        "start": "00:09:10,160",
        "end": "00:09:13,760",
        "en": "-Jag tycker att det är lite mycket jobb. -Du vill aldrig ha barn, va?",
        "pa": "Oh, I'm sorry.\n It's a lot of work.",
        "vi": "Thật đáng buồn.\n Anh thấy rất tốn công sức.\n - Được rồi, anh không muốn có con hả? - Chính xác."
    },
    {
        "start": "00:09:13,840",
        "end": "00:09:17,160",
        "en": "Exakt. Om det är nåt man verkligen vill, då är jag the wrong guy.",
        "pa": "-You never wanna have children, then? -No.\n If that's something you want, I'm the wrong guy.",
        "vi": "Nếu em muốn có con thì anh không phải người em tìm."
    },
    {
        "start": "00:09:19,800",
        "end": "00:09:22,040",
        "en": "Först ut igen.",
        "pa": "First one out again.",
        "vi": "Người đầu tiên lại không được rồi."
    },
    {
        "start": "00:09:24,000",
        "end": "00:09:30,840",
        "en": "Det är så viktigt för mig att skaffa barn. Jag vill bryta mönstret i vår familj.",
        "pa": "It's so important to me to have children.\n I want to break the pattern in our family.",
        "vi": "Tôi rất coi trọng việc có con\n vì muốn thoát khỏi vết xe đổ của gia đình."
    },
    {
        "start": "00:09:30,920",
        "end": "00:09:36,520",
        "en": "Jag har ju kanske inte vuxit upp bland supermycket kärlek.",
        "pa": "Oh, my God.\n I didn't really grow up with a lot of love.",
        "vi": "Chúa ơi.\n Có thể tôi đã không được lớn lên trong tình yêu thương."
    },
    {
        "start": "00:09:37,640",
        "end": "00:09:41,000",
        "en": "Jag har känt mig ensam större delen av mitt liv.",
        "pa": "And I have felt lonely for most of my life.",
        "vi": "Và phần lớn cuộc đời tôi thấy rất lẻ loi."
    },
    {
        "start": "00:09:41,080",
        "end": "00:09:45,400",
        "en": "Det har varit väldigt svårt att släppa in någon på djupet.",
        "pa": "It's always been very difficult to let someone in.",
        "vi": "Rất khó để tôi mở lòng với ai đó."
    },
    {
        "start": "00:09:45,480",
        "end": "00:09:47,960",
        "en": "-Hallå? -Hallå?",
        "pa": "-Hello. -Hello.",
        "vi": "- Xin chào? - Xin chào."
    },
    {
        "start": "00:09:48,040",
        "end": "00:09:53,600",
        "en": "Det känns som att jag har gått miste om några riktigt bra år för den resan.",
        "pa": "It also feels like I've missed out on some really good years to go on that journey.",
        "vi": "Tôi cũng cảm thấy mình đã bỏ lỡ quãng thời gian phù hợp cho hành trình đó."
    },
    {
        "start": "00:09:53,680",
        "end": "00:09:57,680",
        "en": "Men jag hoppas att jag hinner hitta honom ändå, trots att jag är lite sen.",
        "pa": "But I hope I can still find him, even though I'm a bit late.",
        "vi": "Nhưng mong là dù đã hơi muộn, tôi vẫn tìm được anh ấy."
    },
    {
        "start": "00:09:57,760",
        "end": "00:10:00,760",
        "en": "-Vem pratar jag med? -Jag heter Krisse-Ly.",
        "pa": "- Who am I talking to? -I'm Krisse-Ly.",
        "vi": "- Tôi đang nói chuyện với ai đây? - Tên em là Krisse-Ly."
    },
    {
        "start": "00:10:00,840",
        "end": "00:10:06,000",
        "en": "-Krisse Lee? -Krisse-Ly, med bindestreck och grejer.",
        "pa": "-Chrisaree. -Krissy.\n Krissy.",
        "vi": "- Krisse-ly à? - Krissy.\n - Krissy? - Krisse-Ly, tên em có dấu gạch ngang."
    },
    {
        "start": "00:10:06,080",
        "end": "00:10:08,560",
        "en": "-Jag kallar dig Krissy. -Vad heter du?",
        "pa": "Krisse-Ly. It's with a hyphen.\n -Great. I'll call you Krissy. -Call me Krissy. What's your name?",
        "vi": "- Anh sẽ gọi em là Krissy. - Được, anh tên gì?"
    },
    {
        "start": "00:10:08,640",
        "end": "00:10:11,680",
        "en": "-Jag heter Rasmus. -Hej, Rasmus.",
        "pa": "-Rasmus. -Hi, Rasmus.",
        "vi": "- Rasmus. - Chào, Rasmus."
    },
    {
        "start": "00:10:11,760",
        "end": "00:10:15,120",
        "en": "-Vilken ålder är det på dig? -Jag är 29. Hur gammal är du?",
        "pa": "-Hi. How old are you? - I'm 29. How about you?",
        "vi": "Chào. Em bao nhiêu tuổi?\n - Em 29 tuổi. - Được rồi."
    },
    {
        "start": "00:10:15,200",
        "end": "00:10:18,440",
        "en": "-Jag fyller faktiskt 32 på onsdag. -På onsdag?",
        "pa": "-I turned 32 on Wednesday. -Wednesday?",
        "vi": "- Anh bao nhiêu tuổi? - Thứ Tư này anh sẽ bước sang tuổi 32."
    },
    {
        "start": "00:10:18,520",
        "end": "00:10:22,160",
        "en": "-Jag planerar att smuggla in en tårta. -Nej, då vet jag ditt stjärntecken!",
        "pa": "-So I'm planning to sneak in a cake. -Now I know your star sign.",
        "vi": "- Thứ Tư này à? - Anh đang định len lén…\n Anh biết là cung gì không?"
    },
    {
        "start": "00:10:22,240",
        "end": "00:10:25,040",
        "en": "Jag vill inte veta det, för då kommer jag bara att…",
        "pa": "-Um… -Damn.\n I didn't want to know that because then I'll be like, \"Yeah, typical Pisces.\"",
        "vi": "Khỉ thật. Em đã tự nhủ là đừng hỏi."
    },
    {
        "start": "00:10:25,120",
        "end": "00:10:28,760",
        "en": "-\"Ja, det där är typiskt fisk.\" -Nej, jag är vädur.",
        "pa": "",
        "vi": "Vì mọi người sẽ nghĩ, đúng là cung Song Ngư này kia."
    },
    {
        "start": "00:10:28,840",
        "end": "00:10:31,480",
        "en": "Är du det? Det är jag också.",
        "pa": "-No, I'm an Aries. -Are you?\n -Yeah. -I am too.",
        "vi": "- Không, anh là Bạch Dương. - Vậy à?\n - Ừ. - Em cũng thế đấy."
    },
    {
        "start": "00:10:31,560",
        "end": "00:10:37,640",
        "en": "-Vem är du annars? Vad gör du på dagarna? -Jag pluggar till inredningsdesigner.",
        "pa": "So what do you do during the day?",
        "vi": "Nhưng ngoài ra em là ai? Em làm gì mỗi ngày?\n Hiện tại em đang học thiết kế nội thất."
    },
    {
        "start": "00:10:37,720",
        "end": "00:10:42,200",
        "en": "-Okej. Jag älskar inredning. -Du gör det?",
        "pa": "Right now I'm studying to be an interior designer.\n -I love interior design. -You do?",
        "vi": "Anh thích thiết kế nội thất lắm.\n - Vậy à? - Ừ, anh thích lắm."
    },
    {
        "start": "00:10:42,280",
        "end": "00:10:43,920",
        "en": "Jag bara… \"Pluspoäng.\"",
        "pa": "- Yeah, I really love it. -Those are plus points.",
        "vi": "Vậy là điểm cộng rồi!"
    },
    {
        "start": "00:10:44,000",
        "end": "00:10:47,480",
        "en": "Hemma vill jag ha det top notch och ordningsamt och fint.",
        "pa": "I want my home to be top notch, tidy and nice, put together.",
        "vi": "Anh muốn nhà mình phải thật cao cấp, ngăn nắp, và đẹp đẽ."
    },
    {
        "start": "00:10:47,560",
        "end": "00:10:49,800",
        "en": "Så du har inga Ikea-lampor i taket?",
        "pa": "-No IKEA lamps in the ceiling? -No, I don't, actually.",
        "vi": "Vậy anh không có cái đèn IKEA nào trên trần?"
    },
    {
        "start": "00:10:49,880",
        "end": "00:10:54,840",
        "en": "Nej. Jag har en egenbyggd lampa. Jag har byggt min egen lampa.",
        "pa": "-I have a lamp I made myself. -Nice. What's that?",
        "vi": "Đúng là không. Anh có đèn tự làm."
    },
    {
        "start": "00:10:54,920",
        "end": "00:10:58,640",
        "en": "Nej! Jag bara… \"Pluspoäng.\"",
        "pa": "-I made my own lamp. -No.\n -Yes, and a table. -I'm like, plus points.",
        "vi": "- Anh nói gì cơ? - Anh tự làm đèn.\n - Điêu! - Thật đấy.\n Lại điểm cộng nữa!"
    },
    {
        "start": "00:10:58,720",
        "end": "00:11:03,200",
        "en": "-Är du händig? -Tummen sitter väl där den ska sitta.",
        "pa": "Are you handy?\n I have hands, and I'm pretty good with them.",
        "vi": "- Anh có khéo tay không? - Cũng không vụng lắm."
    },
    {
        "start": "00:11:03,280",
        "end": "00:11:09,440",
        "en": "Jag är händig. Jag gillar inte att vänta på att nån annan ska göra saker åt mig.",
        "pa": "-I'm very handy myself. -Yes.",
        "vi": "Em khéo tay lắm đấy.\n Em không thích chờ người khác làm gì hộ mình."
    },
    {
        "start": "00:11:09,520",
        "end": "00:11:11,920",
        "en": "Det är väldigt mycket go i mig.",
        "pa": "I don't like waiting for someone else to do things for me.\n -No. -I've got get up and go.",
        "vi": "Nên em toàn tự làm."
    },
    {
        "start": "00:11:12,000",
        "end": "00:11:18,160",
        "en": "Och då ska vi rulla in på känslor för det tycker jag är intressant att prata om.",
        "pa": "Let's talk about feelings, because that's always interesting to talk about.",
        "vi": "Ta nói về cảm xúc đi. Nói chuyện đó thú vị mà."
    },
    {
        "start": "00:11:18,240",
        "end": "00:11:23,480",
        "en": "-Jag är en kille med känslorna på utsidan. -Men Gud, alltså…",
        "pa": "I'm a guy who has feelings on the outside.",
        "vi": "Anh là kiểu người toàn thể hiện hết ra mặt.\n Chúa ơi."
    },
    {
        "start": "00:11:23,560",
        "end": "00:11:27,000",
        "en": "Jag kan ha väldigt nära till känslor.",
        "pa": "Oh, my God.\n I'm very in touch with my feelings. I get sad quickly.",
        "vi": "Anh rất thành thật với cảm xúc của mình."
    },
    {
        "start": "00:11:27,080",
        "end": "00:11:30,560",
        "en": "Jag kan bli ledsen snabbt. Jag kan känna kärlek snabbt.",
        "pa": "I feel love quickly. I like to be very open talking about love.",
        "vi": "Anh chóng buồn, chóng yêu."
    },
    {
        "start": "00:11:30,640",
        "end": "00:11:35,080",
        "en": "Jag tycker om att ha ett kärleksspråk utåt.",
        "pa": "So if I'm going to meet someone, it's really important",
        "vi": "Anh thích thể hiện tình yêu kiểu hướng ngoại."
    },
    {
        "start": "00:11:35,160",
        "end": "00:11:41,560",
        "en": "Det viktigt att kunna kommunicera, oavsett om det är bra eller dåligt.",
        "pa": "to communicate about it, whether good or bad.",
        "vi": "Nếu gặp nửa kia, anh rất coi trọng việc có thể trao đổi rõ việc đó.\n Dù việc tốt hay xấu thì cũng không nên sợ việc nói cụ thể với đối phương."
    },
    {
        "start": "00:11:41,640",
        "end": "00:11:46,920",
        "en": "Du skulle se mig. Jag får gåshud, typ. Det här är faktiskt riktigt läskigt.",
        "pa": "You shouldn't be afraid to talk about it with the person you're with.\n You should see me now. I'm getting goosebumps.",
        "vi": "Giá mà anh nhìn thấy em. Em nổi cả da gà đây này."
    },
    {
        "start": "00:11:47,000",
        "end": "00:11:51,000",
        "en": "-Är du morgonmänniska också? -Ja, hundra procent.",
        "pa": "This is actually really scary.\n Are you a morning person as well?",
        "vi": "Đáng sợ quá.\n - Anh có hay dậy sớm không? - Có."
    },
    {
        "start": "00:11:51,080",
        "end": "00:11:55,640",
        "en": "-Och tatueringar? -Ja, jag är rätt mycket tatuerad.",
        "pa": "-One hundred percent. -What the hell?\n -Tattoos. -You have tattoos?\n -Yes. -Yeah, I have a lot of tattoos.",
        "vi": "Cái quái gì vậy.\n - Xăm người thì sao? - Em có xăm không?\n - Có. - Ừ, anh xăm khá nhiều."
    },
    {
        "start": "00:11:55,720",
        "end": "00:11:59,200",
        "en": "-Jag har en sleeve. -Jag har två.",
        "pa": "-I have a sleeve. -I have two.",
        "vi": "- Em xăm kín một cánh tay. - Anh xăm kín cả hai luôn."
    },
    {
        "start": "00:11:59,280",
        "end": "00:12:03,080",
        "en": "Hur har de hittat dig? Gud, jag har klarar inte av det här.",
        "pa": "How the hell did they find you? God, I can't handle this.",
        "vi": "Họ tìm thấy anh ở đâu vậy? Chúa ơi, em không chịu nổi mất."
    },
    {
        "start": "00:12:03,160",
        "end": "00:12:05,480",
        "en": "-Är hund okej? -Jag har hund.",
        "pa": "-Are dogs okay? -I have a dog.",
        "vi": "- Em có ghét chó không? - Em có nuôi chó."
    },
    {
        "start": "00:12:05,560",
        "end": "00:12:08,520",
        "en": "Ja, jag med. Jag har en chow chow.",
        "pa": "-Me too. -What kind of dog?",
        "vi": "- Anh cũng vậy. - Giống nào thế?"
    },
    {
        "start": "00:12:08,600",
        "end": "00:12:11,360",
        "en": "-Jag har en staffe. -Jag älskar staffe.",
        "pa": "-A chow chow. -I have a Staffie.",
        "vi": "- Anh có Chow Chow. - Em có Bull Terrier.\n - Anh thích giống Bull Terrier lắm. - Vậy à?"
    },
    {
        "start": "00:12:11,440",
        "end": "00:12:16,360",
        "en": "Gör du? Jag älskar chow chow. De har lila tungor. Åh Gud, vad häftigt.",
        "pa": "-Oh, I love Staffies. -You do? I love chow chows.\n They have purple tongues. Oh, God, that's so cool.",
        "vi": "Em cũng thích Chow Chow. Lưỡi chúng màu tím."
    },
    {
        "start": "00:12:16,440",
        "end": "00:12:22,200",
        "en": "-Vi kommer definitivt att höras igen. -Det här var ett jätteroligt samtal.",
        "pa": "-Okay. -We'll definitely meet again, I think.\n - This was a great conversation. -Yes, I agree.",
        "vi": "Thật là thú vị.\n - Chắc chắn ta sẽ nói chuyện lần nữa. - Ta đã nói chuyện rất vui."
    },
    {
        "start": "00:12:22,280",
        "end": "00:12:26,240",
        "en": "-Lova att sakna mig. -Åh! Vi hörs snart. Hej.",
        "pa": "-Promise to miss me. -You too. See you soon.",
        "vi": "- Đúng vậy. - Hứa là sẽ nhớ anh nhé.\n Anh cũng vậy nhé. Hẹn sớm gặp lại."
    },
    {
        "start": "00:12:27,560",
        "end": "00:12:28,920",
        "en": "Oh, my God.",
        "pa": "Bye.\n Oh, my God.\n ♪ So let me tell you What it feels like ♪",
        "vi": "Tạm biệt.\n Chúa ơi."
    },
    {
        "start": "00:12:35,320",
        "end": "00:12:39,520",
        "en": "Jag känner mig helt överväldigad av känslor och tankar.",
        "pa": "♪ Give me gray and gold Unlock my soul… ♪\n I'm overwhelmed by thoughts and feelings.",
        "vi": "Rất nhiều suy nghĩ và cảm xúc đang nhấn chìm tôi."
    },
    {
        "start": "00:12:39,600",
        "end": "00:12:44,680",
        "en": "Vi hade samma dealbreakers. Han snodde mina lines. Fuck, vi är så lika.",
        "pa": "We had the same deal breakers. He stole my lines.",
        "vi": "Chúng tôi kị những điều giống nhau. Anh ấy như nói hộ tôi vậy."
    },
    {
        "start": "00:12:44,760",
        "end": "00:12:47,360",
        "en": "Alltså, jag är i chock.",
        "pa": "I was like, fuck, we're so alike.\n I'm in shock.",
        "vi": "Tôi thấy chúng tôi vô cùng giống nhau.\n Đến mức tôi thấy sốc."
    },
    {
        "start": "00:12:47,440",
        "end": "00:12:51,080",
        "en": "\"Jag har tummen på rätt ställe i handen.\" Det gillade jag.",
        "pa": "\"I have hands and I'm pretty good with them\"?",
        "vi": "Tôi thích việc anh ấy bảo mình không vụng về lắm."
    },
    {
        "start": "00:12:51,160",
        "end": "00:12:55,800",
        "en": "Han har gjort sina egna lampor. Det lät som att han inte gillade att skryta",
        "pa": "I like that he said that. He's made his own lamps and stuff.",
        "vi": "Tôi thích việc anh ấy tự làm đèn và các món đồ khác."
    },
    {
        "start": "00:12:55,880",
        "end": "00:13:00,240",
        "en": "men han är nog mycket bättre på många saker än vad han vill ge sken av.",
        "pa": "It sounded like he didn't like to brag,\n but I think he's much better at things than he likes to admit, that's nice.",
        "vi": "Nghe không giống là thích khoe khoang,\n mà còn có vẻ anh ấy chưa kể hết các sở trường của mình."
    },
    {
        "start": "00:13:00,320",
        "end": "00:13:03,320",
        "en": "Det tycker jag är fint. Det visar på ödmjukhet.",
        "pa": "It shows humility.",
        "vi": "Và tôi rất ưng. Cho thấy anh ấy rất khiêm tốn."
    },
    {
        "start": "00:13:03,400",
        "end": "00:13:08,400",
        "en": "♪ To be young and bold, to be brave ♪",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:13:08,480",
        "end": "00:13:13,400",
        "en": "Jag vill ha många bollar i luften. I grund och botten är det råtta-katt-leken.",
        "pa": "I like to have a lot of balls in the air.",
        "vi": "Tôi thích làm nhiều việc một lúc.\n Về cơ bản, đây là trò mèo vờn chuột. Ta cũng phải làm con mồi một chút."
    },
    {
        "start": "00:13:13,480",
        "end": "00:13:17,440",
        "en": "Man ska jaga. Man kan inte bara blotta sig, för då blir det ganska ointressant.",
        "pa": "Basically it's like playing cat and mouse. You're supposed to be hunted.\n You can't just expose yourself because that's boring.",
        "vi": "Không được nói mãi về mình, như thế dễ chán lắm."
    },
    {
        "start": "00:13:17,520",
        "end": "00:13:22,320",
        "en": "Om jag går ut idag och säger \"jag älskar dig, det är bara dig jag ska ha\"",
        "pa": "I think if I say, \"I love you and I'm determined to have you and only you,\"",
        "vi": "Nếu hôm nay tôi mà nói luôn,\n \"Anh yêu em và em là người anh chọn\", cô ấy sẽ quay lưng lại ngay."
    },
    {
        "start": "00:13:22,400",
        "end": "00:13:25,720",
        "en": "kommer hon att backa. Det är helt ointressant.",
        "pa": "she'll turn her back on me.\n It's completely uninteresting.",
        "vi": "Làm thế không có chút thú vị nào."
    },
    {
        "start": "00:13:26,920",
        "end": "00:13:29,600",
        "en": "Jag är jätteytlig.",
        "pa": "I'm very superficial myself,",
        "vi": "Bản thân tôi rất coi trọng vẻ ngoài và có thể đối phương cũng muốn"
    },
    {
        "start": "00:13:29,680",
        "end": "00:13:36,160",
        "en": "Då vill man kanske slinka in på detaljer om hur man ser ut. Det tror jag.",
        "pa": "and so you might still want to sneak in some details of how you look.",
        "vi": ""
    },
    {
        "start": "00:13:36,240",
        "end": "00:13:41,640",
        "en": "-Vad gillar du för stil? -Lite tuttar ibland. Tajta brallor.",
        "pa": "I think so.\n What's your kind of style?\n Um, a little provocative, tight pants maybe, something like that.",
        "vi": "tiết lộ đôi chút về diện mạo. Tôi nghĩ vậy.\n - Em thích phong cách nào? - Đôi khi khoe chút ngực."
    },
    {
        "start": "00:13:41,720",
        "end": "00:13:43,960",
        "en": "-Lite så. -Fattar.",
        "pa": "",
        "vi": "- Có thể là mặc quần bó. Kiểu đó. - Ra vậy."
    },
    {
        "start": "00:13:44,040",
        "end": "00:13:47,560",
        "en": "Jag är väldigt… Man kan inte säga att man är sexig.",
        "pa": "-I get it. -I'm very…\n -Well, you can't say that you're sexy. -Something tells me you're super sexy.",
        "vi": "Em rất… Ai lại tự khen mình quyến rũ chứ."
    },
    {
        "start": "00:13:47,640",
        "end": "00:13:51,840",
        "en": "Nånting säger mig att du är supersupersexig. Ja.",
        "pa": "",
        "vi": "Anh có linh cảm rằng em cực kỳ quyến rũ."
    },
    {
        "start": "00:13:54,040",
        "end": "00:13:55,600",
        "en": "-Ja. -Vad bra.",
        "pa": "Yes.\n -Oh, yes! -That's good.",
        "vi": "- Ừ. - Vậy thì tốt."
    },
    {
        "start": "00:13:55,680",
        "end": "00:14:00,720",
        "en": "Har du nåt annat som måste checka, annars är det ingen idé att snacka vidare?",
        "pa": "Do you have any other things that are like,",
        "vi": "Em còn muốn hỏi thêm cái gì không,\n không thì nói chuyện thêm làm gì nữa?"
    },
    {
        "start": "00:14:00,800",
        "end": "00:14:04,880",
        "en": "Nåt längdkrav eller nåt annat som du vill checka…",
        "pa": "\"I have to check, otherwise there's no point talking,\"\n like height requirements, or anything else that you want to check?",
        "vi": "Em có muốn hỏi về chiều cao, hay cái gì đó khác không?"
    },
    {
        "start": "00:14:04,960",
        "end": "00:14:08,280",
        "en": "Det låter så dumt. Det blir ju så här…",
        "pa": "-It sounds so stupid, but like… -I just want to open the floor for you.",
        "vi": "Nghe dở hơi thật đấy, cứ như…"
    },
    {
        "start": "00:14:08,360",
        "end": "00:14:11,440",
        "en": "Jag vill att du känner att du är bekväm.",
        "pa": "",
        "vi": "Anh chỉ hỏi để em yên tâm thôi."
    },
    {
        "start": "00:14:11,520",
        "end": "00:14:14,680",
        "en": "Ja, jag tycker det är attraktivt med lite längre män.",
        "pa": "That's all. So that you feel comfortable.\n Well, I think slightly taller men are attractive.",
        "vi": "Ừ, em thích đàn ông hơi cao một chút."
    },
    {
        "start": "00:14:14,760",
        "end": "00:14:19,000",
        "en": "-Jag är 190, så det är inte ett problem. -Nej, det var inget problem.",
        "pa": "I'm 6' 3\", so that's not a problem, really.",
        "vi": "Anh cao 190cm, nên không thành vấn đề."
    },
    {
        "start": "00:14:19,080",
        "end": "00:14:23,200",
        "en": "-Jag är 166 centimeter lång. -Åh, alltså vi är så kompatibla.",
        "pa": "No, that's not a problem. I'm 5' 5\".\n Wow. We're totally compatible.",
        "vi": "Không thành vấn đề đâu. Em cao 165cm.\n Vậy là ta hợp nhau đấy chứ."
    },
    {
        "start": "00:14:26,280",
        "end": "00:14:28,120",
        "en": "Vad är guldkant i vardagen för dig?",
        "pa": "What are life's small pleasures for you?",
        "vi": "Niềm vui xa xỉ mỗi ngày của anh là gì?"
    },
    {
        "start": "00:14:28,200",
        "end": "00:14:31,680",
        "en": "Jag tycker inte man ska sätta ribban för högt.",
        "pa": "I don't think you should overcomplicate things.",
        "vi": "Anh nghĩ ta không nên đặt kì vọng quá cao."
    },
    {
        "start": "00:14:31,760",
        "end": "00:14:35,080",
        "en": "Det kan vara så enkelt som att man tänder lite ljus.",
        "pa": "It could be something simple like lighting extra candles.",
        "vi": "Chỉ đơn giản là thắp vài cây nến cũng được."
    },
    {
        "start": "00:14:35,160",
        "end": "00:14:39,440",
        "en": "Man lagar en trevligare middag, man kanske kör en massage.",
        "pa": "Make a nice dinner.",
        "vi": "Nấu một bữa tối cầu kì hơn.\n Có thể là mát-xa."
    },
    {
        "start": "00:14:39,520",
        "end": "00:14:42,760",
        "en": "-Man kanske ser en film. -Kan du massera?",
        "pa": "Offer you a massage.\n We might watch a movie. You know what I mean?",
        "vi": "Có thể xem phim. Em hiểu ý anh không?"
    },
    {
        "start": "00:14:42,840",
        "end": "00:14:46,240",
        "en": "Absolut. Det finns oljor. Jag är redo.",
        "pa": "-Do you know how to massage? -Absolutely. If there's oil, I'm ready.",
        "vi": "- Anh biết mát-xa à? - Ừ.\n - Gì chứ? - Có dầu. Anh làm luôn được."
    },
    {
        "start": "00:14:46,320",
        "end": "00:14:49,400",
        "en": "-Jag är lite stel i axlarna? -Det löser jag.",
        "pa": "-I'm stiff in the shoulders. -I can fix that.",
        "vi": "- Vai em hơi cứng này. - Cứ để anh lo."
    },
    {
        "start": "00:14:51,120",
        "end": "00:14:56,240",
        "en": "Rasmus känns väldigt enkel. Han är glad i livet.",
        "pa": "Rasmus feels very easy-going, happy about life.",
        "vi": "Tôi thấy Rasmus có vẻ rất thoải mái, vui vẻ trong cuộc sống."
    },
    {
        "start": "00:14:56,320",
        "end": "00:14:58,520",
        "en": "Han har fastnat här inne nu.",
        "pa": "I got him stuck in here now.",
        "vi": "Giờ anh ấy đang mắc kẹt ở đây."
    },
    {
        "start": "00:14:58,600",
        "end": "00:15:01,800",
        "en": "Vi bor ju inte jättelångt ifrån varandra.",
        "pa": "We don't live very far from each other. Also an advantage.",
        "vi": "Ta sống không xa nhau lắm, đó cũng là một lợi thế."
    },
    {
        "start": "00:15:01,880",
        "end": "00:15:05,560",
        "en": "-Det är ju bra att du bor i Stockholm. -Verkligen.",
        "pa": "It's great that you live in Stockholm.",
        "vi": "- May là em sống ở Stockholm. - Ừ."
    },
    {
        "start": "00:15:10,280",
        "end": "00:15:15,520",
        "en": "Jag vill ha en man som är trygg i sig själv och vågar ta initiativ.",
        "pa": "♪ You're gonna find me ♪\n ♪ Deep in the water… ♪\n I want a man secure in himself, who keeps his feet on the ground",
        "vi": "Tôi muốn một người đàn ông tự tin, thực tế,"
    },
    {
        "start": "00:15:15,600",
        "end": "00:15:21,360",
        "en": "Men för mig är främsta prio… Jag bor gärna kvar i Stockholm.",
        "pa": "and dares to take the initiative.\n For me, the biggest and first priority is that I'd like to stay in Stockholm.",
        "vi": "và dám chủ động.\n Nhưng với tôi, ưu tiên lớn nhất và quan trọng nhất\n là được ở lại Stockholm."
    },
    {
        "start": "00:15:24,480",
        "end": "00:15:28,800",
        "en": "-Var kommer du ifrån? -Jag är från Järvsö i Hälsingland.",
        "pa": "Where are you from?",
        "vi": "Anh đến từ đâu?\n Anh đến từ một ngôi làng tên là Järvsö ở Hälsingland."
    },
    {
        "start": "00:15:28,880",
        "end": "00:15:31,640",
        "en": "Jag pendlar i och med jobb och så.",
        "pa": "A village called Järvsö in Hälsingland. So I commute a fair bit for work.",
        "vi": "Nên anh phải đi làm khá xa."
    },
    {
        "start": "00:15:31,720",
        "end": "00:15:35,480",
        "en": "När det kommer till barn så är jag inte säker på om jag vill ha barn.",
        "pa": "When it comes to children, I'm not quite sure yet if I want any.",
        "vi": "Về chuyện con cái, tôi vẫn chưa xác định rõ là muốn có hay không."
    },
    {
        "start": "00:15:35,560",
        "end": "00:15:39,280",
        "en": "Jag känner inget behov av att uppfostra ett barn.",
        "pa": "I don't feel any need to raise a child.",
        "vi": "Tôi không có nhu cầu nuôi dạy con."
    },
    {
        "start": "00:15:39,360",
        "end": "00:15:42,360",
        "en": "Jag har varit ensamstående så pass länge.",
        "pa": "I've been in a single household for so long that I've been able to…",
        "vi": "Bấy lâu nay, nhà có mỗi mình nên giờ anh có thể…"
    },
    {
        "start": "00:15:42,440",
        "end": "00:15:46,120",
        "en": "Det här känner du kanske igen. Då kan man ju fokusera på sig själv.",
        "pa": "",
        "vi": "chắc em cũng nhận ra, ta có thể tập trung vào bản thân."
    },
    {
        "start": "00:15:46,200",
        "end": "00:15:49,320",
        "en": "Man kan fokusera på sitt jobb och så vidare.",
        "pa": "well, you know how it is, you can focus on yourself.",
        "vi": "Tập trung vào công việc hay những việc khác."
    },
    {
        "start": "00:15:49,400",
        "end": "00:15:52,080",
        "en": "Får jag bara liksom… Du säger ensamstående?",
        "pa": "-You can focus on your job and so on. -Wait, you said \"single household.\"",
        "vi": "Khoan đã… Anh vừa nói là nhà có mỗi mình anh?"
    },
    {
        "start": "00:15:52,160",
        "end": "00:15:57,520",
        "en": "-Nej, förlåt! -Vad är det för detalj vi har missat här?",
        "pa": "Yes. No, I'm sorry.",
        "vi": "Không! Anh nhầm.\n Ta đã bỏ sót chi tiết nào rồi?"
    },
    {
        "start": "00:15:57,600",
        "end": "00:15:59,840",
        "en": "Jag har inga barn och är inte frånskild.",
        "pa": "What detail have we missed here?\n I don't have children and I've never been married.\n ♪ …step right around ♪\n ♪ Get something to believe in ♪",
        "vi": "Anh không có con, còn chưa từng lấy vợ."
    },
    {
        "start": "00:16:09,560",
        "end": "00:16:13,120",
        "en": "Hej! Här sitter mumintrollet och väntar.",
        "pa": "♪ Even if my world came down ♪\n ♪ Nothin's gonna stop me… ♪\n -Hi. -Hello.\n Finland has entered the chat.",
        "vi": "- Xin chào. - Xin chào.\n Chú quỷ Moomin đang ngồi đợi đây."
    },
    {
        "start": "00:16:13,760",
        "end": "00:16:17,160",
        "en": "-Din dialekt är väldigt gullig. -Tack.",
        "pa": "-I like your accent. It's very cute. -Thank you.",
        "vi": "- Giọng Phần Lan dễ thương quá. - Cảm ơn anh."
    },
    {
        "start": "00:16:18,280",
        "end": "00:16:22,320",
        "en": "-Okej. Har du stor familj? -Jag har två syrror.",
        "pa": "Do you have a big family?",
        "vi": "Được rồi. Nhà anh có đông không?"
    },
    {
        "start": "00:16:22,400",
        "end": "00:16:25,360",
        "en": "En storasyrra och en lillsyrra. Båda har fått barn.",
        "pa": "I have two sisters, one older, one younger.",
        "vi": "Anh có một chị gái và một em gái. Cả hai đều đã có con."
    },
    {
        "start": "00:16:25,440",
        "end": "00:16:30,160",
        "en": "-Känner du att det snart är din tur? -Ja, jag känner pressen från familjen.",
        "pa": "-They both have children. -So you feel that it's your turn soon?",
        "vi": "Ra vậy. Vậy nên anh thấy sắp đến lượt anh à?"
    },
    {
        "start": "00:16:30,240",
        "end": "00:16:33,040",
        "en": "-\"När är det din tur?\" -Jag fattar.",
        "pa": "Exactly. I feel the pressure of, \"When's your turn?\"\n - Get it? -Yeah.",
        "vi": "Phải. Anh cảm thấy áp lực từ gia đình.\n - \"Khi nào đến con?\" - Em hiểu rồi."
    },
    {
        "start": "00:16:33,120",
        "end": "00:16:35,720",
        "en": "Nej, jag är inte stressad till barn.",
        "pa": "No, I'm not personally stressed about having children.",
        "vi": "Anh không áp lực gì đâu. Anh không vội sinh con gì cả."
    },
    {
        "start": "00:16:35,800",
        "end": "00:16:40,080",
        "en": "Jag vill definitivt ha barn, helst två.",
        "pa": "-I definitely want to have children. -Yeah?",
        "vi": "Nhưng đúng là anh muốn có con. Lý tưởng là hai đứa."
    },
    {
        "start": "00:16:40,160",
        "end": "00:16:43,920",
        "en": "Men ingen press till det, liksom. Hur känner du inför barn och så?",
        "pa": "-Ideally two. -But no pressure to have them.\n -No, exactly. -How do you feel about children?",
        "vi": "Nhưng anh không bắt ép gì đâu. Em thấy sao về việc sinh con?"
    },
    {
        "start": "00:16:44,000",
        "end": "00:16:49,440",
        "en": "Jag vill ha barn, Jag är 34 år i passet",
        "pa": "-I want children. -Yeah?\n But I feel I'm 34 years old in my passport,",
        "vi": "Em muốn có con. Theo hộ chiếu thì em 34 tuổi."
    },
    {
        "start": "00:16:49,520",
        "end": "00:16:52,920",
        "en": "men 25 i sinnet.",
        "pa": "but 25 years old in my mind.",
        "vi": "- Nhưng tâm trí em mới 25 thôi. - Ừ."
    },
    {
        "start": "00:16:53,000",
        "end": "00:16:57,560",
        "en": "Jag vill också vara nykär och resa och liksom ha det livet först",
        "pa": "Yeah.\n -I also want to be in love and travel. -Exactly. The same.",
        "vi": "- Em cũng muốn yêu đương và đi du lịch… - Ừ, đúng rồi."
    },
    {
        "start": "00:16:57,640",
        "end": "00:17:02,040",
        "en": "innan man tar in en liten knodd som man ska ha ansvar för i 18 år.",
        "pa": "-I want to have that life first. -Exactly.\n Before looking after a kiddie for 18 years.",
        "vi": "Em muốn sống cho thỏa thích trước khi phải chịu trách nhiệm\n nuôi nấng một bé con suốt 18 năm."
    },
    {
        "start": "00:17:02,120",
        "end": "00:17:05,640",
        "en": "Kul att du säger knodd, för det säger jag också.",
        "pa": "Kiddie? Funny, that's what I always say.",
        "vi": "Hay quá, anh cũng hay dùng từ \"bé con\" lắm."
    },
    {
        "start": "00:17:05,720",
        "end": "00:17:10,440",
        "en": "Och du känner att du är redo att gifta dig?",
        "pa": "-Exactly. -Kiddie.\n Do you feel ready to get married?",
        "vi": "- Đúng vậy. - Một bé con.\n Anh cảm thấy mình đã sẵn sàng kết hôn chưa?"
    },
    {
        "start": "00:17:10,520",
        "end": "00:17:13,920",
        "en": "-Ja, det är väl därför man är här. -Exakt.",
        "pa": "-Yeah, that's why I'm here, I suppose. -Exactly.",
        "vi": "- Rồi. Thế nên ta mới ở đây mà nhỉ? - Chính xác."
    },
    {
        "start": "00:17:14,000",
        "end": "00:17:20,400",
        "en": "Man vill dela alla ögonblick och upplevelser och vardagen med nån.",
        "pa": "That's what you miss, sharing all the moments, experiences,",
        "vi": "Anh nhớ việc được chia sẻ các khoảnh khắc,\n trải nghiệm đáng nhớ và cuộc sống hàng ngày với một ai đó lắm."
    },
    {
        "start": "00:17:20,480",
        "end": "00:17:25,280",
        "en": "-Alltså, jag sitter här och ler så mycket. -Gulligt. Det gör jag också.",
        "pa": "and everyday life with someone.\n -I'm sitting here smiling so much. -Sweet.",
        "vi": "- Em đang cười tươi lắm đây. - Dễ thương quá. Anh cũng vậy."
    },
    {
        "start": "00:17:25,359",
        "end": "00:17:28,280",
        "en": "Jag är så glad att jag fick prata med dig.",
        "pa": "I am as well.\n I'm so happy to have talked with you, God.",
        "vi": "Và em rất vui vì được nói chuyện với anh."
    },
    {
        "start": "00:17:28,359",
        "end": "00:17:32,720",
        "en": "Du är så mysig. Du låter så mysig.",
        "pa": "-Yeah. -You sound amazing, so cozy and nice.",
        "vi": "Anh rất có duyên. Cách nói chuyện rất thu hút."
    },
    {
        "start": "00:17:32,800",
        "end": "00:17:36,760",
        "en": "-Okej. Tack, Lucas. Vi hörs. -Det gör vi. Hej.",
        "pa": "-Okay, thanks, Lucas. -Thank you.",
        "vi": "- Cảm ơn anh, Lucas! Hẹn gặp lại. - Hẹn gặp lại. Tạm biệt."
    },
    {
        "start": "00:17:36,840",
        "end": "00:17:40,120",
        "en": "Det var bra. Vi skrattade väldigt mycket.",
        "pa": "-See you. -Bye.\n It was good. We laughed a lot.",
        "vi": "Rất vui. Chúng tôi cười rất nhiều."
    },
    {
        "start": "00:17:40,200",
        "end": "00:17:45,120",
        "en": "Han får mig att rita hjärtan runt mina anteckningar.",
        "pa": "He makes me draw hearts around my notes.",
        "vi": "Anh ấy làm tôi vẽ trái tim kín sổ."
    },
    {
        "start": "00:17:45,200",
        "end": "00:17:49,800",
        "en": "Så… Jag antar att det är ett positivt tecken.",
        "pa": "So…\n I guess you could say that's a positive sign.",
        "vi": "Nên chắc có thể nói đó là dấu hiệu tốt."
    },
    {
        "start": "00:17:56,400",
        "end": "00:17:59,720",
        "en": "Det här experimentet är så okonventionellt.",
        "pa": "This whole experiment is so unconventional.",
        "vi": "Thử nghiệm này vô cùng độc đáo."
    },
    {
        "start": "00:17:59,800",
        "end": "00:18:03,080",
        "en": "Det är som att ha ett förhållande och komprimera det.",
        "pa": "It's a bit like a relationship, just compressed.",
        "vi": "Giống xây dựng một mối quan hệ bình thường nhưng trong thời gian cấp tốc."
    },
    {
        "start": "00:18:03,160",
        "end": "00:18:07,080",
        "en": "Att ta två år och klämma ihop det på några veckor.",
        "pa": "Two years squeezed into a few weeks.",
        "vi": "Bình thường phải mất hai năm mà đây chỉ có vài tuần."
    },
    {
        "start": "00:18:08,680",
        "end": "00:18:12,560",
        "en": "-När jag var 19 flyttade jag till Indien. -Jaha.",
        "pa": "When I was 19, I moved to India.",
        "vi": "- Hồi 19 tuổi, em đã chuyển đến Ấn Độ. - Thế à."
    },
    {
        "start": "00:18:12,640",
        "end": "00:18:17,800",
        "en": "Jag jobbade i Bollywood - modellade och skådespelade. Allt möjligt.",
        "pa": "-I see. -I worked in Bollywood.\n Wow!\n I modeled and acted in all sorts of other things.",
        "vi": "- Và làm ở Bollywood. - Ồ!\n Em làm người mẫu, diễn xuất, đủ thứ cả."
    },
    {
        "start": "00:18:17,880",
        "end": "00:18:24,240",
        "en": "Jag är från Afghanistan och där tittar man på otroligt mycket Bollywood.",
        "pa": "I'm from Afghanistan, where we watch a lot of Bollywood,",
        "vi": "Tôi là người Afghanistan.\n Người Afghanistan xem rất nhiều phim Bollywood."
    },
    {
        "start": "00:18:24,320",
        "end": "00:18:30,560",
        "en": "Så jag har vuxit upp med det och alltid sökt mig till Bollywood.",
        "pa": "so I've grown up watching lots and lots of movies",
        "vi": "Từ nhỏ đến lớn, tôi xem rất nhiều phim và vẫn luôn thích phim Bollywood."
    },
    {
        "start": "00:18:30,640",
        "end": "00:18:34,480",
        "en": "Då har vi lite liknande erfarenhet men jag flyttade inte till Indien.",
        "pa": "and have always been drawn to Bollywood in some way.\n We have similar experiences.",
        "vi": "Chúng ta khá giống nhau đấy. Dù em đến Ấn Độ thì ngầu hơn anh nhiều."
    },
    {
        "start": "00:18:34,560",
        "end": "00:18:37,520",
        "en": "-Jag flyttade till USA när jag var 18. -Är det sant?",
        "pa": "I didn't move to India, that's much cooler.\n I moved to the US when I was 18.",
        "vi": "- Anh chỉ đến Mỹ thôi, năm 18 tuổi. - Vậy à?"
    },
    {
        "start": "00:18:37,600",
        "end": "00:18:40,320",
        "en": "Indien verkar vara ett så häftigt land.",
        "pa": "-Really? -But I wanted to go to India.",
        "vi": "Ừ, nhưng Ấn Độ có vẻ thú vị hơn nhiều."
    },
    {
        "start": "00:18:40,400",
        "end": "00:18:43,640",
        "en": "-Vad jobbar du med nu? -Jag jobbar i finansbranschen.",
        "pa": "-Seems like a really great country. -What do you do for a living?",
        "vi": "- Anh đang làm nghề gì? - Anh làm trong lĩnh vực tài chính."
    },
    {
        "start": "00:18:43,720",
        "end": "00:18:47,680",
        "en": "Det låter lite brett och torrt men jag hoppas att det är okej.",
        "pa": "I work in the financial industry. It may sound broad and boring.",
        "vi": "Nghe có vẻ chung chung và nhàm chán nhưng mong là em không ghét."
    },
    {
        "start": "00:18:47,760",
        "end": "00:18:53,160",
        "en": "-Sen är jag utbildad pilot också. -Men jag är ju också ekonom.",
        "pa": "I hope that's okay. I also train as a pilot.\n -Okay. -What do you do?",
        "vi": "Anh còn có bằng phi công nữa đấy.\n Em cũng làm mảng kinh tế."
    },
    {
        "start": "00:18:53,240",
        "end": "00:18:59,360",
        "en": "Så det är lite kul att vi båda har ekonomi och finans men vill göra annat.",
        "pa": "-I'm an economist. -Cool.\n It's funny that we both have economics backgrounds",
        "vi": "Hai ta làm kinh tế và tài chính, trùng hợp thật nhỉ."
    },
    {
        "start": "00:18:59,440",
        "end": "00:19:03,800",
        "en": "Vad skönt. Då tycker inte du att det är det torraste jobbet man kan ha.",
        "pa": "but want to do something else.\n Totally. And that's nice because it doesn't feel like you're the sort",
        "vi": "Nhưng ta muốn làm gì đó khác cơ.\n Hay quá, thế tức là em sẽ không chê đó là công việc nhàm chán nhất thế giới."
    },
    {
        "start": "00:19:03,880",
        "end": "00:19:07,080",
        "en": "Nej. Oftast vill ju folk placera en i ett fack.",
        "pa": "who thinks it's the most boring job.\n No. People usually want to pigeonhole you.",
        "vi": "Phải. Mọi người thường muốn đóng khung ta."
    },
    {
        "start": "00:19:07,160",
        "end": "00:19:11,440",
        "en": "\"Det här är du. Du är si och så.\"",
        "pa": "\"Okay, this is you. You're an economist or whatever.\"",
        "vi": "\"Bạn là thế này. Bạn làm về kinh tế, hay thế này thế kia…\""
    },
    {
        "start": "00:19:11,520",
        "end": "00:19:15,560",
        "en": "-Och jag känner att jag är så mycket. -Jag kan relatera till det du säger.",
        "pa": "I feel like I'm so much more than that.",
        "vi": "- Em thấy mình có rất nhiều khía cạnh mà. - Anh rất đồng cảm."
    },
    {
        "start": "00:19:15,640",
        "end": "00:19:21,560",
        "en": "Jag får höra \"före detta elitsimmare som flyger och jobbar i finansbranschen\".",
        "pa": "I can relate to a lot of what you're saying.\n I don't know how many times I hear \"ex-elite swimmer who flies planes",
        "vi": "Không biết anh đã nghe người ta nói bao lần.\n \"Cựu vận động viên bơi lội ưu tú biết lái máy bay mà giờ làm tài chính.\""
    },
    {
        "start": "00:19:21,640",
        "end": "00:19:26,080",
        "en": "Ja, det är mitt CV. Det är inte jag som person.",
        "pa": "and works in the finance industry.\"\n -That's my résumé, not me as a person.",
        "vi": "Phải. Đó là CV của anh. Chứ đâu phải con người anh."
    },
    {
        "start": "00:19:26,160",
        "end": "00:19:29,080",
        "en": "Oskar är väldigt lik mig.",
        "pa": "Oskar is a lot like me.",
        "vi": "Oskar rất giống tôi."
    },
    {
        "start": "00:19:29,160",
        "end": "00:19:32,760",
        "en": "Jag har tidigare varit med folk som inte är lika mig alls.",
        "pa": "Take care.\n I think I've previously only been with people who are not like me at all.",
        "vi": "Chào nhé.\n Tôi nghĩ trước giờ tôi toàn ở bên những người hoàn toàn khác mình."
    },
    {
        "start": "00:19:32,840",
        "end": "00:19:36,080",
        "en": "Jag gör så många olika saker.",
        "pa": "I'm really unconventional and do so many different things",
        "vi": "Tôi rất khác người và tham gia đủ mọi hoạt động"
    },
    {
        "start": "00:19:36,160",
        "end": "00:19:39,880",
        "en": "Det kanske är nån som är lite mer lik mig som jag behöver vara med.",
        "pa": "that maybe I need to be with someone more like me.",
        "vi": "nên cần ở bên ai đó giống tôi một chút."
    },
    {
        "start": "00:19:39,960",
        "end": "00:19:42,120",
        "en": "-Meira med M. -Precis.",
        "pa": "- Meira with an M? -Exactly.",
        "vi": "- Meira với chữ M à? - Chính xác."
    },
    {
        "start": "00:19:42,200",
        "end": "00:19:46,360",
        "en": "-Spännande. Johan heter jag. -Johan. Var kommer du ifrån?",
        "pa": "Exciting. My name is Johan.\n Johan? Where are you from?",
        "vi": "- Hay nhỉ. Tên anh là Johan. - Johan. Anh đến từ đâu?"
    },
    {
        "start": "00:19:46,440",
        "end": "00:19:50,200",
        "en": "-Jag är halvdansk. Tillverkad i Ryssland. -\"Tillverkad i Ryssland\"?",
        "pa": "I'm half Danish, made in Russia.",
        "vi": "- Anh có nửa máu Đan Mạch. Xuất xứ Nga. - Anh vừa nói \"Xuất xứ Nga\" à?"
    },
    {
        "start": "00:19:50,280",
        "end": "00:19:53,680",
        "en": "De tillverkade mig där och sen flyttade de hem till Sverige.",
        "pa": "You were made in Russia?\n They made me there but gave birth to me in Sweden.",
        "vi": "Họ tạo ra anh ở đó, rồi đưa về và sinh anh ra ở Thụy Điển."
    },
    {
        "start": "00:19:53,760",
        "end": "00:19:57,800",
        "en": "-Vad roligt. Jag är halvryss. -Aha.",
        "pa": "-That's funny, because I'm half Russian. -Aha.",
        "vi": "- Hay nhỉ, vì em lai Nga này. - Ái chà!"
    },
    {
        "start": "00:19:57,880",
        "end": "00:20:02,880",
        "en": "Brukar du dejta tjejer som är lite mer uppåt och har mycket mer energi än dig",
        "pa": "Do you usually date girls who are a bit more lively",
        "vi": "Anh có thường hẹn hò với những cô gái có chút…"
    },
    {
        "start": "00:20:02,960",
        "end": "00:20:05,600",
        "en": "eller är de lite på samma nivå?",
        "pa": "and have a lot more energy than you, or are they on the same level?",
        "vi": "năng động và sôi nổi hơn mình không, hay chỉ tương tự thôi?"
    },
    {
        "start": "00:20:05,680",
        "end": "00:20:09,680",
        "en": "Jag har extremt mycket energi och tycker inte om att sitta still.",
        "pa": "I have a tremendous amount of energy and I don't like to sit still.",
        "vi": "Anh có rất nhiều năng lượng và không thích ngồi yên."
    },
    {
        "start": "00:20:09,760",
        "end": "00:20:12,640",
        "en": "Jag vill gärna göra saker rätt ofta.",
        "pa": "",
        "vi": "Anh thường thích làm gì đó."
    },
    {
        "start": "00:20:12,720",
        "end": "00:20:17,520",
        "en": "Men sen så är det väl… Det senaste året har jag hittat ett lugn.",
        "pa": "I want to do things all the time.\n But in the last year, I've found a peace of mind.",
        "vi": "Nhưng trong năm qua, anh đã đạt được sự an yên"
    },
    {
        "start": "00:20:17,600",
        "end": "00:20:22,080",
        "en": "Jag kan också bara sitta ner och meditera eller bara koppla av.",
        "pa": "I can just sit and meditate more or just relax.",
        "vi": "nên cũng có thể ngồi thiền định hoặc thư giãn được."
    },
    {
        "start": "00:20:22,160",
        "end": "00:20:24,160",
        "en": "-Mediterar du? -Ja.",
        "pa": "-Nice. You meditate? -Yes.",
        "vi": "- Hay quá. Anh hay thiền không? - Có."
    },
    {
        "start": "00:20:24,240",
        "end": "00:20:30,280",
        "en": "På morgnarna brukar jag ta ett isbad eller en kalldusch och sen meditera",
        "pa": "In the mornings. I take an ice bath or cold shower.",
        "vi": "Buổi sáng anh thường tắm nước đá hoặc nước lạnh"
    },
    {
        "start": "00:20:30,360",
        "end": "00:20:32,040",
        "en": "för att starta igång dagen.",
        "pa": "Then I meditate for 10 to 15 minutes to start the day.",
        "vi": "rồi thiền trong 10-15 phút để bắt đầu ngày mới."
    },
    {
        "start": "00:20:32,120",
        "end": "00:20:35,360",
        "en": "Meditation är också nåt jag tror stenhårt på.",
        "pa": "I'm a firm believer in meditation.",
        "vi": "Em cũng tin vào tác dụng của thiền."
    },
    {
        "start": "00:20:35,440",
        "end": "00:20:41,000",
        "en": "Lite som en mental kaffe. Man piggnar till och är öppen för dagen.",
        "pa": "It's like a coffee for your mind to wake up and get ready for the day.",
        "vi": "Nó giống một ly cà phê dành cho tinh thần,\n để đánh thức ta dậy và chuẩn bị đón chào ngày mới."
    },
    {
        "start": "00:20:41,080",
        "end": "00:20:44,880",
        "en": "Fint. \"Mentalt kaffe.\" Ska sno den.",
        "pa": "Nice, \"coffee for your mind.\" I'm going to steal that.",
        "vi": "Câu \"cà phê dành cho tinh thần\" hay lắm. Em sẽ trộm câu đó."
    },
    {
        "start": "00:20:44,960",
        "end": "00:20:48,880",
        "en": "-Johan, tack så jättemycket. -Detsamma. Jag pratar gärna mer.",
        "pa": "-Yeah. -Johan, thank you so much.\n Thank you. I'd love to talk more.",
        "vi": "- Johan, cảm ơn anh rất nhiều! - Anh cũng cảm ơn em."
    },
    {
        "start": "00:20:48,960",
        "end": "00:20:51,480",
        "en": "Ja. Puss, puss.",
        "pa": "-Yes. Lots of love. -Take care.",
        "vi": "- Anh muốn được nói chuyện thêm với em. - Ừ! Hôn tạm biệt nhé."
    },
    {
        "start": "00:20:51,560",
        "end": "00:20:57,920",
        "en": "På rak arm redan nu, first impressions, så är det två som är högst upp på listan.",
        "pa": "Off the top of my head, first impressions, there are two at the top of my list.",
        "vi": "Hiện tại, nếu nói về ấn tượng ban đầu tốt nhất\n thì có hai người."
    },
    {
        "start": "00:21:01,080",
        "end": "00:21:03,800",
        "en": "Det är absolut Oskar och Johan.",
        "pa": "♪ Worth holding out For something more… ♪\n It's Oskar and Johan.",
        "vi": "Đó chắc chắn là Oskar và Johan."
    },
    {
        "start": "00:21:09,120",
        "end": "00:21:12,720",
        "en": "Jag har ju spelat basket på elitnivå i sjutton år.",
        "pa": "I've played basketball at an elite level for 17 years.",
        "vi": "Anh đã chơi bóng rổ ở cấp độ ưu tú được 17 năm."
    },
    {
        "start": "00:21:12,800",
        "end": "00:21:14,640",
        "en": "-Är det sant? -Ja.",
        "pa": "-For real? -Yes.",
        "vi": "- Thật không? - Thật."
    },
    {
        "start": "00:21:18,680",
        "end": "00:21:22,400",
        "en": "-Du är lång. -Jag är väl ganska lång.",
        "pa": "So, you're tall?",
        "vi": "- Vậy là anh rất cao. - Anh khá cao."
    },
    {
        "start": "00:21:22,480",
        "end": "00:21:27,200",
        "en": "-Du, alltså jag älskar långa killar. -Bra.",
        "pa": "-Pretty tall. -You know, I love tall guys.",
        "vi": "Nghe này, em rất thích những chàng trai cao lớn."
    },
    {
        "start": "00:21:27,280",
        "end": "00:21:29,560",
        "en": "-Okej. Vi hörs. -Det gör vi definitivt.",
        "pa": "Good, good.\n -See you then. -We will, for sure.",
        "vi": "- Tốt quá. - Được rồi, nói chuyện sau nhé."
    },
    {
        "start": "00:21:29,640",
        "end": "00:21:31,840",
        "en": "-Ha det bra. -Detsamma.",
        "pa": "-Yes, take care. -You too.",
        "vi": "- Chắc chắn rồi. - Tạm biệt.\n - Tạm biệt. - Chào."
    },
    {
        "start": "00:21:33,080",
        "end": "00:21:36,960",
        "en": "En tio av tio. Men shit, hur fan ska jag välja?",
        "pa": "Ciao.\n Ten out of ten. How the hell am I supposed to choose?",
        "vi": "Điểm 10 trên 10. Chết tiệt. Tôi biết chọn ai đây?"
    },
    {
        "start": "00:21:38,960",
        "end": "00:21:42,480",
        "en": "-Tjena. Hur är läget? -Det är bra. Hur är det själv?",
        "pa": "-Hi. -Hey.\n -How are you? -I'm good, how are you?",
        "vi": "- Chào. - Xin chào.\n - Em thế nào? - Rất ổn. Còn anh?"
    },
    {
        "start": "00:21:42,560",
        "end": "00:21:45,000",
        "en": "-Bra, tack. -Vem har vi här då?",
        "pa": "-Good, thanks. -Who do we have here?",
        "vi": "- Rất ổn, cảm ơn em. - Ai đây nhỉ?"
    },
    {
        "start": "00:21:45,080",
        "end": "00:21:49,200",
        "en": "Det kan jag inte avslöja. Då måste vi gifta oss.",
        "pa": "I can't reveal that. Then we'd have to get married.",
        "vi": "Anh không nói được. Nói ra thì ta sẽ phải cưới nhau mất."
    },
    {
        "start": "00:21:49,280",
        "end": "00:21:51,560",
        "en": "-Det kanske vi gör. -You never know.",
        "pa": "-Maybe we will. -You never know.",
        "vi": "- Có lẽ vậy. - Không biết được đâu."
    },
    {
        "start": "00:21:51,640",
        "end": "00:21:57,960",
        "en": "-Jag måste ju vara lite svårflörtad. -Gud, tjejerna kommer bli så sura.",
        "pa": "I have to play a little hard to get.\n God, the girls are going to get so pissed off.",
        "vi": "Nhưng anh phải làm cao một tí chứ.\n Chúa ơi."
    },
    {
        "start": "00:21:58,040",
        "end": "00:22:02,320",
        "en": "-Har ni haft Sergio? -Nej, jag har bara hört om honom.",
        "pa": "Have you had Sergio?\n -I've only heard about him. -I have.",
        "vi": "Các cô gái sẽ tức giận lắm đây.\n - Cô gặp Sergio chưa? - Tôi mới nghe nói thôi."
    },
    {
        "start": "00:22:02,400",
        "end": "00:22:06,320",
        "en": "It's a big no-no for me. Jag tyckte han var dryg.",
        "pa": "-Me too. -I've heard about him.\n -It's a big no for me. -Why?",
        "vi": "- Cô gặp Sergio rồi à? - Tôi đã nghe nói.\n - Tôi sẽ không chọn anh ta. - Tại sao?"
    },
    {
        "start": "00:22:06,400",
        "end": "00:22:09,280",
        "en": "Jag tror han ville vara skojig, men det var inte så kul.",
        "pa": "He had a big ego. He tried to be funny, but I didn't think it was.",
        "vi": "Tôi nghĩ anh ta rất tự phụ.\n Chắc anh ta muốn pha trò, nhưng tôi chả thấy hài tí nào."
    },
    {
        "start": "00:22:09,360",
        "end": "00:22:12,160",
        "en": "Brukar du prata med så här många tjejer på en kväll?",
        "pa": "Okay.\n Do you usually date this many girls at once?",
        "vi": "Anh hay nói chuyện với nhiều cô thế này không?"
    },
    {
        "start": "00:22:12,240",
        "end": "00:22:17,200",
        "en": "-Jag är ju så snygg, så you know… -Åh, herregud.",
        "pa": "I'm so good looking, you know.",
        "vi": "Anh rất đẹp trai, nên, em biết đấy…"
    },
    {
        "start": "00:22:17,280",
        "end": "00:22:20,120",
        "en": "Men du, vad heter du?",
        "pa": "Oh, God.\n -Come on! -What's your name?",
        "vi": "- Chúa ơi. - Thôi nào!\n Tên anh là gì? Này?"
    },
    {
        "start": "00:22:20,200",
        "end": "00:22:24,000",
        "en": "-Hallå? -Hej. Jag gjorde armhävningar.",
        "pa": "Hello?",
        "vi": "Chào, em hỏi đúng lúc anh đang tập hít đất."
    },
    {
        "start": "00:22:24,080",
        "end": "00:22:25,920",
        "en": "-Vad heter du? -Hemligt.",
        "pa": "You caught me doing my push-ups.\n -What's your name? -Secret.",
        "vi": "- Tên anh là gì? - Bí mật."
    },
    {
        "start": "00:22:26,000",
        "end": "00:22:29,680",
        "en": "-Ja, men… -Varför har jag inte skrivit upp det?",
        "pa": "Okay. Wait, what? Did you say your name? Why haven't I got that?",
        "vi": "Nhưng…\n Khoan, gì thế này? Sao anh không viết tên? Anh đã xưng tên chưa?"
    },
    {
        "start": "00:22:31,040",
        "end": "00:22:36,400",
        "en": "-Du har inte sagt vad du heter. -Jag har fått den frågan så många gånger.",
        "pa": "You haven't said your name.\n I've had that question so many times.",
        "vi": "Anh chưa cho em biết tên.\n Anh nghe người ta hỏi câu đó nhiều lắm rồi."
    },
    {
        "start": "00:22:36,480",
        "end": "00:22:39,600",
        "en": "Han skämtade mycket, alltså. Han sa inte sitt namn?",
        "pa": "Okay.\n He joked a lot, and then he didn't say his name.",
        "vi": "- Được rồi. - Anh ta đùa rất nhiều.\n - Ừ. - Anh ta không chịu xưng tên."
    },
    {
        "start": "00:22:39,680",
        "end": "00:22:42,400",
        "en": "Han ville inte säga det från början.",
        "pa": "- Not initially. -Mm-hmm.",
        "vi": "Anh ta không muốn xưng tên ngay từ đầu."
    },
    {
        "start": "00:22:42,480",
        "end": "00:22:45,320",
        "en": "Om jag säger allt nu, har vi inget att prata om.",
        "pa": "If I say everything now, we won't have anything to talk about.",
        "vi": "Giờ mà nói hết thì ta làm gì có gì để nói nữa."
    },
    {
        "start": "00:22:45,400",
        "end": "00:22:47,960",
        "en": "Jag vet inte ens vad du heter.",
        "pa": "-You haven't said anything. -\"What's your name?\"",
        "vi": "- Em còn chưa biết tên anh. - \"Tên anh là gì?\""
    },
    {
        "start": "00:22:48,040",
        "end": "00:22:51,400",
        "en": "-Nej, men sluta. -Kom igen. Lite mysterious…",
        "pa": "Cut it out.",
        "vi": "- Thôi đi! - Anh biết, anh tỏ ra hơi bí ẩn."
    },
    {
        "start": "00:22:51,480",
        "end": "00:22:54,520",
        "en": "-Du gillar motstånd, alltså. -Ja.",
        "pa": "Come on, it's mysterious.\n -You like resistance? -Yeah, I know.",
        "vi": "- Anh thích phải bỏ công tán tỉnh. - Ừ."
    },
    {
        "start": "00:23:00,480",
        "end": "00:23:05,640",
        "en": "Sergio heter jag. Jag är 37 år. Har bott i Barcelona och jobbat som fotbollstränare.",
        "pa": "I'm Sergio.\n I'm 37 and I've lived in Barcelona for two years.",
        "vi": "Tôi là Sergio. Tôi 37 tuổi. Tôi đã sống ở Barcelona được hai năm."
    },
    {
        "start": "00:23:05,720",
        "end": "00:23:07,840",
        "en": "Innan det har jag jobbat som DJ.",
        "pa": "I work as a football coach. Before that I was a DJ.",
        "vi": "Tôi đang làm huấn luyện viên bóng đá. Trước đó, tôi đã làm DJ cả đời."
    },
    {
        "start": "00:23:10,400",
        "end": "00:23:12,720",
        "en": "-Hallå, hallå. -Hallå.",
        "pa": "-Hey there. -Hello.",
        "vi": "- Xin chào. - Xin chào. Anh khỏe chứ?"
    },
    {
        "start": "00:23:12,800",
        "end": "00:23:16,480",
        "en": "-Hur mår du? -Jag mår bra. Oj, du lät harmonisk.",
        "pa": "-How are you? -I'm fine.",
        "vi": "Anh khỏe. Chà, giọng em có vẻ du dương ghê."
    },
    {
        "start": "00:23:16,560",
        "end": "00:23:20,200",
        "en": "Gör jag? Vad bra. Det är mitt trademark.",
        "pa": "-Wow, you sound harmonious. -I do? That's good.\n -Mm. -That's my trademark.",
        "vi": "Vậy à? Tốt quá. Đó là… đặc điểm nổi bật của em."
    },
    {
        "start": "00:23:20,280",
        "end": "00:23:22,400",
        "en": "-Det är så? -Ja.",
        "pa": "-Really? -Yes.",
        "vi": "- Vậy à? - Phải."
    },
    {
        "start": "00:23:22,480",
        "end": "00:23:27,360",
        "en": "Jag är väldigt lugn idag. Jag känner att det här är helt rätt sak.",
        "pa": "But I'm very calm today.",
        "vi": "Hôm nay em thấy rất bình tâm. Em thấy nên làm thế này."
    },
    {
        "start": "00:23:27,440",
        "end": "00:23:29,160",
        "en": "Okej.",
        "pa": "I feel like this is the right thing to do.\n -Okay. -What's your name?",
        "vi": "- Được rồi. - Tên anh là gì?"
    },
    {
        "start": "00:23:29,240",
        "end": "00:23:32,040",
        "en": "-Vad heter du? -Jag heter Sergio. Vad heter du?",
        "pa": "-I'm Sergio. What's yours? -Amanda.",
        "vi": "- Anh là Sergio. Còn em? - Amanda."
    },
    {
        "start": "00:23:32,120",
        "end": "00:23:35,000",
        "en": "-Amanda. -Hej, Amanda.",
        "pa": "Hi, Amanda.",
        "vi": "- Chào Amanda. - Chào."
    },
    {
        "start": "00:23:35,080",
        "end": "00:23:38,240",
        "en": "-Du bor i Stockholm. Det hör man. -Gör man det?",
        "pa": "-Hi. -Do you live in Stockholm?\n -Yes. -I can tell.",
        "vi": "- Em ở Stockholm à? - Ừ.\n - Rõ rành rành. - Vậy sao?"
    },
    {
        "start": "00:23:38,320",
        "end": "00:23:42,080",
        "en": "-Är du från Stockholm? -Jag är från Stockholm.",
        "pa": "-You can? -Yeah.\n -Nice. Are you from Stockholm? -Yes, I am.",
        "vi": "- Anh cũng ở Stockholm à? - Anh đến từ Stockholm."
    },
    {
        "start": "00:23:42,160",
        "end": "00:23:47,360",
        "en": "Mina föräldrar är från Colombia. Jag har bott hela livet i Stockholm",
        "pa": "My parents are from Colombia, but I've lived all my life in Stockholm.",
        "vi": "Nhưng bố mẹ anh đến từ Colombia.\n Nhưng anh đã sống cả đời ở Stockholm cho đến ba năm trước."
    },
    {
        "start": "00:23:47,440",
        "end": "00:23:51,400",
        "en": "tills för tre år sedan. Då flyttade jag till Barcelona.",
        "pa": "Cool.\n Until three years ago, when I moved to Barcelona.",
        "vi": "- Rồi chuyển đến Barcelona. - Anh biết tiếng Tây Ban Nha không?"
    },
    {
        "start": "00:23:51,480",
        "end": "00:23:55,360",
        "en": "-Pratar du spanska? -Claro que si. Tu hable español?",
        "pa": "Mm-hmm. Do you speak Spanish?\n -Of course. Do you speak Spanish? -Not me.",
        "vi": "Dĩ nhiên là có. Em có biết không?"
    },
    {
        "start": "00:23:56,560",
        "end": "00:24:00,760",
        "en": "-Efter några cervezas kanske. -No mucho.",
        "pa": "-Maybe after a few beers, right? -Kinda.",
        "vi": "- Sau vài ly bia chăng. - Không nhiều."
    },
    {
        "start": "00:24:00,840",
        "end": "00:24:04,560",
        "en": "-Men mitt ex pratade spanska. -Okej.",
        "pa": "Uh…\n But my ex spoke Spanish.",
        "vi": "- Nhưng người yêu cũ của em biết. - Ừ. Chắc em cũng học được đôi chút."
    },
    {
        "start": "00:24:04,640",
        "end": "00:24:07,480",
        "en": "-Men då måste du ha lärt dig lite. -Jag kan prata lite.",
        "pa": "-Okay. -Yes.\n -You must know a bit then. -I can speak a bit sometimes.",
        "vi": ""
    },
    {
        "start": "00:24:07,560",
        "end": "00:24:11,920",
        "en": "Fan, då kan jag inte snacka skit om dig med mina kompisar sen, på spanska.",
        "pa": "I can't talk shit about you to my friends in Spanish then.",
        "vi": "Thỉnh thoảng em nói được đôi chút.\n Vậy thì anh không thể nói xấu em với bạn bè bằng tiếng Tây Ban Nha rồi."
    },
    {
        "start": "00:24:13,960",
        "end": "00:24:19,160",
        "en": "-Har du några dealbreakers? -Jag är kristen.",
        "pa": "Any deal breakers?\n -For myself, I'm a Christian. -Okay.",
        "vi": "Em có kị điều gì không?\n - Em theo đạo Thiên Chúa. - Được rồi."
    },
    {
        "start": "00:24:19,240",
        "end": "00:24:22,800",
        "en": "Det brukar jag ta upp. Det är nåt jag hoppas",
        "pa": "So I usually bring it up and hope that we have similar faith backgrounds.",
        "vi": "Vậy nên em thường dựa vào nó,"
    },
    {
        "start": "00:24:22,880",
        "end": "00:24:26,360",
        "en": "att man inte är för olika kring.",
        "pa": "",
        "vi": "và mong là nó không tạo ra quá nhiều khác biệt giữa hai ta."
    },
    {
        "start": "00:24:26,440",
        "end": "00:24:31,920",
        "en": "-Var står du på den punkten? -Jag är katolik. Religion is a thing.",
        "pa": "Where do you stand with that?\n -I'm Catholic. -Okay.",
        "vi": "- Còn anh thì sao? - Anh là người Công giáo."
    },
    {
        "start": "00:24:32,000",
        "end": "00:24:34,640",
        "en": "-Jag är en familjekille. -Ja.",
        "pa": "Yes, religion is a thing.\n -So I'm a family guy. -Good.",
        "vi": "- Vậy à? - Tôn giáo là một khía cạnh trong đời.\n - Nên anh là người của gia đình. - Đúng."
    },
    {
        "start": "00:24:34,720",
        "end": "00:24:39,560",
        "en": "Det var ett pluspoäng, för jag söker gärna nån som har en liknande grund.",
        "pa": "That was a plus point",
        "vi": "Đó là điểm cộng đấy, vì em đang tìm\n một người có gia cảnh giống mình. Và bố em là mục sư."
    },
    {
        "start": "00:24:39,640",
        "end": "00:24:44,480",
        "en": "Min pappa jobbar som pastor. Det har influerat mig i livet.",
        "pa": "because I'm looking for someone with a similar background.\n My dad is a pastor and that's influenced me in life.",
        "vi": "Vậy nên cuộc sống của em có bị ảnh hưởng."
    },
    {
        "start": "00:24:44,560",
        "end": "00:24:49,600",
        "en": "När man gifter sig så är det symboliskt att en pappa räcker över sin dotters hand.",
        "pa": "When you get married at the altar,\n it's symbolic that a father hands over his daughter's hand.",
        "vi": "Khi kết hôn tại lễ đường, việc người cha trao tay cô dâu"
    },
    {
        "start": "00:24:49,680",
        "end": "00:24:54,800",
        "en": "Jag tror att jag måste känna att det är det slags ansvar som går att räcka över.",
        "pa": "I also have to feel that it's the kind of responsibility that can be handed over.",
        "vi": "cho chú rể mang tính biểu tượng rất cao.\n Chắc tôi cũng cần cảm thấy rằng đó là một trách nhiệm có thể được giao phó."
    },
    {
        "start": "00:24:54,880",
        "end": "00:24:58,600",
        "en": "Det ska vara en sådan man, så att pappa kan andas ut lite.",
        "pa": "It should be that kind of man, so that Dad can breathe a sigh of relief.",
        "vi": "Phải là một người như thế thì bố tôi mới yên tâm được."
    },
    {
        "start": "00:24:58,680",
        "end": "00:25:02,040",
        "en": "Jag har alltid sett framför mig att jag ska ha den här familjen",
        "pa": "",
        "vi": "Em luôn mường tượng mình có một gia đình"
    },
    {
        "start": "00:25:02,120",
        "end": "00:25:06,480",
        "en": "där alla ska komma till mitt hus för trygghet.",
        "pa": "So I've always pictured that I'm going to have this family\n where everyone will come to my house for safety.",
        "vi": "mà mọi người đều tìm đến để có cảm giác an tâm."
    },
    {
        "start": "00:25:06,560",
        "end": "00:25:12,160",
        "en": "Det är så mäktigt att kunna bygga ett sånt liv och hålla ihop genom allt.",
        "pa": "I think it's so powerful to be able to build a life like that\n and stick together through everything.",
        "vi": "Em nghĩ việc có thể xây dựng một cuộc đời như vậy\n và bên nhau vượt qua mọi chông gai là rất mạnh mẽ."
    },
    {
        "start": "00:25:13,920",
        "end": "00:25:16,400",
        "en": "Han är ju väldigt lik min typ.",
        "pa": "That's very much my type.",
        "vi": "Anh ấy rất gần với mẫu người lý tưởng của tôi."
    },
    {
        "start": "00:25:16,480",
        "end": "00:25:22,320",
        "en": "Nån med lite drag i, nån som är äventyrlig och har andra sätt att se på världen.",
        "pa": "Someone who has a bit of energy, who's adventurous",
        "vi": "Một người khá sôi nổi, thích phiêu lưu,\n có thể là có góc nhìn khác về thế giới."
    },
    {
        "start": "00:25:22,400",
        "end": "00:25:25,800",
        "en": "-Jag hoppas jag får träffa dig igen. -Detsamma.",
        "pa": "and who has other ways to look at the world.\n -I hope I get to meet you again. -Me too.",
        "vi": "- Mong là anh được gặp lại em. - Em cũng vậy."
    },
    {
        "start": "00:25:25,880",
        "end": "00:25:28,920",
        "en": "Han ligger nog i topp.",
        "pa": "He's probably at the top.\n Bye.",
        "vi": "Chắc là anh ấy đang đứng đầu.\n Tạm biệt."
    },
    {
        "start": "00:25:30,080",
        "end": "00:25:32,360",
        "en": "-Wow, vilken skillnad. -Visst vad det?",
        "pa": "-Wow, what a difference. -Oh, yeah?",
        "vi": "- Đúng là khác biệt thật đấy. - Anh nghĩ sao?"
    },
    {
        "start": "00:25:32,440",
        "end": "00:25:35,880",
        "en": "Det var från missionär till Viagra.",
        "pa": "It was like going from being a missionary to slamming Viagra.",
        "vi": "Cứ như Viagra truyền giáo cho tôi vậy."
    },
    {
        "start": "00:25:37,840",
        "end": "00:25:41,040",
        "en": "Nu ska jag hem och masturbera som en jävla…",
        "pa": "Now I'm going home to masturbate like a maniac.",
        "vi": "Giờ tôi sẽ về nhà và thủ dâm thật…"
    },
    {
        "start": "00:25:54,160",
        "end": "00:25:56,880",
        "en": "Okej. Another day.",
        "pa": "♪ I do better when you do better… ♪\n Another day…",
        "vi": "Một ngày mới."
    },
    {
        "start": "00:25:58,000",
        "end": "00:26:00,720",
        "en": "Here we go again.",
        "pa": "♪ Better as one Yeah, better than ever ♪\n Yeah!\n ♪ 'Cause I do better When you do better ♪",
        "vi": "Bắt đầu nào."
    },
    {
        "start": "00:26:05,280",
        "end": "00:26:11,440",
        "en": "Idag ser jag fram emot att gå in mer på djupet och lära känna dem mer.",
        "pa": "I'm looking forward to going deeper and getting to know them better.",
        "vi": "Hôm nay tôi mong được nói chuyện kĩ càng hơn và tìm hiểu thêm về họ."
    },
    {
        "start": "00:26:11,520",
        "end": "00:26:17,120",
        "en": "När jag väl älskar är det av hela mitt hjärta. Jag ger allt och lite till.",
        "pa": "When I love with all my heart, I really do everything and more.",
        "vi": "Khi yêu bằng cả trái tim, tôi cống hiến còn hơn cả hết mình."
    },
    {
        "start": "00:26:17,680",
        "end": "00:26:20,160",
        "en": "Jag vill känna passion.",
        "pa": "I want to feel that passion.",
        "vi": "Tôi muốn cảm nhận được tình yêu nồng cháy như thế."
    },
    {
        "start": "00:26:20,240",
        "end": "00:26:25,520",
        "en": "För mig är det faktiskt jätteviktigt med intimitet.",
        "pa": "For me, intimacy is really important.",
        "vi": "Tôi rất coi trọng việc thân mật."
    },
    {
        "start": "00:26:25,600",
        "end": "00:26:30,400",
        "en": "Om det fattas skulle det nog inte funka.",
        "pa": "Because if that was missing, it probably wouldn't work.",
        "vi": "Vì nếu thiếu nó thì tình cảm không thể lâu dài được."
    },
    {
        "start": "00:26:31,520",
        "end": "00:26:37,080",
        "en": "Nu kanske det kommer att låta fel, men jag gillar att prata lite…",
        "pa": "-Now, this might come off wrong. - No.",
        "vi": "Câu này có vẻ sai sai…"
    },
    {
        "start": "00:26:37,160",
        "end": "00:26:39,240",
        "en": "-Dirty talk. -Exakt.",
        "pa": "-But I like to talk a little… -Dirty talk?\n Exactly.",
        "vi": "- Nhưng em thích nói chuyện kiểu… - Kiểu gợi tình à?\n - Chính xác! - Thật sao?"
    },
    {
        "start": "00:26:39,320",
        "end": "00:26:43,320",
        "en": "När man inte går all in på en gång",
        "pa": "You do?\n I think that, when you don't go all in from the start",
        "vi": "Nhưng em nghĩ, nếu không nỗ lực hết mình ngay từ đầu,"
    },
    {
        "start": "00:26:43,400",
        "end": "00:26:46,840",
        "en": "utan tar det långsamt…",
        "pa": "but take it slow and, you know…",
        "vi": "mà chỉ từ từ…"
    },
    {
        "start": "00:26:46,920",
        "end": "00:26:50,720",
        "en": "-Bygger upp det… -Ja. Typ det…",
        "pa": "-Build on. -Yes.",
        "vi": "- Xây dựng tình cảm. - Ừ."
    },
    {
        "start": "00:26:50,800",
        "end": "00:26:55,480",
        "en": "Jag gillar… Jag fattar inte ens att jag kommer att säga det här.",
        "pa": "Yes, that type of thing.\n I like it a bit like… shit, I can't believe I'm saying this now,",
        "vi": "Ừ, kiểu đó.\n Anh thích có chút… Khỉ thật.\n Không tin nổi là anh muốn nói điều này, nhưng…"
    },
    {
        "start": "00:26:55,560",
        "end": "00:26:59,720",
        "en": "…när det sker sjukt spontant. Det behöver inte ens vara hemma.",
        "pa": "but when things happen super spontaneously,",
        "vi": "Anh thích để nó diễn ra tùy hứng."
    },
    {
        "start": "00:26:59,800",
        "end": "00:27:02,440",
        "en": "-Förstår du? -Ja.",
        "pa": "even away from home, you know?\n -Yes. -I think that's damn sexy.",
        "vi": "Không cần phải chỉ ở nhà, em hiểu không?\n Có."
    },
    {
        "start": "00:27:02,520",
        "end": "00:27:07,520",
        "en": "-Jag tycker det är jävligt sexigt. -Samma här. Samma här, faktiskt.",
        "pa": "Same. Same here, actually.",
        "vi": "- Anh thấy thế rất quyến rũ. - Đồng ý. Thật ra em cũng thấy thế."
    },
    {
        "start": "00:27:07,600",
        "end": "00:27:13,480",
        "en": "Du verkar vara bekväm med att prata sånt här - \"sex och samlevnad\".",
        "pa": "You seem quite comfortable talking about this.",
        "vi": "Em có vẻ không ngại nói chuyện về… tình dục và sự thân mật."
    },
    {
        "start": "00:27:13,560",
        "end": "00:27:18,360",
        "en": "Jag är ganska öppen när det gäller allt här i livet.",
        "pa": "Sex education.\n I'm quite open when it comes to everything in life.",
        "vi": "Em khá cởi mở trong mọi khía cạnh cuộc sống."
    },
    {
        "start": "00:27:18,440",
        "end": "00:27:21,960",
        "en": "-Har du lite temperament? -Förlåt?",
        "pa": "Right.\n -Do you have a temper? -Sorry?",
        "vi": "- Em có nóng nảy không? - Gì cơ?"
    },
    {
        "start": "00:27:22,040",
        "end": "00:27:25,560",
        "en": "-Polskt temperament? -Det finns gränser.",
        "pa": "-Do you have a temper? -Huh?\n -Polish temper? -There are limits.",
        "vi": "Em có hơi nóng tính không? Tính khí kiểu Ba Lan ấy?\n - Có giới hạn. - Anh hiểu."
    },
    {
        "start": "00:27:25,640",
        "end": "00:27:29,560",
        "en": "Om vi är ihop och nån skulle vilja pussa dig på munnen",
        "pa": "I understand.\n Say you and I are together and someone wanted to kiss you on the mouth.",
        "vi": "Ví dụ anh và em yêu nhau mà có người muốn hôn anh"
    },
    {
        "start": "00:27:29,640",
        "end": "00:27:33,760",
        "en": "skulle jag ge henne en käftsmäll.",
        "pa": "I would just smack her.\n \"Back off, damn it.\"",
        "vi": "thì em sẽ đấm vào mặt cô ta.\n Xéo ra ngay."
    },
    {
        "start": "00:27:35,720",
        "end": "00:27:41,160",
        "en": "Mitt och Karolinas liv hade varit ganska passionerat, tror jag.",
        "pa": "Both mine and Karolina's life have been quite passionate, I think.",
        "vi": "Tôi nghĩ cuộc sống của tôi và Karolina sẽ khá nồng nàn."
    },
    {
        "start": "00:27:41,240",
        "end": "00:27:44,840",
        "en": "Jag tror att vi matchar ganska bra där.",
        "pa": "She's a passionate person, so I think we match quite well there.",
        "vi": "Cô ấy rất nồng nhiệt.\n Tôi nghĩ chúng tôi khá hợp nhau ở điểm đó."
    },
    {
        "start": "00:27:44,920",
        "end": "00:27:49,640",
        "en": "-Hello, girls! -Hur gick det för dig, då? Var det hett?",
        "pa": "-Hello, girls. -How did it go? Looks like it went well.",
        "vi": "- Chào các cô gái. - Tình hình cô thế nào rồi?"
    },
    {
        "start": "00:27:49,720",
        "end": "00:27:54,040",
        "en": "Efter i dag, jag bara… Oh, my God!",
        "pa": "-Oh, my God. -Was it hot?\n After today, I'm like, oh, my God, I know when I know.",
        "vi": "- Có vẻ khá tốt đẹp. Nóng bỏng không? - Sau hôm nay, tôi thấy…"
    },
    {
        "start": "00:27:54,120",
        "end": "00:27:58,800",
        "en": "Jag vet när jag vet. Jag hör nåns röst och vet direkt",
        "pa": "I know right away.",
        "vi": "Chúa ơi.\n Một phát là tôi biết. Tôi biết ngay. Nghe giọng người ta là tôi biết."
    },
    {
        "start": "00:27:58,880",
        "end": "00:28:03,800",
        "en": "om jag kommer att bli förälskad eller inte. Jag kände att this is the one.",
        "pa": "I hear someone's voice, I know right away, it's my match.",
        "vi": "Người ta hợp với tôi. Tôi sẽ yêu người ta hoặc không.\n Và tôi nghĩ đúng là anh ấy đây rồi."
    },
    {
        "start": "00:28:03,880",
        "end": "00:28:09,280",
        "en": "Om jag skulle betta hade jag satsat en mille på det här.",
        "pa": "I'm going to be in love or I'm not going to be.\n It was like, this is the one.\n -I'd bet a million. -Whoo!",
        "vi": "Tôi sẵn sàng đặt cược một triệu đô. Thật đấy."
    },
    {
        "start": "00:28:09,360",
        "end": "00:28:15,040",
        "en": "Lucas är intressant och charmig. Det är nåt i honom som jag också dras till.",
        "pa": "-Wow! -Truly.\n Lucas is interesting and charming.\n There's something about him that I'm attracted to,",
        "vi": "Lucas rất thú vị và quyến rũ.\n Anh ấy có điểm gì đó rất thu hút tôi."
    },
    {
        "start": "00:28:15,120",
        "end": "00:28:19,720",
        "en": "Men vi vet ju att några kommer att bli sårade.",
        "pa": "but…",
        "vi": "Nhưng ta biết là sẽ có người bị tổn thương."
    },
    {
        "start": "00:28:19,800",
        "end": "00:28:23,880",
        "en": "Då kanske det är bättre att vi inte pratar om det alltför mycket.",
        "pa": "…we know that someone will be hurt\n and then maybe it's better that we don't talk about it too much.",
        "vi": "Vậy nên không nói quá nhiều sẽ tốt hơn."
    },
    {
        "start": "00:28:23,960",
        "end": "00:28:28,720",
        "en": "-Shit! Det känns bra, måste jag erkänna. -Vad sa du?",
        "pa": "Shit, I have to admit it feels good.",
        "vi": "Chết tiệt, tôi phải thừa nhận là cảm giác đó thật tuyệt."
    },
    {
        "start": "00:28:28,800",
        "end": "00:28:33,240",
        "en": "Det känns bra. Min inre röst är så jävla stark.",
        "pa": "-Sorry, what? -It feels good.\n Yeah.\n My inner voice is so damn strong, and I know when I know.",
        "vi": "- Cô nói gì cơ? - Cảm giác thật tuyệt.\n Trái tim tôi đang khẳng định chắc nịch. Tôi biết chắc rồi."
    },
    {
        "start": "00:28:33,320",
        "end": "00:28:36,920",
        "en": "-Och jag vet när jag vet. -Spännande.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:38,000",
        "end": "00:28:43,240",
        "en": "♪ I'm falling into you No one loves me like you do ♪",
        "pa": "Exciting.\n ♪ I'm falling into you ♪\n ♪ No one loves me like you do ♪",
        "vi": "Hay nhỉ."
    },
    {
        "start": "00:28:43,320",
        "end": "00:28:49,280",
        "en": "♪ Thought that you and I were through But I'm falling into you ♪",
        "pa": "♪ But they knew until we're through ♪\n ♪ That I'm falling into you ♪",
        "vi": ""
    },
    {
        "start": "00:28:49,360",
        "end": "00:28:55,320",
        "en": "♪ I'm falling into you There's nothing left to lose ♪",
        "pa": "♪ 'Cause I'm falling into you ♪",
        "vi": ""
    },
    {
        "start": "00:28:55,400",
        "end": "00:29:00,640",
        "en": "♪ No one loves me like you do I'm falling into you ♪",
        "pa": "♪ There's nothing left to lose ♪\n ♪ No one loves me like you do ♪",
        "vi": ""
    },
    {
        "start": "00:29:01,680",
        "end": "00:29:06,320",
        "en": "Jag ser min senaste anteckning från i går. Det står fem stjärnor bredvid.",
        "pa": "♪ I'm falling into you… ♪\n I'm looking at my last note from yesterday.",
        "vi": "Anh đã xem ghi chú hôm qua của mình. Cạnh tên em có năm ngôi sao."
    },
    {
        "start": "00:29:06,400",
        "end": "00:29:10,440",
        "en": "-Fem stjärnor? -Av tio.",
        "pa": "-Okay. -It has five stars next to it.\n -Five stars? -Out of ten.",
        "vi": "- Năm ngôi sao à? - Ừ, năm trên mười.\n - Cái gì? - Anh đùa thôi."
    },
    {
        "start": "00:29:10,520",
        "end": "00:29:16,440",
        "en": "Nej, det var toppensnack i går. Alla checkboxar har stämt överens.",
        "pa": "What?\n Just kidding. No, it was a great talk yesterday.",
        "vi": "Hôm qua chúng ta nói chuyện rất vui.\n Mọi mục đều tương đồng với nhau."
    },
    {
        "start": "00:29:16,520",
        "end": "00:29:21,000",
        "en": "-Och det är väl en bra förutsättning. -Skål.",
        "pa": "-All the check boxes were ticked. -I agree.\n -And that's a good prerequisite. -Cheers.",
        "vi": "- Em đồng ý. - Khởi đầu như vậy là rất hứa hẹn.\n Uống mừng nào."
    },
    {
        "start": "00:29:21,080",
        "end": "00:29:24,920",
        "en": "Gillar du vin? Jag har nyligen blivit vinfantast.",
        "pa": "-Do you like wine? -Yes, I do.",
        "vi": "- Em thích vang chứ? - Ừ.\n Gần đây anh rất đam mê rượu vang."
    },
    {
        "start": "00:29:25,000",
        "end": "00:29:30,760",
        "en": "Jag kan inte mycket men om det skulle vara du och jag och vi skulle resa…",
        "pa": "-I've recently become a wine enthusiast. -I see.\n So I don't know a lot yet, but if it's you and me",
        "vi": "Nên anh chưa biết nhiều lắm, nhưng nếu ta thành đôi và đi du lịch,"
    },
    {
        "start": "00:29:30,840",
        "end": "00:29:35,520",
        "en": "Om det är okej med dig åker vi till Italien. Där kommer vi att hyra bil.",
        "pa": "and we're going on the next trip, of course, if it's okay with you,\n it will be to Italy.",
        "vi": "nếu em đồng ý, ta sẽ đi Ý, thuê ô tô,"
    },
    {
        "start": "00:29:35,600",
        "end": "00:29:38,840",
        "en": "Vi kommer att åka runt i två veckor.",
        "pa": "-We'll rent a car. -Stop it.\n Then we will drive for at least two weeks along the Italian coast",
        "vi": "rồi lái xe vòng vòng dọc bờ biển ít nhất là hai tuần"
    },
    {
        "start": "00:29:38,920",
        "end": "00:29:44,720",
        "en": "Vi kommer att sova på vingårdar längs kusten och uppleva närodlat vin.",
        "pa": "and we can visit all the vineyards",
        "vi": "và ngủ trong những vườn nho dọc bờ biển và thưởng thức rượu vang của họ."
    },
    {
        "start": "00:29:44,800",
        "end": "00:29:50,120",
        "en": "Då kan man få förklarat hur de gör med druvorna.",
        "pa": "so that we can experience the local wines,\n and then we'll tour and have them explain to you,\n \"This is what we do with these grapes and this is what we do with those grapes.\"",
        "vi": "Rồi họ sẽ giải thích nho này làm thế này,"
    },
    {
        "start": "00:29:50,200",
        "end": "00:29:52,600",
        "en": "Då tror jag man lär sig mycket.",
        "pa": "",
        "vi": "nho kia làm thế kia, và ta sẽ học hỏi được rất nhiều."
    },
    {
        "start": "00:29:52,680",
        "end": "00:29:58,080",
        "en": "Då kan man sova var som helst, men man rör sig längs kusten i Italien.",
        "pa": "I think we can both learn a great deal, and then we'll sleep wherever we want.",
        "vi": "Và ta có thể ngủ ở bất cứ đâu dọc trên bờ biển Ý."
    },
    {
        "start": "00:29:58,160",
        "end": "00:30:02,000",
        "en": "-Det är typ min drömresa. -Va?",
        "pa": "But along the Italian coast.\n That's like my dream trip.",
        "vi": "Cứ như chuyến đi trong mơ của em vậy."
    },
    {
        "start": "00:30:02,080",
        "end": "00:30:05,320",
        "en": "Jag vet inte varför, men jag blev jätterörd.",
        "pa": "Really? Are you kidding?\n And I don't know why, but I'm really moved right now.",
        "vi": "Sao? Em đùa anh hả?\n Không biết tại sao nhưng em đang xúc động lắm."
    },
    {
        "start": "00:30:05,400",
        "end": "00:30:09,320",
        "en": "Den resan har jag sparat lite.",
        "pa": "That trip is one I've saved, to be honest.",
        "vi": "Nói thật, anh vẫn để dành chuyến đi đó."
    },
    {
        "start": "00:30:09,400",
        "end": "00:30:12,000",
        "en": "Den upplevelsen vill jag ha med nån jag är kär i.",
        "pa": "It's an experience I want to share with someone I'm in love with.",
        "vi": "Anh muốn trải nghiệm nó với người mình yêu."
    },
    {
        "start": "00:30:12,080",
        "end": "00:30:15,320",
        "en": "-Jag håller med. -Då har vi sikte på det.",
        "pa": "-I agree. -Let's aim for that.",
        "vi": "- Đồng ý. - Vậy thì ta nhắm tới điều đó nhé."
    },
    {
        "start": "00:30:18,240",
        "end": "00:30:21,000",
        "en": "-Glöm inte att sakna mig. -Säger du det till alla?",
        "pa": "-Don't forget to miss me. -Do you say that to everyone?",
        "vi": "- Đừng quên nhớ anh nhé. - Với ai anh cũng nói thế à?"
    },
    {
        "start": "00:30:21,080",
        "end": "00:30:24,600",
        "en": "Nej, jag säger bara det till dig, Catja. Hej då.",
        "pa": "No, just to you, Catja.\n See ya.",
        "vi": "Không, anh chỉ nói với em thôi, Catja ạ."
    },
    {
        "start": "00:30:30,720",
        "end": "00:30:37,120",
        "en": "-Älskling… -Man känner så jävla starkt här inne.",
        "pa": "Honey!\n You get such strong feelings. I don't get it.",
        "vi": "- Bạn yêu. - Cảm xúc dâng trào quá. Tôi không hiểu."
    },
    {
        "start": "00:30:38,320",
        "end": "00:30:45,040",
        "en": "Jag bara satt och log hela dejten. Vi kommer garanterat att prata igen.",
        "pa": "Ah! I was sitting there smiling throughout the whole day,",
        "vi": "Tôi ngồi đó cười suốt cả buổi hẹn.\n Chắc chắn chúng tôi sẽ lại nói chuyện với nhau."
    },
    {
        "start": "00:30:46,480",
        "end": "00:30:50,000",
        "en": "Jag tänker bara så här… \"Nu kör vi\".",
        "pa": "and we'll definitely talk again.\n I'm just thinking, let's go.",
        "vi": "Tôi chỉ đang nghĩ…"
    },
    {
        "start": "00:30:50,080",
        "end": "00:30:54,280",
        "en": "Alltså… Det här låter kanske konstigt, men…",
        "pa": "I mean, this might sound weird, but can you please tell me who it is?",
        "vi": "Hỏi câu này hơi lạ, nhưng cô tiết lộ tên người đó được không?"
    },
    {
        "start": "00:30:54,360",
        "end": "00:30:57,600",
        "en": "…kan du säga till mig vem det är?",
        "pa": "Because I feel that if it's someone I have a connection with,",
        "vi": ""
    },
    {
        "start": "00:30:57,680",
        "end": "00:31:01,520",
        "en": "Om det är nån jag har en connection med vill jag släppa den",
        "pa": "",
        "vi": "Vì nếu đó cũng là người tôi có cảm tình, tôi muốn dừng lại."
    },
    {
        "start": "00:31:01,600",
        "end": "00:31:03,680",
        "en": "för att det ska vara enklare.",
        "pa": "I want to let that go.\n To make it easier.",
        "vi": "Để dễ dàng hơn."
    },
    {
        "start": "00:31:03,760",
        "end": "00:31:07,920",
        "en": "-Rasmus. -Fuck.",
        "pa": "Rasmus.",
        "vi": "- Rasmus. - Chết tiệt."
    },
    {
        "start": "00:31:08,000",
        "end": "00:31:11,360",
        "en": "Är det också din favourite?",
        "pa": "Fuck.\n And that's your favorite?",
        "vi": "Đó cũng là người cô thích nhất."
    },
    {
        "start": "00:31:11,440",
        "end": "00:31:14,040",
        "en": "Helvete.",
        "pa": "Oh, hell.",
        "vi": "Khỉ thật."
    },
    {
        "start": "00:31:14,120",
        "end": "00:31:16,360",
        "en": "Han är så… Fuck.",
        "pa": "He's so… fuck.",
        "vi": "- Cái quái gì vậy? - Chuyện thường mà. Là vậy đấy."
    },
    {
        "start": "00:31:16,440",
        "end": "00:31:19,560",
        "en": "Det blir ju så. Så är det ju.",
        "pa": "That's how it is. That's it.",
        "vi": ""
    },
    {
        "start": "00:31:19,640",
        "end": "00:31:25,640",
        "en": "-Hata inte mig. -Nej. Gud, nej. Nej, gråt inte.",
        "pa": "-Don't hate me. -No. God, no.",
        "vi": "- Đừng ghét tôi nhé. - Ghét gì chứ.\n Không, chúng ta… Đừng khóc."
    },
    {
        "start": "00:31:25,720",
        "end": "00:31:29,000",
        "en": "-Alla är olika. Så är det ju. -Fuck.",
        "pa": "We're all like… don't cry. We're all different, that's how it is.",
        "vi": "Chúng ta khác nhau mà. Đời là vậy."
    },
    {
        "start": "00:31:29,080",
        "end": "00:31:32,800",
        "en": "Det kändes bara… \"Bara att du inte säger det namnet.\"",
        "pa": "Fuck, I was thinking, \"Please don't say that name.\"\n Oh.",
        "vi": "Khỉ thật. Tôi đã mong là cô sẽ không nói ra tên anh ấy."
    },
    {
        "start": "00:31:34,680",
        "end": "00:31:36,800",
        "en": "Gud, vad jobbigt.",
        "pa": "God, that's tough.",
        "vi": "Buồn ghê."
    },
    {
        "start": "00:31:38,000",
        "end": "00:31:40,760",
        "en": "Han är så fucking lovable.",
        "pa": "-He's so fucking lovable, I know. -I know.",
        "vi": "- Anh ấy rất đáng yêu, tôi biết. - Đúng vậy."
    },
    {
        "start": "00:31:40,840",
        "end": "00:31:43,720",
        "en": "Rasmus är Catjas etta.",
        "pa": "Rasmus is Catja's number one.\n INTERIOR DESIGNER, SALES ASSISTANT",
        "vi": "Rasmus là lựa chọn số một của Catja.\n NHÀ THIẾT KẾ NỘI THẤT, TRỢ LÝ BÁN HÀNG"
    },
    {
        "start": "00:31:48,760",
        "end": "00:31:53,320",
        "en": "Hon tycker att han är lika toppen som… Ja, det är klart.",
        "pa": "She thinks he's just as great as I do, of course.",
        "vi": "Cô ấy cũng thấy anh ấy rất tuyệt vời, như tôi.\n Tất nhiên rồi."
    },
    {
        "start": "00:31:55,840",
        "end": "00:31:58,920",
        "en": "Jag kan inte heller paxa.",
        "pa": "I can't call dibs either.",
        "vi": "Nhưng đây không phải việc ai xí trước là được."
    },
    {
        "start": "00:31:59,000",
        "end": "00:32:02,800",
        "en": "Alltså, jag är inte ens en svartsjuk människa, men…",
        "pa": "You know.\n I'm not a jealous person, but…",
        "vi": "Tôi vốn không hay ghen, nhưng…"
    },
    {
        "start": "00:32:04,600",
        "end": "00:32:07,000",
        "en": "…det är skrämmande.",
        "pa": "it's scary.",
        "vi": "Đáng sợ thật."
    },
    {
        "start": "00:32:08,000",
        "end": "00:32:12,760",
        "en": "Men han verkar så jävla underbar. Han får ju sluta med det där.",
        "pa": "He seems so damn wonderful. He'll have to cut that out.",
        "vi": "Nhưng anh ấy có vẻ rất tuyệt vời. Anh ấy phải thôi như vậy đi."
    },
    {
        "start": "00:32:15,200",
        "end": "00:32:17,120",
        "en": "-Hallå? -Hallå?",
        "pa": "- Hello? -Hello.",
        "vi": "- Xin chào? - Xin chào."
    },
    {
        "start": "00:32:17,200",
        "end": "00:32:22,640",
        "en": "-Mitt intresse flög upp i taket igår. -Gjorde det? Upp i taket?",
        "pa": "My interest went through the roof yesterday.\n -It did? -Yeah.",
        "vi": "Mức độ hứng thú của anh vừa tăng trần ngày hôm qua.\n - Vậy à? Lên tới trần nhà à? - Lên tới trần nhà."
    },
    {
        "start": "00:32:22,720",
        "end": "00:32:26,560",
        "en": "Jag vill verkligen att vi jobbar vidare på det här samtalet.",
        "pa": "-Through the roof? -Through the roof.\n I really want us to continue with this conversation.",
        "vi": "Anh rất muốn ta tiếp tục nói chuyện."
    },
    {
        "start": "00:32:26,640",
        "end": "00:32:29,600",
        "en": "Bara att du har en sleeve.",
        "pa": "Oh, nice.\n -It's awesome that you have a sleeve. -Yeah?",
        "vi": "- Tuyệt quá. - Chỉ vì em có xăm tay."
    },
    {
        "start": "00:32:29,680",
        "end": "00:32:33,480",
        "en": "Jag har alltid tänkt på, när man har dubbel sleeve…",
        "pa": "Because I hadn't imagined it.\n But having a double sleeve, I think it looks incredible",
        "vi": "Anh vẫn luôn nghĩ đến việc xăm hai cánh tay."
    },
    {
        "start": "00:32:33,560",
        "end": "00:32:37,160",
        "en": "Det känns snyggt när man är bredvid folk som också har det.",
        "pa": "when you walk next to people who also have that.",
        "vi": "Anh nghĩ một nhóm người xăm hai tay đứng cùng nhau sẽ rất ngầu."
    },
    {
        "start": "00:32:37,240",
        "end": "00:32:40,360",
        "en": "-Vad har du på armen? -Det får du kanske se.",
        "pa": "What's on your arm?",
        "vi": "Em xăm gì trên tay thế?"
    },
    {
        "start": "00:32:40,440",
        "end": "00:32:44,840",
        "en": "-Aj, aj, aj. -Jag ska inte ge dig för mycket detaljer.",
        "pa": "-You'll have to wait and see. -Ouch. Okay, okay.\n Honey, I'm not giving you too many details.",
        "vi": "- Có thể anh sẽ được thấy đấy. - Được rồi.\n Anh yêu, em sẽ không tiết lộ nhiều quá đâu."
    },
    {
        "start": "00:32:44,920",
        "end": "00:32:48,400",
        "en": "Jag försöker men jag kan inte tänka mig hur hon ser ut.",
        "pa": "I'm trying to imagine what she looks like, but I can't.",
        "vi": "Mỗi lần nghe giọng, tôi đều cố tưởng tượng ra cô ấy, nhưng không được."
    },
    {
        "start": "00:32:48,480",
        "end": "00:32:53,800",
        "en": "Alla andra tjejer får man upp en bild på, men hon är svår. Det är jag nervös över.",
        "pa": "The other girls I have a mental image of, but with her it's difficult.",
        "vi": "Tôi mường tượng được các cô gái khác trong đầu, còn cô ấy thì rất khó.\n Vậy nên tôi khá lo lắng!"
    },
    {
        "start": "00:32:55,560",
        "end": "00:33:00,200",
        "en": "Jag har haft en så konstig dag i dag. Jag har sett det lite så här…",
        "pa": "That makes me nervous.\n I'm having such a strange day.\n I've seen things be a bit… Everything's changed.",
        "vi": "Ngày hôm nay của em khá lạ, vì em đã thấy…"
    },
    {
        "start": "00:33:00,280",
        "end": "00:33:05,000",
        "en": "Allting har typ förändrats i mitt huvud. Det har blivit tydligt för mig.",
        "pa": "I'm thinking differently about everything.",
        "vi": "Mọi thứ… Mọi thứ trong đầu em đảo lộn."
    },
    {
        "start": "00:33:05,080",
        "end": "00:33:06,880",
        "en": "Vadå?",
        "pa": "-Okay. -Things have become clear to me.",
        "vi": "- Được rồi. - Em bỗng thấy rất rõ ràng.\n - Thấy gì? - Em thấy rõ những gì em cần và muốn."
    },
    {
        "start": "00:33:06,960",
        "end": "00:33:13,640",
        "en": "Jag vet exakt vad jag behöver och vill ha nu. Lite så känns det.",
        "pa": "No. But I know exactly what I need and want now.",
        "vi": ""
    },
    {
        "start": "00:33:13,720",
        "end": "00:33:18,640",
        "en": "-Är Rasmus en del av den bilden? -Ja. Usch.",
        "pa": "-Okay. -It feels like that now.\n Is Rasmus a part of that picture?\n Yes.",
        "vi": "Được rồi.\n - Cảm giác hiện tại của em là vậy. - Rasmus có trong đó không?\n Có."
    },
    {
        "start": "00:33:20,440",
        "end": "00:33:25,840",
        "en": "Jag har funderat på om jag ska prata om det här med dig eller inte.",
        "pa": "God, I've been thinking\n if I should talk about this with you or not, because…",
        "vi": "Chúa ơi. Em đang nghĩ xem có nên nói chuyện này với anh không."
    },
    {
        "start": "00:33:25,920",
        "end": "00:33:28,960",
        "en": "Du måste känna att med mig kan du prata om vad du vill.",
        "pa": "You have to feel that you can talk to me about anything.",
        "vi": "Em phải cảm thấy có thể nói với anh bất cứ chuyện gì."
    },
    {
        "start": "00:33:29,040",
        "end": "00:33:33,960",
        "en": "Jag vill verkligen inte att du tar det som att jag sätter press på dig på nåt sätt.",
        "pa": "I don't want you to take it as if I'm putting pressure on you.",
        "vi": "Em không muốn làm anh cảm thấy em tạo áp lực cho anh."
    },
    {
        "start": "00:33:34,040",
        "end": "00:33:38,120",
        "en": "Men det var lite märkligt, för det var en tjej som kom tillbaka från en dejt.",
        "pa": "It was a bit strange because there was a girl who came back from a date.",
        "vi": "Nhưng thật lạ vì có một cô gái vừa đi hẹn hò về."
    },
    {
        "start": "00:33:38,200",
        "end": "00:33:43,560",
        "en": "Jag lyssnade på allt hon sa och bara… \"Fan, det låter ju som att det är Rasmus.\"",
        "pa": "I listened to everything she said, and I was like,",
        "vi": "Em nghe mọi lời cô ấy nói và cảm thấy…"
    },
    {
        "start": "00:33:43,640",
        "end": "00:33:49,720",
        "en": "Jag frågade, och hon sa att det var en dejt med dig.",
        "pa": "\"Damn, that sounds like Rasmus.\"\n So I asked.\n -And she said it was a date with you. -Mm-hmm.",
        "vi": "Khỉ thật, nghe giống Rasmus quá, nên em đã hỏi.\n Và cô ấy nói đúng là hẹn với anh."
    },
    {
        "start": "00:33:49,800",
        "end": "00:33:54,760",
        "en": "Jag var inte beredd på att jag skulle tycka att det var så jobbigt.",
        "pa": "And I really wasn't prepared for that to be so difficult.",
        "vi": "Em không ngờ mình sẽ buồn đến vậy khi nghe câu đó."
    },
    {
        "start": "00:33:56,080",
        "end": "00:34:01,080",
        "en": "Jag vill inte ha en tävling om Rasmus. Jag vill ju att han ska göra rätt val.",
        "pa": "Right.\n I don't want it to be a competition for Rasmus.",
        "vi": "Tôi không muốn phải ganh đua giành lấy Rasmus."
    },
    {
        "start": "00:34:01,160",
        "end": "00:34:06,840",
        "en": "Men om jag bara nu träffar honom i fortsättningen",
        "pa": "I want him to make the right choice.\n But if I only see him going forward, that's going to be like a…",
        "vi": "Tôi muốn anh ấy chọn người phù hợp với mình.\n Nhưng nếu tôi tiếp tục hẹn hò với anh ấy…"
    },
    {
        "start": "00:34:06,920",
        "end": "00:34:10,720",
        "en": "så kommer det att bli som en… Det kommer att vara tufft.",
        "pa": "that's going to be tough.",
        "vi": "thì sẽ rất khó khăn."
    },
    {
        "start": "00:34:10,800",
        "end": "00:34:16,560",
        "en": "Jag kommer att sitta med mitt hjärta som pant",
        "pa": "I'm going to sit there with my…",
        "vi": "Tôi sẽ tặng trái tim mình cho anh ấy"
    },
    {
        "start": "00:34:16,639",
        "end": "00:34:20,320",
        "en": "och bara hoppas att jag får tillbaka det.",
        "pa": "my heart as a pledge\n and hope I get it back, but…",
        "vi": "và mong cũng được như thế."
    },
    {
        "start": "00:34:21,679",
        "end": "00:34:25,199",
        "en": "Ja, det är skitläskigt.",
        "pa": "it's really scary.",
        "vi": "Cảm giác này đúng là đáng sợ."
    },
    {
        "start": "00:34:25,280",
        "end": "00:34:30,719",
        "en": "Utifrån det jag vet nu vill jag utforska henne mer, men jag måste se henne först.",
        "pa": "From what I know now, I want to explore things more,",
        "vi": "Với tình hình hiện tại, tôi muốn tìm hiểu thêm nữa."
    },
    {
        "start": "00:34:30,800",
        "end": "00:34:34,840",
        "en": "Hon har estländskt påbrå. Jag vet inte vad det är.",
        "pa": "but I have to see her first.\n She's of Estonian descent.",
        "vi": "Nhưng tôi phải gặp cô ấy trước đã.\n Và cô ấy là người gốc Estonia. Tôi không biết gì về nước đó."
    },
    {
        "start": "00:34:34,920",
        "end": "00:34:39,159",
        "en": "Jag vet inte hur det påverkar utseendet.",
        "pa": "I don't even know what that is.\n I don't know how it affects your looks. I have no idea.\n ♪ So burn like a wildfire ♪\n ♪ Flow like the river wild, oh-oh ♪",
        "vi": "Tôi không biết. Tôi không biết nó sẽ ảnh hưởng thế nào đến ngoại hình cô ấy."
    },
    {
        "start": "00:34:56,400",
        "end": "00:35:01,760",
        "en": "Första dagen fick jag ett intryck av dig. Sen när alla pratade om alla möjligheter",
        "pa": "♪ Reach in my heart tonight ♪\n ♪ Don't love me ♪\n ♪ Destroy me ♪\n I got this first impression of you.",
        "vi": "Ngày đầu, em rất ấn tượng với anh. Và khi mọi người nói chuyện"
    },
    {
        "start": "00:35:01,840",
        "end": "00:35:05,280",
        "en": "så var det många som sa: \"Han ville inte säga sitt namn.\"",
        "pa": "When everyone was talking and I was hearing conversations,\n a lot of people said, \"He won't say his name.\"",
        "vi": "với nhau và em nghe được\n rất nhiều người nói là anh không chịu xưng tên."
    },
    {
        "start": "00:35:05,360",
        "end": "00:35:08,800",
        "en": "Jag förstår inte det, för till mig sa du ditt namn.",
        "pa": "I don't get it. You said your name to me.",
        "vi": "Em không hiểu. Anh xưng tên với em mà."
    },
    {
        "start": "00:35:08,880",
        "end": "00:35:15,200",
        "en": "Jag fattar. Det som har hänt har hänt, men jag fattar att du är nyfiken.",
        "pa": "I get it. Well, that really was nothing. It just happened.",
        "vi": "Anh hiểu. Chuyện đã xảy ra rồi."
    },
    {
        "start": "00:35:15,280",
        "end": "00:35:20,240",
        "en": "Men det var bara ett barnsligt beteende som fick nåt barnsligt tillbaka.",
        "pa": "But I get that you're curious.\n But it was like childish behavior on both sides, from them and from me.",
        "vi": "Anh hiểu là em thấy tò mò.\n Nhưng anh chỉ tỏ ra trẻ con để đáp lại cách cư xử trẻ con của họ thôi."
    },
    {
        "start": "00:35:20,320",
        "end": "00:35:24,680",
        "en": "-Okej. -Det var inte mycket svårare än så.",
        "pa": "-Okay. -It wasn't much more than that.",
        "vi": "- Được rồi. - Không có gì sâu xa cả."
    },
    {
        "start": "00:35:24,760",
        "end": "00:35:29,000",
        "en": "Fan, nu framstår jag som världens konstigaste prick här.",
        "pa": "Now I seem like the world's biggest weirdo, but, yeah.",
        "vi": "Thế là giờ anh có vẻ là gã đàn ông kì dị nhất ở đây."
    },
    {
        "start": "00:35:29,080",
        "end": "00:35:33,000",
        "en": "Vem vet? Vem vet bakom väggen?",
        "pa": "Who knows? Who knows behind the wall?",
        "vi": "Chưa biết được."
    },
    {
        "start": "00:35:33,080",
        "end": "00:35:36,560",
        "en": "Om jag frågar dig så här… Vad vill du, då?",
        "pa": "I'll ask you this, what do you want?",
        "vi": "Ở sau bức tường thì ai biết được?\n Nếu anh hỏi em câu này… Em muốn gì?"
    },
    {
        "start": "00:35:36,640",
        "end": "00:35:43,160",
        "en": "-Jag vill ha en lojal och trogen man. -That's it?",
        "pa": "-Want? -Mm-hmm.\n A loyal, faithful husband.",
        "vi": "Em muốn…\n một người chồng chung thủy, tình nghĩa."
    },
    {
        "start": "00:35:43,240",
        "end": "00:35:49,280",
        "en": "Det finns ju nåt litet drag hos dig som jag tänker påminner mer om",
        "pa": "That's it?\n There is something about you that reminds me a little bit",
        "vi": "Vậy thôi à?\n Ở anh có điểm gì đó"
    },
    {
        "start": "00:35:49,360",
        "end": "00:35:55,560",
        "en": "vissa killar jag har dejtat. Du är mer åt den livligare sidan.",
        "pa": "of some of the guys that I've dated before.",
        "vi": "khiến em nhớ về vài người em từng hẹn hò.\n Theo một cách nào đó, anh sôi nổi hơn."
    },
    {
        "start": "00:35:55,640",
        "end": "00:35:58,280",
        "en": "Men jag kan ha fel.",
        "pa": "You're a bit more on the lively side in a way.\n But I could be wrong.",
        "vi": "Nhưng cũng có thể em nhầm."
    },
    {
        "start": "00:35:58,360",
        "end": "00:36:03,880",
        "en": "Jag tänker så här: Det är det som du… Eller, det är det jag vill…",
        "pa": "And I'm thinking, that's for you, or that's what I wanted…",
        "vi": "Và anh đang nghĩ… Đó là điểm…"
    },
    {
        "start": "00:36:05,560",
        "end": "00:36:11,640",
        "en": "…att du ska få uppleva och sen själv dra din slutsats.",
        "pa": "you to sense in me.\n Mm-hmm.",
        "vi": "Đó là điểm anh muốn cho em trải nghiệm.\n Để sau đó em tự rút ra kết luận."
    },
    {
        "start": "00:36:11,720",
        "end": "00:36:17,200",
        "en": "Kan du inte ta the bad, eller kan du endast ta the good, då…",
        "pa": "Then draw your own conclusion.\n If you can't take the bad or only take the good, then…",
        "vi": "Nếu em không thể chấp nhận mặt xấu hay chỉ ưng mặt tốt của anh thì không ổn."
    },
    {
        "start": "00:36:17,280",
        "end": "00:36:22,000",
        "en": "That's a problem. Du tar allt med personen. Bad and good.",
        "pa": "that's a problem.\n You take everything with the person, bad and good.",
        "vi": "Em phải chấp nhận toàn bộ con người anh, cả xấu và tốt."
    },
    {
        "start": "00:36:24,160",
        "end": "00:36:29,160",
        "en": "-Vad är the bad? Har du varit lite vild? -Jag har varit vild, absolut.",
        "pa": "What's the bad, then? Been a little wild?\n I've been wild, absolutely.",
        "vi": "Điểm xấu là gì? Anh hơi bất kham à?\n Đúng là anh rất bất kham."
    },
    {
        "start": "00:36:34,640",
        "end": "00:36:40,520",
        "en": "-Ja… Har du haft bra dejter i dag då? -Vill du veta en hemlighet?",
        "pa": "Have you had good dates today?",
        "vi": "Thế hôm nay anh có cuộc hẹn nào vui chưa?"
    },
    {
        "start": "00:36:40,600",
        "end": "00:36:45,160",
        "en": "-Det var den här jag såg mest fram emot. -Lite samma här, faktiskt.",
        "pa": "-Want to know a secret? -Yes.\n I looked forward to this date the most.",
        "vi": "- Anh cho em biết một bí mật nhé? - Ừ.\n Đây là cuộc hẹn anh mong chờ nhất."
    },
    {
        "start": "00:36:45,240",
        "end": "00:36:48,480",
        "en": "Jäklar! Uff! Mitt hjärta bara \"dunk, dunk, dunk\".",
        "pa": "Same here.\n Damn. Oh, my heart is pounding.",
        "vi": "Thật ra em cũng thế đấy.\n Ối chà, tim anh đập thình thịch đây này."
    },
    {
        "start": "00:37:00,560",
        "end": "00:37:04,360",
        "en": "Jag tror nog jag kan tala för nästan hela mänskligheten.",
        "pa": "I think I can speak for almost all of humanity.",
        "vi": "Tôi nghĩ toàn nhân loại đều đồng ý là"
    },
    {
        "start": "00:37:04,440",
        "end": "00:37:10,240",
        "en": "Alla gillar intimitet, närhet och sex, på gott och ont.",
        "pa": "All of us like intimacy, closeness and sex, for better or worse,",
        "vi": "chúng ta thích được thân mật, được gần gũi, được làm tình."
    },
    {
        "start": "00:37:10,320",
        "end": "00:37:15,480",
        "en": "Jag gillar det på gott. Det ska vara fint och vackert. Man ska göra det tillsammans.",
        "pa": "but I prefer the better.\n It should be nice and beautiful.\n You should do it together.",
        "vi": "Cả mặt tốt và xấu.\n Nhưng tôi thích mặt tốt. Thích cảm giác tuyệt vời và mỹ lệ.\n Nên có cả hai."
    },
    {
        "start": "00:37:17,440",
        "end": "00:37:20,600",
        "en": "-Hallå? -Hallå. Hej.",
        "pa": "SELF-EMPLOYED\n HR SPECIALIST\n -Hello? -Hello.\n -Hi. -Hi.",
        "vi": "TỰ KINH DOANH\n CHUYÊN VIÊN NHÂN SỰ\n - Xin chào. - Xin chào.\n - Chào em. - Chào anh."
    },
    {
        "start": "00:37:20,680",
        "end": "00:37:22,520",
        "en": "-Vem talar jag med? -Catja.",
        "pa": "-Who's talking? -Catja.",
        "vi": "- Anh đang nói chuyện với ai? - Catja."
    },
    {
        "start": "00:37:22,600",
        "end": "00:37:24,440",
        "en": "-Hej, Catja! -Det är Christofer.",
        "pa": "Hi, Catja, I'm Christofer.",
        "vi": "Chào Catja. Anh là Christofer."
    },
    {
        "start": "00:37:24,520",
        "end": "00:37:26,640",
        "en": "Vad kul.",
        "pa": "Fun.",
        "vi": "Đáng yêu thật."
    },
    {
        "start": "00:37:26,720",
        "end": "00:37:30,680",
        "en": "Hur skulle du önska att jag…?",
        "pa": "So, how would you want me to…",
        "vi": "Em muốn anh làm gì…"
    },
    {
        "start": "00:37:30,760",
        "end": "00:37:34,400",
        "en": "Är det nåt intimt som jag skulle kunna göra",
        "pa": "Is there…",
        "vi": "Có hành động thân mật nào khiến em thấy hứng tình không?"
    },
    {
        "start": "00:37:34,480",
        "end": "00:37:38,240",
        "en": "för att få dig lite extra turned on?",
        "pa": "something a little intimate that I could do to get you a little extra turned on?",
        "vi": ""
    },
    {
        "start": "00:37:38,320",
        "end": "00:37:44,400",
        "en": "Alltså, gärna ta initiativ och liksom… Ja, men så.",
        "pa": "I mean, take the initiative, like…",
        "vi": "Thì đối phương chủ động…"
    },
    {
        "start": "00:37:44,480",
        "end": "00:37:49,280",
        "en": "Du vill känna dig sedd, omhändertagen och ompysslad.",
        "pa": "-Here, let's try… -You want to feel seen and taken care of.",
        "vi": "Nhưng… Ừ, vậy đó.\n - Em muốn thấy được quan tâm và chăm sóc? - Đúng."
    },
    {
        "start": "00:37:49,360",
        "end": "00:37:53,880",
        "en": "Ja. Du då?",
        "pa": "-Yeah. -Pampered?\n Yes, yes. And you?",
        "vi": "- Và được chiều chuộng? - Đúng."
    },
    {
        "start": "00:37:53,960",
        "end": "00:37:59,160",
        "en": "Jag är mer av en giver, om man får säga så. Jag mår bra av att ge.",
        "pa": "I'm more of a giver, in a sense. I feel good when I give something.",
        "vi": "Còn anh thì sao?\n Anh thấy mình thích cho đi hơn. Anh thấy vui khi được cho đi."
    },
    {
        "start": "00:37:59,240",
        "end": "00:38:03,320",
        "en": "Jag tror jag är mer av en taker.",
        "pa": "-I think that I'm more of a taker. -Oh, yeah?",
        "vi": "Em nghĩ em thích được nhận lại hơn."
    },
    {
        "start": "00:38:03,400",
        "end": "00:38:06,160",
        "en": "Det är bra då om jag är din giver.",
        "pa": "Good. Then I'm your giver.",
        "vi": "Vậy anh và em hợp nhau quá rồi."
    },
    {
        "start": "00:38:06,240",
        "end": "00:38:11,680",
        "en": "Det är så häftigt, det här experimentet. Man känner så klart en sexuell attraktion",
        "pa": "It's so cool, this experiment.",
        "vi": "Thử nghiệm này thật tuyệt vời vì…\n Tất nhiên là tôi có thấy bị hấp dẫn về mặt thể xác"
    },
    {
        "start": "00:38:11,760",
        "end": "00:38:16,640",
        "en": "även fast jag ligger ensam i ett rum och pratar med Catja.",
        "pa": "Because, of course, I feel a sexual attraction to you,\n even though we're in separate rooms, only talking.",
        "vi": "khi nói chuyện với Catja dù chỉ đang ở một mình trong phòng."
    },
    {
        "start": "00:38:16,720",
        "end": "00:38:20,240",
        "en": "-Gör du det? -Ja, men man tänker ju liksom.",
        "pa": "-You do? -Yeah, it's definitely there, no?\n Yeah, absolutely.",
        "vi": "- Còn anh? - Em cũng có suy nghĩ, phải không?\n Chắc chắn rồi."
    },
    {
        "start": "00:38:23,600",
        "end": "00:38:28,840",
        "en": "Hur sover du om nätterna? Har du nattliga kläder eller är du naken?",
        "pa": "How do you sleep at night? Nudie rudie or something else?",
        "vi": "Em ngủ đêm thế nào? Mặc áo ngủ hay khỏa thân?"
    },
    {
        "start": "00:38:28,920",
        "end": "00:38:34,200",
        "en": "Jag har lite kläder på mig. Jag har ingen pyjamas, och jag sover heller inte naken.",
        "pa": "I have some clothes on, so I don't sleep nude.",
        "vi": "Em có mặc đồ, nhưng không phải đồ ngủ hẳn hoi,"
    },
    {
        "start": "00:38:34,280",
        "end": "00:38:39,280",
        "en": "-Du då? -Jag brukar sova med pyjamasbyxor.",
        "pa": "But I don't have a full set of pajamas. And you?\n Me? I usually sleep with pajama pants.",
        "vi": "mà cũng không ngủ khỏa thân.\n - Còn anh? - Anh thường mặc quần ngủ."
    },
    {
        "start": "00:38:39,360",
        "end": "00:38:42,120",
        "en": "-Rosavita… -Rosavita?",
        "pa": "-I see. -Pink and white.\n Pink and white?",
        "vi": "- Thế à. - Hồng và trắng.\n Hồng và trắng à?"
    },
    {
        "start": "00:38:46,840",
        "end": "00:38:52,280",
        "en": "Christofer… Det är nånting där som… Jag glömde tid och rum.",
        "pa": "Yes.\n So, Christofer, there's something there\n that makes me forget about time and space.",
        "vi": "Ừ.\n Christofer, anh ấy… Có gì đó ở anh ấy… khiến tôi quên bẵng thời gian và địa điểm."
    },
    {
        "start": "00:38:55,680",
        "end": "00:39:01,200",
        "en": "Men det är nånting mer spännande hos Rasmus. Det går inte att förklara.",
        "pa": "But there's something more exciting about Rasmus.",
        "vi": "Nhưng Rasmus có gì đó thú vị hơn."
    },
    {
        "start": "00:39:01,280",
        "end": "00:39:05,520",
        "en": "Båda har fantastiska sidor och mycket av det som jag söker.",
        "pa": "I can't explain it.\n Both have fantastic sides to them,",
        "vi": "Thật khó để giải thích.\n Cả hai đều có những điểm rất tuyệt vời. Và cả hai đều có nhiều thứ tôi tìm kiếm."
    },
    {
        "start": "00:39:05,600",
        "end": "00:39:10,240",
        "en": "Men det är nånting hos Rasmus som jag bara har hakat upp mig på.",
        "pa": "and both of them have a lot of what I'm looking for.\n But there's something about Rasmus that I'm stuck on.\n ♪ Take me back, I'd do it all over ♪",
        "vi": "Nhưng có điều gì đó ở Rasmus mà tôi không thể từ bỏ được."
    },
    {
        "start": "00:39:21,560",
        "end": "00:39:25,640",
        "en": "Hej, Lukeboy. Hello, darling!",
        "pa": "♪ Take it underground ♪\n ♪ Take me back, I'd do it all over ♪\n -Hi, Luca boy. -Hello.",
        "vi": "- Chào Luca cưng. - Xin chào.\n Chào tình yêu!"
    },
    {
        "start": "00:39:25,720",
        "end": "00:39:28,480",
        "en": "-How are you doing? -I'm fine. How are you?",
        "pa": "-Hello, darling. - How you doing?",
        "vi": "- Em khỏe chứ? - Em khỏe, còn anh?"
    },
    {
        "start": "00:39:28,560",
        "end": "00:39:31,600",
        "en": "I'm fine. I'm great, actually.",
        "pa": "-I'm fine. How are you? -Better. I'm fine.\n -I'm great, actually.",
        "vi": "Anh khỏe. Thật ra là đang rất vui."
    },
    {
        "start": "00:39:31,680",
        "end": "00:39:34,080",
        "en": "-Hur har det varit för dig? -Bra.",
        "pa": "-How have you been? -I'm good.",
        "vi": "- Dạo này em thế nào? - Rất tốt."
    },
    {
        "start": "00:39:34,160",
        "end": "00:39:37,440",
        "en": "-Jag har sett fram emot att få träffa dig. -Detsamma.",
        "pa": "-I've been looking forward to seeing you. -Me too.",
        "vi": "- Em rất mong được gặp anh. - Anh cũng vậy."
    },
    {
        "start": "00:39:37,520",
        "end": "00:39:42,040",
        "en": "Herregud, jag blev tårögd redan av att säga det där.",
        "pa": "Oh, my God, I'm getting teary-eyed just saying that.",
        "vi": "Chúa ơi, chỉ nói câu đó thôi mà em ứa nước mắt đây."
    },
    {
        "start": "00:39:42,120",
        "end": "00:39:48,000",
        "en": "Jag är som sagt jätteärlig med dig nu. Du kommer att tycka att jag är helt koko.",
        "pa": "Um…\n As I said, I'm very honest with you now\n and I don't know if you're going to think that I'm completely crazy",
        "vi": "Như đã nói, em đang rất thành thật với anh đấy.\n Không biết anh có thấy em điên quá hay không."
    },
    {
        "start": "00:39:48,080",
        "end": "00:39:54,120",
        "en": "Jag har liksom manifesterat ett visst namn innan jag gick in i det här.",
        "pa": "because I manifested a certain name before I entered into all this.",
        "vi": "Vì em đã liên tưởng đến một cái tên trước khi tham gia chương trình."
    },
    {
        "start": "00:39:54,200",
        "end": "00:39:57,760",
        "en": "-Va? -Ja. Kan du gissa vad det namnet är?",
        "pa": "-What? -Yes, can you guess the name?",
        "vi": "- Gì cơ? - Ừ.\n Anh đoán được tên nào không?"
    },
    {
        "start": "00:39:57,840",
        "end": "00:40:00,400",
        "en": "-Lucas? -Ja.",
        "pa": "-Lucas? -Yes.\n -No. -Yeah.",
        "vi": "- Lucas à? - Phải."
    },
    {
        "start": "00:40:00,480",
        "end": "00:40:02,480",
        "en": "-Skojar du? -Jag skojar inte.",
        "pa": "-You're kidding. -I'm not kidding.",
        "vi": "- Em nói xạo. - Thật đấy.\n - Em đang đùa hả? - Không đâu!"
    },
    {
        "start": "00:40:02,560",
        "end": "00:40:04,600",
        "en": "-Va? -Ja, exakt.",
        "pa": "-What? -Yes, exactly.",
        "vi": "- Cái gì? - Ừ, thật đấy."
    },
    {
        "start": "00:40:04,680",
        "end": "00:40:08,040",
        "en": "Innan jag gick in i det här stod jag i min lägenhet och bara…",
        "pa": "Before I went into this, I was standing in my apartment in Solna,",
        "vi": "Trước khi đến đây, em đang ở căn hộ của mình ở Solna"
    },
    {
        "start": "00:40:08,120",
        "end": "00:40:12,960",
        "en": "Jag känner att jag kommer att träffa en Lucas. Det kommer att finnas en Lucas där.",
        "pa": "thinking, \"I feel that I will meet a Lucas.",
        "vi": "nghĩ rằng mình sẽ gặp một người tên Lucas,"
    },
    {
        "start": "00:40:13,040",
        "end": "00:40:17,200",
        "en": "Det känns verkligen som att jag kan matcha med en Lucas.",
        "pa": "There will be a Lucas there\n and it really feels like my match will be a Lucas.\"",
        "vi": "sẽ có một người tên Lucas ở đó,\n và em cảm thấy rất rõ là mình có thể thành đôi với một người tên Lucas."
    },
    {
        "start": "00:40:17,760",
        "end": "00:40:19,840",
        "en": "-Är det sant? -Det är sant.",
        "pa": "-Truly? -Truly.",
        "vi": "- Em nói thật không? - Thật đấy."
    },
    {
        "start": "00:40:19,920",
        "end": "00:40:26,080",
        "en": "Jag vill på riktigt bara slå ner den här väggen och bara krama om dig.",
        "pa": "And I really just want to knock down this wall and hug you.",
        "vi": "Và em chỉ muốn đập vỡ tường để sang đó ôm anh thôi."
    },
    {
        "start": "00:40:26,160",
        "end": "00:40:28,240",
        "en": "Herregud.",
        "pa": "Oh, my God.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:40:28,320",
        "end": "00:40:33,800",
        "en": "Helt ärligt, så har du legat högst upp sen första gången.",
        "pa": "To be honest, you've been at the top since the very first time.",
        "vi": "Nói thật, từ đầu anh đã mến em nhất rồi."
    },
    {
        "start": "00:40:33,880",
        "end": "00:40:37,360",
        "en": "-Är det sant? -Ja. Du är speciell.",
        "pa": "-For real? -Yes.",
        "vi": "- Thật không? - Ừ. Em rất đặc biệt."
    },
    {
        "start": "00:40:38,280",
        "end": "00:40:40,800",
        "en": "Oh, my God. Vad glad jag blir.",
        "pa": "You're special.\n Oh, my God, that makes me happy.",
        "vi": "Chúa ơi. Nghe anh nói thế làm em vui lắm."
    },
    {
        "start": "00:40:51,480",
        "end": "00:40:55,240",
        "en": "Han har verkligen haft mig som favorit sen dag ett.",
        "pa": "He's really had me as a favorite since day one.",
        "vi": "Anh ấy thực sự đã mến tôi nhất ngay từ ngày đầu tiên."
    },
    {
        "start": "00:40:55,320",
        "end": "00:40:59,360",
        "en": "-Lucas? Han har sagt det? -Ja, han sa det till mig idag.",
        "pa": "-Lucas? -Yes.\n -He said that? -Yeah, he told me today.",
        "vi": "- Lucas nói thế à? - Ừ, hôm nay anh ấy bảo tôi như vậy."
    },
    {
        "start": "00:40:59,440",
        "end": "00:41:05,680",
        "en": "Det känns bra, men det är jobbigt för mig att veta att du också tycker om honom.",
        "pa": "So that feels good, but it's hard for me to know that you also like him.",
        "vi": "Vậy nên tôi vừa vui vừa ngại vì biết cô cũng thích anh ấy."
    },
    {
        "start": "00:41:05,760",
        "end": "00:41:10,120",
        "en": "Nej, men tack för att du delade med dig. Det uppskattar jag.",
        "pa": "No, thank you for sharing that. I appreciate it.",
        "vi": "Không, nhưng cảm ơn vì cô đã cho tôi biết."
    },
    {
        "start": "00:41:10,200",
        "end": "00:41:13,880",
        "en": "Men den känsla som jag fick…",
        "pa": "But the feeling I got, like, he's always been number one since day one.",
        "vi": "Nhưng với tôi, anh ấy vẫn luôn"
    },
    {
        "start": "00:41:13,960",
        "end": "00:41:20,480",
        "en": "Han har alltid varit etta sen dag ett. Jag hörde jag hans röst. This is the one.",
        "pa": "I heard his voice and I was like, \"This is the one.\"",
        "vi": "đứng đầu. Ngay từ hôm đầu tiên."
    },
    {
        "start": "00:41:20,560",
        "end": "00:41:22,680",
        "en": "Det blir ingen annan.",
        "pa": "If it's not him, then it's no one else, and don't feel bad.",
        "vi": "Khi nghe giọng, tôi đã biết anh ấy là người tôi chọn.\n Tôi sẽ không chọn ai ngoài anh ấy."
    },
    {
        "start": "00:41:22,760",
        "end": "00:41:27,280",
        "en": "Du ska inte ta åt dig så, men det är Lucas jag vill ha.",
        "pa": "But, I mean, I want Lucas.",
        "vi": "Cô đừng giận nhé. Chỉ là tôi muốn Lucas thôi."
    },
    {
        "start": "00:41:34,280",
        "end": "00:41:38,480",
        "en": "-Har du högt driv? -Driv på vilket sätt?",
        "pa": "♪ I am the fire And I can't be tamed… ♪\n - Do you have a lot of drive? -Drive? In what way?",
        "vi": "- Em có nhiều khao khát không? - Khao khát gì cơ?"
    },
    {
        "start": "00:41:38,560",
        "end": "00:41:41,880",
        "en": "Intimt driv. Jag har väldigt högt.",
        "pa": "Well, like sex drive.",
        "vi": "Khao khát tình dục ấy. Anh nhiều lắm."
    },
    {
        "start": "00:41:41,960",
        "end": "00:41:45,080",
        "en": "Vad bra. Det ska inte ske en gång i månaden.",
        "pa": "-I have a lot. -Okay, good.\n It's not supposed to only happen once a month.",
        "vi": "Được rồi, thế là tốt.\n - Không nên chỉ mỗi tháng một lần. - Anh thích mỗi giờ một lần hơn."
    },
    {
        "start": "00:41:45,160",
        "end": "00:41:49,280",
        "en": "Snarare en gång i timmen. Satte du i halsen nu?",
        "pa": "More like once an hour.",
        "vi": ""
    },
    {
        "start": "00:41:49,360",
        "end": "00:41:55,080",
        "en": "Ja. Det är så sjukt. Du verkar vara ganska blyg.",
        "pa": "Are you choking?\n Yes, so sorry.",
        "vi": "- Em sặc nước à? - Ừ, em xin lỗi.\n Bất ngờ thật, vì anh có vẻ khá rụt rè."
    },
    {
        "start": "00:41:55,160",
        "end": "00:41:58,600",
        "en": "-När det gäller sånt så är jag inte blyg. -Okej, vad bra.",
        "pa": "It's crazy. You seem to be quite shy.\n When it comes to that, I'm not shy.",
        "vi": "Không, những chuyện như thế thì anh không rụt rè."
    },
    {
        "start": "00:41:58,680",
        "end": "00:42:01,800",
        "en": "-Jag kan kasta dig på sängen. -Hårda tag.",
        "pa": "Okay, good.\n I can throw you on the bed.",
        "vi": "- Được, tốt. - Anh có thể bế em và quăng lên giường."
    },
    {
        "start": "00:42:01,880",
        "end": "00:42:05,160",
        "en": "-Vänta du, bara. -Okej.",
        "pa": "Rough.\n You just wait.\n Yeah, okay.",
        "vi": "- Ghê nhỉ. - Không, em cứ chờ mà xem.\n Ờ, được rồi."
    },
    {
        "start": "00:42:11,840",
        "end": "00:42:16,640",
        "en": "Efter den här dejten känns det som att jag och Karolina är lite lika",
        "pa": "♪ I'm a rebel ♪\n After this date, it feels like Karolina and I are alike.",
        "vi": "Sau cuộc hẹn này, tôi thấy mình và Karolina rất giống nhau."
    },
    {
        "start": "00:42:16,720",
        "end": "00:42:20,480",
        "en": "med intimitet och närhet. Hon är en passionerad person.",
        "pa": "How we want to live, intimacy and closeness.\n She's a passionate person.",
        "vi": "Về những mong muốn trong cuộc sống, mức độ thân mật, gần gũi.\n Cô ấy rất nồng nhiệt."
    },
    {
        "start": "00:42:24,240",
        "end": "00:42:29,400",
        "en": "-Oj, kolla vilket leende. -Wow, wow, wow! Happy guy!",
        "pa": "Hey! Check out that smile.\n - Wow, wow, wow. Happy guy. -I need some wine to calm down.",
        "vi": "Cười tươi chưa kìa!\n Ái chà. Hạnh phúc gớm nhỉ!"
    },
    {
        "start": "00:42:29,480",
        "end": "00:42:31,400",
        "en": "Jag måste ha vin för att lugna mig.",
        "pa": "",
        "vi": "Tôi cần một ít rượu vang."
    },
    {
        "start": "00:42:31,480",
        "end": "00:42:33,480",
        "en": "Hello, sexy!",
        "pa": "Hello, sexy. How did it go?",
        "vi": "- Chào cô em nóng bỏng. - Cô thấy thế nào?"
    },
    {
        "start": "00:42:33,560",
        "end": "00:42:37,200",
        "en": "-Hur känns det? -Helt jävla underbart, alltså.",
        "pa": "So damn amazing.\n ♪ You can't get in my way ♪\n ♪ Turn up, I wanna feel The bass in my bones ♪",
        "vi": "Quá tuyệt vời."
    },
    {
        "start": "00:42:54,920",
        "end": "00:42:59,160",
        "en": "Jag är inte så rädd för att visa mig sårbar. Jag har nära till känslor.",
        "pa": "♪ We're on fire… ♪\n I'm not afraid to show that I'm vulnerable, I feel things easily.",
        "vi": "Tôi không ngại thể hiện những mặt bên trong đâu. Tôi rất đa cảm."
    },
    {
        "start": "00:42:59,240",
        "end": "00:43:02,120",
        "en": "Jag grät senast i förrgår.",
        "pa": "Like I cried the day before yesterday.",
        "vi": "Tôi mới khóc ngày hôm kia. Tôi rất dễ xúc động."
    },
    {
        "start": "00:43:02,200",
        "end": "00:43:06,120",
        "en": "Jag är inte rädd för att visa det för nån. Jag ser det som en styrka.",
        "pa": "I feel things really easily, and I'm not afraid to show it.",
        "vi": "Tôi không giấu giếm gì cả. Thay vào đó, tôi xem đó là điểm mạnh."
    },
    {
        "start": "00:43:06,200",
        "end": "00:43:11,840",
        "en": "Ska jag kliva på en sån här resa och träffa nån, så ska vi ha samma mål.",
        "pa": "I see it as a strength instead.\n So if I'm going to embark on a journey like this and meet someone,",
        "vi": "Đã tiến vào hành trình này để tìm nửa kia thì\n chúng tôi phải có chung một mục tiêu."
    },
    {
        "start": "00:43:13,040",
        "end": "00:43:16,520",
        "en": "Majoriteten av min släkt bor ju i Estland. Och…",
        "pa": "we have to have the same goal in mind.\n The majority of my family lives in Estonia.\n And, yeah. How much have I told you?",
        "vi": "Phần lớn gia đình em sống ở Estonia."
    },
    {
        "start": "00:43:18,360",
        "end": "00:43:21,840",
        "en": "-Hur mycket har jag berättat för dig? -Ingenting, faktiskt.",
        "pa": "Uh, nothing really, so I'd really like to hear some of it.",
        "vi": "Và… em đã nói đến đâu với anh rồi?\n Chưa có gì nhiều. Anh rất muốn nghe thêm."
    },
    {
        "start": "00:43:21,920",
        "end": "00:43:25,120",
        "en": "Jag skulle jättegärna vilja höra lite.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:43:25,200",
        "end": "00:43:29,280",
        "en": "Min bakgrund är ju inte superfancy, liksom.",
        "pa": "My background isn't, I wouldn't say it's super fancy.",
        "vi": "Gia đình của em không giàu có lắm."
    },
    {
        "start": "00:43:29,360",
        "end": "00:43:32,400",
        "en": "Det var väldigt otryggt.",
        "pa": "It was very unsafe.",
        "vi": "Khá là bấp bênh."
    },
    {
        "start": "00:43:32,480",
        "end": "00:43:36,480",
        "en": "Men när vi flyttade till Sverige",
        "pa": "But when we moved to Sweden,",
        "vi": "Nhưng khi nhà em chuyển đến Thụy Điển,"
    },
    {
        "start": "00:43:36,560",
        "end": "00:43:42,440",
        "en": "fick jag ju en ny familj via min mammas nya make, som jag nu kallar för min pappa.",
        "pa": "I got a new family through my mother's new husband,",
        "vi": "em có gia đình mới vì mẹ em đã lấy chồng mới,"
    },
    {
        "start": "00:43:42,520",
        "end": "00:43:47,560",
        "en": "Min biologiska pappa och mamma, valde att gå skilda vägar.",
        "pa": "whom I now call my dad.\n Because my biological dad and mom decided to go separate ways",
        "vi": "và giờ em gọi ông ấy là bố.\n Vì bố mẹ đẻ của em\n đã chia tay và hiện tại em không hề liên lạc với ông ấy."
    },
    {
        "start": "00:43:47,640",
        "end": "00:43:49,760",
        "en": "Jag har ingen kontakt med honom i dag.",
        "pa": "and, well, I don't have any contact with him today.",
        "vi": ""
    },
    {
        "start": "00:43:49,840",
        "end": "00:43:55,280",
        "en": "Men min och mammas relation har också alltid varit väldigt turbulent.",
        "pa": "But my relationship with my mom has also always been very turbulent.",
        "vi": "Nhưng em khá khắc với mẹ."
    },
    {
        "start": "00:43:55,360",
        "end": "00:43:58,080",
        "en": "-Min mamma lever inte längre. -Nähä.",
        "pa": "-Okay. -My mom's no longer alive.",
        "vi": "- Được rồi. - Mẹ em mất rồi."
    },
    {
        "start": "00:43:58,160",
        "end": "00:44:03,720",
        "en": "-Gud, jag vill inte skrämma dig nu. -Nej, jag vill höra.",
        "pa": "-I see. -God, no, I don't want to be scaring you.\n No, no, I wanna hear it. Of course I wanna hear it.",
        "vi": "- Thế à. - Em không muốn dọa anh sợ ngay.\n Không, anh muốn nghe mà. Dĩ nhiên là muốn rồi."
    },
    {
        "start": "00:44:03,800",
        "end": "00:44:07,960",
        "en": "Nej, men det var inte bra. Mamma behöll mig när hon var 19",
        "pa": "Well, it wasn't great because Mom decided to have me when she was only 19.",
        "vi": "Ừ, em không được sung sướng lắm. Mẹ có em khi mới 19 tuổi."
    },
    {
        "start": "00:44:08,040",
        "end": "00:44:10,960",
        "en": "och jag tror det var hennes försök att…",
        "pa": "And I think it was her attempt to say, \"If I have this baby, I'll feel good",
        "vi": "Em nghĩ mẹ có em vì nghĩ rằng…"
    },
    {
        "start": "00:44:11,040",
        "end": "00:44:17,520",
        "en": "\"Om det här barnet kommer, så kommer jag att må bra och allt kommer bli bättre.\"",
        "pa": "",
        "vi": "\"Nếu đứa trẻ này ra đời, mình sẽ thấy vui và mọi chuyện sẽ tốt đẹp hơn.\""
    },
    {
        "start": "00:44:17,600",
        "end": "00:44:21,360",
        "en": "Det var lite så jag upplevde hela min barndom.",
        "pa": "and everything will finally get better for me.\"\n That's how I experienced my whole childhood.",
        "vi": "Em đã trải qua tuổi thơ như thế. Em như người hầu của mẹ vậy."
    },
    {
        "start": "00:44:21,440",
        "end": "00:44:25,600",
        "en": "Jag var som en hjälpreda för henne, typ.",
        "pa": "I was like… I was like a helper to her.",
        "vi": ""
    },
    {
        "start": "00:44:25,680",
        "end": "00:44:30,480",
        "en": "För hon satte ju mig i arbete, i princip, när jag var fyra år.",
        "pa": "She put me to work, basically, when I was four years old.",
        "vi": "Mẹ bắt em làm việc khi mới bốn tuổi."
    },
    {
        "start": "00:44:30,560",
        "end": "00:44:35,640",
        "en": "Hon skickade iväg mig för att handla när hon låg och var bakfull i sängen.",
        "pa": "She sent me shopping when she was just lying there, hungover in bed.",
        "vi": "Mẹ bắt em đi mua đồ vì chưa tỉnh rượu nên chết dí trên giường."
    },
    {
        "start": "00:44:35,720",
        "end": "00:44:39,560",
        "en": "Jag var konstant hennes omhändertagare.",
        "pa": "I was constantly like her caregiver.",
        "vi": "Em thường phải chăm sóc bà ấy."
    },
    {
        "start": "00:44:42,440",
        "end": "00:44:48,360",
        "en": "Jag fick aldrig lära mig att jag också kan bli omhändertagen och trygg.",
        "pa": "Mm-hmm.\n I was never taught that I could also be taken care of and be safe.",
        "vi": "Em chưa từng được dạy rằng mẹ phải chăm sóc và khiến em an tâm mới đúng."
    },
    {
        "start": "00:44:48,440",
        "end": "00:44:52,080",
        "en": "Det var bara vissa människor, men inte jag.",
        "pa": "Wow.\n That was only for certain people, but not me.",
        "vi": "- Ừ. - Người khác được thế chứ không phải em."
    },
    {
        "start": "00:44:52,160",
        "end": "00:44:57,920",
        "en": "Gud, jag blir lite ledsen nu. Det kommer alltid att vara lite jobbigt att prata om",
        "pa": "And I was just… oh, God, I'm getting a bit sad now.",
        "vi": "Em thấy hơi buồn một chút rồi."
    },
    {
        "start": "00:44:58,000",
        "end": "00:45:01,600",
        "en": "för jag kommer aldrig att få en normal barndom.",
        "pa": "It will always be a bit hard to talk about this\n because I'll never have a normal childhood.",
        "vi": "Nói chuyện này bao giờ cũng khó khăn,\n vì em sẽ không bao giờ có được một tuổi thơ bình thường."
    },
    {
        "start": "00:45:01,680",
        "end": "00:45:03,680",
        "en": "Jag förstår det.",
        "pa": "I understand.",
        "vi": "Anh hiểu."
    },
    {
        "start": "00:45:03,760",
        "end": "00:45:07,680",
        "en": "Men jag trodde inte att jag kunde bli älskad annars.",
        "pa": "But I didn't think I could be loved otherwise.",
        "vi": "Em không hề nghĩ rằng mình có thể được yêu thương."
    },
    {
        "start": "00:45:07,760",
        "end": "00:45:13,000",
        "en": "Och det är ganska tråkigt för en liten unge att tänka.",
        "pa": "And that's pretty sad for a little kid to think about.",
        "vi": "Một cô bé mà lại nghĩ như thế thật là đáng thương."
    },
    {
        "start": "00:45:13,080",
        "end": "00:45:18,640",
        "en": "-Ja, det är klart. -Och det blev ju värre sen också.",
        "pa": "Of course.\n And that got worse later as well.",
        "vi": "Ừ, đúng vậy.\n Càng về sau, mọi chuyện càng tệ."
    },
    {
        "start": "00:45:18,720",
        "end": "00:45:22,040",
        "en": "Ju äldre jag blev, så började jag…",
        "pa": "As I got older, I was, well… I was physically punished",
        "vi": "Khi lớn, em luôn ăn đòn khi không làm đúng ý mẹ."
    },
    {
        "start": "00:45:22,120",
        "end": "00:45:27,320",
        "en": "Jag blev straffad fysiskt om jag inte levde upp till standarden.",
        "pa": "if I didn't live up to strict standards.",
        "vi": ""
    },
    {
        "start": "00:45:27,400",
        "end": "00:45:32,560",
        "en": "Jättetungt. Jag orkar inte lasta det här på dig.",
        "pa": "Okay.\n It's so heavy. I can't burden you with all of this.",
        "vi": "Được rồi.\n Chuyện này nặng nề quá. Em không nên trút sang cho anh."
    },
    {
        "start": "00:45:32,640",
        "end": "00:45:34,960",
        "en": "Jag förstår att det är tungt att prata om.",
        "pa": "I get that it's hard to talk.",
        "vi": "Anh hiểu đây là nỗi lòng khó nói của em."
    },
    {
        "start": "00:45:35,040",
        "end": "00:45:38,200",
        "en": "-Det är okej, om det är okej för dig. -Ja, det är okej.",
        "pa": "-It's okay for me if it's okay for you. -Yes, it's okay.",
        "vi": "Nếu anh không phiền thì em nói được."
    },
    {
        "start": "00:45:38,280",
        "end": "00:45:42,080",
        "en": "Jag vill ju lära känna hela dig.",
        "pa": "I want to get to know all of you, you know.",
        "vi": "Ừ, không sao. Anh muốn biết toàn bộ con người em."
    },
    {
        "start": "00:45:42,160",
        "end": "00:45:48,880",
        "en": "Åh, jag blir alltid lite osäker när jag pratar om detta, för att det känns…",
        "pa": "I always get insecure when I talk about this because…",
        "vi": "Em luôn đắn đo khi kể những chuyện này vì thấy…"
    },
    {
        "start": "00:45:48,960",
        "end": "00:45:51,880",
        "en": "Ibland är jag rädd att…",
        "pa": "sometimes I get scared that…",
        "vi": "Đôi khi em sợ là…"
    },
    {
        "start": "00:45:52,960",
        "end": "00:45:55,720",
        "en": "Att bara…",
        "pa": "to just…",
        "vi": "Em…"
    },
    {
        "start": "00:45:55,800",
        "end": "00:45:57,680",
        "en": "Åh, Gud…",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:45:59,600",
        "end": "00:46:03,880",
        "en": "Blir du rädd för att bli dömd efter ditt bagage, eller?",
        "pa": "Are you scared of being judged because of your past?",
        "vi": "Em có sợ người khác lo ngại về hoàn cảnh của em không?"
    },
    {
        "start": "00:46:03,960",
        "end": "00:46:08,440",
        "en": "Ja. När jag berättar för dig får jag tanken:",
        "pa": "Yes.\n Now when I'm telling you this, I'm thinking,",
        "vi": "Có chứ.\n Sau khi kể với anh, em lại đang nghĩ, \"Khỉ thật, anh ấy sợ mà rút lui thì sao?\""
    },
    {
        "start": "00:46:08,520",
        "end": "00:46:10,760",
        "en": "\"Shit, tänk om han springer nu.\"",
        "pa": "\"Shit, what if he runs away now?\"",
        "vi": ""
    },
    {
        "start": "00:46:10,840",
        "end": "00:46:15,400",
        "en": "Jag tänker tvärtom. Ju mer jag lär känna dig…",
        "pa": "I'm feeling the opposite.",
        "vi": "Anh đang nghĩ ngược lại cơ.\n Càng biết về em…"
    },
    {
        "start": "00:46:15,480",
        "end": "00:46:21,680",
        "en": "Du växer bara för mig hela tiden. Jag ser ju vilken underbar ängel du är.",
        "pa": "The more I get to know you, I mean, you just grow on me all the time.",
        "vi": "anh càng có tình cảm với em hơn."
    },
    {
        "start": "00:46:21,760",
        "end": "00:46:28,400",
        "en": "Och du ska veta att jag ser släktdelen som en väldigt stor del av ett giftermål.",
        "pa": "I see what a wonderful angel you are,\n and you should know that I see the whole family",
        "vi": "Anh thấy em đúng là một thiên thần tuyệt vời.\n Và em nên biết là anh coi gia đình là một phần rất lớn của hôn nhân."
    },
    {
        "start": "00:46:28,480",
        "end": "00:46:31,880",
        "en": "Min familj kommer att vara en del av din släkt också.",
        "pa": "as a very big part of a marriage.\n My family will be your family as well.",
        "vi": "Gia đình của anh cũng sẽ là gia đình của em."
    },
    {
        "start": "00:46:31,960",
        "end": "00:46:34,240",
        "en": "Åh…",
        "pa": "Oh!",
        "vi": ""
    },
    {
        "start": "00:46:35,360",
        "end": "00:46:39,080",
        "en": "Men jag är typ kär i dig.",
        "pa": "Rasmus, I'm like in love with you.",
        "vi": "Rasmus, em hơi yêu anh rồi đấy."
    },
    {
        "start": "00:46:39,160",
        "end": "00:46:42,160",
        "en": "Det är fan sjukt.",
        "pa": "It's so damn crazy.",
        "vi": "Thật không tin nổi."
    },
    {
        "start": "00:46:44,080",
        "end": "00:46:45,920",
        "en": "Du är så söt.",
        "pa": "You're so sweet.",
        "vi": "Em dễ thương quá."
    },
    {
        "start": "00:46:47,720",
        "end": "00:46:52,120",
        "en": "Varför sa jag det nu när jag inte kan springa fram till dig? Det är så dumt.",
        "pa": "Why say that now when I can't run up to you?\n -It's so stupid.",
        "vi": "Sao anh lại nói thế khi em không thể chạy đến bên anh. Thật là ngốc."
    },
    {
        "start": "00:46:59,440",
        "end": "00:47:04,640",
        "en": "Innan jag kom hit hade jag aldrig kunnat tänka mig att samtalen i rummen",
        "pa": "Before I came here, I could never have imagined",
        "vi": "Trước khi đến đây, tôi không hề ngờ rằng"
    },
    {
        "start": "00:47:04,720",
        "end": "00:47:06,960",
        "en": "skulle betyda så mycket som de gör.",
        "pa": "that the conversations in these rooms would be as meaningful as this.",
        "vi": "những cuộc trò chuyện trong các căn phòng này sẽ ý nghĩa đến vậy."
    },
    {
        "start": "00:47:07,040",
        "end": "00:47:10,840",
        "en": "Jag fick veta hennes historia, hennes djupaste sorger.",
        "pa": "I got to know her story,",
        "vi": "Tôi đã được biết chuyện đời cô ấy, những nỗi buồn sâu sắc nhất của cô ấy,"
    },
    {
        "start": "00:47:10,920",
        "end": "00:47:14,960",
        "en": "Det känns som att vi har byggt ännu mer på det här nu.",
        "pa": "her deepest sorrows, and on top of that,\n it feels like we've built more on this now.",
        "vi": "và trên hết, có vẻ như tình cảm của chúng tôi nhờ đó mà càng phát triển."
    },
    {
        "start": "00:47:16,440",
        "end": "00:47:19,160",
        "en": "Det… Det är på gång med kärlek.",
        "pa": "Yeah. Love is on its way.",
        "vi": "Nó… Nó sắp trở thành tình yêu rồi."
    },
    {
        "start": "00:47:21,040",
        "end": "00:47:26,680",
        "en": "Men jag kan inte integrera så djupt och emotionellt med två stycken samtidigt.",
        "pa": "But I can't connect in a deep and emotional way",
        "vi": "Tôi không thể kết nối cảm xúc sâu sắc đến vậy"
    },
    {
        "start": "00:47:26,760",
        "end": "00:47:29,080",
        "en": "God morgon, god morgon",
        "pa": "with two people at the same time.\n ♪ Good morning, good morning ♪",
        "vi": "với hai người một lúc.\n Chào buổi sáng, chào buổi sáng"
    },
    {
        "start": "00:47:29,160",
        "end": "00:47:32,640",
        "en": "Hör fåglar sjunga glatt god morgon, god morgon, i kör",
        "pa": "♪ It's great to stay up late ♪\n ♪ Good morning, good morning to you ♪",
        "vi": "Bạn có nghe tiếng chim hót không? Chào buổi sáng, chào buổi sáng"
    },
    {
        "start": "00:47:32,720",
        "end": "00:47:36,080",
        "en": "-Säger man så? \"Hör fåglar sjunga glatt\"? -Ja.",
        "pa": "Are those the lyrics, \"it's great to stay up late\"?",
        "vi": "Lời bài hát là thế à? \"Bạn có nghe tiếng chim hót không?\""
    },
    {
        "start": "00:47:36,160",
        "end": "00:47:40,360",
        "en": "-Hur mår du? -Jag har haft en sömnlös natt.",
        "pa": "Yeah. How are you?\n I had one of those sleepless nights.",
        "vi": "Phải. Anh vẫn khỏe chứ?\n Anh đã có một đêm không ngủ được."
    },
    {
        "start": "00:47:40,440",
        "end": "00:47:44,200",
        "en": "-Tankarna har snurrat, eller? -Så in i Norden.",
        "pa": "Oh, no. Thoughts churning?",
        "vi": "Khổ thế. Nhiều suy nghĩ quay cuồng quá à?"
    },
    {
        "start": "00:47:44,280",
        "end": "00:47:50,640",
        "en": "Jag har funderat och funderat på hur man ska gå vidare i den här processen.",
        "pa": "Yes, a lot of thoughts, in fact.\n I've been thinking and thinking about how to move forward in this process.",
        "vi": "Ừ, quá nhiều.\n Anh đã nghĩ mãi xem nên tiếp tục thế nào trong quá trình này."
    },
    {
        "start": "00:47:50,720",
        "end": "00:47:54,960",
        "en": "Ska vara helt ärlig så har jag kommit fram till att jag inte mår jättebra.",
        "pa": "And to be honest, I've realized that I'm not feeling very well.",
        "vi": "Và thành thật mà nói, anh nhận ra là anh thấy không được khỏe cho lắm."
    },
    {
        "start": "00:47:55,040",
        "end": "00:47:57,680",
        "en": "Jag tycker att det är lite jobbigt.",
        "pa": "-No? -I think it's a bit difficult.",
        "vi": "Anh thấy hơi khó khăn."
    },
    {
        "start": "00:47:57,760",
        "end": "00:48:03,400",
        "en": "Jag förstår att man ska prata med fler och öppna upp sig och integrera med fler.",
        "pa": "I understand that you have to talk to several people at the same time",
        "vi": "Anh hiểu là ta phải nói chuyện với nhiều người,\n phải cởi mở với nhiều người, và tương tác với nhiều người cùng lúc."
    },
    {
        "start": "00:48:03,480",
        "end": "00:48:06,600",
        "en": "Men jag tycker att det känns tufft.",
        "pa": "and open up to them and connect with more than one person,\n but I think that feels hard.",
        "vi": "Nhưng anh thấy khó thật."
    },
    {
        "start": "00:48:08,040",
        "end": "00:48:13,840",
        "en": "Så jag har faktiskt valt att korta ner mycket mer än vad man kanske bör göra.",
        "pa": "So I've actually chosen to limit myself a lot more than maybe one should.",
        "vi": "Vậy nên anh đã chọn cắt giảm, có thể là hơi quá tay."
    },
    {
        "start": "00:48:13,920",
        "end": "00:48:19,120",
        "en": "♪ I knew the day would come when we would say goodbye ♪",
        "pa": "♪ I knew the day would come When we would say goodbye ♪",
        "vi": ""
    },
    {
        "start": "00:48:19,200",
        "end": "00:48:24,680",
        "en": "Jag vill också förtydliga att jag tycker att du verkar vara en otroligt fin tjej.",
        "pa": "And I want to make it clear that I think you seem to be",
        "vi": "Anh cũng muốn nói rõ là anh thấy"
    },
    {
        "start": "00:48:24,760",
        "end": "00:48:28,760",
        "en": "Jag har haft så jäkla kul när jag snackat med dig. Allting vi har gått igenom…",
        "pa": "an incredibly beautiful girl.\n I've had so much fun talking to you and sharing everything we've been through.",
        "vi": "em là một cô gái rất đáng yêu.\n Anh rất vui khi nói chuyện với em và trong những buổi hẹn hò của ta."
    },
    {
        "start": "00:48:28,840",
        "end": "00:48:33,920",
        "en": "Jag önskar dig all lycka, som jag verkligen bara kan göra.",
        "pa": "-I wish you all the luck in the world. -Yeah.",
        "vi": "Anh chúc em có được mọi điều tốt đẹp nhất."
    },
    {
        "start": "00:48:34,000",
        "end": "00:48:40,320",
        "en": "Jag måste korta ner mina alternativ. Det är skönt att det går att prata med dig.",
        "pa": "But I have to go down on my alternatives to be able to feel better,",
        "vi": "Ừ.\n Nhưng anh phải cắt hết các lựa chọn ở sau thì mới thấy vui được.\n Và anh rất vui vì có thể nói chuyện với em dễ dàng thế này."
    },
    {
        "start": "00:48:40,400",
        "end": "00:48:46,000",
        "en": "Jag hade inte bestämt mig för att avbryta med honom i dag. Jag ville utforska mer.",
        "pa": "though it's really nice that it's possible to talk to you so openly.\n For my own part, I had not decided to break it off with him today.",
        "vi": "Tôi chưa quyết định sẽ chia tay với anh ấy hôm nay."
    },
    {
        "start": "00:48:46,080",
        "end": "00:48:48,480",
        "en": "-Lycka till. -Detsamma. Hej.",
        "pa": "Wanted to explore it further.\n -Good luck. -You too.\n -Take care. -Bye.",
        "vi": "Tôi muốn tìm hiểu thêm cơ.\n - May mắn nhé. - Em cũng vậy.\n - Chào anh. - Tạm biệt."
    },
    {
        "start": "00:48:50,240",
        "end": "00:48:54,480",
        "en": "♪ Now your eyes are colder than December ♪",
        "pa": "♪ Now your eyes Are colder than December ♪",
        "vi": ""
    },
    {
        "start": "00:48:54,560",
        "end": "00:48:58,000",
        "en": "♪ The fire is out It's just a dying ember ♪",
        "pa": "♪ The fire is out It's just a dying ember ♪",
        "vi": ""
    },
    {
        "start": "00:48:58,080",
        "end": "00:49:01,840",
        "en": "♪ I thought we were gonna last forever ♪",
        "pa": "♪ I thought we were gonna last forever Then you said ♪",
        "vi": ""
    },
    {
        "start": "00:49:01,920",
        "end": "00:49:07,200",
        "en": "♪ Then you said, Well all good things must come to an end ♪",
        "pa": "♪ \"Well, all good things Must come to an end\" ♪",
        "vi": ""
    },
    {
        "start": "00:49:11,040",
        "end": "00:49:12,960",
        "en": "Hej.",
        "pa": "Hey!",
        "vi": "Xin chào."
    },
    {
        "start": "00:49:16,320",
        "end": "00:49:19,320",
        "en": "-Jag blev dumpad. -Nej.",
        "pa": "I got dumped.\n -No! -Oh, no!",
        "vi": "Tôi bị đá rồi.\n - Không phải chứ! - Ai đá?"
    },
    {
        "start": "00:49:19,400",
        "end": "00:49:21,640",
        "en": "-Av? -Av Rasmus.",
        "pa": "-By? -By Rasmus.",
        "vi": "Rasmus."
    },
    {
        "start": "00:49:23,240",
        "end": "00:49:25,960",
        "en": "-Jag fattar ingenting. -Är det okej?",
        "pa": "-I don't get it. -Are you okay?",
        "vi": "- Tôi không hiểu. - Cô không sao chứ?"
    },
    {
        "start": "00:49:30,360",
        "end": "00:49:35,120",
        "en": "♪ We've got a fire guiding us ♪",
        "pa": "♪ We've got a fire guiding us ♪",
        "vi": ""
    },
    {
        "start": "00:49:37,720",
        "end": "00:49:41,360",
        "en": "Vem är det Rasmus dejtar, då? Dig?",
        "pa": "Who is Rasmus dating, then? You?",
        "vi": "Vậy Rasmus đang hẹn hò với ai? Cô à?"
    },
    {
        "start": "00:49:42,640",
        "end": "00:49:45,360",
        "en": "-Men kom igen, Chrissy. -Skärp dig.",
        "pa": "-Come on, Krissy. -Tell us, just say.",
        "vi": "Thôi nào, Krissy. Đừng như vậy."
    },
    {
        "start": "00:49:45,440",
        "end": "00:49:51,000",
        "en": "Ja. Han är den enda som jag har kvar.",
        "pa": "-Yeah. -Yes.\n -Nice. -He's the only one I've got left.\n ♪ We trust the universe… ♪",
        "vi": "Ừ.\n Anh ấy là người duy nhất còn lại của tôi."
    },
    {
        "start": "00:49:56,360",
        "end": "00:49:57,520",
        "en": "Skakar.",
        "pa": "I'm shaking.",
        "vi": "Tôi đang run này."
    },
    {
        "start": "00:49:59,200",
        "end": "00:50:04,120",
        "en": "Gud, jag kan inte hantera det här. Vad sjuk han är.",
        "pa": "I can't handle this, he's crazy.",
        "vi": "Chúa ơi, tôi không thể chịu được.\n Anh ấy điên đến mức nào vậy?"
    },
    {
        "start": "00:50:04,200",
        "end": "00:50:06,040",
        "en": "Jag kommer att få en infarkt.",
        "pa": "I'll get a heart attack.",
        "vi": "Tôi lên cơn đau tim mất."
    },
    {
        "start": "00:50:06,120",
        "end": "00:50:11,680",
        "en": "Jag försöker måla upp en bild för hur hon ser ut, men det är så jävla svårt.",
        "pa": "I'm trying to paint a picture of what she looks like.",
        "vi": "Tôi cố hình dung xem cô ấy thế nào nhưng khó quá."
    },
    {
        "start": "00:50:11,760",
        "end": "00:50:17,560",
        "en": "Jag har noll koll på hur hon ser ut. Jag är jättenervös över det steget.",
        "pa": "But it's so damn difficult. I have no idea what she looks like.",
        "vi": "Tôi không hề biết cô ấy trông thế nào.\n Tôi rất lo lắng về bước đó."
    },
    {
        "start": "00:50:17,640",
        "end": "00:50:22,040",
        "en": "När du ser henne, tror jag du kommer att uppskatta allt med henne.",
        "pa": "I'm really nervous about that step.\n When you see her, you're going to appreciate everything about her.",
        "vi": "Khi nhìn thấy cô ấy,\n tôi nghĩ anh sẽ càng yêu mọi thứ ở cô ấy."
    },
    {
        "start": "00:50:22,120",
        "end": "00:50:28,360",
        "en": "Jag är så rädd att det inte är så. Jag är sjukt ytlig annars.",
        "pa": "I hope to God. I'm scared that won't be the case.\n -No, it'll be fine, I promise. -I'm so scared of it. I'm so shallow.",
        "vi": "- Tôi nghĩ hình ảnh của cô ấy… - Cầu Chúa là như thế.\n - Không, sẽ không… - Tôi đang sợ lắm."
    },
    {
        "start": "00:50:28,440",
        "end": "00:50:33,520",
        "en": "Jag tänker på stavningen. K-R-I-S-S-T-E bindestreck L-Y.",
        "pa": "I'm thinking of the spelling: K-R-I-S-S-E hyphen L-Y.",
        "vi": "Bình thường tôi rất coi trọng ngoại hình.\n Tôi lại đang nghĩ cách viết tên cô ấy.\n K-R-I-S-S-T-E-L-Y."
    },
    {
        "start": "00:50:33,600",
        "end": "00:50:38,640",
        "en": "Chrissy… Är det bindestreck L-Y? Är hon kines?",
        "pa": "Krisse, and then hyphen L-Y?",
        "vi": "Krissy. Và gạch ngang, Ly à?"
    },
    {
        "start": "00:50:38,720",
        "end": "00:50:42,240",
        "en": "Har jag missat nånting här?",
        "pa": "I'm thinking, is she Chinese?\n Have I missed that?",
        "vi": "Tôi tưởng cô ấy là người Trung Quốc. Tôi bỏ lỡ chi tiết nào à?"
    },
    {
        "start": "00:50:50,880",
        "end": "00:50:53,680",
        "en": "Det har varit en känslofylld dag.",
        "pa": "It's been an emotional day.",
        "vi": "Thật là một ngày đầy cảm xúc."
    },
    {
        "start": "00:50:53,760",
        "end": "00:50:58,400",
        "en": "Dels är man i en känslomässig storm och det går upp och ner.",
        "pa": "You're already in emotional turmoil\n and everything goes up and down and all over the place.",
        "vi": "Một phần là do cảm xúc cứ thăng trầm như bão."
    },
    {
        "start": "00:50:58,480",
        "end": "00:51:00,960",
        "en": "Jag tror att det var mycket som släppte.",
        "pa": "So I think a lot of it was just kind of a release.",
        "vi": "Nên tôi nghĩ rất nhiều cảm xúc vừa được giải phóng."
    },
    {
        "start": "00:51:01,040",
        "end": "00:51:05,240",
        "en": "Och nu är du orolig för att Christofer ska göra samma sak.",
        "pa": "Now you're worried that Christofer will do the same thing.",
        "vi": "Và giờ cô đang lo là Christofer…\n cũng sẽ làm thế."
    },
    {
        "start": "00:51:07,560",
        "end": "00:51:09,080",
        "en": "Ja, ja…",
        "pa": "Oh, well.",
        "vi": ""
    },
    {
        "start": "00:51:24,720",
        "end": "00:51:30,400",
        "en": "Allt händer av en anledning. Jag har ju bara Christofer som jag vill dejta nu.",
        "pa": "I think that everything happens for a reason\n and Christofer is the only one that I want to date right now.",
        "vi": "Tôi nghĩ mọi thứ xảy ra đều có lý do.\n Và hiện tại, chỉ có Christofer là tôi muốn hẹn hò."
    },
    {
        "start": "00:51:31,560",
        "end": "00:51:34,080",
        "en": "Ena sekunden känner man sig jättelugn",
        "pa": "One second you feel really calm,",
        "vi": "Một giây trước ta vừa thấy rất bình tĩnh."
    },
    {
        "start": "00:51:34,160",
        "end": "00:51:37,120",
        "en": "men andra sekunden blir man lite stressad.",
        "pa": "but the next you get a little stressed out.",
        "vi": "Thế mà giây sau đã có chút căng thẳng."
    },
    {
        "start": "00:51:37,200",
        "end": "00:51:40,040",
        "en": "Jag vill ju fortfarande lära känna Christofer.",
        "pa": "Because I still need to get to know Christofer better.",
        "vi": "Vì tôi vẫn muốn tìm hiểu thêm về Christofer."
    },
    {
        "start": "00:51:40,120",
        "end": "00:51:43,240",
        "en": "Det är klart att man är rädd att bli avvisad.",
        "pa": "And of course, you're afraid of being rejected.",
        "vi": "Và dĩ nhiên ai cũng sợ bị từ chối."
    },
    {
        "start": "00:51:43,320",
        "end": "00:51:46,240",
        "en": "- Hur mår du idag? -Ehm…",
        "pa": "- How are you today? -Um… I don't know.",
        "vi": "- Hôm nay em thế nào? - À…"
    },
    {
        "start": "00:51:46,320",
        "end": "00:51:51,640",
        "en": "Jag vet inte. Jag kanske har nämnt att jag har haft",
        "pa": "I might have mentioned it before, but I've experienced…",
        "vi": "Em không biết nữa. Em biết có lẽ em từng nói rồi,"
    },
    {
        "start": "00:51:51,720",
        "end": "00:51:54,480",
        "en": "väldigt mycket ångest.",
        "pa": "a lot of anxiety in my life.",
        "vi": "nhưng em rất hay lo lắng trong cuộc sống."
    },
    {
        "start": "00:51:56,000",
        "end": "00:52:00,880",
        "en": "Det började för några år sen. Jag tror att det handlade mest om",
        "pa": "It started just a few years ago, and I think it was mostly because",
        "vi": "Chỉ mới từ vài năm trước đây thôi. Và em nghĩ chủ yếu là vì"
    },
    {
        "start": "00:52:00,960",
        "end": "00:52:04,840",
        "en": "att jag efter ett långt förhållande blev singel.",
        "pa": "I… became single after a long relationship.",
        "vi": "sau khi mối quan hệ lâu dài của em tan vỡ, em chỉ có một mình,"
    },
    {
        "start": "00:52:04,920",
        "end": "00:52:08,400",
        "en": "Jag flyttade till en annan stad. Det var pandemi.",
        "pa": "I moved to a new city. There was a pandemic.",
        "vi": "chuyển đến một thành phố khác, rồi đại dịch xảy ra."
    },
    {
        "start": "00:52:08,480",
        "end": "00:52:12,200",
        "en": "Man satt hemma och jobbade. Man var otroligt mycket själv.",
        "pa": "I worked from home, spent a lot of time alone.",
        "vi": "Em chỉ ngồi ở nhà làm việc. Em ở một mình quá nhiều."
    },
    {
        "start": "00:52:12,760",
        "end": "00:52:18,560",
        "en": "Jag tror att det började med det -att jag verkligen kände mig ensam.",
        "pa": "I think it started with that.",
        "vi": "Em nghĩ nó bắt đầu từ cảm giác cô đơn của em."
    },
    {
        "start": "00:52:19,240",
        "end": "00:52:26,000",
        "en": "Jag minns verkligen hur jag bara satt på köksgolvet i fosterställning",
        "pa": "I felt really, like, really lonely.\n I remember sitting on the kitchen floor in like a fetal position,",
        "vi": "Em vẫn nhớ mình ngồi co mình"
    },
    {
        "start": "00:52:26,080",
        "end": "00:52:31,520",
        "en": "någon minut från att ringa pappa och säga att nu slutar jag andas.",
        "pa": "like one minute from calling my dad saying,\n \"I'm gonna stop breathing, that's it.\"",
        "vi": "trên sàn bếp…\n thiếu điều gọi điện cho bố để nói,\n \"Con sắp tắt thở.\""
    },
    {
        "start": "00:52:31,600",
        "end": "00:52:36,880",
        "en": "Vissa gånger när jag har känt panikångest så har det verkligen varit så här…",
        "pa": "Yeah.\n Because sometimes when I've had a panic attack, I don't want to die.",
        "vi": "Vì đôi khi, khi lên cơn hoảng loạn,"
    },
    {
        "start": "00:52:36,960",
        "end": "00:52:40,680",
        "en": "Jag vill inte dö men jag orkar inte leva längre.",
        "pa": "But I can't take living anymore.",
        "vi": "em thấy không phải là em muốn chết, nhưng em không thể sống thêm được nữa."
    },
    {
        "start": "00:52:40,760",
        "end": "00:52:42,760",
        "en": "Du är underbar. Förlåt.",
        "pa": "Yeah, you're wonderful. Sorry.",
        "vi": "Em rất tuyệt vời, anh rất tiếc."
    },
    {
        "start": "00:52:42,840",
        "end": "00:52:46,600",
        "en": "Men jag är väldigt glad idag. Jag har inte ångest idag.",
        "pa": "But I'm very happy that I don't have anxiety today,",
        "vi": "Em rất mừng vì hôm nay em không thấy lo âu gì cả."
    },
    {
        "start": "00:52:46,680",
        "end": "00:52:53,440",
        "en": "Och om jag skulle känna det igen så vet jag exakt hur jag skulle hantera det.",
        "pa": "and I'm also very happy because if it happens again,",
        "vi": "Và em cũng mừng vì nếu lại bị như thế,"
    },
    {
        "start": "00:52:53,520",
        "end": "00:52:59,120",
        "en": "Ångest är inte alls främmande för mig. Det är ingenting jag är rädd för.",
        "pa": "I know exactly how to deal with it.\n Anxiety is something I am familiar with.",
        "vi": "em biết phải làm thế nào để vượt qua.\n Anh không lạ gì chứng lo âu cả. Anh không hề sợ nó."
    },
    {
        "start": "00:53:00,320",
        "end": "00:53:04,000",
        "en": "Men jag vill att du ska veta att om du nu…",
        "pa": "-And I'm not at all afraid of it. -No.\n But I want you to know that if you…",
        "vi": "Anh muốn em biết là nếu…"
    },
    {
        "start": "00:53:04,080",
        "end": "00:53:07,840",
        "en": "När du får en panikångestattack i min närhet",
        "pa": "Or let's say when you get a panic attack near me…",
        "vi": "Hoặc khi em lên cơn hoảng loạn khi anh đang có mặt,"
    },
    {
        "start": "00:53:07,920",
        "end": "00:53:12,080",
        "en": "så tror jag att jag kan vara en ganska trygg punkt att kunna…",
        "pa": "I think I can provide a safe place for you.",
        "vi": "anh nghĩ em có thể yên tâm ở bên anh…"
    },
    {
        "start": "00:53:12,160",
        "end": "00:53:15,480",
        "en": "Om det är nån som förstår det så är det jag.",
        "pa": "If anyone can understand it, it's me.",
        "vi": "Anh hiểu được cho em."
    },
    {
        "start": "00:53:20,320",
        "end": "00:53:23,040",
        "en": "-Är du ledsen? -Nej.",
        "pa": "Are you upset?",
        "vi": "- Em buồn à? - Không."
    },
    {
        "start": "00:53:23,120",
        "end": "00:53:28,240",
        "en": "-Jag hoppas det är glädjetårar. -Ja.",
        "pa": "-No. -I hope it's tears of joy.",
        "vi": "Anh mong là em đang khóc vì hạnh phúc."
    },
    {
        "start": "00:53:28,320",
        "end": "00:53:34,200",
        "en": "Grejen är så här att du är min solklara etta, bara så att du vet.",
        "pa": "-Yes. -Yeah?\n The thing is, you're my crystal clear number one, just so you know.",
        "vi": "- Đúng. - Ừ.\n Chuyện là… Nói cho em biết nhé, em là lựa chọn hàng đầu của anh."
    },
    {
        "start": "00:53:34,280",
        "end": "00:53:39,400",
        "en": "Vi har gått från klarhet till klarhet. Igår läste jag igenom dig.",
        "pa": "You've been so open with me, and yesterday I read you through from start to finish.",
        "vi": "Cảm tình anh dành cho em ngày càng mạnh.\n Và hôm qua anh đã đọc thông tin của em từ đầu đến cuối."
    },
    {
        "start": "00:53:39,480",
        "end": "00:53:42,760",
        "en": "Det är lite av en drömtjej jag har antecknat.",
        "pa": "And what I read is the story of my dream girl.",
        "vi": "Và ghi chú của anh cho thấy em khá giống một cô gái trong mơ."
    },
    {
        "start": "00:53:42,840",
        "end": "00:53:46,760",
        "en": "Det var en liten revelation för mig. Det är ganska mäktigt.",
        "pa": "It was a revelation of sorts. That's quite powerful.",
        "vi": "Anh đã rất bất ngờ khi nhận ra điều đó."
    },
    {
        "start": "00:53:52,840",
        "end": "00:53:57,160",
        "en": "-Så här är vi. Du och jag. -Du och jag.",
        "pa": "So here we are.\n -Here we are. -You and I.",
        "vi": "- Và giờ ta ở đây. - Ta ở đây.\n - Em và anh. - Anh và em."
    },
    {
        "start": "00:53:57,240",
        "end": "00:54:00,480",
        "en": "Mitt hjärtas fröjd och eviga längtan.",
        "pa": "You and I.\n Joy of my heart and eternal longing.",
        "vi": "Niềm vui và khao khát của anh."
    },
    {
        "start": "00:54:00,560",
        "end": "00:54:06,440",
        "en": "♪ It's real love 'cause we have to know ♪",
        "pa": "♪ It's real love ♪\n ♪ Because we have enough ♪",
        "vi": ""
    },
    {
        "start": "00:54:06,520",
        "end": "00:54:11,240",
        "en": "♪ It's real love 'cause you love me the right way ♪",
        "pa": "♪ It's real love ♪\n ♪ 'Cause you love me the right way ♪",
        "vi": ""
    },
    {
        "start": "00:54:13,320",
        "end": "00:54:18,880",
        "en": "Nu har inte vi pratat om jättemycket, med det här med religion…",
        "pa": "Now we haven't talked an awful lot about religion.",
        "vi": "Ta chưa nói mấy về tôn giáo. Đó là một vấn đề lớn."
    },
    {
        "start": "00:54:18,960",
        "end": "00:54:24,640",
        "en": "Det är jättemånga som ser mig som \"mr Bad boy\" och \"Party prince\".",
        "pa": "Big deal.\n So many people look at me and go,",
        "vi": "Rất nhiều người nhìn anh và nghĩ anh là một gã trai hư,"
    },
    {
        "start": "00:54:24,720",
        "end": "00:54:28,560",
        "en": "\"Han skulle aldrig gå på kyrka och familj.\"",
        "pa": "\"Nah, he's more of a mister bad boy party prince.\n He would never go for church and family.\"",
        "vi": "một tay chuyên ăn chơi, tuyệt đối không chịu đi nhà thờ và lập gia đình."
    },
    {
        "start": "00:54:28,640",
        "end": "00:54:33,160",
        "en": "Men it's a big deal, mer än vad man skulle tro.",
        "pa": "But it's a big deal, more than you'd think.",
        "vi": "Nhưng anh rất coi trọng nó. Hơn người ta tưởng nhiều."
    },
    {
        "start": "00:54:33,240",
        "end": "00:54:35,680",
        "en": "-Ska jag vara helt ärlig? -Ja.",
        "pa": "-So, to be completely honest… -Yes.",
        "vi": "- Anh nói thật nhé? - Ừ."
    },
    {
        "start": "00:54:35,760",
        "end": "00:54:38,240",
        "en": "-Helt ärlig? -Helt ärlig.",
        "pa": "-Completely honest. -Completely honest.",
        "vi": "- Hoàn toàn chân thật đấy? - Hoàn toàn chân thật."
    },
    {
        "start": "00:54:38,320",
        "end": "00:54:42,360",
        "en": "Nej, men då kanske jag dödar mystiken.",
        "pa": "Yes, but then… that'll kill the mystery.",
        "vi": "Không, thế thì em không thấy anh bí ẩn nữa mất."
    },
    {
        "start": "00:54:42,440",
        "end": "00:54:45,040",
        "en": "Eller borde jag? Jo, men jag kör.",
        "pa": "-What? -Or should I… I'll go for it.",
        "vi": "Hay anh nên làm thế nhỉ? Thôi anh sẽ nói."
    },
    {
        "start": "00:54:46,120",
        "end": "00:54:50,320",
        "en": "-Du gör mig nervös. -Ja, men jag var så nervös.",
        "pa": "This makes me nervous.\n -Yeah, I'm nervous too. -Mm.",
        "vi": "- Anh làm em lo đấy. - Anh đã rất lo lắng."
    },
    {
        "start": "00:54:50,400",
        "end": "00:54:53,920",
        "en": "-När var du nervös, menar du? -Idag.",
        "pa": "-When were you nervous? -Today.",
        "vi": "- Lúc nào cơ? - Hôm nay."
    },
    {
        "start": "00:54:54,000",
        "end": "00:54:59,200",
        "en": "Jag sa att det fanns bara två jag ville träffa.",
        "pa": "Yeah?\n I said that there were only two I wanted to see.",
        "vi": "- Ồ? - Anh đã nói là…\n anh chỉ muốn gặp hai người."
    },
    {
        "start": "00:54:59,280",
        "end": "00:55:01,000",
        "en": "Mm.",
        "pa": "Mm.",
        "vi": ""
    },
    {
        "start": "00:55:01,080",
        "end": "00:55:05,800",
        "en": "Och så ångrade jag mig och sa att jag ville träffa en, och det var du.",
        "pa": "And then I changed my mind to just one, and that was you.",
        "vi": "Rồi anh hối hận và nói chỉ muốn gặp một người thôi. Và đó là em."
    },
    {
        "start": "00:55:05,880",
        "end": "00:55:08,880",
        "en": "-Du valde bort nån? -Jag valde bort alla.",
        "pa": "-You got rid of someone? -No, I got rid of all of them.",
        "vi": "- Anh loại một người à? - Anh loại tất cả mọi người."
    },
    {
        "start": "00:55:08,960",
        "end": "00:55:11,960",
        "en": "-What? -Yes.",
        "pa": "-What? -Yes.",
        "vi": "- Cái gì? - Ừ."
    },
    {
        "start": "00:55:12,040",
        "end": "00:55:15,680",
        "en": "-Är det här ett charmknep, eller? -Nej, det är inget knep.",
        "pa": "Is this a trick to charm people?",
        "vi": "- Đây là chiêu tán tỉnh của anh đấy à? - Không phải chiêu gì đâu."
    },
    {
        "start": "00:55:15,760",
        "end": "00:55:19,760",
        "en": "-Det är modigt att välja bort. -I know, right?",
        "pa": "It's no trick.\n -It's brave to get rid of options. -I know, right?",
        "vi": "- Anh chọn thế là dũng cảm lắm đấy. - Nhỉ?"
    },
    {
        "start": "00:55:19,840",
        "end": "00:55:23,560",
        "en": "-Men det är jag. Jag är modig. -Har du sagt det till killarna också?",
        "pa": "But that's me, I'm brave.",
        "vi": "Nhưng anh là thế mà. Anh rất dũng cảm."
    },
    {
        "start": "00:55:23,640",
        "end": "00:55:26,760",
        "en": "Ja. De vet det. They know.",
        "pa": "-Have you told the other guys? -Yes, I have. So that's cool.",
        "vi": "Anh bảo những anh chàng khác chưa?\n Ừ. Anh bảo rồi. Họ biết."
    },
    {
        "start": "00:55:26,840",
        "end": "00:55:31,280",
        "en": "Så att… Nu har du fått tillräckligt med ego-boost, tänker jag.",
        "pa": "So yeah, you've had enough of an ego boost now, I think.",
        "vi": "Vậy nên… Giờ em thấy tự tin rồi nhé."
    },
    {
        "start": "00:55:31,360",
        "end": "00:55:33,880",
        "en": "Jag sitter här och ler jättestort.",
        "pa": "-Yes, I'm sitting here with a grin. -Yes.",
        "vi": "- Em đang cười toe toét đây. - Ừ."
    },
    {
        "start": "00:55:33,960",
        "end": "00:55:40,800",
        "en": "Vänta, du måste ge mig nånting så jag kan drömma om dig. Oj, vad cheesy.",
        "pa": "Wait, you have to give me something so that I can dream about you.",
        "vi": "Khoan đã, em phải cho anh cái gì đó để mơ về em chứ."
    },
    {
        "start": "00:55:40,880",
        "end": "00:55:43,880",
        "en": "Jag har inte tid att formulera mig.",
        "pa": "Oh, that's cheesy, but I don't have time to formulate my thoughts.",
        "vi": "Sến quá. Nhưng anh không đủ thời gian để lựa chọn câu từ cho đúng."
    },
    {
        "start": "00:55:43,960",
        "end": "00:55:50,160",
        "en": "-Jag är lycklig, rolig och wifey material. -Ouff.",
        "pa": "I'm happy, funny, and wifey material.",
        "vi": "Em rất vui vẻ, hài hước, và sẽ là một người vợ tuyệt vời."
    },
    {
        "start": "00:55:50,680",
        "end": "00:55:55,960",
        "en": "Så där kan du inte… Åh, Gud. Så kan du inte avsluta. Ah!",
        "pa": "Ooof!\n You can't, oh, God, you can't end it like that.\n Oh!\n I broke you by saying that.",
        "vi": "Chúa ơi, em không thể kết thúc như vậy được."
    },
    {
        "start": "00:56:06,960",
        "end": "00:56:13,800",
        "en": "Jag tycker det är så romantiskt. Jag kan inte ta in att nån bara vill satsa på mig.",
        "pa": "I think it's so romantic. I can hardly take it in.",
        "vi": "Tôi thấy rất lãng mạn.\n Tôi vẫn chưa dám tin việc có người chỉ muốn hẹn hò với tôi là thật."
    },
    {
        "start": "00:56:13,880",
        "end": "00:56:19,040",
        "en": "Mina vänner skulle säga så här: \"Du behöver en man som är all about you.\"",
        "pa": "Someone wants to focus on just me,\n and my friends would always say to me, \"You need a man who is all about you.\"",
        "vi": "Bạn tôi luôn nói là ta cần một người hết lòng vì mình."
    },
    {
        "start": "00:56:19,120",
        "end": "00:56:22,160",
        "en": "Jag alltid varit all about them i alla relationer.",
        "pa": "-Yeah. -I've always been all about them.",
        "vi": "Rằng trước giờ toàn là tôi hết lòng vì đối phương."
    },
    {
        "start": "00:56:22,240",
        "end": "00:56:27,880",
        "en": "Han har sagt till killarna att han tycker om mig och att han inte dejtar någon mer.",
        "pa": "He told the guys he likes me and that he's not dating anyone else now.",
        "vi": "Anh ấy bảo với những người còn lại là thích tôi\n và không hẹn hò với ai khác nữa cả."
    },
    {
        "start": "00:56:29,800",
        "end": "00:56:32,080",
        "en": "Jättepirrigt. Fjärilar.",
        "pa": "He's here for me.\n I have butterflies in my stomach.",
        "vi": "Anh ấy ở lại đây chỉ vì tôi.\n Tôi thấy vui đến râm ran cả người và có chút nôn nao trong lòng."
    },
    {
        "start": "00:56:41,880",
        "end": "00:56:46,880",
        "en": "Hello! Who is in the building?",
        "pa": "Hello!\n Who's in the building?",
        "vi": "Xin chào?\n Ai đang ở đây nào?"
    },
    {
        "start": "00:56:53,160",
        "end": "00:56:54,440",
        "en": "Hallå?",
        "pa": "Hello.",
        "vi": "- Xin chào? - Serge đấy à?"
    },
    {
        "start": "00:56:54,520",
        "end": "00:56:56,960",
        "en": "-Is it Serge? -Yes!",
        "pa": "Is it Serge?",
        "vi": ""
    },
    {
        "start": "00:56:57,040",
        "end": "00:57:00,480",
        "en": "Min persiska prinsessa.",
        "pa": "Yes, my Persian princess.",
        "vi": "Phải! Công chúa Ba Tư của anh."
    },
    {
        "start": "00:57:02,840",
        "end": "00:57:04,280",
        "en": "Ouff.",
        "pa": "Woof!",
        "vi": ""
    },
    {
        "start": "00:57:05,760",
        "end": "00:57:08,320",
        "en": "Jag finner din röst, ditt sätt att prata…",
        "pa": "I find your voice and your way of talking so incredibly charismatic.",
        "vi": "Em thấy chất giọng và cách nói của anh… rất duyên dáng."
    },
    {
        "start": "00:57:08,400",
        "end": "00:57:10,320",
        "en": "Du är så oerhört karismatisk.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:57:10,400",
        "end": "00:57:13,520",
        "en": "Jag rycks med, liksom, när du pratar.",
        "pa": "-I'm carried away when you speak. -Oh, God.",
        "vi": "- Giọng anh làm em bị cuốn đi. - Chúa ơi."
    },
    {
        "start": "00:57:14,680",
        "end": "00:57:18,800",
        "en": "Det känns som att det bara flyter på mellan oss. Vi har det bra liksom.",
        "pa": "It feels like it just flows between us.",
        "vi": "Cảm giác như hai ta có một dòng chảy vậy."
    },
    {
        "start": "00:57:18,880",
        "end": "00:57:20,520",
        "en": "Jag håller med.",
        "pa": "-We get along well. -I agree.",
        "vi": "- Ta rất hợp nhau. - Anh đồng ý."
    },
    {
        "start": "00:57:20,600",
        "end": "00:57:24,120",
        "en": "Varje gång vi har kommit ur våra dejter…",
        "pa": "Every time we leave our dates, there's such an admiration.",
        "vi": "Mỗi lần hẹn hò xong, anh đều cảm thấy ái mộ em."
    },
    {
        "start": "00:57:24,200",
        "end": "00:57:29,320",
        "en": "Det är en sån beundran. Vilken superkvinna i ett superpaket.",
        "pa": "What a super woman. In a super package.",
        "vi": "Em đúng là một cô gái siêu phàm với những phẩm chất siêu phàm."
    },
    {
        "start": "00:57:29,400",
        "end": "00:57:33,920",
        "en": "Jag känner typ att vi klickar på vissa saker, speciellt humor.",
        "pa": "I feel that we click on certain things, especially humor.",
        "vi": "Em thấy ta rất hợp nhau ở vài điểm, nhất là về gu hài hước."
    },
    {
        "start": "00:57:34,000",
        "end": "00:57:39,120",
        "en": "Jag tycker det är superhärligt. Jag vill ta sönder väggen och krama om dig.",
        "pa": "I think you're awesome.\n I want to take this wall apart and hug you.",
        "vi": "Anh thấy em siêu đáng yêu.\n Anh chỉ muốn đập vỡ tường để sang đó ôm em thôi."
    },
    {
        "start": "00:57:42,160",
        "end": "00:57:47,120",
        "en": "-Jag vet att jag vill träffa dig igen. -Och jag vill träffa dig.",
        "pa": "I know I want to see you again.\n And I want to see you.",
        "vi": "Em biết là em muốn gặp lại anh.\n Anh cũng muốn gặp lại em."
    },
    {
        "start": "00:57:48,200",
        "end": "00:57:52,080",
        "en": "-Jag vill bara hålla din hand. -Jag står framför väggen.",
        "pa": "-Ah! I just want to hold your hand. -I'm standing in front of the wall.",
        "vi": "Anh muốn nắm tay em quá.\n Em đang đứng trước bức tường đây."
    },
    {
        "start": "00:57:53,160",
        "end": "00:57:55,760",
        "en": "Alexandra.",
        "pa": "Alexandra!",
        "vi": "Alexandra."
    },
    {
        "start": "00:57:58,280",
        "end": "00:58:00,680",
        "en": "Åh, Gud.",
        "pa": "I'm so…\n ♪ You gotta ♪\n ♪ Listen to the words I say ♪\n ♪ Now it's time I walked away ♪",
        "vi": ""
    },
    {
        "start": "00:58:09,400",
        "end": "00:58:12,400",
        "en": "",
        "pa": "♪ Tired of the games we play ♪",
        "vi": ""
    },
    {
        "start": "00:58:12,480",
        "end": "00:58:15,480",
        "en": "",
        "pa": "♪ Keep all your excuses ♪",
        "vi": ""
    },
    {
        "start": "00:58:15,560",
        "end": "00:58:18,400",
        "en": "",
        "pa": "♪ I know what the truth is ♪",
        "vi": ""
    },
    {
        "start": "00:58:18,480",
        "end": "00:58:22,240",
        "en": "",
        "pa": "♪ Loving you I'm losing ♪",
        "vi": ""
    },
    {
        "start": "00:58:22,320",
        "end": "00:58:24,720",
        "en": "",
        "pa": "♪ Empty promises ♪",
        "vi": ""
    },
    {
        "start": "00:58:24,800",
        "end": "00:58:27,960",
        "en": "",
        "pa": "♪ You swore you'd never let me down ♪",
        "vi": ""
    },
    {
        "start": "00:58:37,200",
        "end": "00:58:40,080",
        "en": "Jag kanske har lite känslor för Emilia.",
        "pa": "♪ When I need you most You're not around ♪\n ♪ Who am I fighting for? ♪\n I might have feelings for Amelia.",
        "vi": "Có thể tôi có cảm tình với Emilia."
    },
    {
        "start": "00:58:40,160",
        "end": "00:58:45,600",
        "en": "Men det är lite likadant med Karolina. Vi trippar där uppe på ytan.",
        "pa": "But there's something similar with Karolina.",
        "vi": "Nhưng tôi cũng thấy vậy với Karolina.\n Chúng tôi vẫn chỉ đang khiêu vũ trên bề mặt."
    },
    {
        "start": "00:58:45,680",
        "end": "00:58:49,600",
        "en": "Det känns inte som att vi har grävt riktigt djupt i relationen.",
        "pa": "We tiptoe on the surface.\n It doesn't feel like we've dug deep into the relationship.",
        "vi": "Có vẻ chúng tôi vẫn chưa đi sâu vào xây dựng tình cảm."
    },
    {
        "start": "00:58:51,040",
        "end": "00:58:55,800",
        "en": "Jag är inte den som bara kastar mig in, känslomässigt, så.",
        "pa": "I'm not someone who throws myself in emotionally.",
        "vi": "Tôi không phải kiểu người chỉ biết nghe theo cảm xúc."
    },
    {
        "start": "00:58:55,880",
        "end": "00:59:01,360",
        "en": "Jag vill känna lite mer från tjejen jag träffar.",
        "pa": "I want to feel a bit more from the girl I meet.",
        "vi": "Tôi muốn cảm nhận nhiều hơn một chút từ cô gái tôi gặp."
    },
    {
        "start": "00:59:01,440",
        "end": "00:59:06,760",
        "en": "\"Nu kör vi typ.\" Så vi kommer över den där puckeln…",
        "pa": "So that I can say, \"Let's do this.\"",
        "vi": "Để tình cảm chắc chắn hơn.\n Để vượt qua được chướng ngại đó."
    },
    {
        "start": "00:59:07,880",
        "end": "00:59:12,600",
        "en": "-Är det Emilia? -Det är Emilia! Woho!",
        "pa": "To get over that bump.\n -Emilia? -It is Emilia.",
        "vi": "- Emilia đó à? - Emilia đây!"
    },
    {
        "start": "00:59:12,680",
        "end": "00:59:16,120",
        "en": "-Hur är läget? -Det är bra. Hur är det med dig?",
        "pa": "-Whoo-hoo! -How's it going?\n -Good. How are you? -I'm good.",
        "vi": "- Em thế nào? - Rất ổn!"
    },
    {
        "start": "00:59:16,200",
        "end": "00:59:20,680",
        "en": "Jo, det är bra. Jag skulle vilja öppna upp mig lite mer",
        "pa": "Yeah.\n I'd like to open up a bit more about who I am.",
        "vi": "- Anh vẫn ổn chứ? - Ừ, anh cũng ổn.\n Anh muốn cởi mở hơn một chút về con người mình."
    },
    {
        "start": "00:59:20,760",
        "end": "00:59:25,320",
        "en": "om vem jag är och vad som har gjort mig till den jag är.",
        "pa": "Like, what's made me… who I am.",
        "vi": "Kiểu như, những gì tạo nên con người anh ấy."
    },
    {
        "start": "00:59:25,400",
        "end": "00:59:30,200",
        "en": "-Det får du jättegärna göra. -Det här är jävligt tungt att berätta.",
        "pa": "You're very welcome to do that.",
        "vi": "Em rất sẵn lòng nghe.\n Chuyện này khá nặng nề với anh."
    },
    {
        "start": "00:59:30,280",
        "end": "00:59:35,040",
        "en": "Okej, men sätt dig bekvämt. Jag sätter mig på golvet så jag kommer lite närmare dig.",
        "pa": "This is heavy for me to talk about.\n Sit down comfortably.\n I can sit on the floor to get a bit closer to you.",
        "vi": "Được rồi, ngồi thoải mái đi. Em có thể ngồi trên sàn để ở gần anh hơn."
    },
    {
        "start": "00:59:35,120",
        "end": "00:59:37,240",
        "en": "Ja, gör det. Gulligt.",
        "pa": "Yes. Sweet.",
        "vi": "Ừ, thế thì tuyệt quá. Nhưng anh sẽ kể về gia cảnh của anh."
    },
    {
        "start": "00:59:37,320",
        "end": "00:59:41,080",
        "en": "Nej, men just i min uppväxt.",
        "pa": "Um, well, my upbringing.",
        "vi": ""
    },
    {
        "start": "00:59:41,160",
        "end": "00:59:46,000",
        "en": "Vi har haft det väldigt stökigt, jag och min lillasyster, under barndomen.",
        "pa": "I had a very messy childhood, me and my little sister.",
        "vi": "Anh có một tuổi thơ rất khó khăn, anh và em gái."
    },
    {
        "start": "00:59:47,400",
        "end": "00:59:49,760",
        "en": "Och…",
        "pa": "And…",
        "vi": "Và…"
    },
    {
        "start": "00:59:58,000",
        "end": "01:00:01,720",
        "en": "Det är tungt att säga här.",
        "pa": "uh…\n -This is hard to say in here. -It's okay.",
        "vi": "- Thật khó để nói ra. - Không sao đâu."
    },
    {
        "start": "01:00:01,800",
        "end": "01:00:08,160",
        "en": "Men vi hamnade liksom i kläm mellan min morsa och pappa.",
        "pa": "But we were kind of caught between my mom and my dad.",
        "vi": "Nhưng bố mẹ bọn anh đã tranh giành quyền nuôi bọn anh."
    },
    {
        "start": "01:00:08,240",
        "end": "01:00:14,960",
        "en": "Jag vågade inte liksom berätta för pappa hur vi hade det hos mamma",
        "pa": "And we didn't dare to tell Dad what it was like at Mom's place",
        "vi": "Bọn anh không dám kể cho bố nghe bọn anh bị đối xử thế nào ở nhà mẹ."
    },
    {
        "start": "01:00:15,040",
        "end": "01:00:19,080",
        "en": "för att vi inte ville att de skulle bråka. Det var det värsta liksom.",
        "pa": "because we didn't want them to fight.",
        "vi": "Vì không muốn bố mẹ cãi nhau. Khổ sở lắm."
    },
    {
        "start": "01:00:19,160",
        "end": "01:00:24,280",
        "en": "Så vi sa att allt var lugnt varje gång hos mamma, fast det inte var det.",
        "pa": "That was the worst.\n So we didn't say anything.\n We said that everything was fine at Mom's place, but it wasn't.",
        "vi": "Nên bọn anh không nói gì cả. Toàn bảo là ở nhà mẹ không có vấn đề gì."
    },
    {
        "start": "01:00:25,600",
        "end": "01:00:27,840",
        "en": "Shit.",
        "pa": "Shit.",
        "vi": "Mặc dù không phải vậy.\n Khỉ thật."
    },
    {
        "start": "01:00:29,080",
        "end": "01:00:31,440",
        "en": "Ta din tid.",
        "pa": "Take your time.",
        "vi": "Anh cứ từ từ mà nói."
    },
    {
        "start": "01:00:32,200",
        "end": "01:00:36,240",
        "en": "Gud, vad jag önskar att jag kunde vara där och krama om dig.",
        "pa": "I wish I could be there and give you a hug.",
        "vi": "Chúa ơi, ước gì em có thể ôm anh."
    },
    {
        "start": "01:00:36,320",
        "end": "01:00:38,640",
        "en": "Ge mig en sekund bara.",
        "pa": "Give me a second.",
        "vi": "Chờ anh một chút."
    },
    {
        "start": "01:00:46,800",
        "end": "01:00:53,680",
        "en": "Du är så fin, Lucas. Tack för att du berättar det här till mig.",
        "pa": "-You're so beautiful, Lucas. -Thank you.\n Thank you. Thank you for sharing this with me.",
        "vi": "Anh thật đáng yêu, Lucas.\n Cảm ơn vì đã chia sẻ chuyện này với em."
    },
    {
        "start": "01:00:53,760",
        "end": "01:00:56,480",
        "en": "Jag blir tårögd.",
        "pa": "I'm welling up.",
        "vi": "Em khóc rồi đây."
    },
    {
        "start": "01:00:58,960",
        "end": "01:01:03,520",
        "en": "Vi har nog kanske lite mer gemensamt när det kommer till det här också.",
        "pa": "I think we have more in common when it comes to this as well.",
        "vi": "Em nghĩ ta có nhiều điểm chung ở mặt này đấy."
    },
    {
        "start": "01:01:03,600",
        "end": "01:01:08,760",
        "en": "Ja, jag är ändå på nåt sätt tacksam över min uppväxt.",
        "pa": "That's why in some ways I'm grateful for my upbringing.",
        "vi": "Có thể nói gia cảnh của anh như vậy cũng là điểm tốt."
    },
    {
        "start": "01:01:08,840",
        "end": "01:01:11,800",
        "en": "Jag vet precis hur jag inte kommer göra med mina barn.",
        "pa": "I know exactly what I'm not going to do with my kids.",
        "vi": "Vì anh biết chính xác những điều không nên làm với con mình."
    },
    {
        "start": "01:01:11,880",
        "end": "01:01:16,520",
        "en": "Exakt. Och du verkar ha ett så otroligt fint hjärta.",
        "pa": "Exactly.\n And you seem to have such a beautiful heart,",
        "vi": "Chính xác. Có vẻ anh có một tấm lòng rất bao dung."
    },
    {
        "start": "01:01:16,600",
        "end": "01:01:20,440",
        "en": "Du har extremt fina värderingar.",
        "pa": "and you have incredible values.",
        "vi": "Và những điểm anh coi trọng rất đẹp đẽ."
    },
    {
        "start": "01:01:20,520",
        "end": "01:01:26,640",
        "en": "Jag är så tacksam för att du är sårbar med mig. Tack, Lucas.",
        "pa": "And I'm so grateful that you're so nice to me.\n So thank you, Lucas.",
        "vi": "Và em rất cảm ơn vì anh đã thổ lộ tâm sự với em.\n Vậy nên cảm ơn anh, Lucas."
    },
    {
        "start": "01:01:31,480",
        "end": "01:01:32,680",
        "en": "Shit.",
        "pa": "♪ We could cry We could cry for yesterday… ♪\n Ah, shit.",
        "vi": "Chết tiệt."
    },
    {
        "start": "01:01:32,760",
        "end": "01:01:36,400",
        "en": "Jag trodde det här skulle vara en playdate.",
        "pa": "This was supposed to be a play date.",
        "vi": "Em tưởng buổi hẹn sẽ nhẹ nhàng vui vẻ thôi cơ."
    },
    {
        "start": "01:01:36,480",
        "end": "01:01:38,720",
        "en": "-Tack, Lucas. -Tack, själv.",
        "pa": "-Thank you, Lucas. -Yes, thank you.",
        "vi": "- Cảm ơn anh, Lucas! - Ừ, cảm ơn em."
    },
    {
        "start": "01:01:58,240",
        "end": "01:02:00,840",
        "en": "It's a new day.",
        "pa": "It's a new day!",
        "vi": "Ngày mới đến rồi!"
    },
    {
        "start": "01:02:02,040",
        "end": "01:02:05,920",
        "en": "-Den är väldigt stor. -Kan den verkligen vara för stor?",
        "pa": "Ahh!\n -It's so big. Is there a smaller one? -Could it really be too big?",
        "vi": "Bóng này khá lớn, có quả khác nhỏ hơn không?"
    },
    {
        "start": "01:02:06,000",
        "end": "01:02:12,040",
        "en": "-Kan den någonsin vara för stor? -Jag känner mig som din storasyster.",
        "pa": "Can it ever be too big?\n Karolina, I feel like your big sister.",
        "vi": "Bóng quá lớn thật à?\n Làm gì có bóng nào quá lớn.\n Karolina… Tôi thấy mình như chị gái cô vậy."
    },
    {
        "start": "01:02:12,120",
        "end": "01:02:15,320",
        "en": "Men det är bra. Extrema åt olika håll, kanske.",
        "pa": "But that's good, two different extremes.\n ♪ Your heart so free ♪",
        "vi": "Thế là tốt mà. Có thể là hai thái cực trái ngược nhau."
    },
    {
        "start": "01:02:22,240",
        "end": "01:02:27,160",
        "en": "Jag är en väldigt känslomässig person, så jag vill inte såra någon.",
        "pa": "♪ Spin round a carousel ♪\n I'm a very emotional person, so I don't want to hurt anyone,",
        "vi": "Tôi rất đa cảm nên không muốn làm ai đau buồn cả."
    },
    {
        "start": "01:02:27,240",
        "end": "01:02:31,240",
        "en": "Men jag behöver ta tjuren vid hornen.",
        "pa": "but I need to take the bull by the horns.\n ♪ Your love's so dangerous ♪",
        "vi": "Nhưng tôi phải đối mặt với thực tế thôi."
    },
    {
        "start": "01:02:42,240",
        "end": "01:02:47,320",
        "en": "Det känns som att jag har känt dig så länge.",
        "pa": "It feels like I've known you for such a long time.",
        "vi": "Anh cảm thấy… Chúa ơi, như thể anh đã biết em từ lâu lắm rồi."
    },
    {
        "start": "01:02:47,400",
        "end": "01:02:51,240",
        "en": "Det är inte nån jag skrattar med så mycket som med dig.",
        "pa": "There's no one I laugh with as much as I do with you.",
        "vi": "Em là người mà anh cười đùa cùng nhiều nhất."
    },
    {
        "start": "01:02:52,360",
        "end": "01:02:55,920",
        "en": "Jag vet inte hur jag ska formulera mig…",
        "pa": "I don't know how to word this, but… you're a fucking gem.",
        "vi": "Anh không biết phải nói gì nữa. Nhưng…"
    },
    {
        "start": "01:02:57,400",
        "end": "01:03:00,360",
        "en": "-Du är en fucking pärla. -Vad sa du?",
        "pa": "",
        "vi": "Em quả là một viên ngọc quý."
    },
    {
        "start": "01:03:00,440",
        "end": "01:03:02,960",
        "en": "Du är en fucking diamant.",
        "pa": "- What's that? -You're a fucking diamond.",
        "vi": "- Anh nói gì cơ? - Em là một viên kim cương."
    },
    {
        "start": "01:03:03,040",
        "end": "01:03:05,560",
        "en": "Ja…",
        "pa": "Yeah?",
        "vi": "Ừ."
    },
    {
        "start": "01:03:05,640",
        "end": "01:03:08,080",
        "en": "Det här är så…",
        "pa": "SECRETARY\n This is so…",
        "vi": "THƯ KÝ\n Chuyện này thật…"
    },
    {
        "start": "01:03:09,200",
        "end": "01:03:10,720",
        "en": "…tufft.",
        "pa": "tough.",
        "vi": "khó khăn."
    },
    {
        "start": "01:03:11,840",
        "end": "01:03:16,560",
        "en": "Det finns en annan tjej här som jag har typ fallit för.",
        "pa": "AESTHETIC NURSE\n There is another girl here that I've kind of fallen for.",
        "vi": "Y TÁ THẨM MỸ\n Có thể nói anh đã phải lòng một cô gái khác ở đây."
    },
    {
        "start": "01:03:17,240",
        "end": "01:03:22,840",
        "en": "Jag måste ge mig chansen att gå på den jag verkligen har mitt sikte på.",
        "pa": "Hmm?\n I have to give myself the chance to go for the one I really have my sights on,",
        "vi": "Anh phải cho mình cơ hội dốc hết sức theo đuổi cô gái mình thật sự muốn."
    },
    {
        "start": "01:03:22,920",
        "end": "01:03:25,000",
        "en": "Och det är Amanda.",
        "pa": "and that's Amanda.",
        "vi": "Và đó là Amanda."
    },
    {
        "start": "01:03:26,920",
        "end": "01:03:32,280",
        "en": "Egentligen var det igår jag sa till henne att jag träffar bara henne.",
        "pa": "Actually yesterday I told her that I'm only seeing her.",
        "vi": "Thật ra, hôm qua tôi đã bảo cô ấy là hiện tại chỉ gặp mỗi cô ấy."
    },
    {
        "start": "01:03:32,360",
        "end": "01:03:38,640",
        "en": "Så jag känner mig som skurken, lite. Jag vill inte såra någon.",
        "pa": "So I feel a bit like the villain.",
        "vi": "Vì thế tôi thấy mình hơi giống một tên phản diện."
    },
    {
        "start": "01:03:38,720",
        "end": "01:03:41,080",
        "en": "-Lycka till. -Detsamma.",
        "pa": "I don't wanna hurt anyone.\n -Good luck. -You too.",
        "vi": "Tôi không muốn làm tổn thương bất cứ ai.\n - Chúc anh may mắn. - Em cũng vậy."
    },
    {
        "start": "01:03:41,160",
        "end": "01:03:42,440",
        "en": "Hej då.",
        "pa": "Bye.\n ♪ I can never let you go ♪\n ♪ Let you go, let you go like that ♪",
        "vi": "Tạm biệt."
    },
    {
        "start": "01:03:52,800",
        "end": "01:03:57,080",
        "en": "-Hello. -Hej. Du är tillbaka tidigt.",
        "pa": "♪ I'm not ready ♪\n ♪ To sneak around ♪\n -Hello. -Hey.",
        "vi": "- Xin chào. - Chào! Cô về sớm thế!"
    },
    {
        "start": "01:03:57,160",
        "end": "01:04:01,160",
        "en": "-Jag blev dumpad. -Va?",
        "pa": "Hi. You're back early.\n I got dumped.",
        "vi": "- Tôi bị đá rồi. - Không!"
    },
    {
        "start": "01:04:01,240",
        "end": "01:04:03,200",
        "en": "-Hur känns det? -Det är ingen fara.",
        "pa": "-No. -What?\n -Yes. -How you feel?",
        "vi": "Đúng vậy đấy.\n - Cô thấy sao? - Không có gì to tát cả."
    },
    {
        "start": "01:04:03,280",
        "end": "01:04:06,800",
        "en": "-Vill du säga vem det var? -Sergio.",
        "pa": "It's no big deal.\n -Do you want to say who it was? -Sergio.",
        "vi": "- Cô muốn nói ra đó là ai không? - Sergio."
    },
    {
        "start": "01:04:10,720",
        "end": "01:04:14,680",
        "en": "Men jag är chockad. Igår sa han:",
        "pa": "To be honest, I'm shocked.",
        "vi": "Thành thật mà nói, tôi rất sốc."
    },
    {
        "start": "01:04:14,760",
        "end": "01:04:19,040",
        "en": "\"Jag är helt tagen av dig. Blown away. Jag är helt hänförd.\"",
        "pa": "Yesterday he was like, \"I'm totally into you,",
        "vi": "Hôm qua anh ấy nói là, \"Anh rất thích em, anh đổ em đứ đừ.\""
    },
    {
        "start": "01:04:19,120",
        "end": "01:04:20,680",
        "en": "Exakt.",
        "pa": "I'm blown away, I'm captivated.\"",
        "vi": "\"Em đã bắt hồn anh.\""
    },
    {
        "start": "01:04:20,760",
        "end": "01:04:25,040",
        "en": "-Hej. -Blev du också dumpad? Eller dumpade du?",
        "pa": "-Hey! -Hello, girl.\n Did you also get dumped, or did you dump?",
        "vi": "- Xin chào. - Chào cô gái!\n Cô cũng bị đá, hay cô đá người ta?"
    },
    {
        "start": "01:04:25,120",
        "end": "01:04:29,600",
        "en": "Jag är här för att min dejt har valt en tjej.",
        "pa": "I'm here because my date has chosen someone else.",
        "vi": "Tôi ở đây vì bạn hẹn của tôi đã lựa chọn rồi."
    },
    {
        "start": "01:04:29,680",
        "end": "01:04:33,840",
        "en": "-Du blev också dumpad. -Han har dumpat två på tio min.",
        "pa": "What? No, you got dumped too?",
        "vi": "- Cô cũng bị đá à? - Anh ta đá hai người chỉ trong 20 phút."
    },
    {
        "start": "01:04:33,920",
        "end": "01:04:39,360",
        "en": "-Har ni haft samma dejt precis nu? -Men hallå. Det är du som är kvar då.",
        "pa": "He's had time to dump two people in ten minutes.\n -Did you just date the same guy? -Well, hello.",
        "vi": "- Hai người hẹn cùng một người à? - Không."
    },
    {
        "start": "01:04:39,440",
        "end": "01:04:43,720",
        "en": "Men det är ett problem. Han har sagt att han inte träffar någon annan.",
        "pa": "-You're the one who's left, Amanda. -Oh, my God, but there's a problem.",
        "vi": "Cô là người còn lại đấy, Amanda.\n - Chúa ơi. - Nhưng có một vấn đề.\n Anh ấy bảo với tôi là đang không gặp ai khác cả."
    },
    {
        "start": "01:04:43,800",
        "end": "01:04:48,320",
        "en": "Men han har avslutat det nu. Don't make a big deal out of it.",
        "pa": "He said he wasn't seeing anyone else.\n But he isn't now. Don't make a big deal out of it.",
        "vi": "Nhưng giờ anh ấy làm thế thật rồi. Đừng quá chú trọng chuyện đó."
    },
    {
        "start": "01:04:49,600",
        "end": "01:04:52,680",
        "en": "Problemet är att han har sagt det.",
        "pa": "He can date as many as he wants. The problem is he said otherwise.",
        "vi": "Anh ấy hẹn mấy người cũng không thành vấn đề."
    },
    {
        "start": "01:04:52,760",
        "end": "01:04:58,400",
        "en": "Amanda, det här är ett drömscenario. Det här vill ju jag höra.",
        "pa": "Amanda, this is a dream scenario. This is what you want to hear.",
        "vi": "- Vấn đề là anh ấy bảo… - Amanda, thế này như trong mơ rồi…\n - Tôi muốn nghe. - Ừ, nhưng thôi nào!"
    },
    {
        "start": "01:04:58,480",
        "end": "01:05:02,920",
        "en": "Alltså, utan ärlighet så kan du inte få nånting att funka.",
        "pa": "Come on!\n Without honesty, you can't get anything to work.",
        "vi": "Không thành thật với nhau thì không thể lâu dài được."
    },
    {
        "start": "01:05:03,000",
        "end": "01:05:05,840",
        "en": "Upptäcker du en lögn så finns det fler.",
        "pa": "If you discover one lie, there are more.",
        "vi": "Phát hiện một lời nói dối tức là còn nhiều lời nói dối khác."
    },
    {
        "start": "01:05:13,520",
        "end": "01:05:17,680",
        "en": "Jag har liksom genomgått många osäkerheter.",
        "pa": "I've gone through a lot of insecurities, negative thoughts, fears,",
        "vi": "Tôi đã trải qua rất nhiều bất an."
    },
    {
        "start": "01:05:17,760",
        "end": "01:05:22,640",
        "en": "Katastroftankar och rädslor. Ovetskapen om vad som väntar bakom hörnet",
        "pa": "and just the uncertainty of what's waiting behind the corner has been exhausting.",
        "vi": "Những suy nghĩ, những nỗi sợ hãi khủng khiếp và…\n tương lai không chắc chắn đang lững lờ trước mặt"
    },
    {
        "start": "01:05:22,720",
        "end": "01:05:24,680",
        "en": "har varit väldigt utmattande för mig.",
        "pa": "",
        "vi": "khiến tôi thấy kiệt sức."
    },
    {
        "start": "01:05:25,240",
        "end": "01:05:30,320",
        "en": "Nu har jag lyckats landa i en mysig känsla.",
        "pa": "Now I've managed to land in that cozy, perfect feeling.",
        "vi": "Thế mà giờ tôi lại cảm thấy rất ấm áp."
    },
    {
        "start": "01:05:31,120",
        "end": "01:05:34,920",
        "en": "Jag är chockad över hur starkt jag känner för honom.",
        "pa": "I'm so shocked at how strongly I feel for him.",
        "vi": "Đến tôi còn sốc vì tình cảm tôi dành cho anh ấy mãnh liệt thế nào."
    },
    {
        "start": "01:05:35,000",
        "end": "01:05:37,920",
        "en": "Det känns som att han redan är en del av mig.",
        "pa": "It feels like he's already a part of me.",
        "vi": "Cảm giác như anh ấy đã là một phần của tôi rồi."
    },
    {
        "start": "01:05:38,000",
        "end": "01:05:44,560",
        "en": "På något sätt, när våra energier möts så blir jag så mycket mer avslappnad.",
        "pa": "In a way, when our energies meet, I can be much more relaxed.",
        "vi": "Theo một cách nào đó, khi năng lượng của chúng tôi gặp nhau,\n tôi lại thoải mái hơn nhiều."
    },
    {
        "start": "01:05:44,640",
        "end": "01:05:47,720",
        "en": "Jag behöver inte tänka på att vara på ett visst sätt.",
        "pa": "I don't have to think about being a certain way or another.",
        "vi": "Tôi không phải nghĩ xem tôi thế nào theo hướng nào đó."
    },
    {
        "start": "01:05:47,800",
        "end": "01:05:52,640",
        "en": "Alltså jag har visat honom hela mitt känsloregister.",
        "pa": "I've shown him my entire emotional register,",
        "vi": "Tôi đã thể hiện toàn bộ cảm xúc của mình cho anh ấy biết."
    },
    {
        "start": "01:05:52,720",
        "end": "01:05:56,520",
        "en": "Och han har bara tyckt om mig mer och mer och blivit mer och mer kär i mig.",
        "pa": "and he's just liked me more and more and become more and more in love with me.",
        "vi": "Và anh ấy ngày càng thích tôi, ngày càng yêu tôi."
    },
    {
        "start": "01:05:56,600",
        "end": "01:05:58,840",
        "en": "Och jag i honom.",
        "pa": "And I'm in love with him.",
        "vi": "Và tôi cũng thấy vậy với anh ấy."
    },
    {
        "start": "01:05:58,920",
        "end": "01:06:04,080",
        "en": "Om min magkänsla har rätt så har jag hittat min person här.",
        "pa": "If my gut feeling is right, then I have found my other person.",
        "vi": "Nếu trực giác của tôi đúng"
    },
    {
        "start": "01:06:04,160",
        "end": "01:06:06,760",
        "en": "-Krisse-Ly? -Hej.",
        "pa": "- Krisse-Ly. -Hi!",
        "vi": "thì tôi đã tìm thấy một nửa của mình rồi.\n - Chào, Krisse-Ly. - Chào anh."
    },
    {
        "start": "01:06:06,840",
        "end": "01:06:10,080",
        "en": "-Hej! - Ja, må han leva",
        "pa": "Hey!",
        "vi": "Chào em.\n Chúc mừng sinh nhật"
    },
    {
        "start": "01:06:10,160",
        "end": "01:06:14,720",
        "en": "Javisst, ska han leva uti hundrade år",
        "pa": "May he live long, may he live for 100 years!",
        "vi": ""
    },
    {
        "start": "01:06:14,800",
        "end": "01:06:20,600",
        "en": "Ett fyrfaldigt leve för Rasmus. Han leve: Hipp, hipp, hurra, hurra, hurra, hurra!",
        "pa": "-Yay! -Three cheers for Rasmus!\n Long may he live!",
        "vi": "Hoan hô!\n Hãy hoan hô mừng Rasmus bốn lần nào! Hoan hô, hoan hô!"
    },
    {
        "start": "01:06:20,680",
        "end": "01:06:23,880",
        "en": "Tack. Vad söt du är.",
        "pa": "Hoorah, hoorah, hoorah!\n Thank you, you're so sweet.",
        "vi": "Cảm ơn em, em ngọt ngào quá."
    },
    {
        "start": "01:06:26,680",
        "end": "01:06:32,080",
        "en": "Okej, Rasmus. När jag kom in i det här experimentet",
        "pa": "Okay, Rasmus.\n When I entered into this experiment, I thought I had quite a few demands.",
        "vi": "Được rồi, Rasmus.\n Khi bước vào cuộc thử nghiệm này, em đã nghĩ mình có khá nhiều yêu cầu."
    },
    {
        "start": "01:06:32,160",
        "end": "01:06:36,240",
        "en": "så tyckte jag att jag hade ganska många krav.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "01:06:36,320",
        "end": "01:06:38,760",
        "en": "Jag ville träffa någon som var snäll.",
        "pa": "I wanted to meet someone who is kind.",
        "vi": "Em muốn gặp một người tốt bụng, có nghị lực, và yêu chó."
    },
    {
        "start": "01:06:38,840",
        "end": "01:06:42,840",
        "en": "Jag ville träffa någon som var driven. Och som älskade hundar.",
        "pa": "I wanted to meet someone who was driven and who loved dogs.",
        "vi": ""
    },
    {
        "start": "01:06:46,160",
        "end": "01:06:50,320",
        "en": "Jag var inte beredd på att träffa någon som snickrade sina egna lampskärmar.",
        "pa": "I wasn't prepared to meet someone who would build their own lamp shades.",
        "vi": "Em không ngờ sẽ được gặp một người tự làm đèn để dùng."
    },
    {
        "start": "01:06:52,760",
        "end": "01:06:57,720",
        "en": "Men framför allt så är du bättre än någon annan jag har träffat i hela mitt liv",
        "pa": "But above all, you're better than anyone that I've met in my entire life.",
        "vi": "Nhưng trên hết là anh chấp nhận em"
    },
    {
        "start": "01:06:57,800",
        "end": "01:07:00,160",
        "en": "på att hantera mig.",
        "pa": "",
        "vi": "hơn bất cứ ai mà em từng gặp."
    },
    {
        "start": "01:07:00,240",
        "end": "01:07:06,480",
        "en": "Och jag har alltid sagt att om jag träffar en man som bara golvar mig",
        "pa": "And I've always said that if I meet a man who just floors me,",
        "vi": "Và em đã luôn nói là nếu gặp được người chinh phục được em,"
    },
    {
        "start": "01:07:06,560",
        "end": "01:07:11,040",
        "en": "så kommer jag gå ner på ett knä för honom. Ja…",
        "pa": "I will go down on one knee for him.\n Yes.",
        "vi": "chính em sẽ quỳ xuống cầu hôn anh ấy. Phải!"
    },
    {
        "start": "01:07:13,880",
        "end": "01:07:18,840",
        "en": "Så jag vill att du ställer dig framför vår vägg för nu ska jag gå ner på ett knä.",
        "pa": "So I want you to stand in front of our wall",
        "vi": "Vì vậy em muốn anh đứng trước bức tường giữa hai ta."
    },
    {
        "start": "01:07:18,920",
        "end": "01:07:22,280",
        "en": "- Jag står framför väggen. -Okej.",
        "pa": "because I'm going down on one knee.\n - I'm in front of the wall. -Okay.",
        "vi": "Vì em đang quỳ xuống đây.\n - Anh đang ở trước bức tường đây. - Ừ."
    },
    {
        "start": "01:07:22,360",
        "end": "01:07:25,640",
        "en": "Så, därför tänkte jag fråga dig",
        "pa": "So that's why I want to ask you,",
        "vi": "Vậy, em muốn hỏi anh là…"
    },
    {
        "start": "01:07:25,720",
        "end": "01:07:29,240",
        "en": "Rasmus Per Hedenstedt före detta Hellström…",
        "pa": "Rasmus Per Hedenstedt, formerly Hellström…",
        "vi": "Rasmus Per Hedenstedt, trước đây là Hellström…"
    },
    {
        "start": "01:07:32,600",
        "end": "01:07:34,840",
        "en": "Åh, shit.",
        "pa": "Oh, shit.",
        "vi": "Khỉ thật."
    },
    {
        "start": "01:07:37,200",
        "end": "01:07:40,160",
        "en": "Vill du gifta dig med mig?",
        "pa": "Will you marry me?",
        "vi": "Anh cưới em nhé?"
    },
    {
        "start": "01:07:47,920",
        "end": "01:07:51,000",
        "en": "-Ja, det vill jag. -Ja!",
        "pa": "Yes, I will.",
        "vi": "- Ừ, anh đồng ý. - Tuyệt!"
    },
    {
        "start": "01:07:53,240",
        "end": "01:07:57,240",
        "en": "-Ditt skratt gör mig så jävla lycklig. -Åh, Gud!",
        "pa": "-Your laughter makes me so damn happy. -Oh, God!",
        "vi": "Tiếng cười của em làm anh hạnh phúc quá.\n Chúa ơi."
    },
    {
        "start": "01:08:00,880",
        "end": "01:08:05,600",
        "en": "Oh, my God! Oh, my God!",
        "pa": "♪ Take back the days and the nights ♪\n Oh, my God!",
        "vi": "Chúa ơi."
    },
    {
        "start": "01:08:05,680",
        "end": "01:08:08,560",
        "en": "Jag har aldrig fått en bättre födelsedagspresent.",
        "pa": "Oh, my God.\n I don't think I've ever received a better birthday present.",
        "vi": "Chúa ơi.\n Chắc đây là món quà sinh nhật tuyệt vời nhất đời anh."
    },
    {
        "start": "01:08:08,640",
        "end": "01:08:14,240",
        "en": "Det är sjukt, men jag är fan kär i henne. Det är så galet att bara tänka på det.",
        "pa": "It's crazy, but I'm so in love with her.",
        "vi": "Thật điên rồ, nhưng tôi thực sự yêu cô ấy."
    },
    {
        "start": "01:08:14,320",
        "end": "01:08:17,360",
        "en": "Men jag har ingen aning om hur hon ser ut, än så länge.",
        "pa": "That's so crazy to think about sometimes.\n I have no idea what she looks like.",
        "vi": "Đôi khi tôi cũng thấy thật là khó tin.\n Đến giờ tôi còn chưa biết mặt mũi cô ấy."
    },
    {
        "start": "01:08:21,960",
        "end": "01:08:24,880",
        "en": "Hur fan kan det vara så? Va?",
        "pa": "How the hell is this possible? I'm so grateful for you.",
        "vi": "Thế mà sao lại được nhỉ?"
    },
    {
        "start": "01:08:24,960",
        "end": "01:08:27,760",
        "en": "-Jag är så tacksam över dig. -Jag är så tacksam över dig.",
        "pa": "- I'm so grateful for you. -I'm giving you so many kisses tomorrow.",
        "vi": "- Anh rất cảm ơn em. - Em cũng rất cảm ơn anh."
    },
    {
        "start": "01:08:27,840",
        "end": "01:08:31,160",
        "en": "-Fan, vad jag ska kyssa dig imorgon. -Åh!",
        "pa": "-Ahh!",
        "vi": "Chết tiệt. Ngày mai anh sẽ hôn em thật nhiều."
    },
    {
        "start": "01:08:34,319",
        "end": "01:08:37,200",
        "en": "Åh, Gud. Shit, vad sjukt.",
        "pa": "Oh, God. Shit, it's so crazy.\n What? Oh, my God!\n I'm engaged!",
        "vi": "Chúa ơi. Chết tiệt. Đúng là điên rồ.\n Chúa ơi. Tôi đính hôn rồi!"
    },
    {
        "start": "01:08:49,399",
        "end": "01:08:53,319",
        "en": "-Sa hon eller du ja? -Det var hon som gick ner på knä.",
        "pa": "We're engaged!\n -Congratulations. -You proposed?\n -No. She got on one knee. -Oh, my God.",
        "vi": "Chúng tôi sẽ kết hôn sớm!\n Chúc mừng!\n - Là cô ấy hay là anh? - Cô ấy đã quỳ xuống."
    },
    {
        "start": "01:08:53,399",
        "end": "01:08:55,080",
        "en": "It's a wrap!",
        "pa": "It's a wrap!",
        "vi": "- Tuyệt vời. - Vậy là xong rồi."
    },
    {
        "start": "01:08:56,479",
        "end": "01:09:00,640",
        "en": "Det är så dumt att man inte bara kan få slå sönder väggen och gå igenom den.",
        "pa": "It's so stupid that you can't just smash the wall and walk through it.",
        "vi": "Không thể đập vỡ tường để qua bên kia, đúng là dở hơi."
    },
    {
        "start": "01:09:00,720",
        "end": "01:09:02,960",
        "en": "Väntan är fan olidlig.",
        "pa": "The wait is excruciating.",
        "vi": "Phải chờ đợi đúng là đau đớn."
    },
    {
        "start": "01:09:09,040",
        "end": "01:09:13,359",
        "en": "Jag är jättenervös. Jag har ingen aning alls om hur hon ser ut.",
        "pa": "I'm really nervous. I have no idea what she looks like.",
        "vi": "Tôi đang rất hồi hộp.\n Tôi không biết cô ấy trông như thế nào."
    },
    {
        "start": "01:09:13,439",
        "end": "01:09:18,520",
        "en": "Jag vet ingenting om hårfärg, längd eller ögonfärg. Jag kan ingenting om henne.",
        "pa": "I don't know anything about her hair color, her height, eye color.",
        "vi": "Tôi không biết màu tóc, chiều cao, màu mắt của cô ấy."
    },
    {
        "start": "01:09:18,600",
        "end": "01:09:21,680",
        "en": "Man vill ju inte liksom ångra sig.",
        "pa": "I don't know anything about her.\n You don't want to regret it.",
        "vi": "Tôi không biết gì về cô ấy cả.\n Tôi không muốn hối tiếc."
    },
    {
        "start": "01:09:21,760",
        "end": "01:09:25,720",
        "en": "Om hon är en trea och alla andra är tior, är det en utmaning.",
        "pa": "If she's a three and the rest are tens, that's a challenge, I think.",
        "vi": "Nếu tính cách 10 điểm mà ngoại hình ba điểm…"
    },
    {
        "start": "01:09:25,800",
        "end": "01:09:29,000",
        "en": "Jag hoppas bara att känslorna gör att hon blir en tia.",
        "pa": "I just hope that my feelings make her into a ten.",
        "vi": "Tôi nghĩ như thế cũng rất khó.\n Tôi chỉ mong là cảm xúc sẽ khiến tôi thấy cô ấy 10 điểm."
    },
    {
        "start": "01:09:32,640",
        "end": "01:09:35,399",
        "en": "Skakar.",
        "pa": "I'm shaking.",
        "vi": "Tôi đang run lắm."
    },
    {
        "start": "01:09:35,479",
        "end": "01:09:39,439",
        "en": "Det känns som att jag får feberpåslag. \"Vad är det som händer?\"",
        "pa": "It feels like I'm getting a fever. I'm like, \"What's going on?\"",
        "vi": "Cứ như tôi đang lên cơn sốt vậy. Tôi còn chưa tin nổi chuyện đang xảy ra."
    },
    {
        "start": "01:09:39,520",
        "end": "01:09:43,720",
        "en": "Det är skitläskigt. Det är bara att hoppas att Chrissy är allt jag har velat ha.",
        "pa": "It's scary.\n I just hope that Krissy is all I've ever wanted. ",
        "vi": "Tôi thấy rất đáng sợ. Chỉ mong Krissy là tất cả những gì tôi muốn có."
    },
    {
        "start": "01:10:35,400",
        "end": "01:10:40,400",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Hà Đậu "
    }
]