[
    {
        "start": "00:00:09,720",
        "end": "00:00:14,040",
        "en": "Så här, Sergio. Jag vill höra din sida av detta.",
        "pa": "Here we are, Sergio.\n Just so you know, I will want to hear your side.",
        "vi": "Thế này, Sergio. Trước hết tôi muốn nghe câu chuyện từ phía anh."
    },
    {
        "start": "00:00:14,120",
        "end": "00:00:16,160",
        "en": "-Okej. -Så…",
        "pa": "Okay.\n So…",
        "vi": "- Được rồi. - Được."
    },
    {
        "start": "00:00:16,240",
        "end": "00:00:19,280",
        "en": "När vi fick tillbaka telefonerna",
        "pa": "When we got our phones back while we were in Cyprus,",
        "vi": "Khi ta được trả lại điện thoại ở Síp,"
    },
    {
        "start": "00:00:19,360",
        "end": "00:00:25,560",
        "en": "så hade det skapats en instagramgrupp med alla tjejer som varit med i kapslarna.",
        "pa": "I saw that an Instagram group had been created",
        "vi": "tôi thấy có một nhóm Instagram\n gồm tất cả các cô gái đã tham gia phần hẹn hò giấu mặt."
    },
    {
        "start": "00:00:25,640",
        "end": "00:00:31,320",
        "en": "Alla tjejer är med förutom Amanda för att de, tur i oturen, inte hittade henne.",
        "pa": "with all the girls in the pods.\n Okay.\n All of the girls except for Amanda,\n because I guess they luckily couldn't find her to add her to the group.",
        "vi": "Có tất cả mọi người, trừ Amanda."
    },
    {
        "start": "00:00:31,400",
        "end": "00:00:32,200",
        "en": "Okej.",
        "pa": "Okay.",
        "vi": "- Vì may là không tìm ra tài khoản cô ấy. - Được rồi."
    },
    {
        "start": "00:00:32,280",
        "end": "00:00:36,880",
        "en": "Först har de bara skrivit hur det har gått för alla och hur det var att komma hem.",
        "pa": "At first it was just about how everyone was doing",
        "vi": "Lúc đầu, mọi người chỉ hỏi thăm nhau và trao đổi cảm giác khi được về nhà."
    },
    {
        "start": "00:00:36,960",
        "end": "00:00:40,520",
        "en": "-Sen är typ resten av dialogen om dig. -Oj. Okej.",
        "pa": "and what it was like to be home.\n Then the rest of the chat was about you.",
        "vi": "Còn lại là nói chuyện về anh."
    },
    {
        "start": "00:00:40,600",
        "end": "00:00:44,320",
        "en": "Ja. Det är ganska grova saker som skrivs.",
        "pa": "-Wow, okay. -Yeah.\n Some pretty harsh things have been said.",
        "vi": "- Được rồi. - Phải.\n Đã có một chuyện rất khó nghe."
    },
    {
        "start": "00:00:45,600",
        "end": "00:00:50,960",
        "en": "Det påstås att du har ett barn som en kvinna i Barcelona ska föda.",
        "pa": "They say a woman in Barcelona is going to give birth to your child.",
        "vi": "Có người bảo, có một phụ nữ ở Barcelona sắp sinh con của anh."
    },
    {
        "start": "00:00:53,200",
        "end": "00:00:59,520",
        "en": "Min första reaktion var att om något av det här är sant så är det verkligen sjukt.",
        "pa": "My first reaction was, shit.\n If any of this is true, it's really crazy.",
        "vi": "Phản ứng đầu tiên của tôi là,\n \"Chết tiệt, nếu là thật thì khủng khiếp quá.\""
    },
    {
        "start": "00:00:59,600",
        "end": "00:01:03,120",
        "en": "Jag visste inte alls hur jag skulle hantera det.",
        "pa": "Okay.\n I didn't know how to handle it because I think Amanda is,",
        "vi": "Được rồi.\n Vấn đề là tôi không biết làm thế nào đây,"
    },
    {
        "start": "00:01:03,200",
        "end": "00:01:09,120",
        "en": "Jag tycker att Amanda är skickad från himlen. Hon är så jävla fin.",
        "pa": "well, she's kind of sent from heaven, you know.",
        "vi": "vì tôi thấy Amanda là một cô gái rất tuyệt vời."
    },
    {
        "start": "00:01:09,200",
        "end": "00:01:12,200",
        "en": "Jag tänkte att om nåt av det här stämmer…",
        "pa": "-Definitely. -She is so damn lovely.\n So I thought, shit, if any of this is true…",
        "vi": "- Đúng vậy. - Cô ấy rất dễ mến.\n Vì vậy tôi đã nghĩ, khỉ thật, nếu chuyện này là thật…"
    },
    {
        "start": "00:01:12,280",
        "end": "00:01:16,360",
        "en": "-Jag är lite i tagen på sängen just nu. -Det här kommer att nå Amanda.",
        "pa": "-I don't quite know what to say. -Yeah.\n -Amanda is going to find out about this. -Uh-huh.",
        "vi": "- Anh đang rất sửng sốt. - Ừ.\n Amanda sẽ được biết chuyện này."
    },
    {
        "start": "00:01:17,960",
        "end": "00:01:22,040",
        "en": "Skulle det dyka upp information som bekräftar att något av det här är sant",
        "pa": "If information emerges confirming that any of this is true,",
        "vi": "Nếu có bất kỳ thông tin nào xác nhận chuyện này là đúng,"
    },
    {
        "start": "00:01:22,120",
        "end": "00:01:25,000",
        "en": "så kommer jag varje dag backa Amanda.",
        "pa": "I will have Amanda's back.",
        "vi": "tôi nhất định sẽ ủng hộ Amanda."
    },
    {
        "start": "00:01:25,080",
        "end": "00:01:28,080",
        "en": "Jag vet inte om du älskar Amanda.",
        "pa": "I'm not sure what your feelings are for Amanda.",
        "vi": "Tôi không biết anh có yêu Amanda không."
    },
    {
        "start": "00:01:29,120",
        "end": "00:01:32,760",
        "en": "Jag vet inte riktigt hur jag ska bemöta det här.",
        "pa": "DJ, FOOTBALL COACH\n I don't know how to handle this.",
        "vi": "Tôi thực sự không biết nên làm thế nào nữa."
    },
    {
        "start": "00:01:35,120",
        "end": "00:01:37,920",
        "en": "Amanda kommer att bli jätteledsen.",
        "pa": "Amanda is going to be really upset.\n LOVE IS BLIND SWEDEN",
        "vi": "Việc này sẽ làm Amanda rất buồn.\n YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "00:01:49,280",
        "end": "00:01:54,360",
        "en": "Idag ska jag få träffa Catjas vänner. Det ska bli jättekul.",
        "pa": "Today I'm gonna meet Catja's friends. It's gonna be a lot of fun.",
        "vi": "Hôm nay tôi sẽ gặp bạn bè của Catja. Sẽ vui lắm đây."
    },
    {
        "start": "00:01:54,440",
        "end": "00:02:00,120",
        "en": "-Nu står Catja här och lagar lite frukost. -God morgon.",
        "pa": "Here's Catja making some breakfast.\n Good morning.",
        "vi": "Catja đang làm bữa sáng.\n Chào buổi sáng."
    },
    {
        "start": "00:02:10,440",
        "end": "00:02:13,479",
        "en": "Oh, my God!",
        "pa": "Oh, my God!",
        "vi": "Chúa ơi!"
    },
    {
        "start": "00:02:13,560",
        "end": "00:02:17,120",
        "en": "-Catja! -Hej.",
        "pa": "Catja! Hey!",
        "vi": "Catja! Chào!"
    },
    {
        "start": "00:02:18,240",
        "end": "00:02:20,720",
        "en": "Hej.",
        "pa": "Hi!",
        "vi": "Chào."
    },
    {
        "start": "00:02:22,760",
        "end": "00:02:26,440",
        "en": "-Äntligen. -Jättelänge sedan.",
        "pa": "-Finally! It's been so long. - Yes, it has.",
        "vi": "- Mãi mới được gặp cậu! - Lâu quá rồi!"
    },
    {
        "start": "00:02:26,520",
        "end": "00:02:28,800",
        "en": "Jag vet inte ens var jag ska börja.",
        "pa": "God, I don't even know where to start. It feels so strange.",
        "vi": "Tớ ngóng mãi.\n Tớ không biết bắt đầu từ đâu nữa."
    },
    {
        "start": "00:02:28,880",
        "end": "00:02:32,960",
        "en": "Det känns så märkligt. Jag kan typ inte förstå att ni ska träffa Christofer.",
        "pa": "",
        "vi": "Cảm giác thật kỳ lạ.\n Tớ còn chưa tin được là các cậu sắp gặp Christofer."
    },
    {
        "start": "00:02:33,040",
        "end": "00:02:37,440",
        "en": "Går det bra att bo ihop? Han sköter sina sysslor.",
        "pa": "I can't believe you're going to meet Christofer.\n How does it feel living together?",
        "vi": "Việc sống chung có ổn không? Anh ấy có làm việc nhà."
    },
    {
        "start": "00:02:37,520",
        "end": "00:02:41,520",
        "en": "-Han tar över alla sysslor. -Skönt.",
        "pa": "Does he do chores and put the toilet seat down?\n He won't let me do anything. He does the chores.",
        "vi": "- Đặt bệ toilet xuống. - Anh ấy làm mọi việc."
    },
    {
        "start": "00:02:42,320",
        "end": "00:02:44,960",
        "en": "Nu i morse…",
        "pa": "-Nice. -Yeah.\n Yeah, but like this morning, I was like, \"I'm gonna eat my breakfast.\"",
        "vi": "- Thích nhỉ. - Ừ.\n Sáng nay tớ bảo là muốn ăn sáng kiểu mình thích."
    },
    {
        "start": "00:02:45,040",
        "end": "00:02:49,600",
        "en": "Jag vill gärna äta min frukost och jag säger det till honom.",
        "pa": "I said that to him, I told him very clearly.",
        "vi": ""
    },
    {
        "start": "00:02:49,680",
        "end": "00:02:53,200",
        "en": "Men han, tre sekunder senare: \"Jag kan laga det här.\"",
        "pa": "But then three seconds later, he was like, \"I can cook this!\"",
        "vi": "Tớ đã nói thế với anh ấy.\n Thế là ba giây sau, anh ấy bảo, \"Anh nấu được!\""
    },
    {
        "start": "00:02:53,280",
        "end": "00:02:56,960",
        "en": "Och jag: \"Jag sa precis att jag skulle äta min gröt.\"",
        "pa": "And I was like, \"No, I'm going to eat my oatmeal.\"",
        "vi": "Tớ không cho và bảo là sẽ ăn ngũ cốc yến mạch."
    },
    {
        "start": "00:02:57,040",
        "end": "00:02:59,520",
        "en": "\"Jaha, okej.\"",
        "pa": "And he's like, \"Oh, okay.\"",
        "vi": "\"À, được rồi.\""
    },
    {
        "start": "00:02:59,600",
        "end": "00:03:03,120",
        "en": "Han masserar mina fötter och händer hela tiden.",
        "pa": "He always gives me hand-and-foot massages.",
        "vi": "Lúc nào anh ấy cũng mát-xa tay và chân cho tớ."
    },
    {
        "start": "00:03:03,200",
        "end": "00:03:08,000",
        "en": "Jag tror aldrig att jag har varit så bortskämd som nu.",
        "pa": "That's nice.\n Honestly, I don't think I've ever been this spoiled before.",
        "vi": "Cả đời tớ chưa bao giờ được nuông chiều như vậy."
    },
    {
        "start": "00:03:08,600",
        "end": "00:03:12,160",
        "en": "- Skönt. -Vad känner du nu?",
        "pa": "It's nice.\n CATJA'S FRIEND\n But what are you feeling now?",
        "vi": "- Ừ. - Như hiện tại.\n Thích đấy chứ.\n Cậu cảm thấy thế nào?"
    },
    {
        "start": "00:03:14,320",
        "end": "00:03:20,240",
        "en": "Han uttrycker sig väldigt mycket verbalt och ger fina och mycket komplimanger.",
        "pa": "He expresses himself verbally and gives me very nice compliments all the time.",
        "vi": "Anh ấy rất hay bày tỏ suy nghĩ bằng lời nói\n và khen tớ rất nhiều."
    },
    {
        "start": "00:03:22,000",
        "end": "00:03:26,600",
        "en": "Han säger hur fantastisk jag är. För mig blir det nästan så här…",
        "pa": "He tells me how amazing I am, but it's almost like…",
        "vi": "Anh ấy khen tớ là rất tuyệt vời.\n Còn tớ chỉ nghĩ mãi là có nên cảm ơn anh ấy nữa không."
    },
    {
        "start": "00:03:26,680",
        "end": "00:03:31,120",
        "en": "\"Ska jag säga tack igen?\" Jag uppskattar ju vartenda ord.",
        "pa": "Okay, should I say thank you again?\n I mean, I do appreciate every word.",
        "vi": "Dù tớ vẫn vui vì những lời khen đó."
    },
    {
        "start": "00:03:31,200",
        "end": "00:03:35,680",
        "en": "Tror du att han kan vara för snäll? Det känns som att…",
        "pa": "Do you think he might be too nice? It feels like it.",
        "vi": "Cậu có thấy anh ấy quá hiền không? Tớ thấy như…"
    },
    {
        "start": "00:03:35,760",
        "end": "00:03:37,240",
        "en": "Alltså…",
        "pa": "I mean…",
        "vi": "Ý tớ là…"
    },
    {
        "start": "00:03:37,880",
        "end": "00:03:43,200",
        "en": "Jag ser ju att det kan finnas en potentiell risk för det.",
        "pa": "I do see it as a potential risk.",
        "vi": "Tớ thấy đó có thể là một nguy cơ tiềm ẩn."
    },
    {
        "start": "00:03:43,960",
        "end": "00:03:48,120",
        "en": "När nån är för snäll och kanske inte utmanar mig riktigt…",
        "pa": "And when someone is too nice and maybe doesn't really challenge me, then…",
        "vi": "Vì khi đối phương quá hiền và nghe theo mọi lời tớ nói…"
    },
    {
        "start": "00:03:48,200",
        "end": "00:03:53,040",
        "en": "-Då kommer det små pikar i stället. -Kan han ta dem?",
        "pa": "-Then you start being mean. -Exactly.\n Can he take it or does he think all is well?",
        "vi": "Cậu sẽ tìm cách chọc tức anh ấy.\n Anh ấy có phản kháng không, hay vẫn cắn răng chịu?"
    },
    {
        "start": "00:03:53,120",
        "end": "00:03:58,120",
        "en": "Jag är rädd för att om jag tar upp det här så kommer jag att såra den här personen.",
        "pa": "I'm afraid that if I bring it up, I'll hurt him",
        "vi": "Có lẽ đó là điều tớ sợ. Nếu tớ nói ra, anh ấy sẽ buồn."
    },
    {
        "start": "00:03:58,880",
        "end": "00:04:04,040",
        "en": "Det är väl där mina tankar landar i mest. \"Känner jag tillräckligt mycket?\"",
        "pa": "because he'll take it the wrong way.\n That's probably my main concern, and I'm like,\n do I actually feel strongly enough for him?",
        "vi": "Vì anh ấy sẽ hiểu nhầm ý tớ.\n Chắc đó là điều mà tớ hay trăn trở nhất.\n Kiểu như là, tình cảm của tớ có đủ không?"
    },
    {
        "start": "00:04:08,920",
        "end": "00:04:11,560",
        "en": "Nu kommer han.",
        "pa": "Here he comes.",
        "vi": "- Anh ấy tới rồi. - Ừ."
    },
    {
        "start": "00:04:11,640",
        "end": "00:04:13,600",
        "en": "-Hej! -Hej!",
        "pa": "- Hey!",
        "vi": "Xin chào!"
    },
    {
        "start": "00:04:15,640",
        "end": "00:04:18,360",
        "en": "-Hej. Läget? -Det är jättebra.",
        "pa": "-Hey, how are you? - I'm great.",
        "vi": "- Chào! Cô thế nào? - Tôi khỏe lắm."
    },
    {
        "start": "00:04:18,440",
        "end": "00:04:23,120",
        "en": "Det är en bra start i alla fall. Vad kul att jag får träffa er.",
        "pa": "That's a good start.\n -Hi, it's great to finally meet you. -Same.",
        "vi": "Khởi đầu tốt quá.\n - Xin chào. - Rất vui được gặp anh."
    },
    {
        "start": "00:04:23,200",
        "end": "00:04:26,320",
        "en": "-Har ni haft det bra? - Ja, vi har haft det bra.",
        "pa": "- Have you had a nice time? -Yes.",
        "vi": "- Các cô khỏe chứ? Nói chuyện vui chứ? - Vâng."
    },
    {
        "start": "00:04:26,399",
        "end": "00:04:30,360",
        "en": "Vi kan börja starkt. Vad känner du nu för Catja? Vad är dina känslor idag?",
        "pa": "Yeah.\n Let's start out strong. How do you feel about Catja now?",
        "vi": "Hỏi luôn nhé, anh thấy sao về Catja? Cảm xúc của anh hôm nay thế nào?"
    },
    {
        "start": "00:04:30,440",
        "end": "00:04:35,080",
        "en": "Först vill jag ha ett glas vin, sen… Nej, jag skojade.",
        "pa": "First, a glass of wine, then I can… Nah, I'm joking.",
        "vi": "Để tôi uống một ly rồi nói… Đùa thôi."
    },
    {
        "start": "00:04:35,160",
        "end": "00:04:38,480",
        "en": "-Jag känner jättemycket för Catja. - Hur är det att bo med Catja?",
        "pa": "-I feel strongly about Catja. - How is it living with Catja?",
        "vi": "Tôi rất yêu Catja."
    },
    {
        "start": "00:04:38,560",
        "end": "00:04:42,160",
        "en": "Jag tycker att det går jättebra. Vi delar på sysslorna och…",
        "pa": "I think it's going well. We share the chores and…",
        "vi": "- Cuộc sống với Catja thế nào? - Tôi thấy rất tốt.\n - Bọn tôi chia nhau việc nhà. - Thật không?"
    },
    {
        "start": "00:04:42,240",
        "end": "00:04:44,920",
        "en": "Delar ni verkligen på sysslorna?",
        "pa": "Do you really share the chores?",
        "vi": ""
    },
    {
        "start": "00:04:46,080",
        "end": "00:04:51,840",
        "en": "Hon säger att du gör mycket mer. Du lagar all mat och donar.",
        "pa": "She said you do them all.\n -No, I don't. -You do all the cooking and fixing.",
        "vi": "- Cô ấy nói chủ yếu là anh làm. - Đâu có."
    },
    {
        "start": "00:04:51,920",
        "end": "00:04:57,080",
        "en": "-Det är inte jobbigt för dig? -Nej, det är inga konstigheter.",
        "pa": "Is that not hard for you?\n No, it's not a problem. I'm on vacation.",
        "vi": "Anh vừa nấu ăn vừa dọn dẹp. Anh không thấy mệt à?\n Không hề. Đang là kỳ nghỉ mà. Không thành vấn đề."
    },
    {
        "start": "00:04:57,160",
        "end": "00:05:00,320",
        "en": "Om vi klipper till ett riktigt liv när ni båda jobbar…",
        "pa": "But let's cut to real life, when you both are working.",
        "vi": "Nhưng về cuộc sống bình thường, khi cả hai đều đi làm,"
    },
    {
        "start": "00:05:00,400",
        "end": "00:05:03,800",
        "en": "-Kommer du att laga all mat och städa? -Det kommer jag göra.",
        "pa": "Will you still do everything?",
        "vi": "anh vẫn sẽ đảm nhận việc nấu nướng và dọn dẹp à?"
    },
    {
        "start": "00:05:03,880",
        "end": "00:05:07,640",
        "en": "-Nej, inte all. -Nej, då får vi dela på det, så klart.",
        "pa": "I will.\n No, not everything.",
        "vi": "- Phải. - Không phải làm hết.\n Phải. Dĩ nhiên là có thể chia nhau ra làm."
    },
    {
        "start": "00:05:07,720",
        "end": "00:05:12,040",
        "en": "Jag ser det som en teammate. Man får jobba ihop med nån.",
        "pa": "No, not everything. We'll share it, of course.\n I see it as a teammate, that you get to work together.",
        "vi": "Có thể coi đối phương là đồng đội. Hợp tác với nhau."
    },
    {
        "start": "00:05:12,760",
        "end": "00:05:16,280",
        "en": "Vad tror du är ert största hinder?",
        "pa": "What do you see as your biggest obstacle?",
        "vi": "Anh nghĩ trở ngại lớn nhất của hai người là gì?"
    },
    {
        "start": "00:05:17,160",
        "end": "00:05:22,600",
        "en": "Min livsstil med jobb och sånt, så som jag har lagt upp det.",
        "pa": "Lifestyle with work and the way I've sort of set it up.",
        "vi": "Đại khái là lối sống tôi đang có, liên quan đến công việc này nọ."
    },
    {
        "start": "00:05:22,680",
        "end": "00:05:27,400",
        "en": "Jag bor i Visby och driver företag. Sen bor jag i Järvsö och jobbar åt min mamma.",
        "pa": "I live in Visby and run my own business there.",
        "vi": "Tôi sống và làm ăn ở Visby.\n Tôi cũng ở Järvsö vì làm việc cho mẹ mình ở đó."
    },
    {
        "start": "00:05:27,480",
        "end": "00:05:32,560",
        "en": "Mitt liv har funkat bra med att kunna resa mycket och så där.",
        "pa": "I also live in Järvsö where I work for my mom,\n and my life has worked out well that way.\n Like, I've been able to travel a lot.",
        "vi": "Vì vậy tôi đi lại khá nhiều trong cuộc sống."
    },
    {
        "start": "00:05:33,560",
        "end": "00:05:36,920",
        "en": "Så det blir att flytta in hos Catja i Solna, i sådana fall.",
        "pa": "But I would move in with Catja in Solna.",
        "vi": "Tôi sẽ chuyển đến sống với Catja. Ở Solna."
    },
    {
        "start": "00:05:37,000",
        "end": "00:05:40,520",
        "en": "Hur känns det när du tänker på den tanken?",
        "pa": "How does it feel when you think about that?",
        "vi": "Anh thấy thế nào về việc đó?"
    },
    {
        "start": "00:05:40,600",
        "end": "00:05:44,320",
        "en": "Den är skrämmande för jag vill ju inte hoppa in i hennes safe space.",
        "pa": "It's a bit scary because I don't want to jump into her safe space.",
        "vi": "Hơi sợ một chút vì tôi không muốn đột ngột xen vào không gian an toàn của cô ấy."
    },
    {
        "start": "00:05:44,400",
        "end": "00:05:48,040",
        "en": "Catjas lägenhet i Solna är ju faktiskt hennes lägenhet.",
        "pa": "Catja's apartment in Solna is really her apartment, so…",
        "vi": "Căn hộ của Catja ở Solna thực chất là căn hộ của riêng cô ấy."
    },
    {
        "start": "00:05:48,120",
        "end": "00:05:52,760",
        "en": "-Det är ju lite din borg, liksom. - Ja, exakt.",
        "pa": "Yeah. It's kind of like your castle.",
        "vi": "- Phải, đó là lâu đài của cậu. - Đúng vậy."
    },
    {
        "start": "00:05:54,400",
        "end": "00:05:59,640",
        "en": "Men du skulle kunna ha en bas i Stockholm och barn som pratar stockholmska?",
        "pa": "Exactly.\n You wouldn't mind living in Stockholm?\n You're not worried your children will have a Stockholm accent?",
        "vi": "Ừ, nhưng hai người có thể ở Stockholm, chỗ đó không đáng sợ.\n - Đúng vậy. - Con hai người sẽ nói giọng Stockholm."
    },
    {
        "start": "00:06:02,440",
        "end": "00:06:06,120",
        "en": "-Det är inte skrämmande? - Det är inte skrämmande.",
        "pa": "Doesn't that scare you?\n No, that's not scary.",
        "vi": "- Không đáng sợ à? - Không đáng sợ."
    },
    {
        "start": "00:06:10,280",
        "end": "00:06:12,440",
        "en": "Jag kan flytta till Stockholm.",
        "pa": "Great.\n I have no problem moving to Stockholm.",
        "vi": "Tôi chuyển đến Stockholm cũng không sao."
    },
    {
        "start": "00:06:12,520",
        "end": "00:06:15,680",
        "en": "-Du låter väldigt flexibel. -Ja, det är jag.",
        "pa": "- You sound flexible. - Yeah, I am.",
        "vi": "- Có vẻ anh rất linh hoạt. - Phải."
    },
    {
        "start": "00:06:15,760",
        "end": "00:06:19,640",
        "en": "Är du flexibel på allt eller är det bara att Stockholm är ett stort alternativ?",
        "pa": "Are you flexible about everything or is Stockholm a big alternative?",
        "vi": "Việc gì anh cũng linh hoạt thế này, hay chỉ Stockholm là ngoại lệ?"
    },
    {
        "start": "00:06:19,720",
        "end": "00:06:25,320",
        "en": "Visby och Järvsö är inte bättre men jag är redo att kompromissa.",
        "pa": "I'm not saying that the others are better than Stockholm, absolutely not.",
        "vi": "Để xem… Tôi không nói Visby và Järvsö tốt hơn Stockholm."
    },
    {
        "start": "00:06:25,400",
        "end": "00:06:29,960",
        "en": "Hon sa från början att hon inte är redo att flytta från Stockholm.",
        "pa": "But I'm ready to compromise, and she said from the beginning\n that she isn't ready to move from Stockholm.",
        "vi": "Hoàn toàn không. Nhưng tôi sẵn sàng vì cô ấy.\n Cô ấy đã nói từ đầu là chưa sẵn sàng rời khỏi Stockholm."
    },
    {
        "start": "00:06:30,040",
        "end": "00:06:34,640",
        "en": "Det får jag inse. Då får man ju leva med det.",
        "pa": "You have to respect that, to live with that.",
        "vi": "Tôi phải biết và chấp nhận việc đó thôi."
    },
    {
        "start": "00:06:34,720",
        "end": "00:06:37,720",
        "en": "Säljer han in sig till oss med:",
        "pa": "I wonder if he's selling himself to us with, \"I'm very flexible on everything,",
        "vi": "Không biết anh ấy muốn lấy lòng chúng tôi nên mới tỏ ra sẵn lòng thay đổi thế,"
    },
    {
        "start": "00:06:37,800",
        "end": "00:06:41,960",
        "en": "\"Jag är jätteflexibel på allt. Jag kan flytta.\"",
        "pa": "",
        "vi": "cả đổi chỗ ở, cả làm việc này, việc kia chăng?"
    },
    {
        "start": "00:06:42,040",
        "end": "00:06:47,760",
        "en": "Tror han vi vill höra det eller vill han släppa hela sitt liv för Catja?",
        "pa": "I can move.\"\n Maybe he thinks we want to hear that.\n Or is that all genuine to make it work with Catja?",
        "vi": "Anh ấy tưởng chúng tôi thích nghe thế\n hay thật sự sẵn sàng từ bỏ cả cuộc đời vì Catja? Thật kì lạ."
    },
    {
        "start": "00:06:47,840",
        "end": "00:06:52,480",
        "en": "Vi vill ju bara att du ska följa ditt hjärta i hela experimentet.",
        "pa": "-It's a bit strange. -Yeah.\n We just want you to follow your heart throughout the whole thing.",
        "vi": "Bọn tớ chỉ muốn cậu nghe theo trái tim trong thử nghiệm này thôi."
    },
    {
        "start": "00:06:52,560",
        "end": "00:06:56,200",
        "en": "- Vad kul att se er ihop. - Ja, verkligen.",
        "pa": "-It's great to see you together. - Yeah?",
        "vi": "- Thật vui khi được thấy hai người. - Ừ."
    },
    {
        "start": "00:06:56,280",
        "end": "00:06:59,520",
        "en": "- Passar vi okej? -Ja.",
        "pa": "- Yeah. - Are we a good fit?\n Yes.",
        "vi": "- Đúng vậy. - Chúng tôi có đẹp đôi không?\n Có."
    },
    {
        "start": "00:07:00,720",
        "end": "00:07:03,000",
        "en": "Ja.",
        "pa": "We are.",
        "vi": ""
    },
    {
        "start": "00:07:06,320",
        "end": "00:07:10,760",
        "en": "Hur kan han vara så flexibel med allt? Jag hade inte kunnat flytta.",
        "pa": "I wonder how he can be so flexible with everything.\n -Yeah. -I wouldn't be able to move.",
        "vi": "Tôi không biết làm sao anh ấy có thể sẵn lòng đến vậy?\n - Ừ. - Là tôi thì không chuyển đi đâu."
    },
    {
        "start": "00:07:28,360",
        "end": "00:07:30,080",
        "en": "Hallå?",
        "pa": "Hello?",
        "vi": "Em yêu?"
    },
    {
        "start": "00:07:31,320",
        "end": "00:07:34,720",
        "en": "- Hallå? - Hej. Hur är läget?",
        "pa": "-Hello. -Hey.\n How are you?",
        "vi": "- Chào anh. - Chào em. Em thế nào?"
    },
    {
        "start": "00:07:37,520",
        "end": "00:07:41,480",
        "en": "Oj, vad är det för blick?",
        "pa": "Oh, dear.",
        "vi": "Ôi trời. Vẻ mặt gì thế kia?"
    },
    {
        "start": "00:07:41,560",
        "end": "00:07:45,920",
        "en": "- En orolig blick. -En orolig blick.",
        "pa": "-What's that look? - I'm looking at you anxiously.\n Anxiously?",
        "vi": "Vẻ mặt lo lắng đấy.\n Vẻ mặt lo lắng à?"
    },
    {
        "start": "00:07:49,000",
        "end": "00:07:52,720",
        "en": "Ja, Sergio. Vad har ni pratat om?",
        "pa": "Yes, Sergio. What did you talk about?",
        "vi": "Được rồi, Sergio. Hai người đã nói chuyện gì vậy?"
    },
    {
        "start": "00:07:52,800",
        "end": "00:07:54,760",
        "en": "Eh…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:07:57,600",
        "end": "00:08:00,920",
        "en": "Det var lite jobbigt, faktiskt.",
        "pa": "It was hard actually. Yeah.",
        "vi": "Việc này có chút khó nói. Đúng vậy."
    },
    {
        "start": "00:08:02,800",
        "end": "00:08:04,200",
        "en": "Okej.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:08:04,280",
        "end": "00:08:09,720",
        "en": "Det enda jag vet är att det har gjorts nån chattgrupp.",
        "pa": "The only thing I know is that there was a group chat.",
        "vi": "Anh chỉ biết là có một nhóm chat."
    },
    {
        "start": "00:08:09,800",
        "end": "00:08:13,480",
        "en": "Chrissy hade läst det och hon…",
        "pa": "And Krissy had read it, and she… she reacted quite strongly to it.",
        "vi": "Krissy đã đọc tin nhắn trong đó và…"
    },
    {
        "start": "00:08:14,680",
        "end": "00:08:16,960",
        "en": "Hon reagerade rätt starkt på det.",
        "pa": "",
        "vi": "cô ấy phản ứng khá mạnh mẽ với chúng."
    },
    {
        "start": "00:08:17,040",
        "end": "00:08:22,680",
        "en": "Att jag ska vara kvinnohatare, att jag ska ha nåt barn i Barcelona",
        "pa": "Said stuff like that I'm some kind of misogynist,",
        "vi": "Rằng anh coi khinh phụ nữ, rằng anh có một đứa con ở Barcelona."
    },
    {
        "start": "00:08:22,760",
        "end": "00:08:26,440",
        "en": "att jag ska vara nån form av mansgris.",
        "pa": "I have a child in Barcelona.\n I'm some kind of chauvinist pig that…",
        "vi": "Rằng anh là một con lợn theo chủ nghĩa dân tộc cực đoan."
    },
    {
        "start": "00:08:26,520",
        "end": "00:08:30,480",
        "en": "Barn i Barcelona? Vem har sagt allt det här?",
        "pa": "Child in Barcelona?\n -Yeah. -Who said all this?",
        "vi": "- Một đứa con ở Barcelona? - Ừ."
    },
    {
        "start": "00:08:30,560",
        "end": "00:08:33,120",
        "en": "Nej, men så här…",
        "pa": "No, but I mean, like… I, I mean…",
        "vi": "Cụ thể là ai đã nói thế?\n Anh muốn nói là… Như thế này… anh nghĩ"
    },
    {
        "start": "00:08:33,200",
        "end": "00:08:35,200",
        "en": "Jag…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:08:35,280",
        "end": "00:08:40,240",
        "en": "Jag tänker att det viktiga är att du får reda på det här",
        "pa": "I think it's important that you find out about this",
        "vi": "việc cấp thiết nhất là nói cho em biết."
    },
    {
        "start": "00:08:40,320",
        "end": "00:08:43,880",
        "en": "så att det inte blir som nån slags chock.",
        "pa": "so that it doesn't come as some kind of shock,\n like, \"Oh, where did all this come from?\"",
        "vi": "Để em không bị sốc vì bất ngờ hay tin."
    },
    {
        "start": "00:08:43,960",
        "end": "00:08:47,080",
        "en": "Det beror på vad som är sant.",
        "pa": "Well, it depends on the truth.",
        "vi": "Còn tùy sự thật là gì nữa."
    },
    {
        "start": "00:08:50,480",
        "end": "00:08:55,360",
        "en": "Har du nåt du behöver berätta, så säg det. Jag vill inte att nåt kommer upp.",
        "pa": "If you have something you need to tell me, then tell me.",
        "vi": "Nếu có chuyện gì anh cần cho em biết thì nói ngay đi."
    },
    {
        "start": "00:08:55,440",
        "end": "00:08:57,560",
        "en": "Jag har ingen aning.",
        "pa": "I don't want to find out later.\n I have no idea.",
        "vi": "Em không muốn sau này mới biết.\n Anh không biết."
    },
    {
        "start": "00:08:57,640",
        "end": "00:09:01,240",
        "en": "Sånt här skrämmer mig. Jag har varit igenom sånt här förut.",
        "pa": "Because this stuff scares me.",
        "vi": "Em rất sợ những việc kiểu này. Em từng trải qua rồi."
    },
    {
        "start": "00:09:01,320",
        "end": "00:09:08,000",
        "en": "Nu kommer nåt och då kan allt… \"Hej då.\" Den känslan är inte jättegod.",
        "pa": "I've been through this before,\n when out of nowhere, something comes up and that's the end.",
        "vi": "Rằng sẽ có vấn đề gì đó và mọi chuyện sẽ kết thúc."
    },
    {
        "start": "00:09:08,080",
        "end": "00:09:14,400",
        "en": "Jag vill inte ha en massa surprises om fyra veckor. Då är vi gifta.",
        "pa": "That's not a great feeling.\n I don't want surprises in four weeks when we're married.",
        "vi": "Cảm giác đó không dễ chịu đâu.\n Vì em không muốn có quá nhiều bất ngờ\n vì bốn tuần nữa là ta kết hôn rồi."
    },
    {
        "start": "00:09:15,600",
        "end": "00:09:19,800",
        "en": "Säg allt som du behöver berätta för mig. Hur mörkt det än är, berätta det.",
        "pa": "Yeah.\n Tell me everything you need to tell me.",
        "vi": "Anh có gì cần nói thì nói hết đi.\n Chuyện tồi tệ cỡ nào cũng cứ nói."
    },
    {
        "start": "00:09:19,880",
        "end": "00:09:23,800",
        "en": "Bara det inte kommer från nån annan vinkel nånstans…",
        "pa": "No matter how dark,\n as long as it doesn't come from someone else at some other time.",
        "vi": "Chỉ cần đừng là người khác nói cho tôi biết."
    },
    {
        "start": "00:09:23,880",
        "end": "00:09:26,720",
        "en": "Jag är besviken men jag kan också bli arg",
        "pa": "I'm very disappointed, but I can get angry too",
        "vi": "Thất vọng đã đành, tôi không muốn phải tức giận nữa."
    },
    {
        "start": "00:09:26,800",
        "end": "00:09:31,480",
        "en": "om det har gått till den extenten att man medvetet döljer saker.",
        "pa": "if it goes to the extent of deliberately hiding things.\n ♪ Are we ready? ♪",
        "vi": "Nếu đó là chuyện anh cố tình muốn giấu."
    },
    {
        "start": "00:09:48,320",
        "end": "00:09:54,320",
        "en": "- Vad gör du för nåt? -Jag bakar en sockerkaka.",
        "pa": "♪ Are we ready? ♪\n ♪ Are we ready for it? ♪\n What are you doing?",
        "vi": "Em định làm gì thế?\n Em đang nướng bánh bông lan."
    },
    {
        "start": "00:09:54,400",
        "end": "00:10:00,680",
        "en": "- Mhm. Vad är det här då? -Nu ska vi göra lite glasyr här.",
        "pa": "I'm baking a sponge cake.\n - Mm-hmm! - Yep.\n What's that?",
        "vi": "- Ừ. - Gì đây?"
    },
    {
        "start": "00:10:00,760",
        "end": "00:10:05,680",
        "en": "- Som du ska pimpa den här med? -Ja.",
        "pa": "We're making some icing.\n To pimp this cake up?",
        "vi": "Em đang đánh kem.\n - Vậy là em sẽ trang trí cái bánh này. - Phải."
    },
    {
        "start": "00:10:05,760",
        "end": "00:10:08,280",
        "en": "Kolla, vilken grej.",
        "pa": "Yep.\n Check this out.",
        "vi": "Ngon chưa."
    },
    {
        "start": "00:10:08,360",
        "end": "00:10:12,160",
        "en": "Är det här för att vi ska träffa min kära mor imorgon?",
        "pa": "Is it because we're going to see my dear mother and family tomorrow?",
        "vi": "- Để mai mang đi gặp mẹ anh hả? - Phải."
    },
    {
        "start": "00:10:12,240",
        "end": "00:10:16,080",
        "en": "-Ja. -Se. Vilken jäkla wifey.",
        "pa": "Yeah.\n Check out this wifey.",
        "vi": "Thấy chưa? Đúng là một người vợ đảm!"
    },
    {
        "start": "00:10:18,120",
        "end": "00:10:22,280",
        "en": "Det är ju kanske en fördom i sig att man tänker att alla inte förstår en.",
        "pa": "- Stop it.\n Maybe it's a bit prejudiced to think that not everyone understands you.",
        "vi": "Suy nghĩ rằng không ai hiểu được mình cũng có thể là thành kiến,"
    },
    {
        "start": "00:10:22,360",
        "end": "00:10:27,480",
        "en": "Men jag har aldrig känt mig hemma bland svenskar, kanske.",
        "pa": "",
        "vi": "nhưng tôi chưa từng thấy thoải mái khi ở bên những người Thụy Điển."
    },
    {
        "start": "00:10:27,560",
        "end": "00:10:31,680",
        "en": "Och det gick in i min dejtningshistorik.",
        "pa": "But I've never felt at home here amongst Swedish people\n and that has definitely shown a bit in my dating history.",
        "vi": "Và điều đó ảnh hưởng lớn đến việc hẹn hò của tôi."
    },
    {
        "start": "00:10:32,960",
        "end": "00:10:38,960",
        "en": "Jag har alltid tänkt att det kommer att vara svårt för folk att förstå min familj",
        "pa": "I've always thought that it would be hard for people to understand my family",
        "vi": "Tôi luôn cho là"
    },
    {
        "start": "00:10:39,040",
        "end": "00:10:42,120",
        "en": "så som det skulle vara svårt för mig att känna mig hemma",
        "pa": "",
        "vi": "người khác sẽ khó hiểu gia đình tôi,\n cũng như tôi sẽ thấy không thoải mái"
    },
    {
        "start": "00:10:42,200",
        "end": "00:10:46,520",
        "en": "i en familj som inte alls pratar som vi gör eller umgås som vi gör.",
        "pa": "as much as it would be hard for me to feel at home in a family\n that doesn't talk or socialize like we do.",
        "vi": "trong một gia đình không nói cùng ngôn ngữ"
    },
    {
        "start": "00:10:46,600",
        "end": "00:10:50,200",
        "en": "Då är det lika bra att dejta nån som kommer från samma kultur.",
        "pa": "It's just easier to just date someone from the same culture.",
        "vi": "hoặc có lối ứng xử như chúng tôi.\n Và hẹn hò người có cùng văn hóa rất tốt."
    },
    {
        "start": "00:11:03,320",
        "end": "00:11:09,920",
        "en": "Meira har ju vissa farhågor kring att därifrån jag kommer…",
        "pa": "Meira has some fears that where I come from or the way I grew up",
        "vi": "Meira có vài thành kiến"
    },
    {
        "start": "00:11:10,000",
        "end": "00:11:14,760",
        "en": "…eller den person jag är, att det är en plats där hon inte passar in…",
        "pa": "is vastly different than her upbringing,",
        "vi": "về gia cảnh và con người tôi vì xuất thân của tôi,"
    },
    {
        "start": "00:11:14,840",
        "end": "00:11:19,240",
        "en": "-Ja, välkommen till landet. -Tack.",
        "pa": "and that it's a place where she won't fit in.\n Welcome to the countryside.",
        "vi": "và lo rằng mình sẽ bị lạc lõng.\n Chào mừng em về vùng quê!"
    },
    {
        "start": "00:11:19,320",
        "end": "00:11:24,120",
        "en": "Min mamma och hennes man bor här.",
        "pa": "Thank you.\n My mom and her husband live here.",
        "vi": "Cảm ơn anh.\n Đây là nơi mẹ anh và chồng bà ấy sống."
    },
    {
        "start": "00:11:24,200",
        "end": "00:11:28,760",
        "en": "-Det är ju hund och katt här. -Ja, det är hellugnt.",
        "pa": "It's really homey.\n -There's a dog and a cat here. -That's cool.",
        "vi": "- Họ có nuôi một con chó và một con mèo. - Không sao."
    },
    {
        "start": "00:11:28,840",
        "end": "00:11:35,600",
        "en": "Hon har en uppfattning om hur \"personer som jag\" är.",
        "pa": "She has an idea in her mind what \"people like me,\"",
        "vi": "Trong đầu cô ấy có khuôn mẫu về \"kiểu người như tôi\", mạn phép nói thế."
    },
    {
        "start": "00:11:35,680",
        "end": "00:11:41,760",
        "en": "Det vill säga vit finanskille som inte kommer från orten.",
        "pa": "so to speak, are like.\n When I say \"people like me,\" I mean, you know,\n a white finance guy who is from a privileged background.",
        "vi": "Một anh chàng da trắng làm về tài chính, không xuất thân nghèo khó."
    },
    {
        "start": "00:11:42,920",
        "end": "00:11:45,200",
        "en": "- Känns det okej? -Ja.",
        "pa": "-Are you okay? - Yeah, all good.",
        "vi": "- Không sao chứ? - Vâng."
    },
    {
        "start": "00:11:48,000",
        "end": "00:11:51,440",
        "en": "Hej! Åh, här är det en glad en.",
        "pa": "-Here's a happy one.",
        "vi": "- Chào! Xem ai vui chưa kìa! - Không được chồm lên!"
    },
    {
        "start": "00:11:52,320",
        "end": "00:11:55,160",
        "en": "-Hej! -Hej, hej!",
        "pa": "No jumping.\n -Hey! Hey! -Hey!",
        "vi": "Chào con."
    },
    {
        "start": "00:11:55,240",
        "end": "00:11:57,920",
        "en": "-Mariam. -Meira.",
        "pa": "-We can do this. - Yes.",
        "vi": "- Con khỏe chứ? - Rất vui được gặp cô."
    },
    {
        "start": "00:11:58,000",
        "end": "00:12:00,240",
        "en": "Och här har vi brorsorna.",
        "pa": "- Yes, here are the brothers.",
        "vi": "- Còn đây là các anh em. - Hai đứa đẹp quá, rám nắng chưa kìa."
    },
    {
        "start": "00:12:00,320",
        "end": "00:12:05,600",
        "en": "- Ni ser oförskämt bruna ut. - Ja, vi har varit på Cypern.",
        "pa": "You look very tanned, I'm jealous.",
        "vi": ""
    },
    {
        "start": "00:12:05,680",
        "end": "00:12:08,640",
        "en": "Ja, men jag orkar inte.",
        "pa": "Yeah, we went to Cyprus.\n I see. I can't bear it.",
        "vi": "- Bọn con đã đến Síp. - Ái chà, mẹ không chịu nổi mất."
    },
    {
        "start": "00:12:08,720",
        "end": "00:12:11,040",
        "en": "Hur mår ni?",
        "pa": "- How are you? - We're good.",
        "vi": "- Cả nhà thế nào ạ? - Vẫn khỏe."
    },
    {
        "start": "00:12:11,120",
        "end": "00:12:15,240",
        "en": "Vi mår bra, men vi vill veta hur ni mår.",
        "pa": "We're good, but we're more interested in you two.",
        "vi": "Cả nhà vẫn khỏe, nhưng muốn biết hai đứa thế nào rồi?"
    },
    {
        "start": "00:12:15,320",
        "end": "00:12:18,400",
        "en": "Vi är båda sambos för första gången.",
        "pa": "Yeah.\n We're both living with a partner for the first time.",
        "vi": "Cả hai bọn con đều sống chung với người khác lần đầu tiên."
    },
    {
        "start": "00:12:18,480",
        "end": "00:12:21,640",
        "en": "-Woho! - Äntligen.",
        "pa": "-Whoo!",
        "vi": ""
    },
    {
        "start": "00:12:21,720",
        "end": "00:12:25,400",
        "en": "-Grattis! Det är ändå stort. -Det är jättestort.",
        "pa": "Finally.\n Congratulations, that's a big deal.",
        "vi": "Cuối cùng cũng có ngày này.\n - Chúc mừng con. Chuyện trọng đại đấy. - Rất trọng đại ạ."
    },
    {
        "start": "00:12:25,480",
        "end": "00:12:31,160",
        "en": "Och vi fann varandra tidigt och kände till slut",
        "pa": "It's a huge deal.\n We found each other and connected early on",
        "vi": "Bọn con đã sớm thấy hợp tính nhau\n và càng ngày càng thấy chỉ muốn được gặp nhau."
    },
    {
        "start": "00:12:31,240",
        "end": "00:12:34,320",
        "en": "att vi bara ville träffa varandra.",
        "pa": "and eventually felt that all we wanted to do was see each other.",
        "vi": ""
    },
    {
        "start": "00:12:34,400",
        "end": "00:12:40,160",
        "en": "Det kom ju ett tillfälle… Hela det här är ju ett experiment.",
        "pa": "There came an opportunity.",
        "vi": "Thế rồi cơ hội đến."
    },
    {
        "start": "00:12:40,240",
        "end": "00:12:46,280",
        "en": "Och det kom ett tillfälle i experimentet där man hade möjligheten",
        "pa": "All of this is an experiment.\n And there was a moment in the experiment where you could take the opportunity",
        "vi": "Đây là một thử nghiệm.\n Và trong thử nghiệm này có một thời điểm"
    },
    {
        "start": "00:12:46,360",
        "end": "00:12:50,680",
        "en": "att fria till den andra personen och det har jag gjort.",
        "pa": "to propose to the other person and meet them.",
        "vi": "để bọn con cầu hôn đối phương."
    },
    {
        "start": "00:12:50,760",
        "end": "00:12:54,640",
        "en": "Så att vi ska faktiskt gifta oss.",
        "pa": "And I did that.\n I proposed, so we're actually getting married on your birthday, Mom.",
        "vi": "Và con đã làm thế.\n Thật ra bọn con sẽ kết hôn vào sinh nhật của mẹ đấy ạ."
    },
    {
        "start": "00:12:54,720",
        "end": "00:12:58,000",
        "en": "-På din födelsedag. - Shit!",
        "pa": "",
        "vi": "Mẹ thấy rồi."
    },
    {
        "start": "00:12:58,080",
        "end": "00:13:00,880",
        "en": "Jag har försökt gömma den här lite.",
        "pa": "- I can see that. -Shit.\n I was trying to hide it, but I couldn't.",
        "vi": "Con đã cố che đi, nhưng không được."
    },
    {
        "start": "00:13:00,960",
        "end": "00:13:06,440",
        "en": "-Ska ni ha barn också? - Nej, inte än. Inte än.",
        "pa": "And children?\n No, not yet. Not yet.",
        "vi": "- Hai đứa cũng sinh con luôn chứ? - Chưa ạ!"
    },
    {
        "start": "00:13:07,200",
        "end": "00:13:10,440",
        "en": "Jag har inte… Jag har aldrig…",
        "pa": "I haven't…",
        "vi": "Chưa đâu.\n Con chưa…"
    },
    {
        "start": "00:13:10,520",
        "end": "00:13:13,560",
        "en": "-Du skrattar bara, Baltzar. -Ja.",
        "pa": "Mom, you're just laughing.",
        "vi": "Mẹ đang cười mà."
    },
    {
        "start": "00:13:13,640",
        "end": "00:13:17,080",
        "en": "Jag har ju gråtit jättemycket genom allt det här också.",
        "pa": "I feel you, I've also cried a lot through all of this.",
        "vi": "Con cũng đã khóc rất nhiều."
    },
    {
        "start": "00:13:17,160",
        "end": "00:13:20,400",
        "en": "Men det är ju glada tårar. Ja.",
        "pa": "- But they're happy tears. -Yeah.",
        "vi": "- Mẹ vui đến ứa nước mắt đấy mà. - Vâng."
    },
    {
        "start": "00:13:20,480",
        "end": "00:13:24,680",
        "en": "-Jag höll mig länge i alla fall. -Jag med.",
        "pa": "- I lasted a long time anyway. - Yes, me too.",
        "vi": "Mẹ đã cầm nước mắt lắm rồi đấy."
    },
    {
        "start": "00:13:24,760",
        "end": "00:13:28,240",
        "en": "Jag ska säga grattis till dig också.",
        "pa": "I want to congratulate you as well.",
        "vi": "Con cũng vậy.\n Cô cũng muốn chúc mừng con."
    },
    {
        "start": "00:13:28,320",
        "end": "00:13:30,480",
        "en": "Vad spännande.",
        "pa": "This is so exciting.\n It is.",
        "vi": "- Cô háo hức quá. - Vâng."
    },
    {
        "start": "00:13:38,000",
        "end": "00:13:41,400",
        "en": "Vad är era traditioner mest? Är det liksom…?",
        "pa": "What kind of traditions do you have with your family?",
        "vi": "Truyền thống nước con là gì? Có phải…"
    },
    {
        "start": "00:13:41,480",
        "end": "00:13:46,200",
        "en": "Vi firar allas traditioner så länge vi får en anledning att fira.",
        "pa": "We celebrate everyone's traditions.",
        "vi": "Chúng con ăn mừng ngày lễ của mọi dân tộc, miễn là có lý do ăn mừng."
    },
    {
        "start": "00:13:46,280",
        "end": "00:13:49,080",
        "en": "Det gjorde mamma med oss mycket när vi var små.",
        "pa": "We're just happy to have a reason to celebrate.",
        "vi": "Mẹ con đã làm thế từ hồi bọn con còn nhỏ."
    },
    {
        "start": "00:13:49,160",
        "end": "00:13:52,600",
        "en": "Det var teater. Det var dans. Halloween. Hon tog oss på museum.",
        "pa": "That's something my mom did with us a lot when we were little.",
        "vi": "Đi nhà hát, đi khiêu vũ, đi lễ hội ma, còn đi cả bảo tàng."
    },
    {
        "start": "00:13:52,680",
        "end": "00:13:56,640",
        "en": "Det var lätt att det inte blev så när man var ny i landet",
        "pa": "We went to the theater, dancing, museums, Halloween.",
        "vi": "Đó không phải là chuyện dễ dàng khi mới đến đất nước này"
    },
    {
        "start": "00:13:56,720",
        "end": "00:14:00,360",
        "en": "och behövde lägga fokus på att jobba och integreras.",
        "pa": "It was easy for that to not happen when you're new to the country,",
        "vi": "và phải xoay sở giữa công việc và hòa nhập với nền văn hóa mới."
    },
    {
        "start": "00:14:00,440",
        "end": "00:14:02,520",
        "en": "Du får föra över det lite.",
        "pa": "working and integrating.",
        "vi": "Mong là con truyền được cho Oskar. Cô cố cho chúng nó tiếp xúc với kịch nghệ"
    },
    {
        "start": "00:14:02,600",
        "end": "00:14:06,320",
        "en": "Jag har ju försökt tvinga på dem teaterkulturen.",
        "pa": "I sure do hope that you can influence him a little bit then.",
        "vi": ""
    },
    {
        "start": "00:14:06,400",
        "end": "00:14:12,280",
        "en": "Det är ingen som har fastnat i den. Så det kanske blir lite mer nu.",
        "pa": "I've tried to force theater culture onto these boys,\n but nothing really stuck, but maybe you'll change that.",
        "vi": "nhưng chẳng đứa nào ham thích cả."
    },
    {
        "start": "00:14:12,360",
        "end": "00:14:18,280",
        "en": "Min mamma har försökt lära honom afghansk dans och jag Bollywood-dans.",
        "pa": "Yeah, my mom tried to teach him some Afghan dancing,",
        "vi": "Có thể bây giờ nó sẽ thích thú hơn đôi chút.\n Mẹ con đã dạy anh ấy một điệu nhảy Afghanistan."
    },
    {
        "start": "00:14:18,360",
        "end": "00:14:23,840",
        "en": "En av hans bästa egenskaper är att han inte är rädd för att bjuda på sig själv.",
        "pa": "and I've tried to teach him some Bollywood dancing.\n That's one of his best qualities, he's not afraid to put himself out there.",
        "vi": "Con cũng đã dạy anh ấy vài điệu nhảy Bollywood.\n Một trong những đức tính tốt nhất của anh ấy là không ngại ngùng."
    },
    {
        "start": "00:14:23,920",
        "end": "00:14:27,240",
        "en": "Det finns ingen prestige eller att någonting är töntigt.",
        "pa": "There's no prestige and nothing's beneath him.",
        "vi": "Anh ấy không kẻ cả hay chê bai gì cả."
    },
    {
        "start": "00:14:27,320",
        "end": "00:14:31,320",
        "en": "Det enda jag vill är att man ska våga dansa. Man behöver inte vara bra på det.",
        "pa": "All I want is for people to dance. You don't have to be good at it.",
        "vi": "Con thấy chỉ cần dám nhảy là được, chứ không cần phải nhảy giỏi."
    },
    {
        "start": "00:14:31,400",
        "end": "00:14:38,040",
        "en": "Vi ska lära oss lite dans inför bröllopet. En bröllopsvals, tror jag.",
        "pa": "We're going to learn some dancing for the wedding, a wedding waltz, I think.",
        "vi": "Bọn con sẽ học một điệu nhảy ngắn cho lễ cưới.\n Có thể là một điệu valse đám cưới."
    },
    {
        "start": "00:14:38,120",
        "end": "00:14:44,600",
        "en": "Det känns bättre och bättre för varje dag. En dag som idag finns ingen tvekan.",
        "pa": "It feels better and better every day.",
        "vi": "Con càng ngày càng thấy yên tâm.\n Hôm nay là một trong những ngày mà con hoàn toàn không phân vân."
    },
    {
        "start": "00:14:44,680",
        "end": "00:14:48,720",
        "en": "Särskilt att få träffa er och se honom med sin familj.",
        "pa": "Today is one of those days when I don't have any doubts.\n Especially when I get to meet you all and see him with his family.",
        "vi": "Nhất là sau khi được gặp cô và thấy anh ấy bên gia đình."
    },
    {
        "start": "00:14:48,800",
        "end": "00:14:53,640",
        "en": "Då känns det som… Jag har en väldigt varm känsla inom mig just nu.",
        "pa": "I just have a very warm feeling inside me right now, so that feels good.",
        "vi": "Con cảm thấy… trong lòng rất ấm áp."
    },
    {
        "start": "00:14:56,280",
        "end": "00:15:00,880",
        "en": "Ett av mina största orosmoment var ju det här kulturkrocken.",
        "pa": "One of my biggest fears with Oskar was the whole culture clash thing.",
        "vi": "Một trong những điều tôi lo lắng nhất là sự khác biệt văn hóa."
    },
    {
        "start": "00:15:00,960",
        "end": "00:15:06,560",
        "en": "När vi sen fick träffa varandras familjer så var det inte alls",
        "pa": "I felt our families would be so different,",
        "vi": "Và sau khi gặp gia đình nhau, tôi cảm thấy"
    },
    {
        "start": "00:15:06,640",
        "end": "00:15:11,000",
        "en": "den stereotypiska ursvenska familjen jag hade byggt upp i mitt huvud.",
        "pa": "but when we met each other's families, it didn't feel like that at all.\n They were not at all the stereotypical Swedish family",
        "vi": "họ không hề giống hình ảnh một gia đình Thụy Điển tôi có trong đầu."
    },
    {
        "start": "00:15:11,080",
        "end": "00:15:13,320",
        "en": "\"Kommer jag passa in",
        "pa": "I had imagined them to be in my head,",
        "vi": "Tôi có thể hòa nhập vào tầng lớp xã hội mà tôi chưa từng nghĩ là có thể không?"
    },
    {
        "start": "00:15:13,400",
        "end": "00:15:19,120",
        "en": "i en samhällsklass där jag aldrig har känt att jag kommer passa in tidigare?\"",
        "pa": "and my thoughts around, \"Will I ever fit into a social class?\",",
        "vi": ""
    },
    {
        "start": "00:15:19,200",
        "end": "00:15:22,080",
        "en": "Jag hade byggt upp nånting som kanske inte fanns där.",
        "pa": "it wasn't like that.\n I had built up something that perhaps wasn't there.",
        "vi": "Nhưng không hề như thế. Có lẽ chính tôi đã tự tưởng là có sự ngăn cách."
    },
    {
        "start": "00:15:22,160",
        "end": "00:15:26,160",
        "en": "Meira är på mig för att jag har för mycket blått.",
        "pa": "I'm not going to use blue; Meira complains that I have too much blue.",
        "vi": "Con không chọn màu xanh đâu. Meira bảo con hay mặc màu xanh quá rồi."
    },
    {
        "start": "00:15:26,240",
        "end": "00:15:29,240",
        "en": "Jag känner mer och mer att våra två världar kan gå ihop.",
        "pa": "I feel more and more that our two worlds can go together",
        "vi": "Tôi ngày càng thấy rõ thế giới của chúng tôi có thể kết hợp với nhau."
    },
    {
        "start": "00:15:29,320",
        "end": "00:15:33,680",
        "en": "Det behöver inte alls vara att man måste gifta sig med någon",
        "pa": "and that you don't have to be with someone",
        "vi": "Ta không nhất thiết phải"
    },
    {
        "start": "00:15:33,760",
        "end": "00:15:37,880",
        "en": "som kommer från samma bakgrund och har gått igenom samma svårigheter",
        "pa": "from exactly the same background as you,\n who has also gone through the same difficulties as you,",
        "vi": "cưới người môn đăng hộ đối\n hay có bối cảnh, xuất thân giống mình"
    },
    {
        "start": "00:15:37,960",
        "end": "00:15:41,240",
        "en": "för att det ska kunna bli nånting.",
        "pa": "for it to be a good relationship.",
        "vi": "để có tình cảm bền chặt, sâu đậm."
    },
    {
        "start": "00:15:41,320",
        "end": "00:15:47,040",
        "en": "Jag kan inte komma ihåg senast jag introducerade en tjej för nån i familjen.",
        "pa": "I don't remember the last time I came home",
        "vi": "Con không nhớ lần trước dẫn bạn gái về là bao giờ nữa."
    },
    {
        "start": "00:15:47,120",
        "end": "00:15:50,640",
        "en": "-Det var för tolv år sen. -Ja, någonting sånt. Vad var jag? 17?",
        "pa": "and introduced a girl to anyone in the family.\n -Twelve years ago. -Something like that. Was I 17?",
        "vi": "- Hình như 12 năm trước? - Vâng, hình như thế."
    },
    {
        "start": "00:15:50,720",
        "end": "00:15:53,640",
        "en": "Men det är ju väldigt speciellt.",
        "pa": "",
        "vi": "Hồi ấy con bao nhiêu tuổi nhỉ? Mười bảy à? Nhưng lần này rất khác biệt."
    },
    {
        "start": "00:15:53,720",
        "end": "00:15:58,680",
        "en": "Ena dagen säger hon att det här är världens mest självklara grej.",
        "pa": "But this is very special,\n what we are building.\n Some days she says that this is the most obvious thing in the world,",
        "vi": "Có những ngày cô ấy hoàn toàn chắc chắn về chuyện này."
    },
    {
        "start": "00:15:58,760",
        "end": "00:16:03,880",
        "en": "Det är då jag mår som bäst. Andra dagar blir hon lite avvaktande och tyst.",
        "pa": "and that's when I feel the best in our relationship.",
        "vi": "Những lúc ấy con rất vui.\n Nhưng có những ngày cô ấy lại rất dè dặt và ít lời."
    },
    {
        "start": "00:16:03,960",
        "end": "00:16:07,920",
        "en": "\"Okej, vad händer? Jag märker att det är nåt.\"",
        "pa": "But other days she's a bit hesitant and quiet.\n Okay, what's going on? I can tell there's something.",
        "vi": "Con rất lo lắng. Con có thể cảm thấy có vấn đề gì đó."
    },
    {
        "start": "00:16:08,000",
        "end": "00:16:11,520",
        "en": "Hon tänker ju. Hon är som jag. Hon kan tänka väldigt mycket.",
        "pa": "But I know she's like me and she thinks a lot.",
        "vi": "Vì cô ấy cũng giống con, hay nghĩ nhiều."
    },
    {
        "start": "00:16:11,600",
        "end": "00:16:15,840",
        "en": "Det kan ju faktiskt bli ett nej där och då.",
        "pa": "And it may happen that she says no, then and there, right at the altar.",
        "vi": "Thật sự đến mức cô ấy có thể bỏ việc kết hôn ngay lúc đó."
    },
    {
        "start": "00:16:15,920",
        "end": "00:16:19,360",
        "en": "Jag hoppas verkligen inte det. Det är min största farhåga.",
        "pa": "But I really hope not. That's my biggest fear.\n ♪ Darling, darling, ay, oh ♪\n ♪ I've been falling, falling, ay ♪",
        "vi": "Con rất mong là không phải thế. Đó là điều con lo sợ nhất."
    },
    {
        "start": "00:16:35,400",
        "end": "00:16:38,600",
        "en": "Jag lägger din telefonladdare på rummet.",
        "pa": "♪ I've been falling for you ♪\n ♪ Summertime blue in your eyes ♪\n ♪ Are you looking For life in your life? ♪\n ♪ So, darling… ♪\n I'll put your charger in our room.",
        "vi": "Anh để sạc điện thoại của em trong phòng."
    },
    {
        "start": "00:16:38,680",
        "end": "00:16:43,360",
        "en": "Är du utmattad efter idag? Var det trevligt att träffa dem?",
        "pa": "Are you exhausted after today? Was it nice to meet them?",
        "vi": "Hôm nay em có mệt lắm không? Được gặp bạn có vui không?"
    },
    {
        "start": "00:16:43,440",
        "end": "00:16:46,200",
        "en": "Han är ju väldigt, väldigt snäll.",
        "pa": "",
        "vi": "Anh ấy rất, rất tốt."
    },
    {
        "start": "00:16:46,280",
        "end": "00:16:51,800",
        "en": "Det jag kan känna är att han kanske inte vågar stå upp för sig själv",
        "pa": "He is very, very kind hearted.\n He is always complimentary towards me.",
        "vi": "Nhưng trong vài tình huống nhất định, tôi cảm thấy\n có thể anh ấy sẽ không dám đứng lên bảo vệ bản thân"
    },
    {
        "start": "00:16:51,880",
        "end": "00:16:56,600",
        "en": "på ett sätt som jag kanske tycker är attraktivt.",
        "pa": "But what I feel in certain situations is that\n maybe he doesn't know",
        "vi": "theo cách mà tôi có thể thấy rất cuốn hút."
    },
    {
        "start": "00:16:56,680",
        "end": "00:17:01,080",
        "en": "Och med det sagt så menar jag att jag nog kan bli lite irriterad",
        "pa": "how to stand up for himself\n in a way that I find attractive.\n And because of his lack of firmness,",
        "vi": "Ý tôi là,\n có thể tôi sẽ cố tình cư xử khó chịu"
    },
    {
        "start": "00:17:01,160",
        "end": "00:17:04,640",
        "en": "och ganska provocerande mot honom i vissa fall.",
        "pa": "I can get a little annoyed and quite agitated towards him in some cases.",
        "vi": "và khiêu khích anh ấy một chút trong những tình huống nhất định."
    },
    {
        "start": "00:17:05,880",
        "end": "00:17:09,200",
        "en": "Men vad känner du? De tryckte ju på det här med…",
        "pa": "But how do you feel?\n I know they…",
        "vi": "Nhưng anh thấy sao? Em biết là họ đã nhấn mạnh…"
    },
    {
        "start": "00:17:10,200",
        "end": "00:17:14,520",
        "en": "…att vi bor på olika ställen.",
        "pa": "kept pushing on how we live in different places.",
        "vi": "việc ta sống riêng."
    },
    {
        "start": "00:17:14,599",
        "end": "00:17:18,680",
        "en": "Är du orolig för hur min situation ser ut just nu",
        "pa": "-Does that worry you? -What?",
        "vi": "Em lo chuyện đó à?\n Về hoàn cảnh hiện tại của anh?"
    },
    {
        "start": "00:17:18,760",
        "end": "00:17:21,920",
        "en": "med Visby och Järvsö?",
        "pa": "How my situation is right now with Visby and Järvsö and…?",
        "vi": "Chuyện vừa ở Visby vừa ở Järvsö."
    },
    {
        "start": "00:17:22,000",
        "end": "00:17:24,280",
        "en": "Alltså…",
        "pa": "I mean…",
        "vi": "À…"
    },
    {
        "start": "00:17:24,359",
        "end": "00:17:29,240",
        "en": "Du ska inte kompromissa med dig själv som person för att passa in i nån annans liv.",
        "pa": "You shouldn't compromise yourself as a person to fit into someone else's life.",
        "vi": "Anh không nên sửa đổi bản thân\n chỉ để thuận theo cuộc sống của người khác."
    },
    {
        "start": "00:17:31,240",
        "end": "00:17:37,280",
        "en": "Ja. Fast det får jag ju ändå göra en hel del med Stockholmsflytten och den grejen.",
        "pa": "But there's a lot I have to do to move to Stockholm and all that.",
        "vi": "Nhưng anh vẫn phải làm thế. Phải chuyển đến Stockholm này kia còn gì."
    },
    {
        "start": "00:17:37,360",
        "end": "00:17:42,600",
        "en": "Jag visste att jag var tvungen att… Inte offra, men det vet du ju…",
        "pa": "It's something I knew all along that I had to do, not sacrifice,",
        "vi": "Từ đầu anh đã biết phải… không phải là hi sinh, nhưng em biết đấy."
    },
    {
        "start": "00:17:42,680",
        "end": "00:17:46,200",
        "en": "Vi är ju där vi är och det är inte för att jag har farit med osanning.",
        "pa": "but, you know…\n Where we are today is not because I've been untruthful.",
        "vi": "Tình cảm ta được như bây giờ không dựa trên những lời dối trá."
    },
    {
        "start": "00:17:46,280",
        "end": "00:17:50,040",
        "en": "Jag har vetat att jag måste kompromissa och det gör jag gärna.",
        "pa": "I've known that I would need to compromise, and I happily will.",
        "vi": "Anh biết mình sẽ phải thay đổi vài chuyện và anh không ngại. Nhưng…"
    },
    {
        "start": "00:17:50,120",
        "end": "00:17:51,720",
        "en": "Men…",
        "pa": "But…",
        "vi": ""
    },
    {
        "start": "00:17:53,040",
        "end": "00:17:57,760",
        "en": "Jag vill ju… Om jag skulle flytta till Stockholm och vi bor ihop…",
        "pa": "If I move to Stockholm and we live together,",
        "vi": "Nếu anh chuyển đến Stockholm và ta sống cùng nhau…"
    },
    {
        "start": "00:17:57,840",
        "end": "00:18:02,840",
        "en": "Jag ser det som en fördel att jag har Järvsö som är 2,5 timme bort.",
        "pa": "I see it as a benefit that I have Järvsö only 2½ hours away.",
        "vi": "Anh thấy đó cũng là lợi thế vì anh sẽ chỉ cách Järvsö hai tiếng rưỡi đi xe."
    },
    {
        "start": "00:18:02,920",
        "end": "00:18:07,080",
        "en": "Jag kan ju sätta mig på ett tåg. Det går varannan timme till Järvsö.",
        "pa": "I can just hop on a train. They leave every other hour.",
        "vi": "Anh có thể đi tàu, mỗi tiếng lại có một chuyến."
    },
    {
        "start": "00:18:08,200",
        "end": "00:18:09,600",
        "en": "Liksom…",
        "pa": "So yeah.",
        "vi": "Kiểu vậy đấy."
    },
    {
        "start": "00:18:09,680",
        "end": "00:18:14,640",
        "en": "Det jag tänker på och tror jag nånstans vill komma fram till är",
        "pa": "So, what I'm thinking… and what I want to express is that,",
        "vi": "Ý em là anh nghĩ kĩ đi, em muốn nói đến việc,"
    },
    {
        "start": "00:18:14,720",
        "end": "00:18:17,240",
        "en": "som till exempel nu när du säger…",
        "pa": "for example, I think it's very nice of you to say that Solna is mine",
        "vi": "ví dụ như giờ anh đang nói…"
    },
    {
        "start": "00:18:17,320",
        "end": "00:18:20,240",
        "en": "Det är jättefint av dig att du ser att Solna är mitt",
        "pa": "",
        "vi": "Em rất vui vì anh nói Solna là nhà của em"
    },
    {
        "start": "00:18:20,320",
        "end": "00:18:23,880",
        "en": "och du vill inte kliva in på min safe space och allt sånt.",
        "pa": "and that you don't want to step into my safe space.",
        "vi": "và anh không muốn xen vào không gian an toàn của em."
    },
    {
        "start": "00:18:23,960",
        "end": "00:18:29,600",
        "en": "Men jag får uppfattningen av att du kanske tappar bort dig själv i det.",
        "pa": "And you want me to feel good where we are.\n But I get the impression that you might lose yourself if you move in with me.",
        "vi": "Nhưng em nghĩ… em cảm thấy rằng anh đang đánh mất chính mình."
    },
    {
        "start": "00:18:29,680",
        "end": "00:18:36,400",
        "en": "Om du ska åka hem till Järvsö så ska det ju vara för att du vill få egentid.",
        "pa": "If you're constantly going back to Järvsö,\n it should be because you want to go,",
        "vi": "Ví dụ, nếu anh về nhà ở Järvsö\n thì nên vì anh muốn về đó, vì anh muốn có thời gian ở riêng."
    },
    {
        "start": "00:18:36,480",
        "end": "00:18:39,000",
        "en": "Det är väl det kanske som är så här…",
        "pa": "because you want to have time on your own.\n And maybe that's just what I think.",
        "vi": "Có lẽ bởi thế mà… Vì anh quá hiền lành, tốt bụng."
    },
    {
        "start": "00:18:39,080",
        "end": "00:18:44,560",
        "en": "Du är så jävla snäll och det blir till din nackdel i såna här lägen.",
        "pa": "Because you're so damn nice,\n I think it'll be to your disadvantage in situations like this.",
        "vi": "Việc đó sẽ gây bất lợi cho anh trong những tình huống kiểu này."
    },
    {
        "start": "00:18:46,200",
        "end": "00:18:51,720",
        "en": "För mig kan det vara ganska viktigt att känna att det här är min lägenhet.",
        "pa": "For me, I think it's really important to feel like I have my own space.",
        "vi": "Với tôi, quan trọng là tôi phải cảm thấy được đây là căn hộ của mình."
    },
    {
        "start": "00:18:51,800",
        "end": "00:18:55,680",
        "en": "Han får mer än gärna komma dit. Han får mer än gärna ha en nyckel",
        "pa": "He's more than welcome to come and share it and have a key to my place,",
        "vi": "Tôi rất chào đón anh ấy đến và sẽ cho anh ấy chìa khóa,"
    },
    {
        "start": "00:18:55,760",
        "end": "00:19:01,080",
        "en": "men att jag fortsatt känner att det är jag som bor här och det är min lägenhet.",
        "pa": "but I'd still like to feel like I'm the one who lives here",
        "vi": "nhưng tôi vẫn phải cảm thấy mình mới là người sống ở đó, đó là nhà của mình."
    },
    {
        "start": "00:19:01,160",
        "end": "00:19:04,520",
        "en": "Jag tror aldrig att han skulle sitta helt själv så.",
        "pa": "and it's my apartment.\n I don't think he would be alone at all here.",
        "vi": "Anh ấy sẽ không chỉ có một mình, hình như là…"
    },
    {
        "start": "00:19:04,600",
        "end": "00:19:09,360",
        "en": "Jag vet att han har vänner och kontakter i Stockholm.",
        "pa": "I know he has friends and contacts in Stockholm.",
        "vi": "Tôi biết anh ấy có bạn bè và người quen ở Stockholm."
    },
    {
        "start": "00:19:09,440",
        "end": "00:19:14,520",
        "en": "Hade jag varit riktigt kär så hade jag nog inte haft några problem att bo så tajt.",
        "pa": "I have thoughts about how, if I had really been in love,",
        "vi": "Nếu tôi yêu anh ấy, có lẽ tôi đã không\n ngại việc sống chung trong một không gian nhỏ như vậy."
    },
    {
        "start": "00:19:15,360",
        "end": "00:19:20,840",
        "en": "Jag tror att jag känner så främst för att jag kanske inte är kär.",
        "pa": "I probably wouldn't have had any problems living that close.\n I think I feel this way mainly because I may not be in love.",
        "vi": "Chắc là tôi có cảm giác này vì tôi không yêu anh ấy."
    },
    {
        "start": "00:19:25,840",
        "end": "00:19:32,560",
        "en": "♪ Where do we go from here? Where do we go? ♪",
        "pa": "♪ Where do we go from here? ♪\n ♪ Where do we go? ♪\n ♪ Where do we go from here? ♪",
        "vi": ""
    },
    {
        "start": "00:19:44,720",
        "end": "00:19:49,640",
        "en": "Efter den första veckan som sambos är det dags för alla par att åter träffas",
        "pa": "♪ Where do we go? ♪\n 19 DAYS UNTIL THE WEDDINGS\n After one week of living together, it's now time for all the couples",
        "vi": "CÒN 19 NGÀY LÀ ĐẾN LỄ CƯỚI\n Sau tuần đầu tiên chung sống, đã đến lúc các cặp đôi gặp lại nhau"
    },
    {
        "start": "00:19:49,720",
        "end": "00:19:52,840",
        "en": "för att fira sina förlovningar med en gemensam fest.",
        "pa": "to meet again and celebrate their engagements with a joint party.\n ♪ When I'm feeling weak ♪\n ♪ You make me stronger ♪\n ♪ When it's hard to breathe ♪\n ♪ I need to hold ya ♪",
        "vi": "để kỷ niệm lễ đính hôn bằng một bữa tiệc chung."
    },
    {
        "start": "00:20:09,520",
        "end": "00:20:12,040",
        "en": "-Men hallå! -Hej!",
        "pa": "♪ Let me be your love ♪\n ♪ Baby, forever ♪\n ♪ Oh-oh-oh-oh-oh ♪\n Hi!\n Hello!\n Hey!",
        "vi": "- Xin chào! - Chào mọi người!\n Chào."
    },
    {
        "start": "00:20:17,840",
        "end": "00:20:20,400",
        "en": "Hej, snygging.",
        "pa": "Hey, gorgeous.",
        "vi": "Chào bạn yêu!"
    },
    {
        "start": "00:20:24,040",
        "end": "00:20:28,080",
        "en": "Man säger ju \"brie\", men det försvenskade ordet är \"brië\".",
        "pa": "It's called Brie, but the Swedish version is \"Bria.\"",
        "vi": "Nhiều người đọc là Brie, nhưng tiếng Thụy Điển đọc là Bri-e chứ."
    },
    {
        "start": "00:20:28,160",
        "end": "00:20:30,200",
        "en": "Hon bara: \"Det heter väl ändå \"brie?\"",
        "pa": "- Okay. -She said, \"Oskar, it's called 'brie.'\"",
        "vi": "Thế là cô ấy nói, \"Oskar, đọc là Brie mới đúng chứ?\""
    },
    {
        "start": "00:20:30,280",
        "end": "00:20:36,280",
        "en": "Hur säger du Paris på franska? Du säger inte S:et. Det blir ju fel.",
        "pa": "I was like, \"How do you say 'Paris' in French? Pa-ree.\"",
        "vi": "Tôi mới bảo, nói tên Paris bằng tiếng Pháp thế nào?\n Pa-ri. Không phát âm chữ \"S\"."
    },
    {
        "start": "00:20:36,360",
        "end": "00:20:38,560",
        "en": "Vad är det här för ost då?",
        "pa": "You don't say the 's', Paris. That's just wrong.\n What kind of cheese is this?",
        "vi": "Thế là sai.\n Đây là phô mai gì thế?"
    },
    {
        "start": "00:20:50,240",
        "end": "00:20:53,720",
        "en": "Folk bollar saker bakom din rygg, men du har ingen aning om vad det är.",
        "pa": "People are throwing things around behind your back,",
        "vi": "Mọi người đang bàn tán sau lưng anh nhiều lắm."
    },
    {
        "start": "00:20:53,800",
        "end": "00:20:57,520",
        "en": "Och du vet inte vilka som säger nånting. Är inte det sjukt?",
        "pa": "but you have no idea what it is or who's saying it.",
        "vi": "Anh không hề biết ai nói và họ nói những gì.\n - Chính xác. - Điên khùng nhỉ?"
    },
    {
        "start": "00:20:57,600",
        "end": "00:21:02,640",
        "en": "Det är bisarrt. Men jag välkomnar den här turbulenta tiden",
        "pa": "Isn't that insane?\n It is bizarre, but I also welcome this turbulent time.",
        "vi": "Đúng là quái lạ. Nhưng đại khái thì tôi cũng không ngại thời điểm khó khăn này"
    },
    {
        "start": "00:21:02,720",
        "end": "00:21:08,160",
        "en": "för det är där man kan se hur relationen är byggd.",
        "pa": "Because that's where you can see how strong the relationship is.",
        "vi": "vì nhờ nó mà ta sẽ thấy được độ bền chặt của mối quan hệ của chúng tôi."
    },
    {
        "start": "00:21:08,240",
        "end": "00:21:09,720",
        "en": "Alltså, är det…",
        "pa": "",
        "vi": "Liệu kết quả sẽ là, \"Chúng ta không thể vượt qua, nên hãy chia tay đi\"?"
    },
    {
        "start": "00:21:09,800",
        "end": "00:21:12,920",
        "en": "\"Nej, det här klarar jag mig inte igenom.\"",
        "pa": "Is it, \"No, we can't go through with this, goodbye\"?",
        "vi": ""
    },
    {
        "start": "00:21:13,000",
        "end": "00:21:16,200",
        "en": "Det är tack och adjö, eller så krigar vi vidare.",
        "pa": "Or do we keep on fighting?",
        "vi": "Hay chúng tôi sẽ cố gắng vượt qua?"
    },
    {
        "start": "00:21:16,280",
        "end": "00:21:20,200",
        "en": "Det hade varit alarmerande om allt hade varit perfekt.",
        "pa": "And, I mean, it would be alarming if everything was perfect too.",
        "vi": "Mọi chuyện mà hoàn hảo quá cũng đáng báo động lắm."
    },
    {
        "start": "00:21:20,280",
        "end": "00:21:22,240",
        "en": "O-Oh…",
        "pa": "Uh-oh.\n ♪ They're bad company ♪",
        "vi": "Phải.\n Ôi trời."
    },
    {
        "start": "00:21:34,880",
        "end": "00:21:38,480",
        "en": "Men vem fan är det som kommer? Vem kommer?",
        "pa": "PARTICIPANT FROM THE PODS\n Who the hell is coming now?",
        "vi": "NGƯỜI THAM GIA PHẦN HẸN HÒ GIẤU MẶT\n NGƯỜI THAM GIA PHẦN HẸN HÒ GIẤU MẶT\n Ai đến vậy?"
    },
    {
        "start": "00:21:38,560",
        "end": "00:21:41,560",
        "en": "- Det är en fucking gäri. -Det är två gäri.",
        "pa": "It's the ladies.\n Two girls.",
        "vi": "Là mấy cô gái!\n Hai cô nàng."
    },
    {
        "start": "00:21:43,920",
        "end": "00:21:46,520",
        "en": "-Tja. -Men hallå.",
        "pa": "Hey.\n -Well, hello. -Hi.",
        "vi": "- Chào. - Chào hai anh!"
    },
    {
        "start": "00:21:46,600",
        "end": "00:21:48,600",
        "en": "Kom och sätt er.",
        "pa": "Have a seat.",
        "vi": "Các em ngồi đi."
    },
    {
        "start": "00:21:48,680",
        "end": "00:21:53,400",
        "en": "-Ska jag sitta här? Ett glas till Kimia. -Tackar, tackar.",
        "pa": "Where do I put these? A glass for Kimia.",
        "vi": "- Anh bỏ ly xuống nhé? - Ừ. Một ly cho Kimia."
    },
    {
        "start": "00:21:53,480",
        "end": "00:21:57,280",
        "en": "-Vad är det som händer? -Det går ett rykte.",
        "pa": "Thank you.\n What is going on?",
        "vi": "Cảm ơn các anh.\n - Chuyện là sao vậy? - Tin đồn đang lan truyền khắp nơi kìa."
    },
    {
        "start": "00:21:57,360",
        "end": "00:22:00,880",
        "en": "Det är klart man blir förbannad.",
        "pa": "There is a rumor going around.\n -Of course you get pissed off. -Yeah, exactly.",
        "vi": "Dĩ nhiên là phải bực rồi.\n Lúc mới nghe tin, chúng tôi… Đúng là một cú sốc."
    },
    {
        "start": "00:22:00,960",
        "end": "00:22:05,760",
        "en": "Det som en chock att Sergio väntar barn.",
        "pa": "I mean, at first when we heard it, it came as a shock.",
        "vi": "Cái anh chàng Sergio đó sắp có con."
    },
    {
        "start": "00:22:05,840",
        "end": "00:22:11,520",
        "en": "Hur kan man dölja nåt sånt här? Oavsett vad resultatet blir…",
        "pa": "He's expecting a child.\n How can you hide something like that?\n No matter how unpleasant it is and whatever the outcome will be,",
        "vi": "Sao có thể che giấu một chuyện như thế cơ chứ?\n Dù khó xử thế nào và kết quả ra sao,"
    },
    {
        "start": "00:22:11,600",
        "end": "00:22:15,600",
        "en": "-…måste hon få veta sanningen. -Vi backar Amanda.",
        "pa": "she has to know.\n She deserves to know the truth.\n We support Amanda.",
        "vi": "cô ấy cũng phải biết. Cô ấy xứng đáng được biết.\n Chúng tôi sẽ ủng hộ Amanda."
    },
    {
        "start": "00:22:17,360",
        "end": "00:22:19,520",
        "en": "Jag vet inte…",
        "pa": "I don't know.",
        "vi": "Anh không biết…"
    },
    {
        "start": "00:22:20,720",
        "end": "00:22:24,840",
        "en": "…riktigt hur man ska bemöta såna här saker.",
        "pa": "How am I supposed to respond to these things?",
        "vi": "xử trí ra sao với chuyện này."
    },
    {
        "start": "00:22:24,920",
        "end": "00:22:29,920",
        "en": "Att jag ska tydligen ha en fru och barn i Barcelona, att jag ska vara evil…",
        "pa": "That I apparently have a wife and child in Barcelona,",
        "vi": "Chuyện anh có vợ con ở Barcelona, và anh là một tên xấu xa. Chuyện đó…"
    },
    {
        "start": "00:22:30,000",
        "end": "00:22:33,760",
        "en": "Att du har fru och barn har vi inte hört.",
        "pa": "that I'm evil.\n We never said that and we haven't heard that you have a wife and child.",
        "vi": "Không phải là anh có vợ con. Chuyện bọn em nghe được không phải thế."
    },
    {
        "start": "00:22:33,840",
        "end": "00:22:37,480",
        "en": "Men en tjej är gravid med ditt barn.",
        "pa": "We did hear that there is a girl who's pregnant with your child.",
        "vi": "Mà là có một cô gái đang mang bầu con anh."
    },
    {
        "start": "00:22:37,560",
        "end": "00:22:40,960",
        "en": "- Och väntar barn om fyra månader. -Jag hörde tre.",
        "pa": "She's having the baby in four months.",
        "vi": "- Bốn tháng nữa sẽ sinh. - Anh nghe nói là ba mà."
    },
    {
        "start": "00:22:41,040",
        "end": "00:22:46,720",
        "en": "Det här är nåt som vi har fått höra och vi blir bara oroliga för Amandas skull.",
        "pa": "Okay, I heard three.\n This is something that we've been told, we're finding out just as you are.",
        "vi": "Bọn em nghe được chuyện như thế và chỉ đang lo cho Amanda thôi."
    },
    {
        "start": "00:22:46,800",
        "end": "00:22:51,440",
        "en": "När vi får den här infon tar vi den till oss och blir så här…",
        "pa": "We're worried for Amanda's sake,\n because when we got this information from all these different directions,",
        "vi": "Vì ai ai cũng nói vậy,"
    },
    {
        "start": "00:22:51,520",
        "end": "00:22:54,720",
        "en": "\"Okej, shit. Det här måste vi få till Amanda.\"",
        "pa": "we took it in and we're like, \"Shit, we have to let Amanda know.\"",
        "vi": "bọn em nghe được và thấy phải nói cho Amanda biết."
    },
    {
        "start": "00:22:54,800",
        "end": "00:22:57,400",
        "en": "Den blivande pappan vill också veta det.",
        "pa": "And the expecting father would like to know too.",
        "vi": "Người sắp lên chức bố cũng muốn biết đây."
    },
    {
        "start": "00:22:57,480",
        "end": "00:23:03,040",
        "en": "-Nu tänker jag från vårt perspektiv… -Jo, men du drar ju in mig också.",
        "pa": "But think about it from our perspective, how we…\n Yeah, sure, but I'm drawn into this as well.",
        "vi": "- Nếu đứng ở góc độ của bọn em… - Ừ, nhưng anh cũng bị lôi vào mà."
    },
    {
        "start": "00:23:03,120",
        "end": "00:23:06,800",
        "en": "Det är därför det är lite så här… \"Hallå, vad är det som händer?\"",
        "pa": "That's why I'm like, \"Hey, what's going on?\"",
        "vi": "Anh ngớ hết cả người, chỉ biết nghĩ, \"Ơ, chuyện gì đây?\""
    },
    {
        "start": "00:23:06,880",
        "end": "00:23:11,720",
        "en": "Samma för oss. Om det stämmer så är det ju verkligen sjukt",
        "pa": "It's the same for us.\n If it's true, it's really crazy not to have been honest with Amanda about it.",
        "vi": "Bọn em cũng vậy. Nếu chuyện này là thật thì không thể"
    },
    {
        "start": "00:23:11,800",
        "end": "00:23:15,160",
        "en": "att inte ha varit ärlig med Amanda om det.",
        "pa": "",
        "vi": "không nói thật với Amanda được."
    },
    {
        "start": "00:23:15,240",
        "end": "00:23:19,920",
        "en": "-Fast jag vet inte ens om det här. -Nej, men om det hade varit så.",
        "pa": "I mean, it's really suspect.\n I'm telling you I don't know anything about this.",
        "vi": "Nhưng ý anh là chính anh còn không biết chuyện này.\n Không, em chỉ nói là nếu là thật thì khủng khiếp quá."
    },
    {
        "start": "00:23:20,000",
        "end": "00:23:24,040",
        "en": "Får jag ställa en fråga bara? Vem har sagt det?",
        "pa": "No, but if it had been true, it would have been crazy.\n - Can I ask a question? -Yeah.\n Who sent it?",
        "vi": "- Anh hỏi một câu nhé? - Ừ.\n Tin này là ai nói ra vậy?"
    },
    {
        "start": "00:23:28,040",
        "end": "00:23:32,680",
        "en": "Man blir ju rädd. Om det då finns ett barn, vad gör vi då?",
        "pa": "It's scary. I said last night, \"If there is a child, what do we do?\"",
        "vi": "Tôi đã sợ hết hồn. Tối qua, tôi hỏi anh ấy có con thật không. Bọn tôi biết tính sao?"
    },
    {
        "start": "00:23:32,760",
        "end": "00:23:36,320",
        "en": "Han bara: \"Nej, du kan inte ens tänka\"… Jag bara: \"Men vad gör vi då?\"",
        "pa": "He was like, \"No, you can't even think that.\"\n -Wow. -But what do we do? For real.",
        "vi": "Anh ấy bảo không tưởng tượng nổi. Tôi chỉ biết hỏi, bọn tôi sẽ làm gì?"
    },
    {
        "start": "00:23:36,400",
        "end": "00:23:39,600",
        "en": "Är jag på väg att bli stepmom nu?",
        "pa": "-Like, am I about to be a stepmom now? -But how… Pause.",
        "vi": "Tôi sắp thành mẹ kế đến nơi rồi."
    },
    {
        "start": "00:23:39,680",
        "end": "00:23:45,200",
        "en": "Paus. Kan du bara förstå vilken kvinna du är?",
        "pa": "Do you even understand what a bad-ass woman you are?",
        "vi": "Nhưng làm sao… tạm dừng đã.\n Cô có hiểu rõ mình là kiểu phụ nữ nào không thế?"
    },
    {
        "start": "00:23:45,280",
        "end": "00:23:50,600",
        "en": "Amanda, kan du gifta dig med mig om det skiter sig med Rasmus eller?",
        "pa": "Amanda, will you marry me if things don't work out with Rasmus?",
        "vi": "Amanda, tôi mà không cưới Rasmus thì cô cưới tôi nhé?"
    },
    {
        "start": "00:23:50,680",
        "end": "00:23:56,800",
        "en": "Hur du hanterar det här får mig bara… Jag får rysningar. Det är så jävla fint.",
        "pa": "You just are so classy and beautiful.\n The way you handle this just makes me, I get goosebumps.",
        "vi": "Cách cô xử lý chuyện này làm tôi nổi cả da gà đây này."
    },
    {
        "start": "00:23:57,400",
        "end": "00:24:02,800",
        "en": "Jag tycker att ingenting är nånting förrän sanningen är bevisad.",
        "pa": "-Yeah, me too. -It's so damn lovely.\n Yeah.\n The way I see it is, nothing is anything until the truth is proven.",
        "vi": "- Quá tuyệt vời. - Đúng vậy.\n Anh nghĩ chưa có bằng chứng thì chưa chắc chắn được gì cả."
    },
    {
        "start": "00:24:02,880",
        "end": "00:24:06,520",
        "en": "Den dag nån träder fram och har bevis för det…",
        "pa": "The day someone comes forward and says, \"This is the truth",
        "vi": "Nếu có ai mang được bằng chứng cụ thể ra…"
    },
    {
        "start": "00:24:06,600",
        "end": "00:24:11,560",
        "en": "-…då måste man ta itu med det här. -Ja, fast en sån här sak är ju ingen…",
        "pa": "and here's the proof,\" then you have to deal with it.",
        "vi": "Thì lúc đó hãy tính."
    },
    {
        "start": "00:24:11,640",
        "end": "00:24:15,160",
        "en": "Om det är sant, så absolut. Men om det inte är sant…",
        "pa": "Yes, but this isn't like that.\n If it's true, then absolutely, but if it isn't true…",
        "vi": "- Nhưng chuyện này không… - Nếu đó là sự thật thì chắc chắn rồi!\n Có thể là vậy, nhưng em không muốn biết tin mà lại không nói gì với anh."
    },
    {
        "start": "00:24:15,240",
        "end": "00:24:18,840",
        "en": "Men jag vill inte höra en sån här grej och inte berätta det.",
        "pa": "Yes, that may be, but I don't want to hear something like this and not tell you.",
        "vi": ""
    },
    {
        "start": "00:24:18,920",
        "end": "00:24:22,480",
        "en": "Det enda vi har sagt är att det går ett rykte.",
        "pa": "The only thing we have said is that there is a rumor.",
        "vi": "Bọn em chỉ nói là khắp nơi đang đồn như thế."
    },
    {
        "start": "00:24:22,560",
        "end": "00:24:26,800",
        "en": "-Och det… Jag hade alla gånger om… -Absolut, och det ifrågasätts inte.",
        "pa": "We stand by that.\n And that I had… every time, I would have told Amanda every time.",
        "vi": "- Và bọn em đứng về phía kia. - Và em…\n - Dĩ nhiên rồi. - Dù thế nào em cũng sẽ nói với Amanda."
    },
    {
        "start": "00:24:26,880",
        "end": "00:24:30,480",
        "en": "Det enda som ifrågasätts är, vad är källan?",
        "pa": "The only question is, where does this source come from?",
        "vi": "Vấn đề duy nhất là tin này từ đâu ra. Để anh ba mặt một lời."
    },
    {
        "start": "00:24:30,560",
        "end": "00:24:35,120",
        "en": "Det är därför det blir konstigt att ta emot allt det här.",
        "pa": "So that a response can be made. That's why it's strange to receive this.",
        "vi": "Tự dưng nghe được tin thế này hơi lạ."
    },
    {
        "start": "00:24:35,200",
        "end": "00:24:40,760",
        "en": "Nej, men vi blir ju upprörda och det här är ju ett allvarligt…",
        "pa": "Don't hide where it's coming from.\n No, but it upsets us and it is a very serious situation.",
        "vi": "Đừng giấu nguồn gốc đưa tin.\n Bọn em rất bực. Và đây là một chuyện nghiêm trọng…"
    },
    {
        "start": "00:24:40,840",
        "end": "00:24:44,680",
        "en": "-Jo, tack. -Och vi blev ju också upprörda.",
        "pa": "-Yes, thank you, thanks. -Yes, it's really serious.",
        "vi": "- Phải. - Ừ, chuyện này rất nghiêm trọng."
    },
    {
        "start": "00:24:44,760",
        "end": "00:24:50,000",
        "en": "Men nån måste stå för konsekvenserna här. Det är jag som måste stå till svars.",
        "pa": "And it upsets us too.\n Yes, but someone has to bear the consequences here.",
        "vi": "Và bọn em cũng tức giận.\n Nhưng phải có người gánh chịu hậu quả.\n Anh có trách nhiệm trong vụ này, vậy nên…"
    },
    {
        "start": "00:24:50,080",
        "end": "00:24:56,560",
        "en": "Det är mer eller mindre omöjligt för mig att bemöta det här och jag smutskastas ju.",
        "pa": "I'm the one who has to be accountable.\n It's impossible for me to respond to this,\n and I'm being dragged through the mud.",
        "vi": "Có thể nói thế này thì anh không thể xử lý nó được.\n Và thanh danh của anh bị ảnh hưởng nặng."
    },
    {
        "start": "00:24:58,840",
        "end": "00:25:03,320",
        "en": "Ärligt, du vet min och Sergios kemi, den är ju väldigt turbulent.",
        "pa": "No.\n Honestly, you know Sergio and I have turbulent chemistry,",
        "vi": "Thành thật mà nói, hai người cũng biết quan hệ giữa tôi và Sergio không suôn sẻ."
    },
    {
        "start": "00:25:03,400",
        "end": "00:25:08,000",
        "en": "Det är inte så att han kommer inte bli gudfar till mina barn.",
        "pa": "like he's not going to be the godfather of my children or anything.",
        "vi": "Không thân đến mức tôi sẽ nhờ anh ấy đỡ đầu cho con mình."
    },
    {
        "start": "00:25:08,080",
        "end": "00:25:12,720",
        "en": "Men jag känner inte Sergio så väl, så då började jag luska i det mer.",
        "pa": "But then I don't know Sergio very well.",
        "vi": "Nhưng tôi không biết rõ về Sergio."
    },
    {
        "start": "00:25:12,800",
        "end": "00:25:17,120",
        "en": "Jag gick och kollade Sergios instagram, och då såg jag att vi har en gemensam vän",
        "pa": "So I started looking into this more.\n I went on Sergio's Instagram and I saw that he and I have a mutual friend",
        "vi": "Tôi bắt đầu tìm kiếm anh ấy trên Instagram.\n Bọn tôi có một bạn chung, và anh bạn đó lại chơi rất thân với tôi."
    },
    {
        "start": "00:25:17,200",
        "end": "00:25:21,440",
        "en": "som är en av mina närmaste killkompisar, så jag ringde upp.",
        "pa": "who is one of my closest male friends.",
        "vi": ""
    },
    {
        "start": "00:25:21,520",
        "end": "00:25:25,680",
        "en": "Han började skratta när jag nämnde det här med barn. Han bara: \"Va? Nej.\"",
        "pa": "So I called him.\n He started laughing when I mentioned the child thing.",
        "vi": "Vì thế tôi đã gọi cho anh ấy.\n Anh ấy cười phá lên khi tôi hỏi về đứa bé đó."
    },
    {
        "start": "00:25:25,760",
        "end": "00:25:29,000",
        "en": "\"Det tror och hoppas jag verkligen inte.\"",
        "pa": "He was like, \"What? No. I really don't think or hope so.\"",
        "vi": "Anh ấy bảo, \"Gì? Tôi nghĩ không phải đâu, hoặc tôi mong là không phải vậy.\""
    },
    {
        "start": "00:25:29,080",
        "end": "00:25:34,280",
        "en": "Om han inte vet om han har ett barn… Den där kvinnan som i så fall är gravid",
        "pa": "I want to understand, but if he doesn't know about the child himself,",
        "vi": "Nếu anh ấy không biết mình có con\n thì cô gái mang bầu kia…"
    },
    {
        "start": "00:25:34,360",
        "end": "00:25:39,240",
        "en": "skulle hon informera några andra som skulle läcka det",
        "pa": "why would the woman who is pregnant inform other people",
        "vi": "Cô ấy sẽ thông báo cho người khác,\n rồi người đó tiết lộ cho nhóm chat của cô?"
    },
    {
        "start": "00:25:39,320",
        "end": "00:25:43,120",
        "en": "till andra i en gruppchat? Det är också konstigt.",
        "pa": "who would leak it to the others in a group chat\n but then not say anything to him?\n -It's just really strange. -Do you know what?",
        "vi": "- Đó cũng là… - Cô biết không…"
    },
    {
        "start": "00:25:43,200",
        "end": "00:25:48,320",
        "en": "Oftast när man ljuger om nånting så använder man siffran tre.",
        "pa": "Usually when people are lying, they use the number three.",
        "vi": "Thông thường khi nói dối, người ta hay chọn số ba lắm."
    },
    {
        "start": "00:25:48,400",
        "end": "00:25:52,200",
        "en": "De skrev att barnet ska födas om tre månader.",
        "pa": "Uh-huh.\n They wrote that the baby is due in three months,",
        "vi": "Vì họ viết là đứa bé sẽ ra đời vào ba tháng tới."
    },
    {
        "start": "00:25:52,280",
        "end": "00:25:57,520",
        "en": "Om jag var du så skulle jag utgå ifrån att allt det här är ett påhitt.",
        "pa": "so I just thought if I were you, I'd just assume that all this is made up.",
        "vi": "Nên tôi thấy… Tôi thấy cô nên cho rằng đây chỉ là tin vịt."
    },
    {
        "start": "00:25:57,600",
        "end": "00:26:01,320",
        "en": "Annars kommer ni bara att driva er själva till vansinne.",
        "pa": "Otherwise you'll just drive yourself crazy thinking about it.",
        "vi": "Vì nếu không, cô sẽ tự lo nghĩ đến phát điên mất."
    },
    {
        "start": "00:26:04,200",
        "end": "00:26:08,160",
        "en": "-Skål för förlovning! -Skål!",
        "pa": "Cheers to the engagement party. Mm!\n ♪ Come out of the ground ♪\n ♪ Rise up, come up from the bottom ♪",
        "vi": "Chúc mừng tiệc đính hôn!"
    },
    {
        "start": "00:26:16,200",
        "end": "00:26:19,280",
        "en": "I går blev det nästan lite som en irritation för mig.",
        "pa": "♪ And rise up, rise up ♪\n ♪ Whoa ♪\n Yesterday was almost a bit irritating for me.",
        "vi": "Hôm qua tôi thấy có chút khó chịu."
    },
    {
        "start": "00:26:19,360",
        "end": "00:26:24,920",
        "en": "Jag kompromissar. Jag släpper Gotland och gör allt för att få det att funka.",
        "pa": "I'm compromising.\n I'll leave Gotland to make it work, but she's not fully on board.",
        "vi": "Tôi bỏ Visby là đã nhún nhường rồi.\n Tôi sẽ làm mọi việc vì quan hệ này. Tôi rất muốn chúng tôi cưới nhau."
    },
    {
        "start": "00:26:25,000",
        "end": "00:26:30,200",
        "en": "-Vad gör hon för att få det att funka? -Exakt. Det är det.",
        "pa": "-What is she doing to make it work? -Exactly. Yes.",
        "vi": "- Thế cô ấy làm gì? - Chính xác. Chính là vậy đấy."
    },
    {
        "start": "00:26:30,280",
        "end": "00:26:37,040",
        "en": "När hon tar upp såna här saker, känns det som att hon försöker hitta fel?",
        "pa": "You see? That's it.\n When she brings up things like this,\n does it feel like she's trying to find faults in the relationship?",
        "vi": "Anh có thấy cô ấy cố tình nói những lời đó để viện ra các khuyết điểm của anh không?"
    },
    {
        "start": "00:26:37,120",
        "end": "00:26:40,560",
        "en": "-Hitta problem? -Kan vara…",
        "pa": "-Maybe. -Or find problems?\n It could be.",
        "vi": "- Có lẽ. - Hoặc là bịa ra vấn đề.\n Có lẽ vậy."
    },
    {
        "start": "00:26:40,640",
        "end": "00:26:46,400",
        "en": "Alltså, han är ju den snällaste människan i hela världen.",
        "pa": "He's like the kindest person in the whole world.",
        "vi": "- Anh ấy là người tử tế nhất thế giới. - Tôi đồng ý."
    },
    {
        "start": "00:26:46,480",
        "end": "00:26:49,560",
        "en": "-Jag håller med. -Och jag tror liksom…",
        "pa": "I can relate, I agree.",
        "vi": "Tôi không phản đối tí nào."
    },
    {
        "start": "00:26:49,640",
        "end": "00:26:54,120",
        "en": "När jag kommer in och kanske domderar lite grann",
        "pa": "And I think that when I come in and I'm bossing him around a bit,",
        "vi": "Và tôi nghĩ là khi tôi chèn ép anh ấy đôi chút,"
    },
    {
        "start": "00:26:54,200",
        "end": "00:26:58,400",
        "en": "är jag rädd för att han blir för snäll för mig.",
        "pa": "I'm afraid that he's still too nice to me.",
        "vi": "e là anh ấy sẽ quá hiền nên không phản đối."
    },
    {
        "start": "00:26:58,480",
        "end": "00:27:02,360",
        "en": "Att det inte blir det här utmanandet, det här lite kryddiga.",
        "pa": "I fear that there won't be any challenge or any sort of spice.",
        "vi": "Và sẽ không thách thức tôi, khiến tình cảm chúng tôi thiếu đi gia vị."
    },
    {
        "start": "00:27:02,440",
        "end": "00:27:07,080",
        "en": "-Hur säger man \"du är för snäll\"? -Ja, det går ju inte.",
        "pa": "How do you tell someone that they're too nice?",
        "vi": "Làm sao nói cho ai biết là họ quá hiền đây?"
    },
    {
        "start": "00:27:07,160",
        "end": "00:27:10,200",
        "en": "Jag skulle vilja att han står på sig mot mig.",
        "pa": "That's not possible.\n I want him to stand up to me.",
        "vi": "Tôi không thể. Tôi muốn anh ấy có gan phản đối tôi."
    },
    {
        "start": "00:27:10,280",
        "end": "00:27:14,240",
        "en": "-Ja. -Så att jag får bara… \"Tyst, Catja.\"",
        "pa": "Yeah.\n So I just have to be like, \"Stop it, Catja.\"",
        "vi": "Vì vậy tôi phải… \"Im đi, Catja.\""
    },
    {
        "start": "00:27:14,320",
        "end": "00:27:18,000",
        "en": "Exakt. Och jag fattar din grej.",
        "pa": "Exactly.",
        "vi": "Chính xác. Tôi hiểu."
    },
    {
        "start": "00:27:18,080",
        "end": "00:27:21,520",
        "en": "Vad gör Oskar, då? Efter Cypern?",
        "pa": "I see what you mean.\n How are you and Oskar after Cyprus?",
        "vi": "Thế còn Oskar thì sao? Sau khi từ đảo Síp về ấy?"
    },
    {
        "start": "00:27:21,600",
        "end": "00:27:25,720",
        "en": "Nej, alltså jag känner att jag har Oskar gjort världens jävla resa.",
        "pa": "Yeah, I feel that Oskar and I have been on a hell of a journey.",
        "vi": "Tôi cảm thấy Oskar và tôi đã trải qua một hành trình vô cùng thú vị."
    },
    {
        "start": "00:27:25,800",
        "end": "00:27:29,640",
        "en": "Ibland kan jag tänka tillbaka och bara: \"Fy fan vad hård jag har varit mot Oskar.\"",
        "pa": "Sometimes I think back to how damn hard I was on Oskar.",
        "vi": "Đôi khi nghĩ lại, tôi lại thấy mình đã khắt khe với Oskar quá."
    },
    {
        "start": "00:27:29,720",
        "end": "00:27:33,080",
        "en": "Jag har tittat på minsta sak han har haft på sig och bara:",
        "pa": "I would judge the smallest things like what he was wearing.",
        "vi": "Tôi để ý đến những điều nhỏ nhặt nhất, như bộ đồ anh ấy mặc chẳng hạn,"
    },
    {
        "start": "00:27:33,160",
        "end": "00:27:37,560",
        "en": "\"Nej, det kommer aldrig funka för du har chinos.\"",
        "pa": "Like, \"We'll never work because you're wearing chinos.\"",
        "vi": "rồi nghĩ bọn tôi không hợp nhau vì anh ấy mặc quần chinos."
    },
    {
        "start": "00:27:37,640",
        "end": "00:27:40,080",
        "en": "Så skulle jag aldrig tänka annars.",
        "pa": "But I know I would never think like that in the real world.",
        "vi": "Bình thường thì tôi chả nghĩ vậy đâu."
    },
    {
        "start": "00:27:40,160",
        "end": "00:27:44,200",
        "en": "Men man kände så mycket rädsla och osäkerhet.",
        "pa": "But when you have so much fear and uncertainty inside of you,",
        "vi": "Nhưng khi có quá nhiều sợ hãi và bất an,"
    },
    {
        "start": "00:27:44,280",
        "end": "00:27:49,320",
        "en": "Jag tog tag i varje grej som jag kände var annorlunda mot det jag var van vid.",
        "pa": "I held on to every single thing that I felt was different from what I'm used to.",
        "vi": "tôi để ý đến mọi thứ khác biệt với những gì tôi vẫn quen thuộc."
    },
    {
        "start": "00:27:49,400",
        "end": "00:27:52,400",
        "en": "Ja, men känns det lättare nu att släppa Johan?",
        "pa": "Yes, but does it feel easier now to let Johan go?",
        "vi": "Ừ, nhưng giờ cô đã thấy đỡ hối hận về Johan chưa?"
    },
    {
        "start": "00:27:52,480",
        "end": "00:27:56,560",
        "en": "För vi har ju ändå pratat om ifall vi ses.",
        "pa": "Because we have talked about what if you two met.",
        "vi": "Vì ta đã nói chuyện là nếu được gặp nhau thì sao ấy?"
    },
    {
        "start": "00:28:11,280",
        "end": "00:28:16,480",
        "en": "-Hej, Johan! -Det där är väl Johan, antar jag.",
        "pa": "PARTICIPANT FROM THE PODS\n Hey, Johan!\n I think it's Johan.",
        "vi": "NGƯỜI THAM GIA PHẦN HẸN HÒ GIẤU MẶT\n Chào Johan!\n Chắc đó là Johan."
    },
    {
        "start": "00:28:19,440",
        "end": "00:28:23,160",
        "en": "-Är det Johan? -Det är Johan!",
        "pa": "-Who's here? -Is it Johan? Johan.",
        "vi": "- Ai đây? - Là Johan!"
    },
    {
        "start": "00:28:33,560",
        "end": "00:28:35,280",
        "en": "-Hej! -Hej!",
        "pa": "-Oh, no, he's handsome. -Hey.",
        "vi": "- Xin chào. - Chào anh."
    },
    {
        "start": "00:28:35,360",
        "end": "00:28:37,960",
        "en": "-Johan. Hur mår du? -Jag mår jättebra.",
        "pa": "-Hey, Johan! How are you? -I'm great. How are you?",
        "vi": "- Johan, em thế nào rồi? - Em vẫn khỏe, còn anh?"
    },
    {
        "start": "00:28:39,120",
        "end": "00:28:42,720",
        "en": "-Jag vet inte. Jag bara: \"Hej, Meira.\" -Ja, men nu känner jag igen dig.",
        "pa": "Well, hi, I'm Meira.",
        "vi": "Chào. Em là Meira."
    },
    {
        "start": "00:28:42,800",
        "end": "00:28:45,760",
        "en": "-Hej, Johan. -Hej, Catja. Trevligt.",
        "pa": "- Yes, I recognize you now. -Hi. I'm Catja. Nice to meet you.",
        "vi": "- Anh nhận ra em rồi. Johan. - Em là Catja.\n Rất vui được gặp em."
    },
    {
        "start": "00:28:45,840",
        "end": "00:28:48,440",
        "en": "- Jaha, lite förlovningsfest. -Gud, vad sjukt.",
        "pa": "Nice to meet you. So, an engagement party.",
        "vi": "- Tiệc đính hôn cơ đấy. - Cảm giác lạ ghê."
    },
    {
        "start": "00:28:48,520",
        "end": "00:28:51,000",
        "en": "Ja, det här är lite sjukt.",
        "pa": "- God, this is crazy, yeah. -Yes.",
        "vi": "Đúng là có chút lạ thật. Đột ngột gặp mặt nhiều người vừa lạ vừa quen khó quá."
    },
    {
        "start": "00:28:51,080",
        "end": "00:28:56,280",
        "en": "-Alltså, sätta face på människor… -Att träffa Meira?",
        "pa": "To like, I mean… to put a face to a person is so damn hard.",
        "vi": ""
    },
    {
        "start": "00:28:57,480",
        "end": "00:28:59,560",
        "en": "-Ja, det känns konstigt. -Ja.",
        "pa": "-Yeah? - Yeah.\n -Yeah, it feels weird. - Of course.",
        "vi": "- Cảm giác lạ thật. - Tôi đi dặm lại phấn nhé."
    },
    {
        "start": "00:28:59,640",
        "end": "00:29:03,240",
        "en": "-Jag ska försvinna på damernas, tror jag. -Okej.",
        "pa": "- I need to visit the ladies' room. - Okay.",
        "vi": ""
    },
    {
        "start": "00:29:03,320",
        "end": "00:29:06,200",
        "en": "Kul att se dig. Vi ses säkert senare.",
        "pa": "- Nice to meet you. -Likewise.",
        "vi": "- Ừ. - Rất vui được gặp cô.\n - Tôi cũng vậy. - Chắc ta sẽ gặp lại thôi."
    },
    {
        "start": "00:29:06,280",
        "end": "00:29:09,360",
        "en": "-Ja, men det tror jag. -Det gör vi nog.",
        "pa": "- I'll probably see you later. -I'm sure we will.\n Probably.",
        "vi": "- Anh cũng nghĩ vậy. - Phải."
    },
    {
        "start": "00:29:09,440",
        "end": "00:29:14,080",
        "en": "-Ja, Johan. -Förlovningsfest, alltså.",
        "pa": "Well, Johan.\n -An engagement party, I see. -Yeah.",
        "vi": "Chắc vậy.\n Vậy, Johan…\n - Đây là tiệc đính hôn rồi. - Phải."
    },
    {
        "start": "00:29:14,160",
        "end": "00:29:17,720",
        "en": "Ja, det är lite konstigt.",
        "pa": "Yes. It's a bit strange.",
        "vi": "Ừ, đúng là có chút kì lạ."
    },
    {
        "start": "00:29:19,080",
        "end": "00:29:24,800",
        "en": "Det är nånting med dig och våra dejter som känns så himla, himla tryggt.",
        "pa": "There's something about you and our dates that feel very secure to me,",
        "vi": "Ở anh và những cuộc hẹn của ta có gì đó khiến em rất thoải mái."
    },
    {
        "start": "00:29:24,880",
        "end": "00:29:29,080",
        "en": "Du är den enda som jag hittills kan känna en känsla av",
        "pa": "and I think you're the only one I've talked with so far",
        "vi": "Hiện tại, chỉ có anh làm em cảm thấy"
    },
    {
        "start": "00:29:29,160",
        "end": "00:29:34,800",
        "en": "att jag vill klättra igenom den här väggen och få vara nära dig.",
        "pa": "that makes me want to get off of this couch and climb through the wall\n just to be close to you.",
        "vi": "chỉ muốn trèo qua bức tường này"
    },
    {
        "start": "00:29:34,880",
        "end": "00:29:37,160",
        "en": "Jag är gladast efter våra dejter.",
        "pa": "I can honestly say that I am the happiest after our dates.",
        "vi": "để đến bên anh.\n Hẹn hò với anh khiến em vui nhất."
    },
    {
        "start": "00:29:38,400",
        "end": "00:29:43,720",
        "en": "Nej, alltså, jag… Självklart känns det jättekonstigt att se dig",
        "pa": "No, I mean, I…",
        "vi": "Không, dĩ nhiên là em có thấy lạ khi gặp anh"
    },
    {
        "start": "00:29:43,800",
        "end": "00:29:47,400",
        "en": "och jag vill ju också att du ska veta",
        "pa": "Of course it feels very strange to see you and…\n And I also want you to know that…",
        "vi": "và em muốn anh biết là\n những chuyện đó,"
    },
    {
        "start": "00:29:47,480",
        "end": "00:29:53,960",
        "en": "att hela den grejen, från att behöva säga hej då till dig till att gå vidare",
        "pa": "the whole thing from having to say goodbye to you, to moving on, that wasn't easy.",
        "vi": "từ việc phải nói lời chia tay cho đến việc quên anh đều không dễ dàng."
    },
    {
        "start": "00:29:54,040",
        "end": "00:29:59,480",
        "en": "var inte lätt. Det var inte så att jag bara… \"Bye bye\".",
        "pa": "It wasn't like it was an easy \"bye-bye\" for me.",
        "vi": "Và em muốn anh biết là lòng em cũng nặng trĩu sau khi ta chia tay."
    },
    {
        "start": "00:30:03,360",
        "end": "00:30:07,920",
        "en": "Direkt efter så ångade jag ju att jag hade så svårt",
        "pa": "I immediately regretted that I couldn't be more forward with you",
        "vi": "Ngay sau đó anh đã rất hối hận vì mãi mà không xác định được"
    },
    {
        "start": "00:30:08,000",
        "end": "00:30:11,000",
        "en": "att sätta finger på vad mina känslor var.",
        "pa": "and that I found it so difficult to put my finger on what my feelings were.",
        "vi": "tình cảm của mình."
    },
    {
        "start": "00:30:11,080",
        "end": "00:30:15,240",
        "en": "Jag kunde inte få fram det och uttrycka det.",
        "pa": "-I couldn't bring myself to express it. -No.",
        "vi": "- Anh không thể bày tỏ rõ ràng với em. - Phải."
    },
    {
        "start": "00:30:15,320",
        "end": "00:30:18,560",
        "en": "Så ja, det var… Tumult.",
        "pa": "So it was tumultuous.",
        "vi": "Thật là hỗn loạn."
    },
    {
        "start": "00:30:19,640",
        "end": "00:30:22,640",
        "en": "Det var mycket känslor.",
        "pa": "A lot of feelings.",
        "vi": "Vô vàn cảm xúc."
    },
    {
        "start": "00:30:22,720",
        "end": "00:30:26,640",
        "en": "Och jag var väl den av alla grabbarna som gick in med det mest",
        "pa": "I was probably the one who went in there more or less thinking",
        "vi": "Chắc tại anh là kiểu người cho rằng"
    },
    {
        "start": "00:30:26,720",
        "end": "00:30:31,760",
        "en": "att man inte kan bli kär i nån eller få starka känslor för nån så, liksom.",
        "pa": "that you can't fall in love with someone or get strong feelings for someone",
        "vi": "không thể yêu hay có tình cảm sâu đậm với người khác ngay lập tức được."
    },
    {
        "start": "00:30:31,840",
        "end": "00:30:35,120",
        "en": "Men, ja… Tji fick man.",
        "pa": "when you haven't seen them.\n But I have to admit I was proven wrong.",
        "vi": "Nhưng, phải, thực tế cho thấy anh đã sai."
    },
    {
        "start": "00:30:38,080",
        "end": "00:30:41,680",
        "en": "Ja, jag är ledsen att det…",
        "pa": "Yeah, I'm sorry for that.",
        "vi": "Em xin lỗi vì…"
    },
    {
        "start": "00:30:41,760",
        "end": "00:30:46,560",
        "en": "-Nej, men du har ju gjort ditt val, och… -Hej, Catja.",
        "pa": "No, but you have made your choice and…\n Hi, Catja.",
        "vi": "- Không, em đã lựa chọn và… - Chào, Catja."
    },
    {
        "start": "00:30:49,200",
        "end": "00:30:51,400",
        "en": "Ja…",
        "pa": "Yeah.",
        "vi": ""
    },
    {
        "start": "00:30:51,480",
        "end": "00:30:54,800",
        "en": "Jag ska bort och träffa de andra, så ses vi sen.",
        "pa": "-I'm going to meet some other people. -Cheers.",
        "vi": "Anh đi gặp mấy người khác đây."
    },
    {
        "start": "00:30:54,880",
        "end": "00:30:57,120",
        "en": "-Ja, det gör vi. -Hej.",
        "pa": "-See you later. Bye. -Yeah, see you.",
        "vi": "- Gặp lại sau nhé. - Vâng, hẹn gặp lại."
    },
    {
        "start": "00:31:00,640",
        "end": "00:31:05,200",
        "en": "Tanken har ju slagit en, att man skulle ha haft närmare till känslorna",
        "pa": "The thought that has crossed my mind",
        "vi": "Trong đầu tôi ùa đến suy nghĩ là lẽ ra tôi nên biết rõ cảm xúc của mình hơn"
    },
    {
        "start": "00:31:05,280",
        "end": "00:31:09,640",
        "en": "och vad som hade hänt om man hade friat till Meira, eller vad som inte hade hänt.",
        "pa": "is that I wish I'd been closer to my feelings and vulnerable with Meira.",
        "vi": "và tôi cứ nghĩ mãi là nếu tôi cầu hôn Meira thì sao,"
    },
    {
        "start": "00:31:09,720",
        "end": "00:31:12,880",
        "en": "Det blir ju lite som en käftsmäll i huvudet.",
        "pa": "What would have happened if I asked Meira to marry me?\n It's definitely a slap in the face.\n ♪ And when we're old And this life behind us… ♪",
        "vi": "hay về những chuyện đã không xảy ra. Cứ như một cú tát vào mặt vậy."
    },
    {
        "start": "00:31:24,680",
        "end": "00:31:27,960",
        "en": "- Stackarn, han skakade. Såg du? -Ja.",
        "pa": "Poor thing, he was shaking.",
        "vi": "- Tội nghiệp, anh ấy run run. Cô thấy chứ? - Ừ."
    },
    {
        "start": "00:31:28,040",
        "end": "00:31:31,840",
        "en": "Känner du att det var rätt beslut, eller känner du så här…?",
        "pa": "-Did you see? - Yeah.\n Do you feel like it was the right decision or do you feel like, fuck?",
        "vi": "Cô có thấy mình đã quyết định đúng không, hay thấy hối hận?"
    },
    {
        "start": "00:31:31,920",
        "end": "00:31:38,520",
        "en": "Nej. Det jag sökte hela tiden var nån som var säker på mig. Det var han inte.",
        "pa": "No, here and now, what I was looking for all along",
        "vi": "Không. Lúc này, ở hiện tại, tôi vẫn luôn muốn\n một người chắc chắn tình cảm dành cho tôi."
    },
    {
        "start": "00:31:38,600",
        "end": "00:31:43,840",
        "en": "Kanske var hans känslor starkare än vad han kunde kommunicera där och då",
        "pa": "was someone who was sure of me.\n -He wasn't. -No.\n I know he had feelings and maybe they were stronger than he could communicate,",
        "vi": "Anh ấy không thế. Tôi biết anh ấy thích tôi\n và có lẽ chỉ là anh ấy không thể hiện được ra hết."
    },
    {
        "start": "00:31:43,920",
        "end": "00:31:47,280",
        "en": "men Oskar kunde kommunicera det.",
        "pa": "but Oskar could communicate there and then.",
        "vi": "- Ừ, tôi không biết cụ thể nhưng… - Còn Oskar có thể bày tỏ rõ ràng."
    },
    {
        "start": "00:31:47,360",
        "end": "00:31:53,560",
        "en": "Oskar har ju varit tydlig, från att han bestämde sig för dig",
        "pa": "Yeah.\n I mean, Oskar has been clear from day one, when he decided on you.",
        "vi": "Oskar đã xác định tình cảm rõ ràng ngay từ ngày đầu tiên."
    },
    {
        "start": "00:31:53,640",
        "end": "00:31:56,760",
        "en": "och efter kapslarna, på Cypern och nu när vi är här.",
        "pa": "After the pods too. And in Cyprus, now we're here.",
        "vi": "Hoặc từ khi anh ấy chọn cô.\n Và cả sau phần hẹn hò giấu mặt nữa. Ở đảo Síp, rồi ở đây."
    },
    {
        "start": "00:31:56,840",
        "end": "00:32:00,440",
        "en": "Han tvekar inte en sekund.",
        "pa": "He doesn't hesitate in the slightest. Not in the slightest.",
        "vi": "Anh ấy không hề ngần ngại. Không một giây phút nào."
    },
    {
        "start": "00:32:00,520",
        "end": "00:32:05,600",
        "en": "Nej, och det är det som har gjort att jag har blivit så kär i honom.",
        "pa": "No, and that's what has made me so in love with him,",
        "vi": "- Không hề. - Đó chính là lý do khiến tôi yêu anh ấy."
    },
    {
        "start": "00:32:05,680",
        "end": "00:32:08,680",
        "en": "-Är du kär? -Jag är kär.",
        "pa": "that he is like that.\n -Are you in love? -I am in love.",
        "vi": "- Anh ấy rất… - Cô yêu anh ấy à?\n Phải, tôi yêu anh ấy."
    },
    {
        "start": "00:32:10,080",
        "end": "00:32:12,320",
        "en": "Åh!",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:12,400",
        "end": "00:32:15,520",
        "en": "-Åh… -Nej, jag är jättekär i Oskar.",
        "pa": "I'm really in love with Oskar.",
        "vi": "Không. Tôi rất yêu Oskar mới phải."
    },
    {
        "start": "00:32:15,600",
        "end": "00:32:20,680",
        "en": "♪ It's the best day of my life, and I'm feeling fine ♪",
        "pa": "♪ It's the best day ♪\n ♪ And I'm feeling fine ♪",
        "vi": "Chúc mừng!"
    },
    {
        "start": "00:32:20,760",
        "end": "00:32:24,120",
        "en": "♪ What can I say? I'm feeling fine ♪",
        "pa": "♪ What should I say? ♪",
        "vi": ""
    },
    {
        "start": "00:32:24,200",
        "end": "00:32:28,760",
        "en": "-Andra sidan, är ni klara? -Jajamänsan, fattas bara!",
        "pa": "♪ I'm feeling fine ♪\n Other side, are you ready?",
        "vi": "- Bên kia sẵn sàng chưa? - Vâng, chúng tôi sẵn sàng rồi!"
    },
    {
        "start": "00:32:28,840",
        "end": "00:32:31,600",
        "en": "Ey!",
        "pa": "Yes, you bet we are!",
        "vi": ""
    },
    {
        "start": "00:32:31,680",
        "end": "00:32:35,960",
        "en": "-Jag har spillt över hela skrevet. -Vad trevligt.",
        "pa": "♪ I'm feeling fine ♪\n -I've spilled it on my crotch. -What?\n - I've spilled all over my crotch. -That's nice.",
        "vi": "- Anh đổ rượu ra quần rồi. - Anh nói gì cơ?"
    },
    {
        "start": "00:32:36,040",
        "end": "00:32:39,240",
        "en": "Bara så du vet. Så det kommer lite champagne ikväll.",
        "pa": "So you know. So we'll smell like champagne tonight.",
        "vi": "- Anh đổ rượu ra quần rồi. - Hay quá.\n Báo trước cho em đấy. Tối nay nó sẽ có mùi sâm-panh!"
    },
    {
        "start": "00:32:40,200",
        "end": "00:32:45,200",
        "en": "-Inkontinens kan drabba även män under 40. -Ja.",
        "pa": "Incontinence can affect men under 40 too.",
        "vi": "Đàn ông dưới 40 tuổi cũng có thể mắc chứng són tiểu đấy nhé."
    },
    {
        "start": "00:32:46,520",
        "end": "00:32:50,000",
        "en": "Gissa vem som got laid last night.",
        "pa": "Yeah?\n Guess who got laid last night?",
        "vi": "Phải.\n Đố cô hôm qua ai được làm tình nào?"
    },
    {
        "start": "00:32:50,080",
        "end": "00:32:53,120",
        "en": "Oh, yes! Nej?",
        "pa": "-Oh! Yes! -What?\n No!",
        "vi": "- Cái gì? - Đúng vậy đấy!\n - Cái gì? - Không!"
    },
    {
        "start": "00:32:53,760",
        "end": "00:32:57,040",
        "en": "-Va? -Är det sant?",
        "pa": "What?",
        "vi": "Cái gì?"
    },
    {
        "start": "00:32:57,120",
        "end": "00:33:01,560",
        "en": "-Vad hände? -Jag var bara tvungen att säga det.",
        "pa": "- Is it true? -What happened?",
        "vi": "- Thật không? - Chuyện là thế nào?\n Tôi phải khoe với các cô."
    },
    {
        "start": "00:33:01,640",
        "end": "00:33:05,560",
        "en": "-Alltså, en fulländad? En hel? -The whole way. The whole way.",
        "pa": "I just had to tell you.\n Completely? All the way?",
        "vi": "- Ý tôi là hẳn hoi ấy à? Thật luôn? - Đến nơi đến chốn luôn!"
    },
    {
        "start": "00:33:05,640",
        "end": "00:33:07,840",
        "en": "Finally, som jag väntat.",
        "pa": "The whole way, the whole way.\n Finally. I've been waiting.",
        "vi": "- Tôi chờ mãi. - Chúa ơi, tôi ngóng mãi đấy."
    },
    {
        "start": "00:33:07,920",
        "end": "00:33:12,440",
        "en": "Gud, vad jag längtat. Det känns som att jag förlorat oskulden.",
        "pa": "God, I've been waiting for this. I feel like I've lost my virginity.",
        "vi": "Cảm giác như tôi mới mất trinh vậy."
    },
    {
        "start": "00:33:13,920",
        "end": "00:33:15,200",
        "en": "Finally!",
        "pa": "Finally!",
        "vi": "Chờ mãi!"
    },
    {
        "start": "00:33:15,280",
        "end": "00:33:22,200",
        "en": "Vår intimitet växer dag för dag. Och vi är fysiska hela vägen, så att säga.",
        "pa": "Our intimacy is growing day by day. And we are physical.\n - Okay. Cheers or something? -All the way, so to speak.",
        "vi": "Chúng tôi ngày càng gần gũi hơn.\n Và cũng động chạm nhau rất nhiều. Có thể nói là đến nơi đến chốn."
    },
    {
        "start": "00:33:24,600",
        "end": "00:33:29,720",
        "en": "-Kul för dig. -Ja, jag kommer att skåla för det.",
        "pa": "Cheers to that. But I mean, yeah, cheers to that.",
        "vi": "- Uống mừng nào! - Phải.\n - Hoan hô! - Nâng ly nào!"
    },
    {
        "start": "00:33:29,800",
        "end": "00:33:36,160",
        "en": "Jag vände mig om och han skedade mig och jag bara: \"Kan jag få en godnattpuss?\"",
        "pa": "I can say cheers to that.\n So I turned over and he was spooning me, and I said,",
        "vi": "Tôi quay lại, anh ấy đang ôm tôi và nói: \"Cho anh một nụ hôn chúc ngủ ngon nhé?\""
    },
    {
        "start": "00:33:36,240",
        "end": "00:33:40,800",
        "en": "-Och du: \"Stoppa in den.\" -I did not say that.",
        "pa": "\"Can I have a kiss good night?\"\n You were like, \"Put it in!\"\n I did not say that.\n Oh, no, definitely not.",
        "vi": "- Tôi nói, \"Dĩ nhiên rồi.\" - Cô nói \"Đút vào đi!\"\n - Tôi không nói như thế. - Điêu!"
    },
    {
        "start": "00:33:44,480",
        "end": "00:33:48,840",
        "en": "Karro! Alltså, fan vad sjukt.",
        "pa": "♪ It's the best thing ♪\n ♪ And I'm feeling fine ♪\n Karolina! No! This is insane!",
        "vi": "- Karro! - Không!\n Bất ngờ quá. Tôi khóc mất."
    },
    {
        "start": "00:33:50,440",
        "end": "00:33:54,360",
        "en": "-Jag kommer att gråta. Jag kommer att… - Vänta nu?",
        "pa": "Oh, I'm going to cry.\n -I missed you. - Wait a minute.",
        "vi": "Đợi tí."
    },
    {
        "start": "00:33:55,680",
        "end": "00:33:58,240",
        "en": "What the fuck?",
        "pa": "What the fuck?\n PARTICIPANT FROM THE PODS",
        "vi": "Cái quái gì vậy?\n NGƯỜI THAM GIA PHẦN HẸN HÒ GIẤU MẶT"
    },
    {
        "start": "00:34:02,520",
        "end": "00:34:05,520",
        "en": "Åh, Gud.",
        "pa": "God.",
        "vi": "Chúa ơi.\n Bất ngờ thật đấy."
    },
    {
        "start": "00:34:05,600",
        "end": "00:34:09,560",
        "en": "Vänta nu? Vadå? De kanske är…",
        "pa": "Wait a minute, what? What's going on?",
        "vi": "Đó là Karro à? Có thể lắm."
    },
    {
        "start": "00:34:13,840",
        "end": "00:34:16,719",
        "en": "Fan, vad sugen du är.",
        "pa": "That's crazy.\n - Damn, you want her now.",
        "vi": "Chết tiệt, giờ anh lại muốn cô ấy. Đùa thôi!\n Anh nói gì?"
    },
    {
        "start": "00:34:23,320",
        "end": "00:34:28,159",
        "en": "Jag tänker att det är kul att se hur hon ser ut. Karolina ser jättebra ut.",
        "pa": "What did he say?\n It's fun to see what she looks like; Karolina is very good looking.",
        "vi": "Tôi thấy được biết mặt cô ấy rất tuyệt."
    },
    {
        "start": "00:34:28,239",
        "end": "00:34:31,520",
        "en": "Hon är blond och lite kort. Alltså, min typ.",
        "pa": "She's blond and short, which is kind of my type.",
        "vi": "Karolina rất xinh đẹp.\n Cô ấy để tóc vàng và hơi thấp. Đúng gu của tôi."
    },
    {
        "start": "00:34:31,600",
        "end": "00:34:36,840",
        "en": "Vad som helst hade kunnat hända. Vi matchar på många punkter.",
        "pa": "Anything could have happened between us.",
        "vi": "Nên cảm giác như có thể mọi chuyện đã khác.\n Chúng tôi hợp nhau ở rất nhiều điểm."
    },
    {
        "start": "00:34:36,920",
        "end": "00:34:40,080",
        "en": "En powerwoman.",
        "pa": "We had a lot of similarities and she's a powerful woman.",
        "vi": "Một người phụ nữ có ảnh hưởng."
    },
    {
        "start": "00:34:40,159",
        "end": "00:34:44,000",
        "en": "Men… Ja.",
        "pa": "But… yeah.",
        "vi": "Nhưng…\n Phải."
    },
    {
        "start": "00:34:48,280",
        "end": "00:34:51,080",
        "en": "-Hello! -Tjena!",
        "pa": "Hello.",
        "vi": "- Chào anh. - Chào em."
    },
    {
        "start": "00:34:51,159",
        "end": "00:34:54,520",
        "en": "-Hur är läget? Karolina, antar jag? -Yes.",
        "pa": "Hi there. How are you?\n -I'm good. -Karolina, I presume.",
        "vi": "- Em khỏe chứ? - Vâng."
    },
    {
        "start": "00:34:54,600",
        "end": "00:34:57,560",
        "en": "-Kul att se dig. -Tack, detsamma.",
        "pa": "-Yes. -Nice to see you.\n Likewise.",
        "vi": "- Hẳn em là Karolina? Rất vui được gặp em. - Vâng. Em cũng vậy."
    },
    {
        "start": "00:34:58,520",
        "end": "00:35:02,320",
        "en": "Slå dig ner. Välkommen till min lilla boning här.",
        "pa": "- Have a seat. -Thanks.",
        "vi": "- Ngồi đi. - Ừ.\n - Chào mừng đến ngôi nhà nhỏ của anh. - Phòng khách của anh."
    },
    {
        "start": "00:35:02,400",
        "end": "00:35:05,360",
        "en": "-Din lounge här. -Exakt.",
        "pa": "Welcome to my little house.\n Your lounge?\n Exactly.",
        "vi": ""
    },
    {
        "start": "00:35:06,560",
        "end": "00:35:11,160",
        "en": "-Sjukt att se dig, alltså. -Det är lite sjukt.",
        "pa": "It's insane to see you.\n Yes, it's a bit wild.",
        "vi": "Bất ngờ thật đấy.\n - Có chút bất ngờ. - Phải, đúng vậy."
    },
    {
        "start": "00:35:11,240",
        "end": "00:35:13,840",
        "en": "Ser jag ut som du har tänkt dig?",
        "pa": "Yeah, it is. What do you think when you see me?",
        "vi": "Em nghĩ sao khi thấy anh? Có như em tưởng tượng không?"
    },
    {
        "start": "00:35:13,920",
        "end": "00:35:16,360",
        "en": "-Nej, inte alls. -Vad tänkte du då?",
        "pa": "-Did you expect this? -No, not at all.\n What did you imagine?",
        "vi": "- Không hề. - Em đã tưởng tượng thế nào?"
    },
    {
        "start": "00:35:16,440",
        "end": "00:35:21,320",
        "en": "-Jag vet inte. Nån sån här random kille. -Nån random kille?",
        "pa": "I don't know, some random guy.",
        "vi": "Em không biết. Một anh chàng nào đó. Mặc quần bò và áo phông."
    },
    {
        "start": "00:35:21,400",
        "end": "00:35:24,000",
        "en": "Inte lika städad, kanske.",
        "pa": "-In jeans and a T-shirt. -Random guy?\n Not as clean cut, perhaps?",
        "vi": "- Chắc là không bảnh bao như này. - Em thấy anh bảnh bao à?"
    },
    {
        "start": "00:35:24,080",
        "end": "00:35:27,000",
        "en": "Tycker du att jag är städad?",
        "pa": "Do you think I'm clean cut?",
        "vi": ""
    },
    {
        "start": "00:35:27,080",
        "end": "00:35:31,040",
        "en": "Ja, titta på dig. Ja.",
        "pa": "Yeah, look at you.",
        "vi": "Ừ, rõ ràng rồi!"
    },
    {
        "start": "00:35:31,120",
        "end": "00:35:35,360",
        "en": "Har du högt intimt driv? Jag har väldigt högt.",
        "pa": "Yeah.\n Do you have a lot of drive? I have a lot.",
        "vi": "Đúng vậy.\n Em có nhu cầu thân mật cao không? Anh thì rất cao."
    },
    {
        "start": "00:35:35,440",
        "end": "00:35:38,200",
        "en": "-Okej, vad bra. -Jag kan kasta upp dig på sängen.",
        "pa": "Okay, good.\n I can throw you on the bed.",
        "vi": "- Được rồi, tốt. - Anh có thể bế em quăng lên giường."
    },
    {
        "start": "00:35:38,280",
        "end": "00:35:41,480",
        "en": "-Hårda tag. -Vänta du bara.",
        "pa": "Rough.\n You just wait.",
        "vi": "- Anh thô bạo lắm à? - Em cứ chờ mà xem."
    },
    {
        "start": "00:35:43,360",
        "end": "00:35:46,400",
        "en": "Oj!",
        "pa": "Oi!",
        "vi": "Ôi trời!"
    },
    {
        "start": "00:35:48,520",
        "end": "00:35:52,160",
        "en": "Wow! Ja, de här var inte dåliga, alltså.",
        "pa": "Wow, these aren't bad at all.",
        "vi": "Chà! Ừ, món quà không tệ chút nào."
    },
    {
        "start": "00:35:54,520",
        "end": "00:35:58,640",
        "en": "Tyckte du att jag var oärlig mot dig?",
        "pa": "Do you think I was dishonest with you? Because I felt like I was genuine.",
        "vi": "Em có thấy anh không trung thực với em không? Không thật lòng?"
    },
    {
        "start": "00:35:58,720",
        "end": "00:36:02,000",
        "en": "Eller inte genuin?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:02,080",
        "end": "00:36:04,680",
        "en": "Jag kände att jag var genuin mot dig.",
        "pa": "When we went on our last date,",
        "vi": "Anh cảm thấy mình đã rất thật lòng trong những buổi hẹn của ta."
    },
    {
        "start": "00:36:04,760",
        "end": "00:36:09,960",
        "en": "När vi gick in på vår sista dejt, hade du ingen aning om vad jag skulle göra?",
        "pa": "I had no idea what I was going to do that day.",
        "vi": ""
    },
    {
        "start": "00:36:10,040",
        "end": "00:36:13,560",
        "en": "Jag var inte bestämd på att vi skulle breaka eller nånting.",
        "pa": "I hadn't decided if we were going to break up or anything.",
        "vi": "Anh thật sự không biết mình sẽ làm gì.\n Anh hoàn toàn không định chia tay với em."
    },
    {
        "start": "00:36:13,640",
        "end": "00:36:16,240",
        "en": "-Va? -Nej, inte alls. Inte alls.",
        "pa": "-What? -No, not at all. Not at all.",
        "vi": "- Cái gì? - Phải! Hoàn toàn không."
    },
    {
        "start": "00:36:16,320",
        "end": "00:36:17,880",
        "en": "-Va? -Nej.",
        "pa": "-What? -Yeah.",
        "vi": "- Cái gì? - Thật đấy."
    },
    {
        "start": "00:36:17,960",
        "end": "00:36:24,320",
        "en": "Nu säger du att du inte har bestämt dig. Men du har gett henne halsbandet.",
        "pa": "Now you sit here and say, \"I hadn't decided.\"\n How could you have not decided when you gave her the necklace?",
        "vi": "Giờ anh lại nói là lúc đó anh vẫn chưa quyết định.\n Chưa quyết định thì sao anh lại tặng vòng cổ cho cô ấy chứ?"
    },
    {
        "start": "00:36:26,440",
        "end": "00:36:31,240",
        "en": "-Och ni dejtade innan mig. -Ja, men det är så jävla konstigt.",
        "pa": "-It's not… -And that date was before ours.",
        "vi": "- Có gì lạ đâu. - Anh hẹn hò cô ấy ngay trước em!\n Ừ, nhưng anh chỉ thấy thật kì lạ thôi."
    },
    {
        "start": "00:36:31,320",
        "end": "00:36:35,560",
        "en": "Innan jag gick in hade jag inga idéer, planer eller nånting",
        "pa": "It's not that damn weird.\n Before I went in there, I had no idea",
        "vi": "Trước khi vào phòng kín, anh không biết sau đó sẽ thế nào…"
    },
    {
        "start": "00:36:35,640",
        "end": "00:36:40,360",
        "en": "om vad som skulle ske när vi träffades.",
        "pa": "what was going to happen when you and I met.",
        "vi": "Lúc ta gặp nhau ấy. Đó là sự thật."
    },
    {
        "start": "00:36:40,440",
        "end": "00:36:43,000",
        "en": "Och det är sant.",
        "pa": "I mean it.\n That's true.",
        "vi": ""
    },
    {
        "start": "00:36:43,080",
        "end": "00:36:46,760",
        "en": "Ja, du kanske blev glad när du fick presenten av…",
        "pa": "Well, I guess you were happy when you got the gift.",
        "vi": "Phải, có thể anh sẽ rất vui khi nhận được món quà đó."
    },
    {
        "start": "00:36:46,840",
        "end": "00:36:52,800",
        "en": "Det kan jag förstå, men sen efter det… Allt handlade om det. Fan, vad kul.",
        "pa": "But after that, I understood it was just about that, like, \"Okay, that's fun.\"",
        "vi": "Chuyện đó thì em hiểu, nhưng sau đó, em nghĩ, thì ra là thế, vui thật đấy."
    },
    {
        "start": "00:36:57,440",
        "end": "00:37:01,880",
        "en": "Okej, så du kanske ändå velar lite.",
        "pa": "All right, so maybe you're still deciding.",
        "vi": "Được rồi, vậy có lẽ lúc đó anh vẫn đang phân vân à?"
    },
    {
        "start": "00:37:01,960",
        "end": "00:37:04,800",
        "en": "-Jag tror att det var meant to be. -Kanske.",
        "pa": "But I do think that it was meant to be.",
        "vi": "- Em thì nghĩ số trời đã định rồi. - Có lẽ vậy."
    },
    {
        "start": "00:37:04,880",
        "end": "00:37:07,760",
        "en": "-Verkligen, verkligen. -Shit.",
        "pa": "Maybe.\n Really.",
        "vi": "Đúng vậy."
    },
    {
        "start": "00:37:09,200",
        "end": "00:37:11,520",
        "en": "Ja. Herregud.",
        "pa": "Oh, boy.",
        "vi": ""
    },
    {
        "start": "00:37:11,600",
        "end": "00:37:14,520",
        "en": "Så kan det vara.",
        "pa": "Things happen.\n ♪ That's why you break my heart ♪\n ♪ Oh-oh-oh-oh ♪",
        "vi": "Có thể là thế lắm."
    },
    {
        "start": "00:37:26,320",
        "end": "00:37:31,680",
        "en": "Vi skulle aldrig komma och säga att detta är fakta. Det är ju ett rykte.",
        "pa": "♪ Little did I know ♪\n ♪ Little did I… ♪\n We would have never come to you and said that these are facts.",
        "vi": "Bọn tôi sẽ không khẳng định chuyện đó là thật. Chỉ là tin đồn thôi."
    },
    {
        "start": "00:37:31,760",
        "end": "00:37:35,920",
        "en": "Så oavsett vad… \"Du måste ha fakta.\" \"Nej, det måste jag inte.\"",
        "pa": "-Yeah. -It is not a fact, it's a rumor.\n So the whole, \"You must have facts,\" no, I don't.",
        "vi": "Vậy nên dù thế nào đi nữa, \"phải biết sự thật\" hay \"không cần biết\"."
    },
    {
        "start": "00:37:36,000",
        "end": "00:37:40,600",
        "en": "Ju fler jag pratar med desto mer låter det som att det är rykten som har gått i loop.",
        "pa": "The more people I talk to, the more it sounds like a rumor that's gone viral.",
        "vi": "Càng nói tôi càng thấy đó chỉ là tin đồn."
    },
    {
        "start": "00:37:40,680",
        "end": "00:37:44,720",
        "en": "Jag har hört det från flera olika och hon har hört det från mig.",
        "pa": "I've heard it from several people and they heard it from me at the same time.",
        "vi": "Tôi nghe người này người kia nói, rồi họ nghe tôi nói."
    },
    {
        "start": "00:37:44,800",
        "end": "00:37:48,240",
        "en": "Ingen har nån källa till nåt, i nuläget i alla fall.",
        "pa": "No one has a source, at least for now.\n ♪ Oh-oh-oh-oh ♪",
        "vi": "Cô hiểu mà nhỉ?\n Không ai có nguồn tin cụ thể cả… Ít nhất là chưa có."
    },
    {
        "start": "00:37:54,720",
        "end": "00:37:57,920",
        "en": "-Jag antar att du har träffat Lucas. -Yes.",
        "pa": "♪ Little did I… ♪\n I suppose you've met Lucas.",
        "vi": "Chắc là cô đã gặp Lucas."
    },
    {
        "start": "00:37:58,000",
        "end": "00:38:01,320",
        "en": "-Hur gick det? -Jag tycker ändå att det gick bra.",
        "pa": "Yes, I've met Lucas.\n Tell me all about it.",
        "vi": "- Ừ, tôi đã gặp Lucas. - Kể tôi nghe đi. Như thế nào?"
    },
    {
        "start": "00:38:01,400",
        "end": "00:38:05,440",
        "en": "-Vad var det han sa? Jag är jättenyfiken. -Jag vill inte röra om i grytan.",
        "pa": "-I think it went well. -What did he say? I'm so curious.",
        "vi": "- Tôi thấy khá tốt đẹp. - Anh ấy đã nói gì? Tôi tò mò kinh khủng!"
    },
    {
        "start": "00:38:05,520",
        "end": "00:38:08,880",
        "en": "Men han fick säga sitt och jag fick säga mitt.",
        "pa": "I don't want to stir the pot here, but he had his say and I had mine.",
        "vi": "Tôi không muốn làm cô bối rối, nhưng anh ấy đã nói suy nghĩ của mình.\n Và tôi cũng vậy."
    },
    {
        "start": "00:38:08,960",
        "end": "00:38:14,640",
        "en": "Så jag fick en helt annan bild av när du kom tillbaka från dejten",
        "pa": "So I now have a completely different picture of the date",
        "vi": "Tôi đã hiểu theo một hướng hoàn toàn khác sau khi thấy cô đi hẹn hò về"
    },
    {
        "start": "00:38:14,720",
        "end": "00:38:18,480",
        "en": "och han hade gett dig halsbandet. \"Då har han bestämt sig.\"",
        "pa": "where he gave you the necklace and it may not have meant what I thought.",
        "vi": "và được anh ấy tặng chiếc vòng cổ."
    },
    {
        "start": "00:38:18,560",
        "end": "00:38:22,080",
        "en": "Men har han sagt att han inte hade gjort det?",
        "pa": "I thought he had made up his mind when I gave him my gift.\n But he said that he hadn't.",
        "vi": "Vì vậy tôi nghĩ, anh ấy đã quyết định rồi. Nhưng vừa nãy anh ấy lại bảo là chưa."
    },
    {
        "start": "00:38:24,120",
        "end": "00:38:27,320",
        "en": "Så jag bara… \"Hmm, intressant.\"",
        "pa": "I was like… interesting.",
        "vi": "Vì thế đã tôi nghĩ, \"Thú vị đấy.\""
    },
    {
        "start": "00:38:27,400",
        "end": "00:38:33,800",
        "en": "\"Okej, men det är ditt beslut. Om du nu sitter och ångrar dig\", tänkte jag.",
        "pa": "Okay, but it's like he has already made his decision, you know?",
        "vi": "\"Được rồi, nhưng đó là quyết định của anh. Nếu bây giờ anh lại thấy hối hận…\""
    },
    {
        "start": "00:38:33,880",
        "end": "00:38:39,000",
        "en": "-Fick du känslan av att han ångrar sig? -Jag vet faktiskt inte. Jag vet inte.",
        "pa": "If he's regretting it now, I don't know.\n Did you get the feeling he's regretting it?\n -I don't know, actually. -Okay.",
        "vi": "Chả biết nữa. Đó chỉ là suy nghĩ của tôi.\n Cô có cảm thấy là anh ấy hối hận không?\n Thật ra thì tôi không biết đâu. Tôi chả bao giờ biết đàn ông nghĩ gì."
    },
    {
        "start": "00:38:39,080",
        "end": "00:38:41,680",
        "en": "Jag vet aldrig vad killar tänker.",
        "pa": "Who knows with guys? I never know what they're thinking.",
        "vi": ""
    },
    {
        "start": "00:38:41,760",
        "end": "00:38:46,840",
        "en": "För att om det finns en gnutta i honom som ångrar nånting behöver jag få veta det.",
        "pa": "Because if he has even the tiniest feeling of regret, I need to know.",
        "vi": "Vì nếu anh ấy hối hận dù chỉ một xíu thôi thì tôi cũng phải biết."
    },
    {
        "start": "00:39:04,560",
        "end": "00:39:07,560",
        "en": "-Hej då! -Hej då!",
        "pa": "♪ Nothing can stop ♪\n ♪ Nothing can stop me now ♪\n ♪ Nothing can stop ♪",
        "vi": "- Tạm biệt! - Tạm biệt!"
    },
    {
        "start": "00:39:16,080",
        "end": "00:39:18,040",
        "en": "",
        "pa": "♪ I'm unbreakable… ♪",
        "vi": ""
    },
    {
        "start": "00:39:26,320",
        "end": "00:39:30,040",
        "en": "Hur kändes det för dig att träffa Karro?",
        "pa": "How did you feel about meeting Karo?",
        "vi": "Anh thấy thế nào khi gặp Karro?"
    },
    {
        "start": "00:39:30,120",
        "end": "00:39:35,880",
        "en": "Jag har sagt till dig tidigare att hon och jag är väldigt, väldigt olika.",
        "pa": "Because I told you before that she and I are very, very different.",
        "vi": "Em từng nói với anh là em và cô ấy rất khác nhau."
    },
    {
        "start": "00:39:35,960",
        "end": "00:39:42,160",
        "en": "-Hur kändes det för dig att se henne? -Alltså, det är ingen skillnad.",
        "pa": "How did it feel to see her?",
        "vi": "Anh thấy thế nào khi gặp mặt cô ấy?\n Nói thật thì anh không thấy có thay đổi nào cả."
    },
    {
        "start": "00:39:42,240",
        "end": "00:39:45,440",
        "en": "Inga ångerkänslor från din sida?",
        "pa": "Honestly, it didn't make a difference.\n It's like…\n No feelings of regret on your part?",
        "vi": "Anh không thấy hối hận chứ?"
    },
    {
        "start": "00:39:45,520",
        "end": "00:39:47,720",
        "en": "Nej, nej, inte alls.",
        "pa": "No, not at all.",
        "vi": "Không. Hoàn toàn không."
    },
    {
        "start": "00:39:47,800",
        "end": "00:39:54,200",
        "en": "Alltså, hon gav lite en känsla av att du kanske var nyfiken",
        "pa": "I mean…",
        "vi": "Cô ấy… Cô ấy tạo cho em cảm giác là anh có tò mò về chuyện đã có thể xảy ra."
    },
    {
        "start": "00:39:54,280",
        "end": "00:40:00,360",
        "en": "eller som att du ångrade att du inte gick längre med henne.",
        "pa": "she made me feel like you were maybe a bit curious\n or that you regretted not taking things further with her?",
        "vi": "Hoặc tiếc nuối vì đã không dành nhiều thời gian cho cô ấy."
    },
    {
        "start": "00:40:00,440",
        "end": "00:40:04,560",
        "en": "Hon fick verkligen en känsla av att det inte var kört",
        "pa": "She really got the feeling that, okay, it wasn't over,",
        "vi": "Bởi vì cô ấy có cảm giác là lúc đó mọi chuyện chưa kết thúc."
    },
    {
        "start": "00:40:04,640",
        "end": "00:40:07,800",
        "en": "utan att det kanske fanns en möjlighet.",
        "pa": "that maybe there was still a possibility with her.",
        "vi": "Hoặc ít nhất là cô ấy vẫn còn cơ hội."
    },
    {
        "start": "00:40:07,880",
        "end": "00:40:13,160",
        "en": "Då undrar jag finns det någonting inom dig just nu",
        "pa": "So is there something inside of you right now that regrets not being with her?",
        "vi": "Thế nên em nghĩ, được rồi, vậy hiện tại trong anh"
    },
    {
        "start": "00:40:13,240",
        "end": "00:40:16,920",
        "en": "som ångrar att du inte var med henne?",
        "pa": "",
        "vi": "có chút hối tiếc nào vì đã không chọn cô ấy không?"
    },
    {
        "start": "00:40:18,560",
        "end": "00:40:23,880",
        "en": "Det sista jag vill är att såra Emilia.",
        "pa": "The last thing I want to do is hurt Emilia.",
        "vi": "Tôi hoàn toàn không muốn làm tổn thương Emilia."
    },
    {
        "start": "00:40:23,960",
        "end": "00:40:26,800",
        "en": "Helt ärligt så förtjänar hon en kille nu",
        "pa": "And honestly, she truly deserves a man",
        "vi": "Thành thật mà nói, cô ấy xứng đáng… Cô ấy xứng đáng với một người"
    },
    {
        "start": "00:40:26,880",
        "end": "00:40:31,280",
        "en": "som är säker på det här beslutet.",
        "pa": "who is confident in his decisions and about her…",
        "vi": "một lòng một dạ chọn cô ấy."
    },
    {
        "start": "00:40:32,440",
        "end": "00:40:38,880",
        "en": "Och gör att hon känner sig lugn och trygg inför det här.",
        "pa": "and makes her feel calm and secure about this.",
        "vi": "Và khiến cô ấy cảm thấy thoải mái và an tâm."
    },
    {
        "start": "00:40:40,840",
        "end": "00:40:43,240",
        "en": "Jag ger ju inte det till henne.",
        "pa": "I can't give her that.",
        "vi": "Tôi không cho cô ấy những điều đó."
    },
    {
        "start": "00:40:54,680",
        "end": "00:40:57,480",
        "en": "Jag tycker det är ett barnsligt beteende.",
        "pa": "I think they acted very childishly.",
        "vi": "- Anh thấy hành vi đó rất trẻ con. - Phải."
    },
    {
        "start": "00:40:57,560",
        "end": "00:41:00,920",
        "en": "Jo, men ligger det inget i att det skulle finnas ett barn?",
        "pa": "Yeah, but do you feel that the whole child thing is false?",
        "vi": "Nhưng anh có chắc chắn là tin đồn đó không có gì không?"
    },
    {
        "start": "00:41:01,000",
        "end": "00:41:05,320",
        "en": "Men det är spekulation. Nu går vi in igen i den där cirkeln.",
        "pa": "It's all speculation. We're back in that wonderful circle.",
        "vi": "Anh nói lại, chỉ là suy đoán thôi. Và ta lại vào cái vòng luẩn quẩn đó rồi."
    },
    {
        "start": "00:41:05,400",
        "end": "00:41:09,640",
        "en": "Men jag känner att jag vill att det stängs ner",
        "pa": "But I really feel like I want us to shut it down",
        "vi": "Em muốn chấm dứt hẳn tin đồn đó dựa trên sự thật."
    },
    {
        "start": "00:41:09,720",
        "end": "00:41:12,520",
        "en": "baserat på att vi vet vad sanningen är.",
        "pa": "when we know exactly what is true and what isn't.",
        "vi": ""
    },
    {
        "start": "00:41:12,600",
        "end": "00:41:16,040",
        "en": "Precis. Och just nu är det ingen källa.",
        "pa": "Exactly.",
        "vi": "Chính xác. Và hiện tại ta chưa biết tin đó từ đâu ra."
    },
    {
        "start": "00:41:16,120",
        "end": "00:41:19,920",
        "en": "Jag stänger det kapitlet just nu, självklart.",
        "pa": "And right now there is no source, so I'm closing that chapter right now.",
        "vi": "Anh đã khép lại phần đời đó rồi. Dĩ nhiên,"
    },
    {
        "start": "00:41:20,000",
        "end": "00:41:23,680",
        "en": "Har du nånting mer att tillägga? Jag är här.",
        "pa": "Obviously if you have anything else to add, I'm here,",
        "vi": "nếu em muốn nói thêm gì thì anh sẽ nghe. Nếu có chuyện gì, anh đều nghe hết."
    },
    {
        "start": "00:41:23,760",
        "end": "00:41:27,200",
        "en": "Men det är… Jag börjar bli rätt så trött på det här.",
        "pa": "but I have to admit, I'm getting pretty tired of this.",
        "vi": "Nhưng anh bắt đầu thấy mệt mỏi rồi."
    },
    {
        "start": "00:41:27,280",
        "end": "00:41:31,360",
        "en": "Känner du att du blir starkare av det här? Att du får energi av det här?",
        "pa": "Do you feel that you're getting stronger or getting energy from this?",
        "vi": "Em có thấy việc này làm mình mạnh mẽ hơn hay tiếp năng lượng cho mình không?"
    },
    {
        "start": "00:41:41,840",
        "end": "00:41:45,640",
        "en": "Det här är tufft. Det här målar ingen rättvis bild av mig",
        "pa": "Whoo!\n This is tough.",
        "vi": "Quả là khó khăn.\n Nó ảnh hưởng rất nhiều đến hình ảnh của tôi."
    },
    {
        "start": "00:41:45,720",
        "end": "00:41:50,160",
        "en": "men jag fattar att jag framstår som jag gör.",
        "pa": "This doesn't paint a fair picture of me.",
        "vi": "Nhưng tôi hiểu hình ảnh của tôi như thế nào."
    },
    {
        "start": "00:41:50,240",
        "end": "00:41:52,280",
        "en": "Så att…",
        "pa": "But I understand that I appear the way I do, so…",
        "vi": "Vì thế…"
    },
    {
        "start": "00:41:52,360",
        "end": "00:41:56,240",
        "en": "Men självklart finns det tankar eller farhågor",
        "pa": "But of course there are thoughts and fears that she might abandon ship",
        "vi": "Dĩ nhiên tôi cũng lo là cô ấy sẽ bỏ tôi,"
    },
    {
        "start": "00:41:56,320",
        "end": "00:42:00,520",
        "en": "att hon kanske lämnar skeppet, lämnar förhållandet.",
        "pa": "or abandon this relationship.",
        "vi": ""
    },
    {
        "start": "00:42:00,600",
        "end": "00:42:03,840",
        "en": "Jag hade nog gjort det för länge sedan.",
        "pa": "God knows I would have done that a long time ago.",
        "vi": "bỏ mối quan hệ này. Nếu là tôi thì đã làm thế lâu rồi."
    },
    {
        "start": "00:42:17,560",
        "end": "00:42:20,520",
        "en": "Vilken jävla dag.",
        "pa": "♪ I don't want another heartache ♪\n - Wow!\n What a day.",
        "vi": "Đúng là một ngày đầy bất ngờ."
    },
    {
        "start": "00:42:21,200",
        "end": "00:42:24,520",
        "en": "Jag känner i alla fall att jag fick lite closure.",
        "pa": "At least I feel like I got some closure.",
        "vi": "Em cảm thấy đã được yên lòng."
    },
    {
        "start": "00:42:24,600",
        "end": "00:42:28,520",
        "en": "Jag vet inte om jag behövde closure, men jag fick det med Johan.",
        "pa": "I don't know if I needed closure, but I got a little with Johan.",
        "vi": "Không biết em có cần yên lòng không, nhưng em đã thấy thế sau khi gặp Johan."
    },
    {
        "start": "00:42:28,600",
        "end": "00:42:32,920",
        "en": "-Berätta mer. -Det var ju jättespeciellt.",
        "pa": "With Johan? Please tell me more.\n It was very… special.",
        "vi": "- Kể thêm cho anh nghe đi. - Cảm giác thật kỳ lạ khi gặp mặt anh ấy."
    },
    {
        "start": "00:42:33,000",
        "end": "00:42:36,840",
        "en": "-Jaha, på vilket sätt då? -Jag känner för honom, på ett sätt.",
        "pa": "Was it? In what way?",
        "vi": "Em có cảm mến anh ấy."
    },
    {
        "start": "00:42:36,920",
        "end": "00:42:43,200",
        "en": "Inte att jag tycker synd om honom, men det gör ont att se någon bli ledsen",
        "pa": "I feel for him in a way.\n Not that I feel sorry for him, but of course it hurts to see someone sad.",
        "vi": "Em không hối tiếc, nhưng dĩ nhiên em vẫn buồn khi thấy người khác buồn."
    },
    {
        "start": "00:42:43,280",
        "end": "00:42:45,520",
        "en": "och också bekräfta det.",
        "pa": "And today it definitely confirmed things.",
        "vi": "Và cuộc gặp hôm nay đã xác nhận rõ ràng"
    },
    {
        "start": "00:42:45,600",
        "end": "00:42:49,480",
        "en": "Jag känner mig fortfarande ganska säker i beslutet jag tog.",
        "pa": "I still feel pretty confident in the decision I made.",
        "vi": "là em vẫn khá hài lòng với quyết định của mình."
    },
    {
        "start": "00:42:49,560",
        "end": "00:42:54,680",
        "en": "-Ganska säker? -Jag känner mig säker i att jag valde dig.",
        "pa": "-Pretty confident? -I do feel secure.",
        "vi": "- \"Khá hài lòng.\" - Em rất hài lòng."
    },
    {
        "start": "00:42:54,760",
        "end": "00:42:58,600",
        "en": "Och jag tror inte att min relation med Johan",
        "pa": "That I chose you, and I don't think my relationship with Johan",
        "vi": "Rằng em đã chọn anh.\n Và em nghĩ tình cảm của em và Johan"
    },
    {
        "start": "00:42:58,680",
        "end": "00:43:03,160",
        "en": "hade klarat av alla de motgångar som du och jag har haft.",
        "pa": "would have survived all the setbacks that you and I have had.",
        "vi": "khó mà vượt qua được những khó khăn mà ta đã trải qua."
    },
    {
        "start": "00:43:03,960",
        "end": "00:43:07,200",
        "en": "Jag tror att vi har klarat mycket för att du är den du är.",
        "pa": "-I think… we've overcome them a lot. -Yeah.\n Because you are the person you are and that has helped me so much along the way.",
        "vi": "Em nghĩ ta đã vượt qua được nhiều vấn đề vì anh là anh."
    },
    {
        "start": "00:43:07,280",
        "end": "00:43:11,360",
        "en": "Det har hjälpt mig mycket längs vägen. Det var alltid du.",
        "pa": "",
        "vi": "Và anh cũng đã giúp em tiến lên rất nhiều."
    },
    {
        "start": "00:43:11,440",
        "end": "00:43:14,160",
        "en": "Jag inser att vi har kommit så långt.",
        "pa": "It has always been you.\n If there's one thing I realize now, it's that we've come so far.",
        "vi": "Anh mới là người phù hợp với em.\n Em nhận ra là chúng ta đã tiến rất xa."
    },
    {
        "start": "00:43:14,240",
        "end": "00:43:20,360",
        "en": "♪ It's happening It's happening now ♪",
        "pa": "♪ It's happening ♪\n ♪ It's happening now ♪\n ♪ Right this minute ♪",
        "vi": ""
    },
    {
        "start": "00:43:30,840",
        "end": "00:43:33,360",
        "en": "Vad tänker du på?",
        "pa": "♪ This one moment's ♪\n ♪ What it's all about… ♪\n What are you thinking?",
        "vi": "Anh đang nghĩ gì vậy?"
    },
    {
        "start": "00:43:37,400",
        "end": "00:43:39,400",
        "en": "Det jag tänker på är…",
        "pa": "What's been on my mind…",
        "vi": "Anh nghĩ là tình cảm anh dành cho em hơn em dành cho anh rất nhiều."
    },
    {
        "start": "00:43:39,480",
        "end": "00:43:43,200",
        "en": "Du vet ju att jag tycker om dig mycket mer än vad du tycker om mig",
        "pa": "You are aware of how much I like you,\n and I think that's much more than you like me.",
        "vi": ""
    },
    {
        "start": "00:43:44,360",
        "end": "00:43:48,920",
        "en": "speciellt när det är såna här kvällar då vi inte får vara tillsammans.",
        "pa": "Especially during nights like tonight, when it's not just the two of us.",
        "vi": "Nhất là vào những tối như hôm nay, khi hai ta không được ở riêng."
    },
    {
        "start": "00:43:49,720",
        "end": "00:43:55,240",
        "en": "Men också när man får se hur mycket andra tycker om de andra. Förstår du? Alltså…",
        "pa": "But also when we see how much the others like their partners",
        "vi": "Và khi ta thấy tình cảm mặn nồng của những cặp đôi khác. Em hiểu chứ?"
    },
    {
        "start": "00:43:55,320",
        "end": "00:44:00,200",
        "en": "Vad upplevde du att nån annan gjorde annorlunda mot vad jag gjorde mot dig?",
        "pa": "and get along, do you get what I'm saying?\n What did you feel that someone did differently than what I did to you?",
        "vi": "Anh thấy việc gì mà người khác làm cho một nửa của họ"
    },
    {
        "start": "00:44:00,280",
        "end": "00:44:05,320",
        "en": "-Jag vill inte jämföra. -Men du jämförde ju precis när du sa…",
        "pa": "I don't want to compare us to them. You can't.",
        "vi": "khác việc em làm cho anh?\n - Anh không muốn so sánh. - Nhưng anh nói thế là đã so sánh rồi."
    },
    {
        "start": "00:44:05,400",
        "end": "00:44:09,920",
        "en": "Det jag hade velat att du gör mer i allmänhet",
        "pa": "No, but you just compared when you said that.\n I'm explaining what I would like you to do, in general.",
        "vi": "Anh chỉ muốn nói là anh muốn nhiều hơn từ em,"
    },
    {
        "start": "00:44:10,000",
        "end": "00:44:14,440",
        "en": "är kanske att ge mig lite mer uppskattning på så sätt att…",
        "pa": "I keep asking you, but maybe you could give me a little more appreciation,",
        "vi": "có thể là tỏ ra trân trọng anh theo một cách nào đó…"
    },
    {
        "start": "00:44:14,520",
        "end": "00:44:17,840",
        "en": "Alltså bara mer bekräftelse i ord.",
        "pa": "more validation, verbally.",
        "vi": "Ý anh chỉ là xác nhận thêm thôi. Bằng lời nói."
    },
    {
        "start": "00:44:18,800",
        "end": "00:44:24,880",
        "en": "Sen vi träffades har jag inte fått någon form av bekräftelse av dig.",
        "pa": "Because ever since we met, you haven't validated me once.",
        "vi": "Vì từ khi gặp nhau, em vẫn chưa xác nhận gì với anh."
    },
    {
        "start": "00:44:26,080",
        "end": "00:44:30,080",
        "en": "Och jag ger det till dig jättemycket. Hela tiden.",
        "pa": "No?\n And I give you a lot, all the time.",
        "vi": "- Hoàn toàn không có gì. - Không.\n Trong khi anh suốt ngày khen em."
    },
    {
        "start": "00:44:31,080",
        "end": "00:44:32,840",
        "en": "Det tycker jag är jobbigt.",
        "pa": "So that's…\n really been tough for me.",
        "vi": "Và anh rất buồn vì chuyện đó."
    },
    {
        "start": "00:44:32,920",
        "end": "00:44:38,120",
        "en": "Och det fysiska, det vet både du och jag att vi har det jättebra.",
        "pa": "When we're with each other physically, we both are having a great time.",
        "vi": "Khi thân mật với nhau, ta biết là cả hai ta đều được thỏa mãn."
    },
    {
        "start": "00:44:38,200",
        "end": "00:44:43,720",
        "en": "Men det bekräftar bara att vi kan få det bra när det kommer till orgasm och så.",
        "pa": "But that is only confirmation to me that we can have a good time",
        "vi": "Nhưng việc đó vẫn chỉ xác nhận được là\n ta có thể khiến nhau thỏa mãn."
    },
    {
        "start": "00:44:43,800",
        "end": "00:44:47,280",
        "en": "Men jag vill ju fortfarande kunna göra dig pilsk",
        "pa": "when it comes to sex and our physical chemistry.",
        "vi": "Anh muốn ngoại hình của mình có thể khiến em thấy rạo rực"
    },
    {
        "start": "00:44:47,360",
        "end": "00:44:51,040",
        "en": "p.g.a. mitt utseende men det vet jag inte om jag gör.",
        "pa": "I want to make you horny because of my looks,\n and I don't know if I do that.",
        "vi": "nhưng anh không biết là có thể không."
    },
    {
        "start": "00:44:51,120",
        "end": "00:44:54,280",
        "en": "Men med tanke på… Och nu är jag jätteärlig.",
        "pa": "But considering… and I'm being really honest right now…",
        "vi": "Nhưng mà, em đang thành thật hoàn toàn nhé,"
    },
    {
        "start": "00:44:54,360",
        "end": "00:44:59,400",
        "en": "Med tanke på hur många gånger har vi haft sex och hur många gånger har jag kommit",
        "pa": "in terms of like how many times we've had sex",
        "vi": "tính số lần ta đã làm tình và số lần anh làm em đạt cực khoái"
    },
    {
        "start": "00:44:59,480",
        "end": "00:45:03,400",
        "en": "så handlar det inte om din kropp. Absolut inte.",
        "pa": "and how many times I've come with you, it's not about your body.",
        "vi": "thì vấn đề không phải là diện mạo của anh. Chắc chắn là không."
    },
    {
        "start": "00:45:03,480",
        "end": "00:45:07,760",
        "en": "Nej. Om jag hade sagt att du är drop dead gorgeous och så snygg",
        "pa": "-Absolutely not. -Okay.\n If I had said, \"You are drop-dead gorgeous,",
        "vi": "Nếu em khen anh thật là đẹp trai"
    },
    {
        "start": "00:45:07,840",
        "end": "00:45:11,920",
        "en": "men ändå inte kommit, så hade det varit en helt annan sak.",
        "pa": "and you are so beautiful,\n but you didn't make me come,\" it would be a completely different story.",
        "vi": "nhưng không đạt cực khoái với anh thì đó lại là chuyện khác."
    },
    {
        "start": "00:45:12,000",
        "end": "00:45:17,640",
        "en": "Jag är omtänksam om alla i min omgivning och jag försöker hålla tillbaka mina ord",
        "pa": "I consider people around me and their feelings,",
        "vi": "Anh quan tâm đến mọi người xung quanh."
    },
    {
        "start": "00:45:17,720",
        "end": "00:45:21,240",
        "en": "de gånger jag tycker att du är så vacker och spektakulär.",
        "pa": "so I am holding myself back every time I think\n about how beautiful and spectacular you are.",
        "vi": "Và anh đã cố kìm chế dù anh thấy em rất xinh đẹp và tuyệt vời."
    },
    {
        "start": "00:45:21,320",
        "end": "00:45:26,640",
        "en": "Du kanske tycker att det är uttjatat men jag har hållit tillbaka.",
        "pa": "-But I… -You probably think it's getting old.\n But all the times I've said it, I've even been holding back.",
        "vi": "Tin anh đi, có thể em thấy anh nói quá nhiều\n nhưng anh đã kìm chế lắm rồi đấy."
    },
    {
        "start": "00:45:26,720",
        "end": "00:45:31,800",
        "en": "-Och jag vet ju att du tycker det. -Jo, men det jag få tillbaka är \"tack\".",
        "pa": "-Yes, I know that you think that. -But all I get back is, \"Thank you.\"",
        "vi": "- Phải, và em biết anh nghĩ như thế. - Nhưng em chỉ đáp lại bằng lời cảm ơn."
    },
    {
        "start": "00:45:31,880",
        "end": "00:45:35,560",
        "en": "Men jag vill inte säga nåt tillbaka bara för att du har sagt det till mig.",
        "pa": "Yes, but I don't want to or need to say something back",
        "vi": "Đúng, nhưng em không muốn khen đáp trả chỉ vì anh đã khen em."
    },
    {
        "start": "00:45:35,640",
        "end": "00:45:41,240",
        "en": "Att du uttalar så många gånger vad du tycker och tänker om mig",
        "pa": "just because you said something nice to me.",
        "vi": "Vì khi anh nói ra suy nghĩ của anh về em nhiều như vậy,"
    },
    {
        "start": "00:45:41,320",
        "end": "00:45:45,840",
        "en": "kan också bidra till en negativ mening. Så här…",
        "pa": "And so you know when you say it so many times,\n that makes it lose its meaning.",
        "vi": "nó cũng có thể có ảnh hưởng tiêu cực kiểu…"
    },
    {
        "start": "00:45:45,920",
        "end": "00:45:48,840",
        "en": "\"Okej. Jaja. Så. Tack.\"",
        "pa": "Like, all right, I know, well, thank you.",
        "vi": "\"Được rồi. Lại thế nữa. Cảm ơn anh.\""
    },
    {
        "start": "00:45:48,920",
        "end": "00:45:53,200",
        "en": "-The bad boy always wins. Så är det ju. -Vad menar du med det?",
        "pa": "The bad boys always win. That's how it is.",
        "vi": "Trai hư luôn thắng. Là vậy đấy."
    },
    {
        "start": "00:45:53,280",
        "end": "00:45:57,480",
        "en": "-The good guys never win. -Så vad menar du med det?",
        "pa": "-What does that mean? -The good guys never win.\n -We don't. -What do you mean by that?",
        "vi": "- Ý anh là sao? - Trai tốt không bao giờ thắng.\n Anh nói thế là sao?"
    },
    {
        "start": "00:45:57,560",
        "end": "00:46:02,480",
        "en": "-Jag borde ha lite mer bad boy i mig. -Du kanske ska våga utmana mig.",
        "pa": "-Maybe I should be more of a bad boy. -Maybe you need to stand up to me.",
        "vi": "Anh nên cư xử xấu xa kiểu gì đó hơn một chút."
    },
    {
        "start": "00:46:02,560",
        "end": "00:46:06,040",
        "en": "-Nej, det här är en inre… -Jag har inte pratat klart, Christofer.",
        "pa": "-This is me standing up. -I haven't finished talking, Christofer.",
        "vi": "- Có lẽ anh nên phản đối em. - Tin anh đi, đây là…\n Em chưa nói xong, Christofer. Vấn đề không phải là anh phải thay đổi."
    },
    {
        "start": "00:46:06,120",
        "end": "00:46:09,200",
        "en": "Det handlar inte om att du ska förändra hur du är",
        "pa": "Sorry.\n I don't want you to change who you are, but I don't want you to roll over for me.",
        "vi": ""
    },
    {
        "start": "00:46:09,280",
        "end": "00:46:12,880",
        "en": "men jag vill heller inte att du ska lägga dig platt för mig.",
        "pa": "",
        "vi": "Nhưng em cũng không muốn anh nhượng bộ em quá."
    },
    {
        "start": "00:46:17,200",
        "end": "00:46:19,960",
        "en": "Det kan jag uppleva ibland att du gör.",
        "pa": "And sometimes I feel like you do that.",
        "vi": "Và đôi khi em thấy được là anh nhịn em quá nhiều."
    },
    {
        "start": "00:46:20,040",
        "end": "00:46:22,200",
        "en": "Du säger: \"Lägg dig inte på rygg för mig",
        "pa": "You're saying, \"I don't want you to roll over",
        "vi": "Đầu tiên em nói, \"Em không muốn anh nhượng bộ,\""
    },
    {
        "start": "00:46:22,280",
        "end": "00:46:26,400",
        "en": "men jag vill att du ish lägger dig på rygg tills jag tycker det är okej.\"",
        "pa": "but I do want you to roll over a bit, but only until I think it's okay.\"",
        "vi": "nhưng rồi lại nói, \"Em muốn anh nhượng bộ đôi chút, vừa đúng ý em thôi.\""
    },
    {
        "start": "00:46:26,480",
        "end": "00:46:33,040",
        "en": "Nu blev det ju en helt annan Christofer och det är absolut ingenting negativt.",
        "pa": "When you're using this tone you're a whole other Christofer,",
        "vi": "Khi nói giọng điệu này, anh là một Christofer hoàn toàn khác."
    },
    {
        "start": "00:46:33,120",
        "end": "00:46:36,520",
        "en": "Jag kan sätta på mig mina big boy pants om du vill.",
        "pa": "and that's really not a negative.\n I could put on my big boy pants, but…",
        "vi": "Và hoàn toàn không có ảnh hưởng gì xấu cả.\n Anh có thể hành xử kiểu gia trưởng nếu em muốn."
    },
    {
        "start": "00:46:36,600",
        "end": "00:46:41,680",
        "en": "Men jag är inte den i en relation för då skulle jag köra över dig…",
        "pa": "I'm not that kind of person in a relationship because it doesn't work,",
        "vi": "Nhưng anh không muốn vì biết thế sẽ làm tình cảm xấu đi."
    },
    {
        "start": "00:46:41,760",
        "end": "00:46:45,680",
        "en": "-…och det vill jag inte. Förstår du? -Det har vi inte testat än.",
        "pa": "because I'd run you over and I don't want to do that, see what I mean?\n We haven't seen that yet.",
        "vi": "Vì anh sẽ hoàn toàn lấn át em, và anh không muốn thế chút nào.\n Ta chưa thử mà."
    },
    {
        "start": "00:46:45,760",
        "end": "00:46:50,880",
        "en": "Men du ser ju på mig som så här: \"Han är för snäll. Han är en pussy.\"",
        "pa": "But I understand how you see me. You look at me like, \"He's too nice.",
        "vi": "Anh biết em nghĩ gì về anh. Em thấy là…\n \"Anh ấy quá tử tế. Anh ấy không có gan.\""
    },
    {
        "start": "00:46:50,960",
        "end": "00:46:54,520",
        "en": "\"Han är liksom så här. Han gör allt som jag säger.\"",
        "pa": "He's a pussy, he does everything I say, blah blah blah.\"",
        "vi": "\"Anh ấy làm mọi điều mình nói, vân vân.\""
    },
    {
        "start": "00:46:54,600",
        "end": "00:46:58,840",
        "en": "Men, vad fan. Vad vill en kvinna ha?",
        "pa": "But what the hell? What does a woman want?\n ♪ Crazy in a lambo Imma go dumb, go rambo ♪\n ♪ Bedroom looking like a scandal ♪ ♪ Looking like a scandal ♪\n ♪ Looking like a scandal ♪ ♪ Looking like a scandal ♪ ",
        "vi": "Nhưng chết tiệt thật, rốt cuộc phụ nữ muốn gì hả?"
    },
    {
        "start": "00:47:46,520",
        "end": "00:47:51,520",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Hà Đậu "
    }
]