[
    {
        "start": "00:00:18,640",
        "end": "00:00:23,080",
        "en": "Det är jättekonstigt. Han är ju typ en påhittad figur bakom en vägg.",
        "pa": "DJ, FOOTBALL COACH\n ECONOMIST\n It's so strange.\n He's kind of this made-up figure behind a wall and now…",
        "vi": "DJ, HLV BÓNG ĐÁ\n CHUYÊN GIA KINH TẾ\n Thật kì lạ. Anh ấy vốn chỉ như hình bóng tưởng tượng sau tường, mà giờ…"
    },
    {
        "start": "00:00:23,160",
        "end": "00:00:26,880",
        "en": "Och nu… Ja. Det kommer kännas så bra, tror jag.",
        "pa": "",
        "vi": "Ừ, tôi nghĩ sẽ rất tuyệt. Cả cơ thể tôi sẽ được tiếp thêm sinh lực."
    },
    {
        "start": "00:00:26,960",
        "end": "00:00:30,640",
        "en": "Det kommer att springa i hela kroppen. Typ.",
        "pa": "Yes, it'll feel so good.\n I think that I'll get a body rush.",
        "vi": ""
    },
    {
        "start": "00:00:32,000",
        "end": "00:00:37,720",
        "en": "Jag har baserat det här på allt som är viktigt för mig och min känsla med honom.",
        "pa": "Because I've based this decision on what's important to me\n and my feelings for him.",
        "vi": "Vì tôi biết mình đã đánh giá dựa trên\n mọi điểm mình coi trọng và tình cảm dành cho anh ấy."
    },
    {
        "start": "00:00:40,680",
        "end": "00:00:42,920",
        "en": "Jag tror jag är lite nervös över det.",
        "pa": "I'm nervous about it.",
        "vi": "Tôi thấy có chút lo lắng. Khi nghĩ đến diện mạo của cô ấy."
    },
    {
        "start": "00:00:43,000",
        "end": "00:00:47,480",
        "en": "När jag tänker på hur hon ser ut finns det kanske tankar",
        "pa": "I think about what she might look like, and there may be some thoughts or reasons",
        "vi": "Có những suy nghĩ nào khiến tôi… hay lý do nào để bỏ chạy không?"
    },
    {
        "start": "00:00:47,560",
        "end": "00:00:50,480",
        "en": "eller anledningar att fly.",
        "pa": "that might make me want to run away.",
        "vi": ""
    },
    {
        "start": "00:00:50,560",
        "end": "00:00:55,480",
        "en": "Jag försöker vara så cool som bara möjlig.",
        "pa": "I'm trying to stay as cool as possible.",
        "vi": "Tôi cố bình tĩnh hết mức."
    },
    {
        "start": "00:01:17,200",
        "end": "00:01:19,600",
        "en": "-Vad konstigt. -Så konstigt.",
        "pa": "Weird.",
        "vi": "- Lạ ghê. - Đúng là lạ. Chào em."
    },
    {
        "start": "00:01:19,680",
        "end": "00:01:24,440",
        "en": "-Hej. Ge mig en kram. Hur mår du? -Bra. Vad skönt att se dig.",
        "pa": "So weird. Hi, give me a hug.\n How are you?\n -Good. -My God.",
        "vi": "- Ôm anh cái nào. Em thế nào? - Tuyệt lắm."
    },
    {
        "start": "00:01:24,520",
        "end": "00:01:27,400",
        "en": "Oh, my God. Oh, my God.",
        "pa": "-It's weird to hear a voice and see you. -Oh, my God.",
        "vi": "- Vừa nghe tiếng vừa thấy mặt anh thật lạ. - Chúa ơi."
    },
    {
        "start": "00:01:27,480",
        "end": "00:01:30,680",
        "en": "Jag trodde inte alls att du såg ut… Eller, jo…",
        "pa": "My God, it's…\n I didn't think you looked like this. You look great.",
        "vi": "Anh không ngờ là trông em thế này. Hoặc là, phải, nhưng…"
    },
    {
        "start": "00:01:30,760",
        "end": "00:01:34,920",
        "en": "Oh, my God. Du är jättefin. Alltså, Gud. Jag är…",
        "pa": "Oh, my God, you're lovely. God.",
        "vi": "Em thật xinh đẹp. Chúa ơi."
    },
    {
        "start": "00:01:35,000",
        "end": "00:01:38,440",
        "en": "-Wow, du är så vacker! -Du ser typ bekant ut, fast inte.",
        "pa": "I'm… Wow, you're so beautiful.\n You look familiar but not.",
        "vi": "- Rất đẹp. - Em thấy anh vừa lạ vừa quen."
    },
    {
        "start": "00:01:38,520",
        "end": "00:01:41,440",
        "en": "Jag vet inte om jag ska kyssa dig",
        "pa": "I don't know if I should, like, kiss you or attack you with a bunch of hugs.",
        "vi": "Anh không biết nên hôn em hay ôm em cuồng nhiệt nữa."
    },
    {
        "start": "00:01:41,520",
        "end": "00:01:46,440",
        "en": "eller attackera dig med en massa kramar. Jag är helt…",
        "pa": "I'm completely…",
        "vi": "Anh đang rất…"
    },
    {
        "start": "00:01:55,360",
        "end": "00:01:58,280",
        "en": "Så fort jag såg honom kändes han väldigt bekant.",
        "pa": "Now I'm calm.\n As soon as I saw him, he felt familiar.",
        "vi": "Giờ anh bình tĩnh rồi.\n Vừa nhìn thấy, tôi đã thấy anh ấy rất quen thuộc."
    },
    {
        "start": "00:01:58,360",
        "end": "00:02:00,840",
        "en": "Kanske sinnena kopplar ihop rösten.",
        "pa": "My senses connected with his voice.",
        "vi": "Có lẽ vì các giác quan đã gắn kết với giọng nói."
    },
    {
        "start": "00:02:00,920",
        "end": "00:02:04,400",
        "en": "Jag hade liksom ingen ansiktsgissning på honom.",
        "pa": "I couldn't guess what his face looked like.",
        "vi": "Tôi không hề đoán trước gương mặt của anh ấy."
    },
    {
        "start": "00:02:04,480",
        "end": "00:02:07,440",
        "en": "Ser jag ut som du trodde?",
        "pa": "Do I look like what you thought?",
        "vi": "Em có như anh tưởng tượng không?"
    },
    {
        "start": "00:02:07,520",
        "end": "00:02:11,600",
        "en": "Så mycket bättre. Alltså, jag tänkte att…",
        "pa": "So much better. So…",
        "vi": "Đẹp hơn rất nhiều. Nhưng anh đang nghĩ là…"
    },
    {
        "start": "00:02:11,680",
        "end": "00:02:15,840",
        "en": "Om du låter mig få vara din Shrek…",
        "pa": "I was thinking…\n if you will let me be your Shrek.",
        "vi": "Ý anh là, nếu em đồng ý cho anh trở thành Shrek của em…"
    },
    {
        "start": "00:02:17,280",
        "end": "00:02:22,080",
        "en": "…så kommer jag att göra allt i min makt för att göra dig lycklig.",
        "pa": "So… then I'll do everything in my power to make you happy.",
        "vi": "anh sẽ làm mọi việc trong khả năng để đem lại hạnh phúc cho em."
    },
    {
        "start": "00:02:22,160",
        "end": "00:02:27,280",
        "en": "-Så Amanda, vill du gifta dig med mig? -Ja. Det vill jag.",
        "pa": "So, Amanda, will you marry me?",
        "vi": "Vậy nên, Amanda, em sẽ cưới anh chứ?"
    },
    {
        "start": "00:02:27,360",
        "end": "00:02:31,160",
        "en": "Jag har inte ens gett henne ringen för jag är helt inne i min grej.",
        "pa": "Yes, I will.\n My God, I haven't even given her the ring because I'm caught up in my own thing.",
        "vi": "- Vâng. - Chúa ơi.\n Anh vẫn chưa định thần nên quên cả mang nhẫn ra đây này."
    },
    {
        "start": "00:02:38,520",
        "end": "00:02:41,560",
        "en": "Du luktar väldigt gott också.",
        "pa": "You smell great too.",
        "vi": "Anh cũng rất thơm nữa."
    },
    {
        "start": "00:02:43,360",
        "end": "00:02:46,000",
        "en": "Jag har inte nån ring till dig.",
        "pa": "I don't have a ring for you.",
        "vi": "Em không đem nhẫn cho anh."
    },
    {
        "start": "00:02:46,080",
        "end": "00:02:49,680",
        "en": "Men det är för att jag tycker om traditionen att man gör det vid altaret.",
        "pa": "Because I like the tradition of doing it at the altar.",
        "vi": "Nhưng vì em thích làm theo truyền thống là trao nhẫn ở lễ đường."
    },
    {
        "start": "00:02:49,760",
        "end": "00:02:51,560",
        "en": "Mm!",
        "pa": "- Hmm. -Mm.",
        "vi": ""
    },
    {
        "start": "00:02:51,640",
        "end": "00:02:53,640",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Ừ."
    },
    {
        "start": "00:02:56,360",
        "end": "00:02:59,000",
        "en": "Gud, hjälp mig. Vad är det som händer?",
        "pa": "God help me. What's going on?",
        "vi": "Chúa ơi, xin hãy giúp con. Chuyện gì đây?"
    },
    {
        "start": "00:02:59,920",
        "end": "00:03:02,400",
        "en": "Jag vet inte vad jag ska tänka.",
        "pa": "I don't know what to think.",
        "vi": "Tôi không biết phải nghĩ gì nữa."
    },
    {
        "start": "00:03:02,480",
        "end": "00:03:06,880",
        "en": "-Var ditt armband dåligt? -Vad sa du?",
        "pa": "But where's your bracelet? That's bad, Amanda.",
        "vi": "À, cái vòng tay. Không được, Amanda."
    },
    {
        "start": "00:03:06,960",
        "end": "00:03:11,440",
        "en": "-Armbandet jag gav dig… -Det gick inte att dra åt.",
        "pa": "What? What's that?\n -The bracelet I gave you. -Oh, I couldn't pull it tight.",
        "vi": "- Sao cơ? - Vòng tay anh tặng em.\n À, nhưng em không thắt chặt được. Vòng rộng quá."
    },
    {
        "start": "00:03:11,520",
        "end": "00:03:15,600",
        "en": "-Jag har provat allt. -Jag måste fixa ett nytt.",
        "pa": "-I had to ask. -It was a bit too big.\n -I tried everything. -It's too new.",
        "vi": "- Em thử hết cách rồi. - Lẽ ra phải được chứ."
    },
    {
        "start": "00:03:16,760",
        "end": "00:03:23,560",
        "en": "Jag kände det jag hade känt bakom väggen. Vi kommer att klicka.",
        "pa": "Yeah.\n It felt exactly how it was behind the wall, we clicked.",
        "vi": "Cảm xúc của tôi không khác gì lúc bị bức tường ngăn cách."
    },
    {
        "start": "00:03:23,640",
        "end": "00:03:29,240",
        "en": "Bra kyssar. Det var fint. Jag känner att jag luktar hans parfym nu.",
        "pa": "The immediate chemistry between us and good kisses, and it was nice.",
        "vi": "Rằng chúng tôi sẽ rất hợp nhau, sẽ thích nhau ngay lập tức.\n Và những nụ hôn rất ngọt ngào. Tôi rất thích."
    },
    {
        "start": "00:03:29,320",
        "end": "00:03:31,920",
        "en": "-Gud, vad konstigt. -Bra, hoppas jag.",
        "pa": "I can smell his cologne on me now.\n -God, how weird. -Good, I hope.",
        "vi": "Cứ như tôi vẫn đang thấy mùi nước hoa của anh ấy.\n Chúa ơi, lạ thật đấy."
    },
    {
        "start": "00:03:32,000",
        "end": "00:03:34,680",
        "en": "Ja. Bra konstigt.",
        "pa": "Yes, good and weird.",
        "vi": "- Anh mong là theo hướng tốt. - Ừ. Vừa lạ vừa thích."
    },
    {
        "start": "00:03:38,480",
        "end": "00:03:42,880",
        "en": "Jag är en rollercoaster av emotions. Det är mycket att ta till sig.",
        "pa": "So a roller coaster of emotions. That's a lot to take in.",
        "vi": "Quá nhiều cung bậc cảm xúc. Tôi vẫn chưa trấn tĩnh lại được."
    },
    {
        "start": "00:03:44,440",
        "end": "00:03:50,640",
        "en": "Jag fick ingen ring. Och hon har armbandet i fickan, inte på sig. Så att…",
        "pa": "No ring for me, holy fuck.\n And she has the bracelet, but not on her wrist, so, um…",
        "vi": "Cô ấy không cầm nhẫn.\n Chết tiệt.\n Và để vòng tay trong túi, chứ không đeo."
    },
    {
        "start": "00:03:53,360",
        "end": "00:03:57,600",
        "en": "Tankarna kommer i mitt huvud. Har jag hittat på allt det här?",
        "pa": "My thoughts are beginning to race.",
        "vi": "Vậy nên…\n Nhiều suy nghĩ bắt đầu hiện ra trong đầu tôi, là tự tôi lo nghĩ à?"
    },
    {
        "start": "00:03:57,680",
        "end": "00:04:00,280",
        "en": "Är det nånting där som inte är där?",
        "pa": "Have I made this whole thing up?\n Is there something I thought was between us that isn't really there?",
        "vi": "Có phải chỉ là tôi tưởng tượng ra không?"
    },
    {
        "start": "00:04:00,360",
        "end": "00:04:04,360",
        "en": "Är det verkligen möjligt att kärlek kan uppstå så här fort?",
        "pa": "Is it really possible for love to develop this fast?",
        "vi": "Chẳng lẽ tình yêu có thể phát triển nhanh đến vậy sao?"
    },
    {
        "start": "00:04:05,360",
        "end": "00:04:09,880",
        "en": "Det är stressigt. Jag får total panik.",
        "pa": "It's stressful and it's a bit…\n I'm in a total panic.\n LOVE IS BLIND SWEDEN",
        "vi": "Thật là căng thẳng. Có chút… Tôi đang hoảng lắm đây.\n YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "00:04:17,080",
        "end": "00:04:19,480",
        "en": "-Hello! -Hello, hello, hello.",
        "pa": "Hello.\n - Hello, hello, hello. -Hey.",
        "vi": "- Xin chào? - Xin chào."
    },
    {
        "start": "00:04:19,560",
        "end": "00:04:22,480",
        "en": "Hej! Hur är det?",
        "pa": "",
        "vi": "Chào. Anh thế nào?"
    },
    {
        "start": "00:04:22,560",
        "end": "00:04:27,400",
        "en": "-Det är rörigt. Känslor höger och vänster. -Ja, jag vet.",
        "pa": "How are you?\n Yeah, well, a lot of weird feelings, right and left.",
        "vi": "Anh đang rất bối rối và nhiều cảm xúc lẫn lộn."
    },
    {
        "start": "00:04:27,480",
        "end": "00:04:31,160",
        "en": "Ja, det är riktigt fucked, alltså.",
        "pa": "I know.\n Yeah, it's really fucked.",
        "vi": "Nhỉ!\n Ừ, đúng là rất khổ sở."
    },
    {
        "start": "00:04:31,960",
        "end": "00:04:35,960",
        "en": "Jag har inte riktigt kunnat bara fokusera",
        "pa": "I haven't been able to just focus on my feelings and self-esteem",
        "vi": "Anh không thể tập trung vào"
    },
    {
        "start": "00:04:36,040",
        "end": "00:04:41,320",
        "en": "på mina känslor, värderingar och tankar för dig och de andra.",
        "pa": "and thoughts about you or all the others.",
        "vi": "các cảm xúc, tôn chỉ, và suy nghĩ của mình dành cho em và những người khác."
    },
    {
        "start": "00:04:41,400",
        "end": "00:04:46,800",
        "en": "Det har blivit ett störningsmoment. \"Vad fasiken hände här?\"",
        "pa": "There's a kind of disruption, or a block in this case.",
        "vi": "Lòng anh cứ rối bời, như là…\n Giờ có thể sẽ thế nào? Anh không biết chắc, mà chỉ suy diễn thôi."
    },
    {
        "start": "00:04:46,880",
        "end": "00:04:52,400",
        "en": "Det känns som att många har stressat. \"Nån tycker om mig. Jag släpper allt.\"",
        "pa": "-What the hell is going to happen? -Mm.\n I don't know, but it feels like a lot of people have been thinking,",
        "vi": "Anh thấy nhiều người đi quá nhanh…"
    },
    {
        "start": "00:04:52,480",
        "end": "00:04:59,080",
        "en": "Utan att utforska varför de hade kvar de andra. Är det nåt? Jag vet inte…",
        "pa": "\"Someone likes me, now I'll let everyone else go without actually exploring.\"\n Why do I hold on to them? Or is there something there?",
        "vi": "\"Có người thích mình nên mình sẽ bỏ hết,\n không tìm hiểu lý do họ vẫn giữ lại những người khác, hay có gì đó không nữa.\""
    },
    {
        "start": "00:04:59,160",
        "end": "00:05:03,560",
        "en": "Jag tycker att du och jag har connectat jättemycket.",
        "pa": "I don't know.\n So I think that you and I have connected, like really connected.",
        "vi": "- Anh không biết nữa. - Em nghĩ ta kết nối ở khá nhiều điểm."
    },
    {
        "start": "00:05:03,640",
        "end": "00:05:08,400",
        "en": "Vårt love language får mig att bli varm när jag tänker på hur omtänksam du är.",
        "pa": "It's our love language which makes me warm inside",
        "vi": "Như ngôn ngữ tình yêu của chúng ta, sự tế nhị và chu đáo của anh làm em ấm áp,"
    },
    {
        "start": "00:05:08,480",
        "end": "00:05:12,760",
        "en": "Jag kan se framför mig att det är nån sån som jag har velat ha.",
        "pa": "when I think about how considerate you are,\n and I can picture in my mind that I've wanted someone like that.",
        "vi": "và em thấy rằng một người như thế có thật và em vẫn hằng mong muốn người ấy."
    },
    {
        "start": "00:05:12,840",
        "end": "00:05:16,160",
        "en": "Jag känner liksom att det finns där.",
        "pa": "I feel like there's something there.",
        "vi": "Em thấy ta có thể hình thành tình cảm."
    },
    {
        "start": "00:05:16,240",
        "end": "00:05:21,440",
        "en": "Det som snurrar i mitt huvud… När det gäller Kimia…",
        "pa": "What's spinning around in my head is",
        "vi": "Những suy nghĩ của tôi về Kimia là,"
    },
    {
        "start": "00:05:21,520",
        "end": "00:05:26,760",
        "en": "…så har vi haft jättebra dejter. Hon är en fantastisk tjej också. Det är svårt.",
        "pa": "that when it comes to Kimia, we've had great dates.\n She's a fantastic girl as well.",
        "vi": "chúng tôi hẹn hò rất vui, cô ấy rất tốt. Nhưng khó quá."
    },
    {
        "start": "00:05:26,840",
        "end": "00:05:30,440",
        "en": "Jag vill inte heller att du… Jag förstår din sits också.",
        "pa": "It's hard.\n I don't want you to, like, I mean, I understand your position as well.",
        "vi": "Em không bắt anh… Em hiểu vị thế của anh."
    },
    {
        "start": "00:05:30,520",
        "end": "00:05:34,400",
        "en": "Jag är villig att göra det här experimentet wholeheartedly.",
        "pa": "I'm really ready and willing to do this experiment wholeheartedly.",
        "vi": "Em sẵn sàng làm đến cùng cho thử nghiệm này."
    },
    {
        "start": "00:05:34,480",
        "end": "00:05:41,400",
        "en": "Sen så ligger det och gnager i huvudet att Meira träffar en annan som också är skön",
        "pa": "And then I have a gnawing thought that Meira…",
        "vi": "Và tôi cũng khá buồn\n vì Meira đang hẹn hò với một người khác cũng rất tốt."
    },
    {
        "start": "00:05:41,480",
        "end": "00:05:45,600",
        "en": "och var hennes val kommer att ligga, men det är inget spel på det sättet.",
        "pa": "may be seeing someone else who is nice and who will be her choice.",
        "vi": "Và không biết cô ấy sẽ chọn ai. Tôi không muốn phải ganh đua."
    },
    {
        "start": "00:05:45,680",
        "end": "00:05:51,480",
        "en": "Men Meira är väl den enda jag har kunnat visualisera…",
        "pa": "I don't want to play games,\n but Meira is the only one I've been able to visualize…",
        "vi": "Nhưng chỉ có Meira là"
    },
    {
        "start": "00:05:52,840",
        "end": "00:05:56,840",
        "en": "…att jag friar till här och nu.",
        "pa": "well, proposing to here and now.",
        "vi": "tôi có thể hình dung ra việc\n cầu hôn cô ấy ngay lúc này, tại đây."
    },
    {
        "start": "00:06:00,600",
        "end": "00:06:03,280",
        "en": "Det känns lite tungt i hjärtat.",
        "pa": "My heart feels a bit heavy.",
        "vi": "Trong lòng tôi có chút nặng nề."
    },
    {
        "start": "00:06:03,360",
        "end": "00:06:10,000",
        "en": "Jag vet att jag står inför ett väldigt tufft, livsviktigt beslut.",
        "pa": "I know that I am facing an extremely tough and important decision in my life.",
        "vi": "Tôi biết mình đang phải đối mặt với một quyết định rất khó khăn và quan trọng."
    },
    {
        "start": "00:06:11,560",
        "end": "00:06:15,760",
        "en": "Jag har känt mig så säker på Oskar så himla länge.",
        "pa": "I've been so sure about Oskar for such a long time,",
        "vi": "Tôi đã rất tin tưởng vào tình cảm với Oskar từ lâu rồi,"
    },
    {
        "start": "00:06:15,840",
        "end": "00:06:20,360",
        "en": "Han var väldigt snabb med att bestämma att det är jag och ingen annan.",
        "pa": "and he was very quick to decide that it was me and no one else.",
        "vi": "và anh ấy cũng rất sớm quyết định chọn tôi chứ không phải ai khác."
    },
    {
        "start": "00:06:20,440",
        "end": "00:06:24,320",
        "en": "Med Johan har det inte varit lika tydligt för mig.",
        "pa": "And with Johan, it hasn't been as clear to me,",
        "vi": "Còn với Johan, tôi không thấy rõ ràng lắm."
    },
    {
        "start": "00:06:24,400",
        "end": "00:06:28,360",
        "en": "Men samtidigt så känner jag så starkt för honom. Jag har känslor för Johan.",
        "pa": "but at the same time, I feel so strongly for Johan.",
        "vi": "Nhưng tôi cũng có tình cảm mãnh liệt với Johan."
    },
    {
        "start": "00:06:28,440",
        "end": "00:06:32,840",
        "en": "Så jag tror att jag i dag bara behöver förstå vad dessa känslor är.",
        "pa": "I have feelings for Johan,\n so I think today I just need to understand what these feelings are.",
        "vi": "Tôi có cảm mến Johan.\n Vì vậy tôi nghĩ hôm nay, trước tiên tôi cần hiểu những cảm giác này là gì đã."
    },
    {
        "start": "00:06:32,920",
        "end": "00:06:37,080",
        "en": "Kan känslan hålla hela livet, eller känner jag den här och nu?",
        "pa": "Is this a feeling that can last a lifetime or do I just feel it in this moment?",
        "vi": "Nó có lâu dài không? Hay chỉ nhất thời ở thời điểm này thôi?"
    },
    {
        "start": "00:06:39,760",
        "end": "00:06:42,080",
        "en": "-Hallå. -Meira. Hej.",
        "pa": "-Hello. -Meira.\n Hi.",
        "vi": "- Xin chào. - Chào, Meira. Chào em."
    },
    {
        "start": "00:06:42,160",
        "end": "00:06:44,960",
        "en": "-What's going on? -Well, well, well.",
        "pa": "-What's going on? -Well, well, well.",
        "vi": "- Anh thế nào? - Chà chà."
    },
    {
        "start": "00:06:45,040",
        "end": "00:06:48,080",
        "en": "-Hallå igen. -Vad har vi här?",
        "pa": "-Hello again. -What do we have here?",
        "vi": "Chào câu nữa nào!\n Gì thế này?"
    },
    {
        "start": "00:06:48,160",
        "end": "00:06:51,400",
        "en": "Som gammal bartender tänkte jag att jag skulle lära dig…",
        "pa": "As an old bartender, I thought I'd welcome you",
        "vi": "Anh từng làm nghề pha chế nên định dạy em"
    },
    {
        "start": "00:06:51,480",
        "end": "00:06:56,400",
        "en": "En drinkskola gällande en viss typ av drink…",
        "pa": "to a little drink school of sorts.",
        "vi": "cách pha một loại đồ uống."
    },
    {
        "start": "00:06:56,480",
        "end": "00:07:00,520",
        "en": "Du sa att din favoritdrink var spicy margaritas.",
        "pa": "But just about one special kind of drink.\n You said that your favorite drink was a spicy Margarita.",
        "vi": "Em nói là thích cocktail Spicy Margarita."
    },
    {
        "start": "00:07:01,920",
        "end": "00:07:05,720",
        "en": "Om du målar en åtta och så skakar du…",
        "pa": "Yes,\n If you make a figure eight and then shake it…",
        "vi": "Đúng.\n Hãy vẽ hình số tám rồi lắc theo."
    },
    {
        "start": "00:07:07,920",
        "end": "00:07:11,400",
        "en": "Jag hade gett så mycket för att få se hur du ser ut nu.",
        "pa": "I'd give anything to see what you look like now.",
        "vi": "Ước gì anh được thấy em lúc này."
    },
    {
        "start": "00:07:11,480",
        "end": "00:07:14,160",
        "en": "Du hade tagit tillbaka allt.",
        "pa": "-Then you'd take everything back. -No.",
        "vi": "Anh sẽ muốn rút lại hết đấy."
    },
    {
        "start": "00:07:14,240",
        "end": "00:07:19,640",
        "en": "Och så har du gjort en spicy margarita. Skål på den då.",
        "pa": "So now you've made a spicy Margarita.",
        "vi": "- Không đâu! - Thật đấy.\n Vậy là em đã pha xong một cốc Spicy Margarita."
    },
    {
        "start": "00:07:19,720",
        "end": "00:07:22,440",
        "en": "-En skål, kanske. -Skål.",
        "pa": "Cheers.\n A toast perhaps?",
        "vi": "- Nâng ly chúc mừng nào. - Chúc mừng."
    },
    {
        "start": "00:07:22,520",
        "end": "00:07:24,960",
        "en": "-Nu smakar jag. -Ja.",
        "pa": "Cheers.\n -I'm tasting it. -Yes.",
        "vi": "- Chúc mừng. - Giờ anh sẽ nếm thử.\n Ừ."
    },
    {
        "start": "00:07:26,160",
        "end": "00:07:27,760",
        "en": "Den var god.",
        "pa": "Mm, this is good.",
        "vi": "Ngon lắm."
    },
    {
        "start": "00:07:30,200",
        "end": "00:07:34,800",
        "en": "Mina känslor för Meira är skrämmande starka.",
        "pa": "My feelings for Meira are terrifyingly strong.",
        "vi": "Tình cảm của tôi dành cho Meira mãnh liệt khủng khiếp."
    },
    {
        "start": "00:07:34,880",
        "end": "00:07:39,520",
        "en": "I min värld är det min tjej i det här.",
        "pa": "I know that in my heart this is my girl.",
        "vi": "Trong thế giới của tôi, đây là cô gái của tôi."
    },
    {
        "start": "00:07:39,600",
        "end": "00:07:44,320",
        "en": "Det är hon och jag. Det är vi som ska starta ett liv tillsammans.",
        "pa": "In here, it's her and me, and we're going to start a life together.",
        "vi": "Cô ấy và tôi, chúng tôi sẽ bắt đầu một cuộc sống chung."
    },
    {
        "start": "00:07:44,400",
        "end": "00:07:47,160",
        "en": "-Det här är ett magdansbälte. -Magdansar du?",
        "pa": "-This is a belly dance wrap. -Do you belly dance?",
        "vi": "Đây là váy của môn múa bụng."
    },
    {
        "start": "00:07:47,240",
        "end": "00:07:50,040",
        "en": "-Jag dansar allt. -Åh, herregud.",
        "pa": "-I dance all styles. -Oh, my God.",
        "vi": "- Em biết múa bụng à? - Em biết mọi kiểu nhảy.\n Chúa ơi."
    },
    {
        "start": "00:07:50,120",
        "end": "00:07:52,560",
        "en": "Händerna på höften. Du släpper med höften.",
        "pa": "Hands on your hips.",
        "vi": "Tay chống nạnh rồi lắc hông,"
    },
    {
        "start": "00:07:52,640",
        "end": "00:07:58,560",
        "en": "Du tar upp de här två glödlamporna. Du ska göra en liten cirkel.",
        "pa": "You release the hip and then you pick up two lightbulbs\n and do a little…",
        "vi": "rồi cầm hai bóng đèn xoay vòng."
    },
    {
        "start": "00:07:58,640",
        "end": "00:08:02,760",
        "en": "Okej. Och sen då? Ska jag fortsätta så här?",
        "pa": "Whoo!\n …circle.\n -Okay. Yes. -Yes, nice.\n -And I keep doing this. - Nice.",
        "vi": "- Được rồi. - Tốt lắm.\n - Ừ. - Rồi cứ xoay tiếp à?"
    },
    {
        "start": "00:08:02,840",
        "end": "00:08:05,680",
        "en": "Bra. Och sen skaka lite på rumpan.",
        "pa": "Good. And then you shake your butt a bit.",
        "vi": "Tốt.\n Sau đó lắc mông một chút."
    },
    {
        "start": "00:08:13,480",
        "end": "00:08:20,240",
        "en": "Det måste väl typ antingen bli Meira eller inget giftermål här.",
        "pa": "It has to be either Meira or no wedding for me.",
        "vi": "Tôi sẽ không cưới ai ngoài Meira."
    },
    {
        "start": "00:08:20,320",
        "end": "00:08:25,280",
        "en": "Det är en jobbig situation. En annan där ute har också henne högt.",
        "pa": "It's a tough situation because another guy out there also has her as his favorite.",
        "vi": "Quả thật rất khó, vì cô ấy cũng là lựa chọn hàng đầu của một người khác."
    },
    {
        "start": "00:08:25,360",
        "end": "00:08:31,920",
        "en": "Man är en tävlingsmänniska, men försöker att inte se det som en tävling.",
        "pa": "You can be a competitive person,",
        "vi": "Tôi vốn có tính cạnh tranh,\n và đang cố không coi đây là một cuộc tranh đua."
    },
    {
        "start": "00:08:32,000",
        "end": "00:08:36,400",
        "en": "Att, ja… \"Nu är det Oskar och mig.\"",
        "pa": "but you try to avoid thinking of this as a competition,\n as in…\n now it's Oskar or me.",
        "vi": "Như thế…\n Rằng tôi và Oskar đang tranh đua nhau, nhưng tôi không thế."
    },
    {
        "start": "00:08:36,480",
        "end": "00:08:41,320",
        "en": "Jag gör inte det, men det kommer ibland… \"Du borde vinna det här.\"",
        "pa": "Well, I don't do that, but sometimes it's like, \"Damn, I should win this.\"",
        "vi": "Đôi khi tôi cứ nghĩ, chết tiệt, mình phải thắng!"
    },
    {
        "start": "00:08:43,200",
        "end": "00:08:47,720",
        "en": "-Hur känner du? -Det här är jäkligt trevligt.",
        "pa": "-How do you feel? -I feel this is damn nice.",
        "vi": "- Anh thấy thế nào? - Anh thấy thế này rất dễ chịu."
    },
    {
        "start": "00:08:48,440",
        "end": "00:08:54,040",
        "en": "Jag har sagt så som jag känner och att jag känner mycket för dig.",
        "pa": "I've said what I feel, and I have a lot of feelings for you.",
        "vi": "Anh đã thổ lộ tình cảm mãnh liệt mình dành cho em."
    },
    {
        "start": "00:08:54,120",
        "end": "00:08:56,040",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ… Em nghĩ là…"
    },
    {
        "start": "00:08:57,080",
        "end": "00:08:58,920",
        "en": "Jag tror att…",
        "pa": "I think that…",
        "vi": ""
    },
    {
        "start": "00:09:02,040",
        "end": "00:09:07,480",
        "en": "Det är så svårt. Jag vill vara jätteärlig med dig.",
        "pa": "It's so hard.\n Um… I want to be very, very honest with you.",
        "vi": "Thật là khó.\n Em muốn hoàn toàn thành thật với anh."
    },
    {
        "start": "00:09:07,560",
        "end": "00:09:10,440",
        "en": "Jag känner att du har varit ärlig med mig.",
        "pa": "Mm-hmm.\n Because I feel like you've been honest with me.",
        "vi": "Em cảm thấy anh đã rất thành thật với em."
    },
    {
        "start": "00:09:10,520",
        "end": "00:09:16,200",
        "en": "Det du och jag har är en känsla av att det är nåt riktigt fint mellan oss.",
        "pa": "What you and I have is a feeling that",
        "vi": "Giữa chúng ta có một cảm giác\n rằng tình cảm của hai ta sẽ rất đẹp."
    },
    {
        "start": "00:09:16,880",
        "end": "00:09:22,840",
        "en": "Att det kan bli nånting jättebra. Å andra sidan är det inte bara en känsla.",
        "pa": "there's something really lovely between us,\n something that could be great.\n However for Oskar, it's not just a feeling.",
        "vi": "Rằng nó có thể trở thành một cái gì đó vô cùng tuyệt vời."
    },
    {
        "start": "00:09:22,920",
        "end": "00:09:26,960",
        "en": "Det är nån som har varit väldigt tydlig och rak med mig.",
        "pa": "He has been very clear and straightforward with me saying that,",
        "vi": "Nhưng với người kia, nó không chỉ là một cảm giác.\n Người ấy đã nói rất rõ ràng và thẳng thắn với em."
    },
    {
        "start": "00:09:27,040",
        "end": "00:09:32,120",
        "en": "\"This is it. Det är du. Det är allt. Jag vill inget annat, bara det här.\"",
        "pa": "\"This is it, you are my everything. I don't want anyone else but you.\"",
        "vi": "\"Anh xác định rồi, là em. Em là tất cả đối với anh.\""
    },
    {
        "start": "00:09:33,720",
        "end": "00:09:39,560",
        "en": "Jag känner att det som är rätt för mig nu är nån som är 110 % säker på mig.",
        "pa": "I feel what's right for me now is someone who is 110% sure of me.",
        "vi": "\"Anh không muốn bất kì ai khác, chỉ em thôi.\"\n Em cảm thấy hiện giờ, em cần một người chắc chắn 110% tình cảm dành cho em."
    },
    {
        "start": "00:09:39,640",
        "end": "00:09:43,800",
        "en": "Jag tycker om dig, Johan, men du är inte 110 % säker på mig.",
        "pa": "And I like you, Johan, but you're not 110% sure of me.",
        "vi": "Em cũng mến anh, Johan, nhưng anh không chắc chắn 110% về em."
    },
    {
        "start": "00:09:44,480",
        "end": "00:09:48,120",
        "en": "Nej, jag har varit så ärlig jag kan vara.",
        "pa": "Well, yeah, I've been as honest as I can be,",
        "vi": "Anh đã thành thật hết mức rồi."
    },
    {
        "start": "00:09:48,200",
        "end": "00:09:54,520",
        "en": "Så går jag ner på knä här så är jag helt säker.",
        "pa": "and if I go down on one knee here, then I'm completely sure.",
        "vi": "Nếu anh quỳ xuống ngay tại đây…"
    },
    {
        "start": "00:09:54,600",
        "end": "00:09:59,040",
        "en": "Ja, med dig är jag säker, men…",
        "pa": "And yeah, I feel sure about you, you know.",
        "vi": "Anh hoàn toàn chắc chắn rồi. Phải.\n Anh chắc chắn về tình cảm của mình, nhưng anh hiểu em muốn nghe những lời đó."
    },
    {
        "start": "00:09:59,120",
        "end": "00:10:05,600",
        "en": "Jag förstår att du vill höra de orden och att jag sätter fingret på mina känslor.",
        "pa": "But I understand you want to hear certain words",
        "vi": "Muốn anh khẳng định cảm xúc của mình."
    },
    {
        "start": "00:10:05,680",
        "end": "00:10:11,080",
        "en": "Det vill jag säga till dig och jag vill ge dig det, men jag vill också vara ärlig.",
        "pa": "and that I put my finger on my feelings.\n I want to tell you that, I want to give you that.",
        "vi": "Anh muốn đáp ứng nguyện vọng đó và nói những lời đó với em lắm."
    },
    {
        "start": "00:10:11,160",
        "end": "00:10:16,920",
        "en": "Ja. Det enda vi kan ge varandra och det enda vi skyldiga varandra, är ärlighet.",
        "pa": "-But I also want to be honest. -Yes.\n The only thing we can give each other",
        "vi": "- Nhưng anh cũng muốn thành thật. - Đúng.\n Điều duy nhất ta có thể cho nhau, và phải cho nhau, là sự thành thật."
    },
    {
        "start": "00:10:17,000",
        "end": "00:10:21,280",
        "en": "Min magkänsla har sagt…",
        "pa": "and the only thing we owe each other is honesty.\n My gut feeling has told me it's…",
        "vi": "Trực giác của em đã chọn…"
    },
    {
        "start": "00:10:23,200",
        "end": "00:10:24,880",
        "en": "…Oskar.",
        "pa": "Oskar.",
        "vi": "Oskar…"
    },
    {
        "start": "00:10:28,280",
        "end": "00:10:32,720",
        "en": "Jag har haft nåt i mitt hjärta som har hållit kvar dig.",
        "pa": "There is something here in my heart that's kept you, but I can't go all in.",
        "vi": "Trong tim em vẫn có gì đó níu kéo anh."
    },
    {
        "start": "00:10:32,800",
        "end": "00:10:36,520",
        "en": "Men jag kan inte gå in. Jag kan inte välja dig",
        "pa": "I can't choose you.",
        "vi": "Nhưng anh không thể dốc hết sức, anh không thể chọn em."
    },
    {
        "start": "00:10:36,600",
        "end": "00:10:41,040",
        "en": "när varken du eller jag är helt säkra på varandra.",
        "pa": "When neither one of us is completely sure of each other.",
        "vi": "Cả anh và em đều không hoàn toàn chắc chắn về nhau."
    },
    {
        "start": "00:10:42,560",
        "end": "00:10:48,800",
        "en": "Jag har hela tiden känt att det är så enkelt med Oskar.",
        "pa": "I've always felt that…",
        "vi": "Tôi luôn cảm thấy mọi chuyện thật dễ dàng với Oskar."
    },
    {
        "start": "00:10:49,800",
        "end": "00:10:52,840",
        "en": "Och med Johan har det varit svårt.",
        "pa": "it's so easy with Oskar.\n And with Johan, it's been hard.",
        "vi": "Còn với Johan thì lại khó."
    },
    {
        "start": "00:10:52,920",
        "end": "00:10:56,000",
        "en": "Men jag har fortfarande haft känslor.",
        "pa": "But I'll also say it's been good.",
        "vi": "Tôi vẫn vui, vẫn có cảm tình với anh ấy."
    },
    {
        "start": "00:10:56,080",
        "end": "00:11:01,960",
        "en": "Han finns i mina tankar, i mitt hjärta, men det har alltid varit lite svårt.",
        "pa": "I've still had feelings, he's in my thoughts and my heart,",
        "vi": "Tôi vẫn nghĩ đến anh ấy, trong tim tôi vẫn có anh ấy."
    },
    {
        "start": "00:11:02,040",
        "end": "00:11:05,160",
        "en": "När jag kommer ut från mina dejter med Oskar är jag glad.",
        "pa": "but it's always been a little bit hard.\n After my dates with Oskar, I'm happy.",
        "vi": "Nhưng tôi vẫn luôn thấy có chút dè dặt.\n Mỗi khi hẹn hò xong với Oskar, tôi luôn vui vẻ."
    },
    {
        "start": "00:11:05,240",
        "end": "00:11:09,240",
        "en": "När jag kommer ut från mina dejter med Johan känns det tungt.",
        "pa": "And when I come out of my dates with Johan, it feels heavy.",
        "vi": "Còn với Johan, tôi lại thấy nặng nề."
    },
    {
        "start": "00:11:13,200",
        "end": "00:11:16,960",
        "en": "-Förlåt. -Du behöver inte säga förlåt.",
        "pa": "♪ Looking across the room ♪\n ♪ Tell me that You're going nowhere… ♪\n -I'm sorry. -You don't have to say sorry.",
        "vi": "- Em xin lỗi. - Em không cần phải xin lỗi đâu."
    },
    {
        "start": "00:11:20,760",
        "end": "00:11:24,400",
        "en": "Jag kan inte riktigt sätta ord på det.",
        "pa": "♪ I thought you broke away… ♪\n I can't put it into words 100%.",
        "vi": "Tôi không thể diễn đạt thành lời."
    },
    {
        "start": "00:11:25,280",
        "end": "00:11:31,640",
        "en": "Jag tycker om henne supermycket och jag är definitivt på gång att bli kär.",
        "pa": "I like her so much and I am starting to fall in love.",
        "vi": "Tôi thích cô ấy rất nhiều và chắc chắn là tôi sắp yêu cô ấy rồi."
    },
    {
        "start": "00:11:31,720",
        "end": "00:11:36,080",
        "en": "Men det kanske är nån självförsvarsmekanism som vet",
        "pa": "But maybe there's a defense mechanism",
        "vi": "Có lẽ đó là một cơ chế phòng vệ, khi biết"
    },
    {
        "start": "00:11:36,160",
        "end": "00:11:42,400",
        "en": "att personen man ska säga det till inte hundra procent kommer säga det tillbaka.",
        "pa": "that knows the person you want to say it to",
        "vi": "người mà ta sẽ ngỏ lời…"
    },
    {
        "start": "00:11:42,480",
        "end": "00:11:47,560",
        "en": "Hade jag bara fått ur mig det så hade det nog varit hon och jag.",
        "pa": "maybe won't say it back to you.\n If only I'd said it.\n Could have been me and her.\n ♪ Could you take me in your arms ♪",
        "vi": "không hoàn toàn sẵn sàng đáp lại tình cảm của ta.\n Nếu tôi nói được ra, có lẽ chúng tôi đã thành đôi."
    },
    {
        "start": "00:11:55,200",
        "end": "00:11:58,320",
        "en": "Ja, allt händer av en anledning.",
        "pa": "♪ And show me I'm the one… ♪\n Well, everything happens for a reason and…",
        "vi": "Tất cả mọi việc xảy ra đều có lý do."
    },
    {
        "start": "00:11:58,400",
        "end": "00:12:03,800",
        "en": "Jag önskar både henne och Oskar lycka till. Om de inte blir gifta, vem vet.",
        "pa": "I wish both her and Oskar good luck, and if they don't get married, who knows?",
        "vi": "Xin chúc cô ấy và Oskar thật nhiều may mắn."
    },
    {
        "start": "00:12:03,880",
        "end": "00:12:10,400",
        "en": "♪ I don't wanna feel like that ghost in the room ♪",
        "pa": "♪ I don't wanna feel like ♪\n ♪ That ghost in the room ♪",
        "vi": "Và nếu họ không kết hôn, ai biết sẽ thế nào?"
    },
    {
        "start": "00:12:17,120",
        "end": "00:12:19,800",
        "en": "Jag behövde…",
        "pa": "I had to break up with Johan.",
        "vi": "Tôi đã phải chia tay với Johan."
    },
    {
        "start": "00:12:19,880",
        "end": "00:12:22,800",
        "en": "…göra slut med Johan.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:12:22,880",
        "end": "00:12:25,640",
        "en": "Och… det var tufft.",
        "pa": "That was tough.",
        "vi": "- Bạn yêu. - Tôi rất buồn."
    },
    {
        "start": "00:12:30,720",
        "end": "00:12:33,400",
        "en": "Tjena. Hur är läget, kompis?",
        "pa": "Hey, how are you buddy?",
        "vi": "- Chào. - Anh thế nào rồi, anh bạn?"
    },
    {
        "start": "00:12:38,080",
        "end": "00:12:40,160",
        "en": "Gud, du skakar.",
        "pa": "Not great.\n God, you're shaking.",
        "vi": "Chúa ơi, anh run quá này."
    },
    {
        "start": "00:12:44,680",
        "end": "00:12:46,920",
        "en": "Du är en så jävla fin kille.",
        "pa": "You're an awesome guy.",
        "vi": "Anh đúng là rất tốt."
    },
    {
        "start": "00:12:51,800",
        "end": "00:12:57,640",
        "en": "Ja, jag… Jag känner jättemycket. Jag är på gång att bli kär i henne.",
        "pa": "Well, I…\n I feel a lot and I'm starting to fall in love with her.",
        "vi": "Tôi rất thích cô ấy."
    },
    {
        "start": "00:12:57,720",
        "end": "00:13:02,920",
        "en": "Men jag kan inte ärligt säga det jag vet att hon vill höra.",
        "pa": "But I can't honestly say what I know she wants to hear.",
        "vi": "Tôi đã bắt đầu yêu cô ấy.\n Nhưng những lời cô ấy muốn nghe, tôi lại chưa thể thật lòng nói ra."
    },
    {
        "start": "00:13:03,000",
        "end": "00:13:05,560",
        "en": "Jag förstår henne.",
        "pa": "I understand her as well.",
        "vi": "Tôi cũng hiểu cô ấy."
    },
    {
        "start": "00:13:06,960",
        "end": "00:13:11,040",
        "en": "Om jag kunde ha sagt det tidigare, vad hade hänt?",
        "pa": "Who knows, if I'd been able to say it earlier, what could have happened?",
        "vi": "Nếu tôi nói được sớm hơn thì ai biết sẽ thế nào nhỉ?"
    },
    {
        "start": "00:13:11,120",
        "end": "00:13:15,480",
        "en": "Men nu är vi här och jag behöver mer tid än tio dagar.",
        "pa": "-But here we are and I need more time. -Yes.",
        "vi": "Nhưng hiện thực lại khác, và tôi cần nhiều hơn mười ngày.\n Ừ."
    },
    {
        "start": "00:13:21,160",
        "end": "00:13:24,840",
        "en": "Vägen med Meira har varit långt ifrån spikrak.",
        "pa": "The journey with Meira has been far from smooth.",
        "vi": "Con đường với Meira không hề bằng phẳng."
    },
    {
        "start": "00:13:24,920",
        "end": "00:13:29,680",
        "en": "Framför allt för att det har varit andra personer involverade i bilden.",
        "pa": "Mostly because, well, there have been other people in the picture.",
        "vi": "Nhất là vì chúng tôi đều cũng thích những người khác."
    },
    {
        "start": "00:13:32,160",
        "end": "00:13:38,000",
        "en": "Jag är sjukt pirrig, men ändå väldigt lugn på nåt sätt.",
        "pa": "I'm weirdly jittery, but also very calm in a way.",
        "vi": "Tôi đang rất hồi hộp, nhưng có thể nói cũng rất bình tĩnh."
    },
    {
        "start": "00:13:38,080",
        "end": "00:13:44,320",
        "en": "Det känns inte som att det är nåt tvivel, utan bara en jättehärlig känsla.",
        "pa": "-It doesn't feel like there's any doubt. -Hello.\n Just a really great feeling.",
        "vi": "Không hề thấy phân vân, đắn đo chút nào.\n - Xin chào? - Cảm giác rất dễ chịu."
    },
    {
        "start": "00:13:46,600",
        "end": "00:13:51,880",
        "en": "Det har inte undgått mig att det har hänt en del saker här.",
        "pa": "It hasn't escaped my notice that some things have happened.",
        "vi": "Anh có nhận thấy là đã có vài chuyện ở đây."
    },
    {
        "start": "00:13:51,960",
        "end": "00:13:56,400",
        "en": "Jag vill inte spela förbi det, utan ändå fråga hur du mår.",
        "pa": "I don't want to ignore it, so I want to ask how you're feeling.",
        "vi": "Anh không muốn lờ đi, mà vẫn muốn hỏi cảm giác của em."
    },
    {
        "start": "00:13:56,480",
        "end": "00:14:02,240",
        "en": "Det har varit tufft. Jag blev så himla överrumplad av",
        "pa": "It's been tough.\n I was so taken aback by the fact that…",
        "vi": "Em thấy rất khó khăn. Em đã rất…"
    },
    {
        "start": "00:14:02,320",
        "end": "00:14:07,360",
        "en": "att Johan kände som han gjorde. Jag vet inte om han kände…",
        "pa": "that Johan felt the way he did.",
        "vi": "ngạc nhiên vì cảm xúc của Johan."
    },
    {
        "start": "00:14:07,440",
        "end": "00:14:10,800",
        "en": "Du tydliggjorde för mig hur du kände…",
        "pa": "I don't know if he just felt that you made it so very clear to me",
        "vi": "Em không biết liệu anh ấy có thấy rằng\n anh đã thổ lộ rõ tình cảm của mình và em đã đáp lại thế nào không."
    },
    {
        "start": "00:14:10,880",
        "end": "00:14:17,040",
        "en": "Jag reagerade på att han kände att han önskade att han hade gjort det först.",
        "pa": "as far as how you felt about me and how I reacted to all of it.",
        "vi": "Có lẽ anh ấy ước gì đã thổ lộ trước anh."
    },
    {
        "start": "00:14:17,120",
        "end": "00:14:21,720",
        "en": "Samtidigt har jag velat avsluta det och ge det tid",
        "pa": "Maybe he wished he had done it first.\n However, at the same time, I wanted to end it",
        "vi": "Đồng thời, em cũng muốn dừng lại"
    },
    {
        "start": "00:14:21,800",
        "end": "00:14:25,240",
        "en": "och försöka förstå vad jag kände för honom.",
        "pa": "and maybe give myself time to try and understand what I did feel for him.",
        "vi": "để có thời gian hiểu được tình cảm mình dành cho anh ấy."
    },
    {
        "start": "00:14:25,320",
        "end": "00:14:30,640",
        "en": "Jag insåg att det du erbjuder är allt jag nånsin velat ha.",
        "pa": "But that's when I realized that\n what you offer is everything that I've ever wanted to have.",
        "vi": "Và em nhận ra rằng ở anh có mọi điều mà em hằng muốn."
    },
    {
        "start": "00:14:31,200",
        "end": "00:14:34,440",
        "en": "När jag tänker på vad jag söker",
        "pa": "And when I think about it, what I'm looking for in a relationship",
        "vi": "Khi hình dung ra những điều em muốn trong một mối quan hệ,"
    },
    {
        "start": "00:14:34,520",
        "end": "00:14:38,840",
        "en": "i en relation och i en man och vad jag vill ha tio år från nu",
        "pa": "and in a man and what I want ten years from now,",
        "vi": "ở một người đàn ông, và những gì em muốn 10 năm sau,"
    },
    {
        "start": "00:14:38,920",
        "end": "00:14:45,560",
        "en": "så är det nån som har gjort det du har gjort. Du har visat mig vad du vill.",
        "pa": "it's someone who has done what you've done.",
        "vi": "em thấy một người làm những việc anh đã làm,"
    },
    {
        "start": "00:14:45,640",
        "end": "00:14:51,760",
        "en": "Så det var tufft att behöva förmedla att mitt val är gjort.",
        "pa": "You've shown me what you want.\n It was really tough to have to…",
        "vi": "thể hiện rõ ràng cho em thấy anh muốn gì.\n Vậy nên thật khó nói rõ rằng em đã lựa chọn rồi."
    },
    {
        "start": "00:14:51,840",
        "end": "00:14:55,160",
        "en": "Jag vill att du ska veta att jag tycker om dig väldigt mycket.",
        "pa": "communicate that my choice is made\n and I want you to know that I like you a lot.",
        "vi": "Em muốn anh biết là em rất thích anh,"
    },
    {
        "start": "00:14:55,240",
        "end": "00:15:00,440",
        "en": "Även om jag inte sa det direkt där och då, att jag valde dig",
        "pa": "Even though… I didn't give you a direct answer then and there.",
        "vi": "dù không đáp lại ngay lúc đó là em cũng chọn anh."
    },
    {
        "start": "00:15:00,520",
        "end": "00:15:05,120",
        "en": "så kände jag det och jag står vid det.",
        "pa": "Nevertheless I felt it and I stand by it.",
        "vi": "Đó là cảm xúc của em, và em sẽ bảo vệ nó đến cùng."
    },
    {
        "start": "00:15:06,280",
        "end": "00:15:10,000",
        "en": "-Tror du kärleken är blind?",
        "pa": "Do you think love is blind?",
        "vi": "Anh có thấy tình yêu thật mù quáng không?"
    },
    {
        "start": "00:15:12,600",
        "end": "00:15:14,680",
        "en": "Nu gör jag det.",
        "pa": "Now I do.",
        "vi": "Giờ thì anh thấy rồi."
    },
    {
        "start": "00:15:14,760",
        "end": "00:15:18,360",
        "en": "Jag har inte varit säkrare på nånting i hela mitt liv.",
        "pa": "I've never been more sure of anything in my whole life.",
        "vi": "Anh chưa từng chắc chắn về việc gì như thế này trong đời."
    },
    {
        "start": "00:15:18,440",
        "end": "00:15:20,160",
        "en": "Och…",
        "pa": "And, Meira…",
        "vi": "Và Meira này…"
    },
    {
        "start": "00:15:20,240",
        "end": "00:15:26,200",
        "en": "Meira, det är så himla mycket som jag älskar med dig",
        "pa": "there is so much that I love about you and like about you.",
        "vi": "Em có rất nhiều điểm khiến anh yêu thích."
    },
    {
        "start": "00:15:26,280",
        "end": "00:15:30,840",
        "en": "och tycker om med dig. Du får mig att må så himla bra.",
        "pa": "You make me feel so great.",
        "vi": "Em làm anh vui vẻ và hạnh phúc."
    },
    {
        "start": "00:15:30,920",
        "end": "00:15:36,600",
        "en": "Jag är helt övertygad om att vi skulle ha ett helt fantastiskt liv tillsammans.",
        "pa": "And I'm convinced that we would have a fantastic life together.",
        "vi": "Và anh tin chắc rằng ta sẽ có một cuộc sống tuyệt vời bên nhau."
    },
    {
        "start": "00:15:38,120",
        "end": "00:15:43,040",
        "en": "Så om du inte redan står upp, så får du jättegärna göra det",
        "pa": "So, if you're not already standing up, feel free to do so.",
        "vi": "Vì vậy, nếu em vẫn đang ngồi thì đứng lên đi nhé."
    },
    {
        "start": "00:15:43,120",
        "end": "00:15:46,360",
        "en": "för jag ställer mig ner på ett knä nu.",
        "pa": "Because I'm getting down on one knee now.",
        "vi": "Vì anh đang quỳ xuống đây."
    },
    {
        "start": "00:15:48,680",
        "end": "00:15:52,840",
        "en": "Jag är så himla kär i dig, Meira.",
        "pa": "I am so in love with you, Meira.",
        "vi": "Anh yêu em rất nhiều, Meira."
    },
    {
        "start": "00:15:53,960",
        "end": "00:16:00,400",
        "en": "-Det vet jag. -Jag hoppas att du kan göra mig…",
        "pa": "My heart!\n I want you to… and I hope that you can",
        "vi": "- Chúa ơi. - Và anh muốn…\n Và anh hi vọng rằng em có thể"
    },
    {
        "start": "00:16:00,480",
        "end": "00:16:04,640",
        "en": "…till den lyckligaste mannen i världen just nu.",
        "pa": "make me truly the happiest of any man in the entire world.",
        "vi": "biến anh thành gã đàn ông hạnh phúc nhất trên đời này."
    },
    {
        "start": "00:16:05,760",
        "end": "00:16:10,480",
        "en": "Så, Meira Omar… Vill du gifta dig med mig?",
        "pa": "So, Meira Omar.\n Will you marry me?",
        "vi": "Vậy nên, Meira Omar, em sẽ lấy anh chứ?"
    },
    {
        "start": "00:16:13,960",
        "end": "00:16:16,560",
        "en": "-Klart jag vill. -Yes!",
        "pa": "Of course I will.",
        "vi": "- Dĩ nhiên rồi. - Tuyệt!"
    },
    {
        "start": "00:16:18,280",
        "end": "00:16:25,160",
        "en": "Yes! Segerdans. Inte höftdans. Den kommer.",
        "pa": "Yes!\n Victory dance!",
        "vi": "Tuyệt! Vũ điệu ăn mừng chiến thắng nào."
    },
    {
        "start": "00:16:25,240",
        "end": "00:16:29,040",
        "en": "-Jag har med mig din ring. -Har du? Gud, jag måste sitta ner.",
        "pa": "Not a belly dance, that'll come.\n I have your ring with me.\n You do? I gotta sit down.",
        "vi": "Không phải nhảy lắc hông đâu. Để sau.\n - Em có mang nhẫn theo đây. - Vậy à?"
    },
    {
        "start": "00:16:29,120",
        "end": "00:16:35,720",
        "en": "Nu tar jag på mig den och så får den vara där tills vi har en annan.",
        "pa": "I'm going to put it on now and it can stay there until we have another one.",
        "vi": "Anh phải ngồi đã.\n Em đeo nhẫn đây.\n Và em sẽ đeo nó đến khi ta có cái nhẫn khác."
    },
    {
        "start": "00:16:35,800",
        "end": "00:16:41,080",
        "en": "I'm engaged! Det känns så sjukt.",
        "pa": "I'm engaged.",
        "vi": "Tôi đính hôn rồi!"
    },
    {
        "start": "00:16:41,160",
        "end": "00:16:45,560",
        "en": "-Jag kan inte fatta att jag är förlovad. -Nej, inte jag heller.",
        "pa": "It feels so insane.\n I can't believe it.\n No, me either.",
        "vi": "Cảm giác thật điên rồ.\n Em không thể tin là em đã đính hôn.\n Anh cũng vậy."
    },
    {
        "start": "00:16:45,640",
        "end": "00:16:48,600",
        "en": "Jag vill göra en high five genom väggen.",
        "pa": "I want to do a high five to the wall, but I can't.",
        "vi": "Anh muốn đập tay xuyên qua tường với em nhưng không được rồi."
    },
    {
        "start": "00:16:50,320",
        "end": "00:16:53,680",
        "en": "Jag är förlovad! Yes!",
        "pa": "I'm engaged, yes!\n Mm-mm-mm! Phew!",
        "vi": "Tôi đã đính hôn! Tuyệt vời!"
    },
    {
        "start": "00:16:59,920",
        "end": "00:17:02,960",
        "en": "Get the champagne ready, 'cause I'm getting married!",
        "pa": "♪ I'm on fire ♪\n Get the champagne ready 'cause I'm getting married, y'all!",
        "vi": "Chuẩn bị sâm-panh và bánh cưới đi, vì tôi sắp kết hôn rồi!"
    },
    {
        "start": "00:17:12,400",
        "end": "00:17:15,880",
        "en": "Det är mycket blandade känslor.",
        "pa": "There is a lot of mixed feelings.",
        "vi": "Tôi có rất nhiều cảm xúc lẫn lộn."
    },
    {
        "start": "00:17:15,960",
        "end": "00:17:21,800",
        "en": "Ledsen. Förtvivlad. Ilska.",
        "pa": "I'm sad, distraught.",
        "vi": "Buồn bã. Khổ sở."
    },
    {
        "start": "00:17:21,880",
        "end": "00:17:27,000",
        "en": "Hade jag tidigare bekräftat och sagt att det bara är henne jag vill träffa",
        "pa": "Angry.\n If I had just locked it down earlier\n and told her that I only wanted to see her,",
        "vi": "Tức giận.\n Phải chi tôi xác nhận tình cảm sớm và nói với cô ấy, \"Anh chỉ muốn gặp em…\""
    },
    {
        "start": "00:17:27,079",
        "end": "00:17:30,880",
        "en": "så tror jag att vi hade stått med en ring på fingret.",
        "pa": "I think it'd be us with rings on our fingers.",
        "vi": "thì chắc giờ này chúng tôi sẽ đeo nhẫn trên tay rồi."
    },
    {
        "start": "00:17:33,640",
        "end": "00:17:36,280",
        "en": "Jag ska försöka fullfölja experimentet.",
        "pa": "Oh, well, I will try to complete the experiment like I promised myself,",
        "vi": "Tôi sẽ cố gắng hoàn thành cuộc thử nghiệm như đã hứa với bản thân."
    },
    {
        "start": "00:17:36,360",
        "end": "00:17:40,080",
        "en": "Jag har lovat mig själv att försöka se om det pirrar nånting extra.",
        "pa": "to see if it sparks with anyone else.",
        "vi": "Và xem liệu có tình cảm với ai khác không."
    },
    {
        "start": "00:17:40,160",
        "end": "00:17:42,640",
        "en": "Men nu har jag kanske kommit till insikt",
        "pa": "",
        "vi": "Nhưng có lẽ tôi đã nhận ra rằng"
    },
    {
        "start": "00:17:42,720",
        "end": "00:17:48,840",
        "en": "att man kanske inte kommer att bli helt dödsförälskad än.",
        "pa": "But I think I've come to the realization that you might not have to be…",
        "vi": "có thể ta không cần phải yêu nhau thắm thiết."
    },
    {
        "start": "00:17:49,520",
        "end": "00:17:53,760",
        "en": "Men att man inte riktigt är villig att skita i det heller…",
        "pa": "completely head over heels in love,\n but that at the same time you're not willing to let it go either.",
        "vi": "Mà chỉ cần nhất định không bỏ qua nhau là được."
    },
    {
        "start": "00:17:54,400",
        "end": "00:17:56,240",
        "en": "-Hallå, hallå! -Hej!",
        "pa": "-Hello, hello. -Hey.",
        "vi": "- Xin chào. - Chào."
    },
    {
        "start": "00:17:56,320",
        "end": "00:17:59,560",
        "en": "-Tjena. -Hur är det?",
        "pa": "Hey.",
        "vi": "Chào em.\n - Anh thế nào? - À… anh cũng ổn."
    },
    {
        "start": "00:17:59,640",
        "end": "00:18:02,960",
        "en": "Jo, men det… Det är helt okej…",
        "pa": "How are you?\n Oh, um…\n I'm okay.",
        "vi": ""
    },
    {
        "start": "00:18:04,720",
        "end": "00:18:06,680",
        "en": "…just nu.",
        "pa": "-For now. -Hmm?",
        "vi": "KIMIA, 33 Y TÁ THẨM MỸ\n Hiện tại ấy à? Anh cần thêm chút thời gian thôi."
    },
    {
        "start": "00:18:06,760",
        "end": "00:18:09,280",
        "en": "Det tar lite mer tid för mig.",
        "pa": "-It takes a while longer for me. -Hmm.",
        "vi": ""
    },
    {
        "start": "00:18:09,360",
        "end": "00:18:13,400",
        "en": "Och jag kan inte sätta finger på mina känslor och…",
        "pa": "And I can't put my finger on my feelings and…",
        "vi": "Vì anh không thể xác định tình cảm rõ ràng."
    },
    {
        "start": "00:18:15,200",
        "end": "00:18:19,600",
        "en": "Ja, jag kan inte säga så starka ord",
        "pa": "Yeah, I…",
        "vi": "Và anh không thể nói ra những lời khẳng định chắc chắn"
    },
    {
        "start": "00:18:19,680",
        "end": "00:18:25,760",
        "en": "som vissa killar, kanske tjejer också, har väldigt lätt och snabbt till att säga.",
        "pa": "I can't say those three important words\n that some guys and girls as well find it so quick and easy to say.",
        "vi": "như vài người khác."
    },
    {
        "start": "00:18:25,840",
        "end": "00:18:31,120",
        "en": "Ska jag säga \"jag älskar dig\" till nån, då menar jag det.",
        "pa": "You know.\n Because if I say those words \"I love you\" to someone, then I mean it.",
        "vi": "Anh chỉ có thể nói lời yêu khi thật sự thấy thế."
    },
    {
        "start": "00:18:31,200",
        "end": "00:18:34,640",
        "en": "-Jag fattar. -För mig är det ganska stort, liksom.",
        "pa": "Yeah, I get it.\n And for me, that's pretty big.",
        "vi": "- Em hiểu. - Với anh, những lời đó rất trọng đại."
    },
    {
        "start": "00:18:34,720",
        "end": "00:18:39,360",
        "en": "Ja, tack för att du typ förklarar dig.",
        "pa": "Thank you for…",
        "vi": "Cảm ơn anh đã giải thích cho em."
    },
    {
        "start": "00:18:40,680",
        "end": "00:18:46,560",
        "en": "Alltså, jag tycker ju om dig. Jag kan inte se varför det inte skulle funka.",
        "pa": "…explaining.\n So, I like you.\n I can't see why it wouldn't work out.",
        "vi": "Em thích anh.\n Em không hiểu tại sao không được."
    },
    {
        "start": "00:18:46,640",
        "end": "00:18:50,280",
        "en": "Jag kan inte se varför det inte skulle kunna bli vi två.",
        "pa": "I can't see why it couldn't be the two of us,",
        "vi": "Em không hiểu tại sao ta không thể thành đôi."
    },
    {
        "start": "00:18:50,360",
        "end": "00:18:54,640",
        "en": "Med dig har det känts jättestabilt. Mellan oss…",
        "pa": "and it's felt really good and stable between us.",
        "vi": "Tình cảm của chúng ta rất vững vàng mà."
    },
    {
        "start": "00:18:56,200",
        "end": "00:19:00,320",
        "en": "Och jag har typ aldrig tvekat på nånting.",
        "pa": "And I have never doubted a thing.",
        "vi": "Em chưa từng thấy nghi ngờ chút nào."
    },
    {
        "start": "00:19:00,400",
        "end": "00:19:06,360",
        "en": "Det känns som att vi är ärliga i våra känslor och att vi tar det i vår takt.",
        "pa": "Because it feels like we are very honest with our feelings",
        "vi": "Vì có vẻ ta rất thành thật với cảm xúc của mình"
    },
    {
        "start": "00:19:06,440",
        "end": "00:19:10,720",
        "en": "Det känns som att det är bara dig som jag har velat göra detta med.",
        "pa": "and that we take it at our own pace.\n It feels like it's only you that I've wanted to do this with.",
        "vi": "và đều từng bước xây dựng tình cảm.\n Em cảm thấy chỉ muốn xây dựng tình cảm cùng anh thôi."
    },
    {
        "start": "00:19:11,560",
        "end": "00:19:17,440",
        "en": "-Så det är lite det jag har tänkt på. -Ja, det var jättefint sagt.",
        "pa": "So that's what I've been thinking.",
        "vi": "Em nghĩ vậy đấy.\n Cảm ơn em đã nói những lời đó."
    },
    {
        "start": "00:19:17,520",
        "end": "00:19:20,320",
        "en": "Och ja, jag…",
        "pa": "That's beautifully expressed.\n And, yeah, I…",
        "vi": "Và phải, anh…"
    },
    {
        "start": "00:19:21,680",
        "end": "00:19:23,560",
        "en": "Jag…",
        "pa": "I, uh…",
        "vi": "Anh…"
    },
    {
        "start": "00:19:24,520",
        "end": "00:19:27,320",
        "en": "Usch, det här är pirrigt, alltså.",
        "pa": "Ooh, this is a little scary.",
        "vi": "Cũng hơi đáng sợ đấy chứ."
    },
    {
        "start": "00:19:28,960",
        "end": "00:19:32,160",
        "en": "Nej, vi kör på knä.",
        "pa": "Yeah, let's do this on one knee.",
        "vi": "Quỳ xuống nào."
    },
    {
        "start": "00:19:32,240",
        "end": "00:19:38,920",
        "en": "Ja. Jag vill fortsätta den här resan med dig och se oss växa tillsammans.",
        "pa": "Well, I want to continue this journey with you.",
        "vi": "Anh muốn tiếp tục hành trình này với em."
    },
    {
        "start": "00:19:39,000",
        "end": "00:19:43,080",
        "en": "Jag hoppas att känslorna bara exploderar mer och mer",
        "pa": "See us grow together.\n I hope that the feelings explode more and more.",
        "vi": "Được thấy tình cảm hai ta phát triển.\n Anh mong rằng cảm xúc của hai ta sẽ ngày càng bùng nổ."
    },
    {
        "start": "00:19:43,160",
        "end": "00:19:46,480",
        "en": "bara vi låter det växa tillsammans.",
        "pa": "What we have today, let's allow it to keep growing.",
        "vi": "Hãy nuôi dưỡng tình cảm của ta hôm nay."
    },
    {
        "start": "00:19:46,560",
        "end": "00:19:51,520",
        "en": "Vill du fortsätta den här resan med mig och låta mig sätta en ring på ditt finger?",
        "pa": "Do you want to continue this journey and let me put a ring on your finger tomorrow?",
        "vi": "Em có muốn tiếp tục hành trình này với anh không?\n Và cho anh được đeo nhẫn cho em vào ngày mai."
    },
    {
        "start": "00:20:01,400",
        "end": "00:20:06,600",
        "en": "Ja, Johan. Jag vill fortsätta göra den här resan med dig. Absolut. 110 procent.",
        "pa": "Yes, Johan, I want to continue this journey with you,",
        "vi": "Vâng, Johan. Em muốn tiếp tục hành trình này với anh."
    },
    {
        "start": "00:20:06,680",
        "end": "00:20:10,560",
        "en": "Och jag längtar till att få se dig i morgon!",
        "pa": "absolutely, 110%,\n and I can't wait to see you tomorrow!",
        "vi": "Chắc chắn 110%.\n Và em rất mong được gặp anh vào ngày mai!"
    },
    {
        "start": "00:20:10,640",
        "end": "00:20:14,720",
        "en": "Ja, det här kändes jävligt bra. Jävlar, vad pirrig jag var.",
        "pa": "Yes, this felt really good. Damn, I was jittery.",
        "vi": "Giờ anh mới thấy rất vui đây. Khỉ thật. Ban nãy anh lo lắng lắm."
    },
    {
        "start": "00:20:14,800",
        "end": "00:20:16,800",
        "en": "-Vi ses imorgon. -Det gör vi.",
        "pa": "See you tomorrow?",
        "vi": "- Mai gặp lại nhé. - Chắc chắn rồi."
    },
    {
        "start": "00:20:16,880",
        "end": "00:20:20,360",
        "en": "-Sov fantastiskt. Puss på dig. -Puss.",
        "pa": "-Fantastic. -Miss you. Ciao.\n - Kisses. -Kisses.",
        "vi": "- Ngủ ngon nhé. - Cảm ơn anh vì hôm nay. Chào.\n - Hôn em. - Hôn anh."
    },
    {
        "start": "00:20:22,000",
        "end": "00:20:26,440",
        "en": "Jag kom precis ut efter att ha pratat lite med Meira…",
        "pa": "I just came out after talking a bit to Meira.",
        "vi": "Tôi vừa ra ngoài sau khi nói chuyện với Meira…"
    },
    {
        "start": "00:20:28,480",
        "end": "00:20:31,520",
        "en": "Det sitter där i det här jävla huvudet.",
        "pa": "Constantly on my damn mind.",
        "vi": "Tại tôi đang nghĩ về họ."
    },
    {
        "start": "00:20:32,720",
        "end": "00:20:38,160",
        "en": "Jag hoppas verkligen att känslorna för Kimia exploderar.",
        "pa": "I really hope that the feelings for Kimia explode,",
        "vi": "Tôi thực sự hy vọng tình cảm dành cho Kimia sẽ bùng nổ và…"
    },
    {
        "start": "00:20:38,240",
        "end": "00:20:44,680",
        "en": "Känner jag mig själv rätt kan det komma en Tyson-box i magen när jag får se henne.",
        "pa": "and I hope that, if I know myself, I might feel a…\n Tyson punch in my stomach tomorrow when I get to see her.",
        "vi": "Với tính cách của tôi thì rất có thể ngày mai\n tôi sẽ sững sờ như bị Tyson đấm vào bụng khi thấy cô ấy."
    },
    {
        "start": "00:20:46,800",
        "end": "00:20:50,440",
        "en": "-Hej! -Hej, allihop.",
        "pa": "-Hey. -Hello.\n -Hi, everyone. -Hi.",
        "vi": "- Chào! - Chào mọi người."
    },
    {
        "start": "00:20:50,520",
        "end": "00:20:53,640",
        "en": "-Han fick kalla fötter. -Nej…",
        "pa": "-Hey. -He got cold feet.\n Oh. Oh, no.",
        "vi": "Chào.\n Anh ấy bỗng thấy sợ."
    },
    {
        "start": "00:20:53,720",
        "end": "00:20:57,320",
        "en": "Just kidding! Jag bara skämtar.",
        "pa": "-Just kidding! - Great!",
        "vi": "Đùa thôi! Tôi chỉ đùa thôi. Tôi đính hôn rồi!"
    },
    {
        "start": "00:20:57,400",
        "end": "00:20:59,840",
        "en": "-Va? -I'm engaged!",
        "pa": "-I was just kidding. -You're scaring us.\n I'm engaged!",
        "vi": ""
    },
    {
        "start": "00:21:02,640",
        "end": "00:21:05,200",
        "en": "All right.",
        "pa": "Nice.\n All right.",
        "vi": "- Chúc mừng. - Được rồi.\n Chúa ơi."
    },
    {
        "start": "00:21:05,280",
        "end": "00:21:08,760",
        "en": "Jag känner mig typ så här… Jag var jättelugn.",
        "pa": "No, but I felt like I was really calm.",
        "vi": "Tôi cảm thấy cực kỳ bình tĩnh."
    },
    {
        "start": "00:21:08,840",
        "end": "00:21:12,840",
        "en": "Jag bara… \"Johan, det är äkta. Vi tycker om varandra.\"",
        "pa": "I was just like, \"But, Johan, this is real.",
        "vi": "Và tôi nói là, \"Nhưng Johan này, tình cảm này là thật, ta có thích nhau.\""
    },
    {
        "start": "00:21:12,920",
        "end": "00:21:19,320",
        "en": "Det känns väldigt tryggt i att våra känslor möts.",
        "pa": "We like each other.\"\n And it feels really safe in our feelings that they're similar.",
        "vi": "Và vì tình cảm của chúng tôi giống nhau nên cảm giác rất thoải mái."
    },
    {
        "start": "00:21:19,400",
        "end": "00:21:22,040",
        "en": "Det säger mycket om vår relation.",
        "pa": "Yeah, it says a lot about our relationship.",
        "vi": "Và nó cũng thể hiện rất rõ mối quan hệ của chúng tôi."
    },
    {
        "start": "00:21:26,680",
        "end": "00:21:29,080",
        "en": "Gud, vad sjukt att du dumpade honom.",
        "pa": "-God, it's so weird that you dumped him. -Yes, it's the weirdest thing ever.",
        "vi": "Chúa ơi, không tin nổi là cô từ bỏ anh ấy."
    },
    {
        "start": "00:21:29,160",
        "end": "00:21:31,360",
        "en": "Det är det sjukaste jag har varit med om.",
        "pa": "",
        "vi": "Cảm giác thật lạ."
    },
    {
        "start": "00:21:32,320",
        "end": "00:21:36,080",
        "en": "-Jag ska gå och prata om det. -Ja, gör det.",
        "pa": "-Yeah, I'm gonna go and talk to her. -Yeah, do that.\n You should.",
        "vi": "- Tôi sẽ đi nói chuyện với cô ấy. - Ừ, đi đi."
    },
    {
        "start": "00:21:37,840",
        "end": "00:21:39,880",
        "en": "Allting klaffar och klickar.",
        "pa": "Everything works and clicks between us.",
        "vi": "Tôi cảm thấy chúng tôi hợp nhau ở mọi mặt."
    },
    {
        "start": "00:21:39,960",
        "end": "00:21:44,040",
        "en": "Vi kanske inte har kommit så djupt i vår relation som ni har gjort.",
        "pa": "Maybe we haven't gotten as far and deep in our relationship as you have.",
        "vi": "Có thể tình cảm của chúng tôi chưa sâu đậm như hai người."
    },
    {
        "start": "00:21:44,120",
        "end": "00:21:47,520",
        "en": "Ni har inte hunnit på samma sätt.",
        "pa": "Yeah, you haven't had enough time in the same way.",
        "vi": "Ừ, hai người chưa đạt được đến mức đó."
    },
    {
        "start": "00:21:47,600",
        "end": "00:21:51,600",
        "en": "Jag vill att han ska gå hela vägen och du ska gå hela vägen.",
        "pa": "Of course I want him to go all the way and you to go all the way.",
        "vi": "Dĩ nhiên tôi cũng muốn anh ấy đi được đến cuối, và hai người nên thế."
    },
    {
        "start": "00:21:51,680",
        "end": "00:21:55,040",
        "en": "Samtidigt… Om han känner att han inte kan fria till mig",
        "pa": "At the same time, if he feels like he couldn't propose to me,",
        "vi": "Nhưng nếu anh ấy thấy không thể cầu hôn tôi,"
    },
    {
        "start": "00:21:55,120",
        "end": "00:22:01,960",
        "en": "trots att vi kommit så långt som vi gjort… Vi känner starkt för varandra.",
        "pa": "even though we went far together and have strong feelings for each other,",
        "vi": "dù tình cảm chúng tôi đã tiến khá xa và khá sâu đậm,"
    },
    {
        "start": "00:22:02,040",
        "end": "00:22:05,600",
        "en": "Det vore konstigt om han då friade till dig, tänker jag.",
        "pa": "it's…\n it's so strange that he then proposes to you.",
        "vi": "thì tôi thấy thật lạ khi anh ấy lại cầu hôn cô."
    },
    {
        "start": "00:22:07,160",
        "end": "00:22:11,720",
        "en": "Jag vill inte ljuga för dig. Du måste gå in i det här och tänka på…",
        "pa": "I can't lie to you.\n You should go in knowing that…",
        "vi": "Tôi không muốn nói dối cô, cô phải biết hoàn cảnh là"
    },
    {
        "start": "00:22:11,800",
        "end": "00:22:16,680",
        "en": "…att han en kvart tidigare professed his love for me.",
        "pa": "15 minutes earlier, he professed his love for me.",
        "vi": "15 phút trước anh ấy đã bày tỏ tình yêu với tôi."
    },
    {
        "start": "00:22:16,760",
        "end": "00:22:23,320",
        "en": "Om du vill ha samma som jag, kommer det Johan kan lova dig att be enough?",
        "pa": "If you want the same thing I do,\n what Johan has promised you, will that be enough?",
        "vi": "Nếu mong muốn của cô cũng giống tôi, với những gì Johan hứa hẹn với cô…"
    },
    {
        "start": "00:22:23,400",
        "end": "00:22:28,640",
        "en": "Cause it wasn't enough for me. He's a mess right now.",
        "pa": "Because it wasn't enough for me.",
        "vi": "Như vậy có đủ không? Vì như thế không đủ với tôi.\n Vấn đề là hiện tại anh ấy đang rất bối rối."
    },
    {
        "start": "00:22:28,720",
        "end": "00:22:33,520",
        "en": "Han säger själv att han är emotionally ett vrak.",
        "pa": "I could say that he's a mess right now, he is, he says so himself,",
        "vi": "Chính anh ấy nói rằng, cảm xúc của anh ấy đang rất hỗn loạn."
    },
    {
        "start": "00:22:33,600",
        "end": "00:22:38,200",
        "en": "Mycket av det har varit rädsla för att förlora mig. Men the choice is made.",
        "pa": "that, emotionally, he's a wreck.\n And a lot of that has been a fear of losing me.",
        "vi": "Đa phần là vì sợ mất tôi, nhưng mọi sự đã rồi."
    },
    {
        "start": "00:22:38,280",
        "end": "00:22:42,440",
        "en": "Han förlorade mig. Time to move on. Vad är nästa steg?",
        "pa": "But now the choice is made.\n He lost me. Time to move on.",
        "vi": "Anh ấy đã mất tôi rồi, giờ phải quên tôi đi thôi."
    },
    {
        "start": "00:22:42,520",
        "end": "00:22:45,440",
        "en": "Det är det du måste ta reda på nu.",
        "pa": "What's the next step? That's what you have to find out now.",
        "vi": "Bước tiếp theo là gì? Đó là điều cô cần tìm hiểu."
    },
    {
        "start": "00:22:46,960",
        "end": "00:22:52,440",
        "en": "Alltså, detta är… Det är en röra. Det är en riktig soppa nu.",
        "pa": "No, this is a…\n it's a mess, a real mess now.",
        "vi": "Thật là… Thật là phức tạp."
    },
    {
        "start": "00:22:52,520",
        "end": "00:22:57,600",
        "en": "För mig känns det… I den sits jag är i, så känns det…",
        "pa": "For me, it feels like, considering the position I'm in,",
        "vi": "Đúng là một mớ hỗn độn.\n Tình cảnh hiện giờ của tôi…\n tôi thấy…"
    },
    {
        "start": "00:22:59,080",
        "end": "00:23:00,520",
        "en": "…jobbigt.",
        "pa": "it feels tough.",
        "vi": "rất khó khăn."
    },
    {
        "start": "00:23:01,480",
        "end": "00:23:06,480",
        "en": "Just nu känns det typ som att, du vet… Jag var så…",
        "pa": "Right now it feels like, you know, I'm just…",
        "vi": "Hiện giờ, tôi đang thấy như là…"
    },
    {
        "start": "00:23:06,560",
        "end": "00:23:11,120",
        "en": "Alltså, vad…? Am I your sloppy seconds? Alltså, fattar du?",
        "pa": "…like, what is this?\n \"Am I your sloppy seconds?\" Know what I mean?",
        "vi": "Kiểu gì nhỉ?\n Bộ tôi chỉ là người thay thế hay sao?"
    },
    {
        "start": "00:23:25,800",
        "end": "00:23:30,200",
        "en": "Jag hade förhoppningar om att sitta här förlovad",
        "pa": "I had aspirations that I would leave here engaged,",
        "vi": "Tôi cũng mong là được đính hôn,"
    },
    {
        "start": "00:23:30,280",
        "end": "00:23:34,040",
        "en": "men jag vete tusan om jag vågade hoppas på det.",
        "pa": "but I don't know if I dared hope for it.",
        "vi": "nhưng không biết có dám hi vọng không."
    },
    {
        "start": "00:23:35,520",
        "end": "00:23:38,240",
        "en": "Det här har ju varit en omtumlande resa.",
        "pa": "This has been an interesting journey.",
        "vi": "Tôi đã trải qua một hành trình đầy biến động."
    },
    {
        "start": "00:23:39,000",
        "end": "00:23:42,720",
        "en": "Jag har velat ge Meira space och tid",
        "pa": "I have wanted to give Meira the space and time",
        "vi": "Tôi muốn cho Meira"
    },
    {
        "start": "00:23:42,800",
        "end": "00:23:46,040",
        "en": "att utforska alla möjligheter.",
        "pa": "to, like, explore all the possibilities,",
        "vi": "không gian và thời gian để tìm hiểu tất cả các khả năng."
    },
    {
        "start": "00:23:46,120",
        "end": "00:23:51,200",
        "en": "Även fast jag har varit väldigt säker på min sak så har det varit sjukt jobbigt",
        "pa": "and even though I've been very sure of my choice, it's been really tough",
        "vi": "Và dù tôi rất chắc chắn về tình cảm của mình, việc đó thật khó khăn."
    },
    {
        "start": "00:23:51,280",
        "end": "00:23:55,360",
        "en": "att hon har fortsatt träffa andra och velat se vart det kan leda.",
        "pa": "that she's continued to see others to find where those could lead.",
        "vi": "Cô ấy vẫn tiếp tục gặp gỡ những người khác để xem tình cảm phát triển thế nào."
    },
    {
        "start": "00:23:55,440",
        "end": "00:23:58,520",
        "en": "Men jag känner också att det var rätt beslut att ta.",
        "pa": "But I also feel that it was the right decision to make.",
        "vi": "Nhưng tôi cũng cảm thấy đó là quyết định đúng đắn."
    },
    {
        "start": "00:24:02,720",
        "end": "00:24:05,960",
        "en": "Det är ett väldigt speciellt sätt att dejta.",
        "pa": "It's a very special way of dating,",
        "vi": "Đó quả là một cách hẹn hò đặc biệt."
    },
    {
        "start": "00:24:06,040",
        "end": "00:24:09,600",
        "en": "Men jag tror att det kanske är det ultimata sättet.",
        "pa": "but I think it's perhaps the ultimate way of dating.",
        "vi": "Nhưng tôi nghĩ đó có lẽ là cách hẹn hò tốt nhất."
    },
    {
        "start": "00:24:09,680",
        "end": "00:24:14,800",
        "en": "Den personen jag har fått vara i kapslarna är den jag alltid velat vara",
        "pa": "The person that I was while I was in the pods\n is the person I've always wanted to be,",
        "vi": "Bởi vì con người tôi trong phòng riêng đó"
    },
    {
        "start": "00:24:14,880",
        "end": "00:24:18,640",
        "en": "och den jag alltid velat att andra ska se.",
        "pa": "and it's the person that I've always wanted others to see.",
        "vi": "là hình mẫu phấn đấu tôi hướng đến, và muốn được như thế trong mắt người khác."
    },
    {
        "start": "00:24:18,720",
        "end": "00:24:22,640",
        "en": "Jag är ganska nervös. Men det känns samtidigt bra.",
        "pa": "I'm pretty nervous, but…",
        "vi": "Tôi khá lo lắng, nhưng cũng cảm thấy rất vui."
    },
    {
        "start": "00:24:22,720",
        "end": "00:24:26,360",
        "en": "Jag tänker att hans insida är så fin.",
        "pa": "it feels good at the same time.\n I think that he is beautiful on the inside.",
        "vi": "Tôi nghĩ tâm hồn anh ấy rất đẹp và diện mạo không quan trọng."
    },
    {
        "start": "00:24:26,440",
        "end": "00:24:30,600",
        "en": "Det spelar ingen roll hur han ser ut. Jag är mest glad över att få träffa honom.",
        "pa": "It doesn't matter what he looks like. I'm mainly happy to get to meet him.",
        "vi": "Đa phần là tôi thấy hạnh phúc vì được gặp anh ấy."
    },
    {
        "start": "00:24:47,280",
        "end": "00:24:49,720",
        "en": "-Hej. -Hej.",
        "pa": "-Hey. -Hey.",
        "vi": "- Chào em. - Chào anh."
    },
    {
        "start": "00:24:50,880",
        "end": "00:24:54,040",
        "en": "-Oh, my God. -Hur känns det?",
        "pa": "Oh, my God.",
        "vi": "- Chúa ơi. - Anh thấy thế nào?"
    },
    {
        "start": "00:24:55,840",
        "end": "00:24:57,960",
        "en": "I'm freaking out.",
        "pa": "How are you feeling?\n -I'm freaking out.",
        "vi": "Anh đang hoảng lắm đây."
    },
    {
        "start": "00:25:04,080",
        "end": "00:25:05,440",
        "en": "Okej.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:25:09,200",
        "end": "00:25:13,560",
        "en": "-Vill du fortfarande gifta dig med mig? -Ja.",
        "pa": "Do you still want to marry me?\n Yes.",
        "vi": "- Em vẫn muốn cưới anh đấy chứ? - Vâng!"
    },
    {
        "start": "00:25:15,640",
        "end": "00:25:18,280",
        "en": "-Snyggt. -Vad fint.",
        "pa": "-Nice. -Oh, it's beautiful.",
        "vi": "- Hay quá. - Thật tuyệt."
    },
    {
        "start": "00:25:18,360",
        "end": "00:25:22,080",
        "en": "Jag har faktiskt en till dig också. Let's seal the deal.",
        "pa": "I have one for you too. Let's seal the deal.",
        "vi": "- Em cũng có nhẫn cho anh đây. - Ừ.\n Chính thức nhé."
    },
    {
        "start": "00:25:22,160",
        "end": "00:25:25,920",
        "en": "-Nu trycker jag… -Ja, testa.",
        "pa": "-I think if it… -Yes, almost…",
        "vi": "- Em nghĩ là… - Gần được rồi."
    },
    {
        "start": "00:25:26,000",
        "end": "00:25:29,000",
        "en": "Där. Okej.",
        "pa": "There.",
        "vi": "Cảm ơn em. Chúa ơi. Được rồi."
    },
    {
        "start": "00:25:29,080",
        "end": "00:25:34,680",
        "en": "Det var en märklig känsla. Meira är en person som jag känner superväl.",
        "pa": "Okay, I'm going to be honest, it was a strange feeling\n because Meira is a person that I know super well.",
        "vi": "Nói thật, cảm giác rất kì lạ.\n Vì Meira là người mà tôi biết rất rõ."
    },
    {
        "start": "00:25:34,760",
        "end": "00:25:39,760",
        "en": "Jag försöker sätta ihop rösten och allt vi har pratat om, med henne.",
        "pa": "I'm trying to piece together the voice and everything we've talked about with her.",
        "vi": "Tôi đang cố gắng kết hợp giọng nói và những điều chúng tôi đã nói với cô ấy."
    },
    {
        "start": "00:25:39,840",
        "end": "00:25:42,280",
        "en": "-Vad fin du är. -Tack.",
        "pa": "You're so beautiful.",
        "vi": "- Em thật xinh đẹp. - Cảm ơn anh."
    },
    {
        "start": "00:25:42,360",
        "end": "00:25:44,920",
        "en": "Och hon är ju drop dead gorgeous.",
        "pa": "Thank you.\n And she is drop dead gorgeous.",
        "vi": "Và cô ấy thật kiều diễm."
    },
    {
        "start": "00:25:45,600",
        "end": "00:25:49,760",
        "en": "Jag vet knappt vad jag ska säga. Det är så mycket att ta in.",
        "pa": "I hardly know what to say, just that there's a lot to take in.",
        "vi": "Anh gần như không biết nói gì nữa. Anh vẫn chưa quen."
    },
    {
        "start": "00:25:49,840",
        "end": "00:25:52,680",
        "en": "Jag tänker bara på den där väggen hela tiden.",
        "pa": "All I'm thinking about is that wall.",
        "vi": "Anh cứ nghĩ về bức tường đó mãi."
    },
    {
        "start": "00:25:52,760",
        "end": "00:25:56,800",
        "en": "Han ser inte ut som min vanliga killtyp.",
        "pa": "He doesn't look like my usual type of guy.",
        "vi": "Anh ấy không giống kiểu đàn ông tôi vẫn thích."
    },
    {
        "start": "00:25:56,880",
        "end": "00:25:58,840",
        "en": "Jag måste dofta på dig.",
        "pa": "-I have to sniff you as well. -Okay.",
        "vi": "Em cũng muốn ngửi anh."
    },
    {
        "start": "00:25:58,920",
        "end": "00:26:02,160",
        "en": "De är oftast lite mörkare i dragen.",
        "pa": "They usually have darker features.",
        "vi": "Họ thường có nét sẫm màu hơn."
    },
    {
        "start": "00:26:02,240",
        "end": "00:26:07,720",
        "en": "Jag har aldrig träffat en svensk kille förut, så det är nytt för mig också.",
        "pa": "I've never dated a Swedish guy before, so that's new to me too.",
        "vi": "Tôi chưa từng hẹn hò với đàn ông Thụy Điển nên việc này rất mới mẻ."
    },
    {
        "start": "00:26:07,800",
        "end": "00:26:10,520",
        "en": "Är allt som du förväntade dig?",
        "pa": "Am I what you expected?",
        "vi": "Em có như anh mong đợi không?"
    },
    {
        "start": "00:26:11,560",
        "end": "00:26:14,720",
        "en": "Jag hade inga förväntningar mer än personligheten.",
        "pa": "I had no expectations other than your personality.",
        "vi": "Anh không mong đợi gì về em ngoài tình cách cả."
    },
    {
        "start": "00:26:14,800",
        "end": "00:26:18,880",
        "en": "Där har ju du uppenbarligen bevisat att du är magisk.",
        "pa": "And there you've already proved that you're magical.",
        "vi": "Rõ ràng em đã chứng minh là em đẹp như một phép màu."
    },
    {
        "start": "00:26:18,960",
        "end": "00:26:23,320",
        "en": "Jag har älskat våra snack, högt som lågt.",
        "pa": "I've loved our talks.",
        "vi": "Anh rất thích những cuộc nói chuyện của chúng ta, dù chủ đề vui hay buồn."
    },
    {
        "start": "00:26:23,400",
        "end": "00:26:26,760",
        "en": "Vi var ju nere och grävde väldigt djupt ett tag.",
        "pa": "High and low.\n We were down there and dug very deep for a while.",
        "vi": "Chúng ta đã nói những chủ đề rất thầm kín khá lâu."
    },
    {
        "start": "00:26:26,840",
        "end": "00:26:32,200",
        "en": "Jag ville inte att du skulle känna dig pressad, för att jag visste vad jag ville.",
        "pa": "Yeah.\n I didn't want you to feel pressure because I knew early on what I wanted to do.",
        "vi": "Anh không muốn tạo áp lực cho em.\n Chỉ vì anh đã xác định được tình cảm của mình khá sớm."
    },
    {
        "start": "00:26:32,280",
        "end": "00:26:37,600",
        "en": "Jag tyckte att det var väldigt fint att du visste. Det hjälpte mig ganska mycket.",
        "pa": "I thought it was lovely that you knew, and that helped me on my way quite a lot.",
        "vi": "Em thấy việc đó rất tuyệt."
    },
    {
        "start": "00:26:37,680",
        "end": "00:26:41,600",
        "en": "Gjorde det? Okej.",
        "pa": "It did?",
        "vi": "Nó đã giúp em rất nhiều.\n Vậy sao?"
    },
    {
        "start": "00:26:41,680",
        "end": "00:26:46,640",
        "en": "Det känns så fint att äntligen ha fått träffa Oskar.",
        "pa": "Okay.\n It feels so good to finally get to meet Oskar.",
        "vi": "Được rồi.\n Thật tuyệt khi cuối cùng tôi cũng được gặp Oskar."
    },
    {
        "start": "00:26:46,720",
        "end": "00:26:48,400",
        "en": "Vi ses snart.",
        "pa": "Bye. We'll see each other soon.",
        "vi": "Tạm biệt. Ta sẽ sớm gặp lại."
    },
    {
        "start": "00:26:48,480",
        "end": "00:26:52,080",
        "en": "Jag vet inte än om jag är helt attraherad av honom.",
        "pa": "I don't know yet if I'm completely attracted to him,",
        "vi": "Tôi vẫn chưa biết mình có yêu anh ấy hẳn không."
    },
    {
        "start": "00:26:52,160",
        "end": "00:26:57,840",
        "en": "Men jag tror att jag är attraherad av hans personlighet",
        "pa": "but I think that I'm so attracted to his personality,",
        "vi": "Nhưng tôi nghĩ, tôi rất yêu tính cách của anh ấy,"
    },
    {
        "start": "00:26:57,920",
        "end": "00:27:02,960",
        "en": "och jag tror att den fysiska attraktionen kan byggas på och bara bli starkare.",
        "pa": "and I think that the physical attraction can be added on top of that\n and only get stronger.",
        "vi": "còn tình yêu dựa trên diện mạo có thể phát triển và sẽ chỉ sâu đậm thêm."
    },
    {
        "start": "00:27:08,920",
        "end": "00:27:11,840",
        "en": "Min förhoppning med det här experimentet",
        "pa": "♪ Come live with me ♪\n ♪ Come live with me… ♪\n My hope when I came into this experiment",
        "vi": "Khi tham gia thử nghiệm này, tôi đã hi vọng là sẽ tìm được tình yêu."
    },
    {
        "start": "00:27:11,920",
        "end": "00:27:15,800",
        "en": "var att hitta min stora kärlek.",
        "pa": "was to find my great love,",
        "vi": ""
    },
    {
        "start": "00:27:15,880",
        "end": "00:27:20,120",
        "en": "Och det är helt sjukt att säga nu, men jag sitter här",
        "pa": "and it feels so weird to say this now,",
        "vi": "Và thật khó tin, nhưng tôi đang ngồi đây"
    },
    {
        "start": "00:27:20,200",
        "end": "00:27:24,280",
        "en": "och är dödskär och förlovad.",
        "pa": "but I'm sitting here and I'm head over heels in love and engaged.\n ♪ We'll be happy ♪\n ♪ We'll both be so happy ♪",
        "vi": "trong tình yêu say đắm và đã đính hôn với người đó."
    },
    {
        "start": "00:27:33,600",
        "end": "00:27:36,520",
        "en": "På något sätt känns det ändå lättande.",
        "pa": "In some ways, it's a relief.",
        "vi": "Có thể nói, cảm giác như được giải thoát."
    },
    {
        "start": "00:27:36,600",
        "end": "00:27:41,520",
        "en": "Vissa val har man själv tagit, vissa val har andra tagit åt den.",
        "pa": "Some choices I've made myself, others have been made for me.",
        "vi": "Có vài quyết định là của tôi, vài quyết định là của người khác."
    },
    {
        "start": "00:27:41,600",
        "end": "00:27:48,000",
        "en": "Men nu hoppas jag väl att hon står där och att jag på studs kommer på…",
        "pa": "But now I hope she's standing there and I'll immediately figure it out…",
        "vi": "Nhưng giờ tôi hy vọng rằng cô ấy đang đứng đó\n và tôi sẽ biết ngay mình sẽ nói gì,"
    },
    {
        "start": "00:27:48,080",
        "end": "00:27:51,600",
        "en": "…vad jag ska säga och hur vi ska gå vidare i experimentet.",
        "pa": "what to say and how we go forward in the experiment.",
        "vi": "và chúng tôi sẽ tiếp tục thử nghiệm này thế nào."
    },
    {
        "start": "00:27:51,680",
        "end": "00:27:57,640",
        "en": "Det är en märklig situation. Jag har ju så klart en annan känsla i mig",
        "pa": "It's a strange situation, of course.",
        "vi": "Đúng là một tình thế kì lạ.\n Dĩ nhiên, cảm xúc hiện tại của tôi khác hẳn với trong hi vọng. Vậy nên, ừ…"
    },
    {
        "start": "00:27:57,720",
        "end": "00:28:01,920",
        "en": "än vad jag hade hoppats på. Så att… Ja.",
        "pa": "I have a different feeling inside than what I'd hoped for.\n So, yeah.",
        "vi": ""
    },
    {
        "start": "00:28:21,600",
        "end": "00:28:25,880",
        "en": "-Hej. Hur är det? -Det är bra. Själv?",
        "pa": "-Hey. -Hi.",
        "vi": "- Chào anh. - Chào."
    },
    {
        "start": "00:28:25,960",
        "end": "00:28:30,200",
        "en": "-Det är bra. Är du nervös? -Ja, jag är jättenervös.",
        "pa": "-How are you? -I'm good, and you?\n Yeah, I'm good. Are you nervous?\n Yeah, really nervous.",
        "vi": "- Anh thế nào? - Rất tuyệt. Còn em?\n - Em ổn. Anh có lo lắng không? - Ừ, rất hồi hộp."
    },
    {
        "start": "00:28:31,920",
        "end": "00:28:34,040",
        "en": "Jag har en liten present till dig här.",
        "pa": "I have a small gift for you.",
        "vi": "Anh có một món quà nhỏ cho em."
    },
    {
        "start": "00:28:34,120",
        "end": "00:28:36,600",
        "en": "-Johan? -Ja?",
        "pa": "Johan…",
        "vi": "Johan."
    },
    {
        "start": "00:28:38,800",
        "end": "00:28:42,080",
        "en": "-Vi måste prata först. -Okej.",
        "pa": "we have to talk first.\n -Okay. -Is that okay?",
        "vi": "- Ta phải nói chuyện đã. - Ừ.\n Được chứ? Lại đây nào."
    },
    {
        "start": "00:28:47,520",
        "end": "00:28:53,320",
        "en": "Jag har tänkt att när du har tagit ditt beslut att göra den här resan med mig…",
        "pa": "I had thought that when you made the decision",
        "vi": "Em đã tưởng rằng anh đưa ra quyết định"
    },
    {
        "start": "00:28:54,560",
        "end": "00:28:58,960",
        "en": "…så har det varit ett rationellt och klokt beslut.",
        "pa": "to complete this with me\n that it was a rational decision and a wise decision.",
        "vi": "tiếp tục hành trình này với em\n một cách sáng suốt và lý trí."
    },
    {
        "start": "00:28:59,040",
        "end": "00:29:04,480",
        "en": "För mig har det varit väldigt förvirrande exakt hur det har varit.",
        "pa": "So for me it's been very confusing the way that you've acted.",
        "vi": "Vậy nên cách cư xử của anh khiến em rất khó hiểu."
    },
    {
        "start": "00:29:04,560",
        "end": "00:29:10,520",
        "en": "Innan vi fortsätter med någonting så vill jag veta vad du känner för Meira.",
        "pa": "Before we continue with anything, I want to know\n what your feelings are for Meira.",
        "vi": "Trước khi tiếp tục, em muốn biết tình cảm anh dành cho Meira."
    },
    {
        "start": "00:29:10,600",
        "end": "00:29:16,680",
        "en": "Jag vet inte. Någonting känner jag för henne, liksom. Jag känner för dig med.",
        "pa": "For her? I don't know.\n I feel something for her and for you too.",
        "vi": "Cho Meira à?\n Anh không biết. Anh có tình cảm gì đó."
    },
    {
        "start": "00:29:16,760",
        "end": "00:29:21,600",
        "en": "Jag har uppfattat det som så att Meira",
        "pa": "So here's the way that I perceived it.",
        "vi": "Anh cũng có tình cảm với em.\n Theo như em biết,"
    },
    {
        "start": "00:29:21,680",
        "end": "00:29:24,840",
        "en": "har velat höra någonting från dig som du inte kan säga.",
        "pa": "Meira has wanted to hear something from you.",
        "vi": "anh đã không thể nói ra những lời Meira muốn nghe."
    },
    {
        "start": "00:29:24,920",
        "end": "00:29:30,640",
        "en": "Igår sa hon den raka, ärliga sanningen till mig.",
        "pa": "Yesterday, she told me the straight, honest truth.",
        "vi": "Hôm qua, cô ấy đã nói sự thật trần trụi với em."
    },
    {
        "start": "00:29:30,720",
        "end": "00:29:33,840",
        "en": "Hon bara sa det när jag frågade henne.",
        "pa": "As far as what was exactly said, she said that you have expressed",
        "vi": "Em đã hỏi cô ấy những lời anh nói."
    },
    {
        "start": "00:29:33,920",
        "end": "00:29:38,360",
        "en": "Hon sa att du har uttryckt…",
        "pa": "",
        "vi": "Cô ấy nói là, anh đã nói thành lời rằng"
    },
    {
        "start": "00:29:39,880",
        "end": "00:29:42,880",
        "en": "…att hon gör dig komplett.",
        "pa": "that…\n she makes you complete.",
        "vi": "cô ấy làm anh cảm thấy trọn vẹn."
    },
    {
        "start": "00:29:42,960",
        "end": "00:29:47,240",
        "en": "-Ja, jag kände mig varm och trygg. -Ja.",
        "pa": "Yes, I felt warm and safe with her.",
        "vi": "Ừ, anh cảm thấy rất yên tâm khi ở bên cô ấy."
    },
    {
        "start": "00:29:47,320",
        "end": "00:29:53,200",
        "en": "Och att det hade gjort ont att se att Oskar är vid hennes sida…",
        "pa": "And that it had hurt to see Oskar there by her side.",
        "vi": "Và anh rất đau lòng khi thấy Oskar ở bên cô ấy."
    },
    {
        "start": "00:29:54,080",
        "end": "00:29:57,760",
        "en": "Att du på resan inte hade kunnat se",
        "pa": "And that you on this journey were not able to see…",
        "vi": "Và anh không thể chấp nhận"
    },
    {
        "start": "00:29:59,520",
        "end": "00:30:02,760",
        "en": "att du inte är bredvid henne.",
        "pa": "yourself standing next to her.",
        "vi": "việc anh không phải người đi cùng cô ấy trong hành trình này."
    },
    {
        "start": "00:30:02,840",
        "end": "00:30:07,600",
        "en": "Experimentet går ju ut på att vi ska hitta vår kärlek.",
        "pa": "And the experiment is about finding our love.",
        "vi": "Mục đích cuộc thử nghiệm là để tìm kiếm tình yêu của đời ta."
    },
    {
        "start": "00:30:09,920",
        "end": "00:30:12,400",
        "en": "Du har hittat din kärlek.",
        "pa": "You have found your love.",
        "vi": "Anh đã tìm thấy tình yêu đời mình."
    },
    {
        "start": "00:30:13,440",
        "end": "00:30:16,920",
        "en": "-Du har gjort det. -Ja, kanske.",
        "pa": "You have.\n Okay.",
        "vi": "- Anh đã tìm thấy nó. - Có lẽ vậy."
    },
    {
        "start": "00:30:17,000",
        "end": "00:30:21,640",
        "en": "Och det är i Meira. Det är det.",
        "pa": "-I don't know. -And that's Meira.",
        "vi": "- Anh không biết. - Và đó là Meira."
    },
    {
        "start": "00:30:21,720",
        "end": "00:30:27,920",
        "en": "Ja, någonting har jag ju känt. Det sa jag till dig med…",
        "pa": "It's her.\n I've felt something. I can't put my finger on it.",
        "vi": "Là cô ấy.\n Anh có thấy gì đó với cô ấy. Nhưng không chắc chắn.\n - Anh đã bảo em thế mà. - Phải."
    },
    {
        "start": "00:30:28,000",
        "end": "00:30:31,320",
        "en": "Du har inte sagt till Meira…",
        "pa": "Yeah.\n I told you about that and…\n Yes, but you haven't told Meira.",
        "vi": "Anh chưa nói với Meira là,"
    },
    {
        "start": "00:30:32,280",
        "end": "00:30:36,720",
        "en": "\"Jag är kär i dig.\" Hon behövde höra det från dig.",
        "pa": "\"I am in love with you.\" She needed to hear that from you.",
        "vi": "\"Anh yêu em\" à? Cô ấy cần nghe những lời đó."
    },
    {
        "start": "00:30:36,800",
        "end": "00:30:39,800",
        "en": "Även om du inte har sagt \"jag är kär i dig\"",
        "pa": "Even if you haven't said, \"I'm in love with you,\"",
        "vi": "Dù anh chưa nói lời yêu,"
    },
    {
        "start": "00:30:39,880",
        "end": "00:30:43,600",
        "en": "så finns det andra sätt att uttrycka sin kärlek på.",
        "pa": "there are other ways to express your love.",
        "vi": "vẫn có nhiều cách khác để thể hiện."
    },
    {
        "start": "00:30:45,000",
        "end": "00:30:48,040",
        "en": "Kanske. Jag vet inte.",
        "pa": "Yes, maybe. I don't know.",
        "vi": "Ừ, có thể. Anh không biết."
    },
    {
        "start": "00:30:48,120",
        "end": "00:30:51,760",
        "en": "Det är svårt att sätta ord på… vad.",
        "pa": "It's hard putting into words.",
        "vi": "Thật khó để diễn tả thành lời những gì anh cảm nhận về Meira."
    },
    {
        "start": "00:30:51,840",
        "end": "00:30:54,320",
        "en": "Någonting har jag känt för henne.",
        "pa": "I felt something for her.",
        "vi": ""
    },
    {
        "start": "00:30:57,800",
        "end": "00:31:00,360",
        "en": "-Ska du ta den? -Nej, du kan ta den.",
        "pa": "-Are you going to take it? -No, you hold on to that.",
        "vi": "- Em có nhận nhẫn không? - Không."
    },
    {
        "start": "00:31:02,440",
        "end": "00:31:04,680",
        "en": "-Lycka till. -Du med.",
        "pa": "-Take care. -Good luck.\n You too.",
        "vi": "- Giữ gìn nhé. - Chúc may mắn.\n Em cũng vậy."
    },
    {
        "start": "00:31:06,440",
        "end": "00:31:10,880",
        "en": "Kan man vara kär i två personer samtidigt? Jag har inget svar på det.",
        "pa": "I don't know if you can be in love with two people at once.",
        "vi": "Tôi không biết có yêu hai người cùng lúc được không."
    },
    {
        "start": "00:31:10,960",
        "end": "00:31:14,760",
        "en": "Jag tror att det har blivit nån psykologiskt konstig grej.",
        "pa": "I have no answer to that.\n I just think that it has become some kind of psychologically weird thing.",
        "vi": "Tôi không biết.\n Tôi chỉ nghĩ nó đã trở thành một trở ngại tâm lý kì lạ của anh ấy."
    },
    {
        "start": "00:31:14,840",
        "end": "00:31:17,280",
        "en": "Jag tror inte han har tänkt på det.",
        "pa": "I don't know that he's really thought about it,",
        "vi": "Tôi nghĩ anh ấy đã không nghĩ kĩ."
    },
    {
        "start": "00:31:17,360",
        "end": "00:31:22,840",
        "en": "Jag hittar ingen logisk förklaring till varför Johan har valt att göra så här.",
        "pa": "and I can't find a logical explanation for why Johan has chosen to do this.",
        "vi": "Và tôi không thể lý giải tại sao Johan lại chọn làm thế này."
    },
    {
        "start": "00:31:24,760",
        "end": "00:31:30,600",
        "en": "Jag tycker inte att han har varit oärlig i sina känslor mot mig.",
        "pa": "I don't think that he's been dishonest in his feelings for me.",
        "vi": "Tôi không nghĩ anh ấy nói dối về tình cảm dành cho tôi."
    },
    {
        "start": "00:31:30,680",
        "end": "00:31:34,520",
        "en": "Jag tror bara att det har varit",
        "pa": "I just think it was…",
        "vi": "Tôi chỉ nghĩ đó là…"
    },
    {
        "start": "00:31:34,600",
        "end": "00:31:38,920",
        "en": "ett dumt och dåligt beslut och ett misstag.",
        "pa": "a stupid decision.\n It was just a mistake.\n ♪ I can reach for the stars ♪",
        "vi": "một quyết định tệ hại, ngu ngốc, và là một sai lầm."
    },
    {
        "start": "00:31:49,200",
        "end": "00:31:54,800",
        "en": "Jag vet faktiskt inte. Jag känner mycket för Meira, men…",
        "pa": "♪ I see they can't be that far ♪\n ♪ I know it… ♪\n Well, I don't really know.",
        "vi": "Tôi… tôi thực sự không biết nữa.\n Tình cảm tôi dành cho Meira rất mạnh mẽ."
    },
    {
        "start": "00:31:55,480",
        "end": "00:32:00,960",
        "en": "Jag tycker ju om Kimia också. Hon är en fantastisk tjej på sitt sätt.",
        "pa": "I feel a lot for Meira, but…\n I like…",
        "vi": "Tôi cũng thích Kimia."
    },
    {
        "start": "00:32:01,040",
        "end": "00:32:06,520",
        "en": "Jag vet att vi hade kunnat gå ut imorrn och leva ett fantastiskt liv tillsammans.",
        "pa": "Kimia as well.\n She's a fantastic girl in her own way.\n I know we could have left here tomorrow and lived a fantastic life together.",
        "vi": "Cô ấy cũng là một cô gái tuyệt vời theo cách riêng.\n Tôi biết lẽ ra chúng tôi đã có thể rời đi để chung sống hạnh phúc vào ngày mai."
    },
    {
        "start": "00:32:09,800",
        "end": "00:32:13,800",
        "en": "♪ I know that I can do better ♪",
        "pa": "♪ I know that I can do better ♪",
        "vi": ""
    },
    {
        "start": "00:32:13,880",
        "end": "00:32:17,560",
        "en": "♪ I have been dreaming forever ♪",
        "pa": "♪ I have been dreaming forever ♪",
        "vi": ""
    },
    {
        "start": "00:32:17,640",
        "end": "00:32:22,400",
        "en": "♪ I know my skies will turn blue ♪",
        "pa": "♪ I know my skies will turn blue ♪",
        "vi": ""
    },
    {
        "start": "00:32:22,480",
        "end": "00:32:26,920",
        "en": "♪ There's nothing I cannot do ♪",
        "pa": "♪ There's nothing I cannot do ♪",
        "vi": ""
    },
    {
        "start": "00:32:28,520",
        "end": "00:32:31,760",
        "en": "Experimentets första fas har nått sitt slut.",
        "pa": "The first phase of the experiment has now come to an end.",
        "vi": "Giai đoạn đầu tiên của cuộc thử nghiệm đã kết thúc."
    },
    {
        "start": "00:32:31,840",
        "end": "00:32:36,440",
        "en": "Våra par har knutit starka känslomässiga band till varandra",
        "pa": "Inside the pods, our couples made strong emotional bonds,",
        "vi": "Bên trong các phòng riêng, các cặp đôi đã gắn kết tình cảm sâu đậm."
    },
    {
        "start": "00:32:36,520",
        "end": "00:32:40,840",
        "en": "men om den fysiska attraktionen uppstår, det återstår att se.",
        "pa": "but it remains to be seen if a physical attraction develops.",
        "vi": "Nhưng liệu họ có hấp dẫn nhau về mặt thể xác không, để chờ xem."
    },
    {
        "start": "00:32:40,920",
        "end": "00:32:44,080",
        "en": "De ska nu åka på en gemensam romantisk resa",
        "pa": "They will now embark on a romantic journey",
        "vi": "Bây giờ họ sẽ cùng tiến bước trên một hành trình lãng mạn"
    },
    {
        "start": "00:32:44,160",
        "end": "00:32:48,480",
        "en": "där de får chansen att utforska relationen på ett helt nytt sätt.",
        "pa": "where they will get a chance\n to explore their relationship",
        "vi": "và sẽ có cơ hội khám phá quan hệ của mình theo một cách mới."
    },
    {
        "start": "00:32:48,560",
        "end": "00:32:53,400",
        "en": "Kommer deras känslor att bli starkare? Eller tar allt en helt ny vändning?",
        "pa": "in a new way.\n Will their feelings for each other become stronger\n or will it all take a new turn?\n ♪ You could be a risk taker tonight ♪",
        "vi": "Liệu tình cảm của họ có bền chặt hơn?\n Hay mọi thứ sẽ rẽ sang một hướng hoàn toàn mới?"
    },
    {
        "start": "00:33:07,600",
        "end": "00:33:13,640",
        "en": "Hej. Åh, mitt hjärtas fröjd och eviga längtan. Äntligen!",
        "pa": "♪ You can choose the path you want ♪\n ♪ Just make a wish, boy ♪\n ♪ Watch it grow ♪\n ♪ Make a wish, boy ♪\n Oh, my heart's joy and eternal longing, finally.",
        "vi": "Xin chào! Niềm vui và khao khát của anh. Cuối cùng cũng đến ngày này!"
    },
    {
        "start": "00:33:15,960",
        "end": "00:33:18,680",
        "en": "After you! Oj, oj, oj!",
        "pa": "Hi.\n After you.",
        "vi": "Mời em!\n Chà. Mọi việc sẽ rất tốt đẹp cho xem."
    },
    {
        "start": "00:33:18,760",
        "end": "00:33:22,920",
        "en": "Det här kommer att gå jättebra. Det är dagens motionspass.",
        "pa": "-Oh, wow. This is gonna be great. -Great.\n -Today's workout. -Yeah, really.",
        "vi": "Bài tập hôm nay."
    },
    {
        "start": "00:33:29,640",
        "end": "00:33:32,760",
        "en": "Lite mer space än i kapslarna.",
        "pa": "-Wow… -Wow, wow, wow.\n -Bit more space than the pods. -Yeah, really.",
        "vi": "- Ồ. - Đẹp quá.\n - Rộng hơn phòng kín ở kia một chút. - Đúng vậy."
    },
    {
        "start": "00:33:34,600",
        "end": "00:33:38,280",
        "en": "-Jävlar, alltså. -Alltså, wow!",
        "pa": "- Damn. -I mean… wow!",
        "vi": "- Chết tiệt, đẹp quá. - Thích thật đấy."
    },
    {
        "start": "00:33:38,360",
        "end": "00:33:41,760",
        "en": "Det här kan man vänja sig vid, faktiskt.",
        "pa": "You could get used to this.",
        "vi": "Được mãi thế này thì tốt."
    },
    {
        "start": "00:33:41,840",
        "end": "00:33:44,400",
        "en": "Då har vi en bra vecka här.",
        "pa": "Have a good week.",
        "vi": "Chúc một tuần tươi đẹp nhé."
    },
    {
        "start": "00:33:49,640",
        "end": "00:33:52,880",
        "en": "-Hallå. -Hallå.",
        "pa": "-Hello. -Hello.",
        "vi": "- Chào anh. - Chào em."
    },
    {
        "start": "00:33:52,960",
        "end": "00:33:57,760",
        "en": "Jag tänker att jag pendlar mellan att göra slut helt",
        "pa": "I feel that I oscillate between breaking up and staying together",
        "vi": "Tôi thấy… mình đang phân vân"
    },
    {
        "start": "00:33:57,840",
        "end": "00:34:04,160",
        "en": "för att hon kanske vill att jag ska göra slut.",
        "pa": "because maybe she wants to…",
        "vi": "việc dừng lại, vì có thể cô ấy không muốn chủ động chia tay"
    },
    {
        "start": "00:34:04,240",
        "end": "00:34:07,440",
        "en": "Det är min känsla.",
        "pa": "she might not want to break up, but she wants me to break up with her.\n That's my feeling.",
        "vi": "mà muốn tôi mở lời kia. Tôi cảm thấy như thế."
    },
    {
        "start": "00:34:07,520",
        "end": "00:34:10,520",
        "en": "Ciao! Men alltså, det här går ju typ inte.",
        "pa": "Damn, this is nice. Actually this doesn't work.",
        "vi": "Này. Thế này không ổn rồi."
    },
    {
        "start": "00:34:10,600",
        "end": "00:34:13,560",
        "en": "-Kämpa på. -Du får fan ta det här, alltså. Sorry.",
        "pa": "-Go for it. -You need to take this one, I'm sorry.",
        "vi": "Em phải cầm cái này. Xin lỗi."
    },
    {
        "start": "00:34:13,639",
        "end": "00:34:19,400",
        "en": "Och enda sättet att konfrontera känslan är att fråga henne. Är det verkligen så här?",
        "pa": "And the only way to confront this feeling is to ask her.",
        "vi": "Cách duy nhất để đối mặt với cảm giác này"
    },
    {
        "start": "00:34:21,280",
        "end": "00:34:27,199",
        "en": "Och om jag får ett svar som inte tilltalar min oro, så gör jag det.",
        "pa": "\"Is this what's happening here?\"\n And if the answer I get is an answer that doesn't calm my anxiety,",
        "vi": "là xác nhận với cô ấy.\n Và nếu câu trả lời của cô ấy không làm tôi bớt lo âu"
    },
    {
        "start": "00:34:27,280",
        "end": "00:34:30,719",
        "en": "Jag är inte här för att slösa bort min tid.",
        "pa": "then I'll break it off because I'm not here to waste my time.",
        "vi": "thì tôi sẽ chia tay, vì tôi không muốn lãng phí thời gian của mình."
    },
    {
        "start": "00:34:32,880",
        "end": "00:34:36,600",
        "en": "Är det lika lyxigt uppe som nere?",
        "pa": "- Is it as fancy up there?",
        "vi": "Trên đó có sang trọng như dưới này không?"
    },
    {
        "start": "00:34:36,679",
        "end": "00:34:41,280",
        "en": "- Vi har fått solhattar! -Men ta med dem ner, för solen skiner.",
        "pa": "We've got sun hats.\n Bring them. The sun is shining.",
        "vi": "Ta có mũ chống nắng này!\n Cầm theo đi, trời đang nắng lắm!"
    },
    {
        "start": "00:34:41,360",
        "end": "00:34:44,560",
        "en": "-Vad roligt! -Yes.",
        "pa": "- This is fun. -Yes.",
        "vi": "- Thật là vui! - Ừ!"
    },
    {
        "start": "00:34:44,639",
        "end": "00:34:47,800",
        "en": "Man får släppa ut håret och ta på sig hatt.",
        "pa": "I need to let my hair down and put on a hat.",
        "vi": "Em thả tóc và đội mũ này."
    },
    {
        "start": "00:34:47,880",
        "end": "00:34:51,639",
        "en": "-Det var lila hår. -Jag har lila hår.",
        "pa": "-That is purple hair. -Yeah, purple hair.",
        "vi": "- Tóc anh màu tím. - Ừ, màu tím."
    },
    {
        "start": "00:34:51,719",
        "end": "00:34:55,280",
        "en": "-Den där får du ha. -Tack.",
        "pa": "-You get that one. -Thanks.",
        "vi": "- Anh đội cái đó đi. - Cảm ơn em."
    },
    {
        "start": "00:34:55,360",
        "end": "00:35:01,000",
        "en": "För mig har det varit oundvikligt att inte tänka på hur Christofer ser ut.",
        "pa": "It's been necessary for me to not think too much about what Christofer looks like.",
        "vi": "Đối với tôi, việc không nghĩ đến diện mạo của Christofer là khó tránh khỏi."
    },
    {
        "start": "00:35:01,080",
        "end": "00:35:05,440",
        "en": "Gud, har du lila hår? Hur kommer det sig?",
        "pa": "-You have purple hair. -I dyed my hair purple.",
        "vi": "- Chúa ơi, tóc anh màu tím. - Tóc anh màu tím."
    },
    {
        "start": "00:35:05,520",
        "end": "00:35:07,400",
        "en": "Jag gillar lila.",
        "pa": "Why?\n -I like purple, hmm? -Yeah, you do.",
        "vi": "- Đúng thế thật. - Anh thích màu tím."
    },
    {
        "start": "00:35:07,480",
        "end": "00:35:10,840",
        "en": "-Ja, det gör du ju. -Det var superlila i början.",
        "pa": "It was super purple to begin with.",
        "vi": "- Đúng vậy. - Lúc đầu màu siêu tím cơ."
    },
    {
        "start": "00:35:10,920",
        "end": "00:35:13,560",
        "en": "Jag har faktiskt med mig färg, så man kan färga mer.",
        "pa": "I have hair dye so you could do more.",
        "vi": "Thật ra anh có mang theo màu để nhuộm thêm đấy."
    },
    {
        "start": "00:35:13,640",
        "end": "00:35:18,560",
        "en": "Om vi har tid och vill så kan vi köra en hårfärgnings-session.",
        "pa": "Shit.\n I was thinking if we have time and want to,\n we can do a hair dyeing session.",
        "vi": "Nếu muốn và có thời gian, chúng ta có thể nhuộm thêm."
    },
    {
        "start": "00:35:21,400",
        "end": "00:35:24,920",
        "en": "Jag vet inte om jag hade tänkt… Han är halv-australiensare",
        "pa": "I don't know if I had imagined since he's half Australian",
        "vi": "Tôi không biết tôi có… Vì anh ấy có nửa dòng máu Úc"
    },
    {
        "start": "00:35:25,000",
        "end": "00:35:30,080",
        "en": "så jag kanske hade tänkt att han skulle vara nån australiensisk beach boy.",
        "pa": "that maybe he was kind of an Australian beach boy.",
        "vi": "nên tôi tưởng anh ấy sẽ đậm nét trai biển Úc hơn."
    },
    {
        "start": "00:35:30,160",
        "end": "00:35:32,400",
        "en": "Det var mer den tanken jag hade",
        "pa": "That was the kind of image I had in my head.",
        "vi": "Tôi đã hình dung về anh ấy kiểu đó hơn."
    },
    {
        "start": "00:35:32,480",
        "end": "00:35:38,320",
        "en": "men det är ju liksom bara fördomar kring Australien och alla surfer boys.",
        "pa": "But that's just prejudice around like…\n Australia and all the surfer boys.",
        "vi": "Nhưng thật ra đó chỉ là định kiến của tôi về nước Úc và trai lướt sóng thôi."
    },
    {
        "start": "00:35:39,680",
        "end": "00:35:43,120",
        "en": "Du är ju på riktigt det vackraste jag har sett. Jag skämtar inte.",
        "pa": "You really are the most beautiful thing I've ever seen, I'm not kidding.",
        "vi": "Anh chưa thấy gì đẹp hơn em trên đời này. Anh không đùa đâu."
    },
    {
        "start": "00:35:44,480",
        "end": "00:35:50,600",
        "en": "-Åh, tack. -Skål. Skål för solsken och dig.",
        "pa": "Thank you.\n Cheers.\n -Here's to sunshine and… you. -Cheers.",
        "vi": "Cảm ơn anh.\n - Uống mừng nào! Mừng mặt trời và em. - Nâng ly."
    },
    {
        "start": "00:35:52,440",
        "end": "00:35:57,280",
        "en": "Jag tycker om dig, Catja. Du är spektakulär. Du är unik. Du är det.",
        "pa": "I like you, Catja.\n You're spectacular, you're unique, you are.",
        "vi": "Anh thích em, Catja. Em thật kiều diễm. Em rất đặc biệt. Thật đấy."
    },
    {
        "start": "00:35:57,360",
        "end": "00:36:01,440",
        "en": "-Spektakulär? -Jag vet inte hur man ska säga.",
        "pa": "-Spectacular? -I don't know how else to put it.",
        "vi": "- Kiều diễm à? - Anh không biết phải diễn đạt thế nào."
    },
    {
        "start": "00:36:01,520",
        "end": "00:36:06,840",
        "en": "Att träffa Catja är först och främst mindblowing. Hon är ju liksom drömtjejen.",
        "pa": "Thank you.\n Meeting Catja was mind blowing.",
        "vi": "Chúa ơi.\n Trước tiên, phải nói rằng tôi vô cùng ấn tượng khi gặp Catja."
    },
    {
        "start": "00:36:06,920",
        "end": "00:36:10,720",
        "en": "Och inte bara det, hon är liksom drömtjejen fysiskt också.",
        "pa": "She's my dream girl.\n And she is my dream girl physically as well.",
        "vi": "Cô ấy thực sự là một cô gái trong mơ.\n Và không chỉ vậy… Diện mạo của cô ấy cũng như trong mơ."
    },
    {
        "start": "00:36:14,040",
        "end": "00:36:19,520",
        "en": "Jag tror att för min del… Jag tror att det kommer ta tid för mig att liksom…",
        "pa": "I think for me…",
        "vi": "Em nghĩ là, với em…\n sẽ phải mất ít lâu em mới quen được đây là Christofer."
    },
    {
        "start": "00:36:19,600",
        "end": "00:36:25,680",
        "en": "\"Det här är Christofer som jag lärt känna i kapslarna.\"",
        "pa": "for me, it will take time to realize that this person right before me is Christofer.\n I get that.",
        "vi": "Là Christofer mà em biết trong những căn phòng kín đó."
    },
    {
        "start": "00:36:25,760",
        "end": "00:36:31,320",
        "en": "Men när jag bara sitter och lyssnar på dig, så hör jag ju att det är ju du.",
        "pa": "And like this is the Christofer that I got to know in the pods.\n But when I listen to you speak, I hear that it is you, there it's you.",
        "vi": "Nhưng khi nghe anh nói, em thấy đúng là anh."
    },
    {
        "start": "00:36:31,400",
        "end": "00:36:36,360",
        "en": "Det är samma med dig. Din röst är bekväm.",
        "pa": "Yes, it's the same thing with you.\n Your voice feels lovely and comfortable.",
        "vi": "Anh cũng thấy em như vậy. Bởi vậy anh mới nói giọng em rất dễ chịu."
    },
    {
        "start": "00:36:37,640",
        "end": "00:36:41,320",
        "en": "Det sista jag vill göra är att förstöra något sånt",
        "pa": "The last thing I want to do is to destroy something with what I offer physically.",
        "vi": "Tôi tuyệt đối không muốn phá hỏng quan hệ này chỉ vì diện mạo của mình."
    },
    {
        "start": "00:36:41,400",
        "end": "00:36:47,000",
        "en": "med det fysiska jag har att erbjuda. Tänk om hon tycker att jag är ful.",
        "pa": "So there's that aspect of it all. What if she thinks I'm ugly?",
        "vi": "Là khía cạnh, \"Nếu cô ấy thấy mình xấu thì sao?\""
    },
    {
        "start": "00:36:47,080",
        "end": "00:36:51,760",
        "en": "-Jag tänker att vi tar en dag i taget. -Det blir bra det.",
        "pa": "I think let's take it one day at a time.",
        "vi": "- Em nghĩ ta sẽ tiến từng ngày một. - Được lắm."
    },
    {
        "start": "00:36:53,320",
        "end": "00:36:59,880",
        "en": "Den som inte känner prestationsångest över nåt sånt är inte människa, tror jag.",
        "pa": "It's going to be okay.\n If you don't have performance anxiety over something like that,\n then you're not human.\n ♪ Even if we break, if we break up ♪",
        "vi": "Và ai mà không cảm thấy lo lắng\n về một việc như thế thì không phải con người, tôi nghĩ thế."
    },
    {
        "start": "00:37:09,600",
        "end": "00:37:13,760",
        "en": "-Ska vi packa upp? -Det här ska bli…",
        "pa": "♪ If we break up, break up ♪\n ♪ If we break, if we break, break up ♪\n Should we unpack our bags?",
        "vi": "Ta dỡ đồ ra nhé?"
    },
    {
        "start": "00:37:13,840",
        "end": "00:37:18,040",
        "en": "Nästan det viktigaste, tycker jag, på hela semestern.",
        "pa": "This is going to be…\n Almost the most important thing of the whole vacation, I think.",
        "vi": "- Đây sẽ là… - Việc quan trọng nhất, gần như vậy.\n Cho cả kỳ nghỉ."
    },
    {
        "start": "00:37:18,120",
        "end": "00:37:21,600",
        "en": "-Jag har en massa linneskjortor med mig. -Är det din semesterlook?",
        "pa": "I have loads of linen shirts with me.",
        "vi": "Anh mang rất nhiều sơ mi lanh."
    },
    {
        "start": "00:37:21,680",
        "end": "00:37:25,760",
        "en": "Ja. Linneskjortor, linnebyxor, linneshorts.",
        "pa": "-Is that your holiday look? -Yes.\n -Linen shirts, linen pants, linen shorts. -What does your style look like at home?",
        "vi": "- Đó là phong cách đi nghỉ của anh à? - Ừ.\n Sơ mi lanh, quần lanh dài, quần short lanh."
    },
    {
        "start": "00:37:25,840",
        "end": "00:37:28,240",
        "en": "Hur ser din stil ut annars?",
        "pa": "",
        "vi": "Thế phong cách ở nhà của anh thế nào?"
    },
    {
        "start": "00:37:28,320",
        "end": "00:37:33,720",
        "en": "Chinos med en skjorta och pullover. Det är ju ganska vanligt.",
        "pa": "Like chinos with a shirt and a pullover.",
        "vi": "Thường là quần chinos với áo sơ mi và áo chui đầu."
    },
    {
        "start": "00:37:33,800",
        "end": "00:37:36,440",
        "en": "Chinos? Du är en sån kille…",
        "pa": "That's pretty ordinary.\n -Chinos. -Oh.",
        "vi": "- Phong cách khá thường gặp. - Quần chinos à?\n - Chà. - Anh là kiểu người đó."
    },
    {
        "start": "00:37:36,520",
        "end": "00:37:40,320",
        "en": "-Oj. Det här var laddat. -Nej då.",
        "pa": "-You're one of those guys? -Oh!\n -No. -That was loaded.",
        "vi": "- Hả? - Đó là một chủ đề nhạy cảm."
    },
    {
        "start": "00:37:40,400",
        "end": "00:37:45,000",
        "en": "-Jag har bara aldrig dejtat någon som… -Som har chinos?",
        "pa": "No, but… I don't mind chinos.\n -I've never dated someone who… -Who wears chinos.",
        "vi": "Không, tại… Em không có ý chê bai vải chinos.\n - Em chưa từng hẹn hò với ai… - Dùng quần chinos."
    },
    {
        "start": "00:37:45,080",
        "end": "00:37:48,880",
        "en": "Vad brukade dina tidigare dejter ha på sig då?",
        "pa": "-Yeah. -What did your previous guys wear?",
        "vi": "- Phải. - Vậy mấy người em từng hẹn hò mặc gì?"
    },
    {
        "start": "00:37:48,960",
        "end": "00:37:51,760",
        "en": "Lite… Inte riktigt chinos.",
        "pa": "Well, not really chinos.",
        "vi": "Một chút… Ừ, không hẳn là quần chinos."
    },
    {
        "start": "00:37:51,840",
        "end": "00:37:55,560",
        "en": "Det är inget fel på chinos. Det är en bra byxa.",
        "pa": "There's nothing wrong with chinos. They're good pants.",
        "vi": "Quần chinos không có vấn đề gì cả. Vẫn tốt."
    },
    {
        "start": "00:37:57,120",
        "end": "00:38:01,640",
        "en": "-Ja… -Det går skitbra det här märker jag.",
        "pa": "Yeah.\n I can tell this is going really well. Okay.",
        "vi": "Phải không?\n Anh thấy tình hình suôn sẻ đấy. Được rồi!"
    },
    {
        "start": "00:38:13,920",
        "end": "00:38:17,560",
        "en": "- Vad är det för bok? - Factfulness.",
        "pa": "The book that you brought. What book?",
        "vi": "Cuốn sách anh mang theo là loại sách gì thế?"
    },
    {
        "start": "00:38:17,640",
        "end": "00:38:21,840",
        "en": "-Det är han Hans Rosling. -Ja, det låter bekant.",
        "pa": "-Factfulness? -Okay.\n -It's like, it's that guy, Hans Rosling. -Sounds familiar.",
        "vi": "Tính xác thực, của Hans Rosling."
    },
    {
        "start": "00:38:21,920",
        "end": "00:38:25,800",
        "en": "Vetenskapsmannen som lägger upp fakta om världen.",
        "pa": "A scientist who charts facts about the world.",
        "vi": "- Nghe quen lắm. - Một nhà khoa học.\n Ông ấy chuyên trình bày thông tin có thật về thế giới."
    },
    {
        "start": "00:38:25,880",
        "end": "00:38:31,240",
        "en": "Man tänker att det är fattigt överallt och krig",
        "pa": "If you think that everywhere is poor and there's chaos and war",
        "vi": "Nếu em nghĩ thế giới nghèo đói, hỗn loạn, chiến tranh liên miên,"
    },
    {
        "start": "00:38:31,320",
        "end": "00:38:36,840",
        "en": "men inget av det stämmer. Han lägger upp alla fakta. Skitintressant.",
        "pa": "and more murders and things like that, that's not correct.\n He puts together all the facts of how the world really is, really interesting.",
        "vi": "và ngày càng nhiều vụ giết người, thế là không đúng.\n Ông ấy tổng hợp các thông tin đúng sự thật lại. Thật sự thế nào."
    },
    {
        "start": "00:38:36,920",
        "end": "00:38:39,600",
        "en": "Det kan jag tro.",
        "pa": "That makes sense.",
        "vi": "- Thú vị lắm. - Em hiểu được.\n Còn em chỉ đọc truyện về tình dục thôi."
    },
    {
        "start": "00:38:39,680",
        "end": "00:38:43,440",
        "en": "-Jag läser ju snusk. -Gör du?",
        "pa": "-Well, I mean, I read smut. -What?",
        "vi": "- Gì cơ? - Em đọc truyện về tình dục."
    },
    {
        "start": "00:38:43,520",
        "end": "00:38:48,000",
        "en": "-Du får läsa högt nu. -Nej, det kan jag inte göra.",
        "pa": "-I read smut. -You do?\n -You have to read it out loud. -No, no.\n -Yes. -I cannot do that.",
        "vi": "- Em có thể đọc cho anh nghe. - Không được đâu!"
    },
    {
        "start": "00:38:48,080",
        "end": "00:38:52,600",
        "en": "-Ska jag göra det? -Nej. Alltså, nej.",
        "pa": "-Read it out loud. -No.\n -Should I? -No! Like, no.",
        "vi": "- Đọc luôn không? - Không.\n - Hay để anh đọc? - Không! Không được."
    },
    {
        "start": "00:38:52,680",
        "end": "00:38:57,600",
        "en": "-Ser du hur mycket snusk det är? -Jag kan inte läsa det.",
        "pa": "Look, see how much smut there is.",
        "vi": "Anh thấy chưa? Thấy nó tục tĩu thế nào chưa?"
    },
    {
        "start": "00:38:57,680",
        "end": "00:39:02,120",
        "en": "-Exakt. Du behöver inte läsa det. -Pappa gör mig arvslös efter det.",
        "pa": "-I can't read that aloud. -Exactly. You don't have to.\n -Let's do this. -Dad will disinherit me.",
        "vi": "- Anh không đọc được rồi. - Đúng thế.\n - Anh không cần đọc đâu. - Bố sẽ từ anh mất."
    },
    {
        "start": "00:39:02,200",
        "end": "00:39:07,120",
        "en": "Jag är så glad att jag har träffat Lucas.",
        "pa": "I'm so happy to have met Lucas.",
        "vi": "Tôi rất vui vì đã gặp được Lucas."
    },
    {
        "start": "00:39:07,200",
        "end": "00:39:09,680",
        "en": "Det känns jättebra.",
        "pa": "-It feels great. -Let's go.",
        "vi": "- Cảm giác thật tuyệt. - Đi nào."
    },
    {
        "start": "00:39:09,760",
        "end": "00:39:13,760",
        "en": "Jag är väldigt glad för att få ta det här till nästa steg.",
        "pa": "And I'm very happy to be able to take this to the next step.",
        "vi": "Và tôi rất vui khi chúng tôi tiến lên bước tiếp theo."
    },
    {
        "start": "00:39:13,840",
        "end": "00:39:17,680",
        "en": "-Oh, det ser kallt ut! -Det kommer att vara så jävla kallt.",
        "pa": "-It looks freezing. -It's gonna be super cold.\n Whoo!",
        "vi": "- Trông có vẻ lạnh. - Ừ, sẽ lạnh lắm đấy."
    },
    {
        "start": "00:39:22,200",
        "end": "00:39:28,520",
        "en": "Jag har nåt väldigt snyggt att titta på just nu. Det är en stor bonus.",
        "pa": "I have something nice to look at too. It's a big bonus.",
        "vi": "Tôi đang có một thứ bổ mắt lắm. Một phần thưởng thêm rất lớn."
    },
    {
        "start": "00:39:29,640",
        "end": "00:39:31,120",
        "en": "Nej!",
        "pa": "",
        "vi": "Không!"
    },
    {
        "start": "00:39:31,200",
        "end": "00:39:34,800",
        "en": "Jag skulle gärna bara go loco.",
        "pa": "And I would like to just go loco.",
        "vi": "Tôi chỉ muốn đè anh ấy ra thôi."
    },
    {
        "start": "00:39:34,880",
        "end": "00:39:38,280",
        "en": "Men jag får hold my horses here for a bit.",
        "pa": "But I have to hold my horses a bit.",
        "vi": "Nhưng hiện tại phải kiềm chế một chút mới được."
    },
    {
        "start": "00:39:39,640",
        "end": "00:39:43,520",
        "en": "-Blev du blöt? -Bara lite. Det är ingen fara.",
        "pa": "You got wet?\n Just a little. All good.\n ♪ Now I just want your love ♪",
        "vi": "- Em có bị ướt không? - Chút xíu thôi. Không sao."
    },
    {
        "start": "00:39:56,680",
        "end": "00:39:59,160",
        "en": "Eiffeltornet. Du vet hur du ser ut.",
        "pa": "♪ I just want your I just want your love ♪\n The Eiffel Tower, know what it looks like?",
        "vi": "Tháp Eiffel. Em biết nó trông thế nào không?"
    },
    {
        "start": "00:39:59,240",
        "end": "00:40:02,920",
        "en": "Om jag aldrig hade sett Eiffeltornet, hur skulle du beskriva det?",
        "pa": "If I was blind and had never seen the Eiffel Tower, how would you describe it?",
        "vi": "Nếu anh bị mù và chưa từng thấy tháp Eiffel, em sẽ mô tả nó thế nào?"
    },
    {
        "start": "00:40:04,160",
        "end": "00:40:07,920",
        "en": "Metall. Högt.",
        "pa": "-Metal. -Metal?",
        "vi": "- Bằng kim loại. - Kim loại.\n - Cao. - Cao."
    },
    {
        "start": "00:40:08,000",
        "end": "00:40:11,280",
        "en": "-Format som ett A. -Okej.",
        "pa": "-Tall. -Tall.\n -Shaped like an A. -Okay.\n Um…",
        "vi": "- Hình chữ A. - Được rồi."
    },
    {
        "start": "00:40:12,400",
        "end": "00:40:17,080",
        "en": "-Jag vet inte. -Alla nämner just de här sakerna.",
        "pa": "I don't know.\n Everyone mentions these things.",
        "vi": "Em không biết nữa.\n Ai cũng mô tả nó như thế. Vì những đặc điểm đó rõ mồn một."
    },
    {
        "start": "00:40:17,160",
        "end": "00:40:19,720",
        "en": "Det är in your face.",
        "pa": "Because they're in your face.",
        "vi": ""
    },
    {
        "start": "00:40:19,800",
        "end": "00:40:25,800",
        "en": "Jag lärde mig att benen är det vackra. De är så här jäkla stora.",
        "pa": "But I learned that it's the legs that are beautiful.",
        "vi": "Nhưng anh được biết rằng chân tháp rất đẹp."
    },
    {
        "start": "00:40:25,880",
        "end": "00:40:32,120",
        "en": "Om jag ska dra den parallellen till dig så känner jag att dina ben är stadiga.",
        "pa": "They're this big.\n And if I were to draw a parallel to you, I felt that your legs are very steady.",
        "vi": "Chúng to thế này này.\n Và nếu vẽ một đường song song,\n ta sẽ cảm thấy chân nó rất vững chãi."
    },
    {
        "start": "00:40:32,200",
        "end": "00:40:35,440",
        "en": "Då får man se frukten av det här lugnet.",
        "pa": "And you see the result of all this calmness.",
        "vi": "Và em có thể thấy kết quả của sự yên bình đó."
    },
    {
        "start": "00:40:35,520",
        "end": "00:40:37,560",
        "en": "Utan lugnet…",
        "pa": "Without the calmness… imagine if you flipped.",
        "vi": "Bởi vì nếu không có sự yên bình…"
    },
    {
        "start": "00:40:37,640",
        "end": "00:40:44,600",
        "en": "Tänk om du skulle vända på tornet. Då ramlar det ju.",
        "pa": "",
        "vi": "Hãy tưởng tượng nếu em lật ngược cả tòa tháp xem."
    },
    {
        "start": "00:40:44,680",
        "end": "00:40:47,320",
        "en": "Det var det som fick mig att bara… Wow!",
        "pa": "That tower, it topples.\n Initially, that's what made me go, \"Whoa!",
        "vi": "Nó sẽ đổ ngay.\n Đó là điều khiến anh thấy rất ấn tượng."
    },
    {
        "start": "00:40:48,400",
        "end": "00:40:52,000",
        "en": "Den här tjejen har stadiga fötter.",
        "pa": "This girl has stable feet.\"",
        "vi": "Tòa tháp này có đôi chân rất vững chãi."
    },
    {
        "start": "00:40:52,080",
        "end": "00:40:54,600",
        "en": "Men jag tänker att…",
        "pa": "But I believe that…",
        "vi": "Nhưng anh nghĩ…"
    },
    {
        "start": "00:40:58,000",
        "end": "00:41:02,560",
        "en": "Jag tror, och det är min uppfattning, att du är väldigt osäker på mig.",
        "pa": "I think that you're very wobbly when it comes to me.",
        "vi": "Anh nghĩ… và anh có ấn tượng là em thấy bất an về anh."
    },
    {
        "start": "00:41:02,640",
        "end": "00:41:05,720",
        "en": "Jag var jättetveksam till att komma hit.",
        "pa": "Mm-hmm.\n I was really hesitant to come here.",
        "vi": "Vì thế anh đã khá ngần ngại việc đến đây."
    },
    {
        "start": "00:41:06,640",
        "end": "00:41:09,800",
        "en": "-Efter frieriet? -Mm.",
        "pa": "-After the proposal? -Mm.",
        "vi": "- Sau khi cầu hôn em? - Phải."
    },
    {
        "start": "00:41:09,880",
        "end": "00:41:14,760",
        "en": "-Va? -Mm. I wasn't… Det var liksom…",
        "pa": "What?\n Because I wasn't, it was like…",
        "vi": "Cái gì?\n Vì anh không… Anh thấy là…"
    },
    {
        "start": "00:41:16,040",
        "end": "00:41:20,200",
        "en": "Alla kan vi ha dåliga dagar, men det var så above rött.",
        "pa": "We can all have bad days, but it was so… danger zone.",
        "vi": "Ai cũng có ngày tốt ngày xấu, nhưng cảm giác rất… trên cả mức báo động."
    },
    {
        "start": "00:41:21,080",
        "end": "00:41:23,240",
        "en": "Från vilken punkt?",
        "pa": "Danger zone? In what way?",
        "vi": "Vì điểm nào?"
    },
    {
        "start": "00:41:24,400",
        "end": "00:41:28,600",
        "en": "Det skrämde livet ur mig när du inte hade armbandet.",
        "pa": "You scared me to death when you didn't wear the bracelet, you said…",
        "vi": "Anh sợ vô cùng khi em không đeo cái vòng tay."
    },
    {
        "start": "00:41:28,680",
        "end": "00:41:32,440",
        "en": "-Det gick inte att dra. Jag kan visa dig. -Det spelar ingen roll.",
        "pa": "I see, but I couldn't pull it. I'll show you.",
        "vi": "Lúc nào đó em đã nói là…\n - Nhưng em không thắt nó lại được. - Không sao cả."
    },
    {
        "start": "00:41:32,520",
        "end": "00:41:37,560",
        "en": "Då säger man det. \"Jag vet inte hur man gör\"…",
        "pa": "That doesn't matter. Then… you say that.",
        "vi": "Rồi em nói là em không biết cách thắt. Gì cũng được."
    },
    {
        "start": "00:41:37,640",
        "end": "00:41:40,520",
        "en": "Det sa jag när jag öppnade. \"Den går inte att dra åt.\"",
        "pa": "-Yes. -\"I don't know how to do it\" or whatever.\n But I said that when I opened it, I couldn't pull it tight.",
        "vi": "Nhưng em đã bảo là sau khi nới ra thì em không thắt nó lại được."
    },
    {
        "start": "00:41:40,600",
        "end": "00:41:46,680",
        "en": "Jag drog och drog. Tjejerna kollade. Alla försökte dra. Den satt helt fast.",
        "pa": "I pulled and pulled and asked the girls…\n -But it's like this. -Yes, they all tried.",
        "vi": "Em cứ kéo mãi mà không được. Mấy cô gái khác cũng thử luôn."
    },
    {
        "start": "00:41:47,520",
        "end": "00:41:52,640",
        "en": "Sen med ringen. Det var så här… \"Nej.\" Att inte jag fick nån ring…",
        "pa": "It was completely stuck.\n Then with the ring, it was like, ouch, none.",
        "vi": "Ai cũng thử. Nó bị kẹt hẳn luôn ấy.\n Rồi còn chuyện chiếc nhẫn… Không được."
    },
    {
        "start": "00:41:52,720",
        "end": "00:41:56,640",
        "en": "Man byter en grej vid altaret. Det sa jag också.",
        "pa": "I didn't get a ring.\n But for me, it's like you exchange that at the altar.",
        "vi": "- Cái gì? - Anh không được em trao nhẫn.\n Với em, việc trao nhẫn phải diễn ra ở lễ đường. Em đã nói rồi mà."
    },
    {
        "start": "00:41:56,720",
        "end": "00:42:00,720",
        "en": "Jo, men man kommunicerar det. Då säger man: \"Vet du, darling\"…",
        "pa": "-I explained that. -But you communicate that.\n You say, \"Darling…",
        "vi": "Ừ, nhưng em phải trấn an anh chứ. Nếu vậy, em hãy nói, \"Anh yêu, không sao.\""
    },
    {
        "start": "00:42:02,080",
        "end": "00:42:05,080",
        "en": "\"Var lugn.\" Förstår du vad jag menar?",
        "pa": "we're good,\" see what I mean?",
        "vi": "Em hiểu ý anh không? Hiểu không?"
    },
    {
        "start": "00:42:06,120",
        "end": "00:42:09,320",
        "en": "Så jag blev så här… Don't waste my time.",
        "pa": "Because I was like…",
        "vi": "- Vậy nên anh nghĩ, \"Đừng phí thời gian.\" - Cái gì?"
    },
    {
        "start": "00:42:09,400",
        "end": "00:42:12,160",
        "en": "-What? -Det var så jag kände.",
        "pa": "\"Don't waste my time.\"\n What?",
        "vi": ""
    },
    {
        "start": "00:42:12,240",
        "end": "00:42:18,800",
        "en": "Jag antog att du kunde känna så för att jag inte gav en ring. Det är symboliskt.",
        "pa": "That's how I felt.\n I thought that you might feel that way because I didn't give you a ring.",
        "vi": "Anh cảm thấy như thế đấy.\n Em cho rằng anh cảm thấy như thế là vì em không trao nhẫn cho anh."
    },
    {
        "start": "00:42:18,880",
        "end": "00:42:23,560",
        "en": "-Men man kommunicerar det. -Du har inte frågat om nån ring heller.",
        "pa": "-That's symbolic in a way, but… -But you communicate that.",
        "vi": "Vì nó đại diện cho cái gì đó.\n - Nhưng… - Em đã không nói cho anh rõ.\n Nhưng anh cũng không hỏi vụ nhẫn mà."
    },
    {
        "start": "00:42:23,640",
        "end": "00:42:27,160",
        "en": "Jag säger inte att jag var fläckfri heller.",
        "pa": "But you didn't ask me about a ring either.\n I'm not saying I've been without fault either.",
        "vi": "Anh cũng không nói là anh hoàn hảo."
    },
    {
        "start": "00:42:27,240",
        "end": "00:42:31,560",
        "en": "Men jag kände nånstans… \"Hon hade en oro.\"",
        "pa": "But I felt somewhere like, \"Wait a minute.",
        "vi": "Nhưng đâu đó trong anh cảm thấy rằng, em đang lo lắng."
    },
    {
        "start": "00:42:31,640",
        "end": "00:42:35,480",
        "en": "-Nej. -Så uppfattade jag det.",
        "pa": "She was worried that I'm so…\" That's how I perceived it.",
        "vi": "- Là anh ép em. - Không.\n Anh thấy vậy đấy."
    },
    {
        "start": "00:42:35,560",
        "end": "00:42:37,880",
        "en": "Jag sa ju till dig…",
        "pa": "Then I felt a little bit like, well, I told you.",
        "vi": "Rồi anh hơi nghĩ là, anh đã nói với em rồi."
    },
    {
        "start": "00:42:38,920",
        "end": "00:42:43,360",
        "en": "I tell you once, I tell you twice, third time I'm out.",
        "pa": "I tell you once, okay, I tell you twice. Third time I'm out.",
        "vi": "Anh nói một lần, được rồi. Anh nói hai lần."
    },
    {
        "start": "00:42:44,560",
        "end": "00:42:46,440",
        "en": "Och det var min third.",
        "pa": "And that was my third.",
        "vi": "Đến lần thứ ba là anh sẽ dừng lại. Và vừa rồi là lần thứ ba."
    },
    {
        "start": "00:42:48,440",
        "end": "00:42:51,040",
        "en": "-Varför gjorde du inte det då? -Jag är ju här, ju.",
        "pa": "- Why didn't you do that, then? -Because I'm here.",
        "vi": "- Sao anh không làm vậy? - Anh đến đây."
    },
    {
        "start": "00:42:51,120",
        "end": "00:42:54,200",
        "en": "Jo, men vad fick dig inte åka, då?",
        "pa": "Yes, but why? Why didn't you leave?",
        "vi": "Sao anh chưa đi?"
    },
    {
        "start": "00:42:54,280",
        "end": "00:42:58,000",
        "en": "För att du kysste mig. Annars hade jag inte varit här.",
        "pa": "Because you kissed me. Otherwise, I wouldn't be here.",
        "vi": "Vì em đã hôn anh. Không thì anh đã không đến đây rồi."
    },
    {
        "start": "00:42:59,160",
        "end": "00:43:02,480",
        "en": "Du hade inte brytt dig om hur jag hade känt?",
        "pa": "-No. -And you wouldn't have cared how I felt?",
        "vi": "Thế anh mặc kệ cảm giác của em à?"
    },
    {
        "start": "00:43:02,560",
        "end": "00:43:05,680",
        "en": "Om inte kyssen hade skett, nej.",
        "pa": "If the kiss hadn't happened, no.",
        "vi": "Nếu em không hôn anh thì đúng vậy."
    },
    {
        "start": "00:43:05,760",
        "end": "00:43:09,080",
        "en": "Nej. För det var för mycket rött.",
        "pa": "No, it was too in the danger zone.",
        "vi": "Quá nhiều dấu hiệu báo động đỏ."
    },
    {
        "start": "00:43:11,680",
        "end": "00:43:17,360",
        "en": "Det är lite oklart om han testar mig. Det känns ju inte helt bra.",
        "pa": "Hmm.\n I'm wondering if he is testing me,",
        "vi": "Không biết có phải anh ấy thử tôi không. Tôi không thích cảm giác này."
    },
    {
        "start": "00:43:17,440",
        "end": "00:43:23,080",
        "en": "Jag behöver förstå hur han kunde känna så starkt att han inte ville fortsätta.",
        "pa": "and that doesn't feel great.\n I need to understand how he could feel so strongly",
        "vi": "Tôi cần hiểu được sao anh ấy thấy thất vọng đến mức không muốn tiếp tục nữa."
    },
    {
        "start": "00:43:23,160",
        "end": "00:43:26,000",
        "en": "Ett frieri är ändå ett frieri.",
        "pa": "that he didn't want to continue this, because it's not too late.\n A proposal is just a proposal.\n ♪ What does it mean to be human? ♪",
        "vi": "Nhưng cầu hôn vẫn là cầu hôn."
    },
    {
        "start": "00:43:36,960",
        "end": "00:43:42,680",
        "en": "Vad hoppas du på med den här semestern? Vad hoppas du på att lära känna i mig?",
        "pa": "♪ What does it mean to be human? ♪\n What do you hope to… learn from this vacation?",
        "vi": "Em hy vọng học được gì từ kỳ nghỉ này?"
    },
    {
        "start": "00:43:42,760",
        "end": "00:43:48,320",
        "en": "Jag hoppas på att få lära känna dig fysiskt.",
        "pa": "What do you hope to learn about me?\n I hope to get to know you.",
        "vi": "Em hi vọng biết được gì ở anh?\n Em hi vọng được biết thêm về anh về mặt thể xác."
    },
    {
        "start": "00:43:48,400",
        "end": "00:43:50,480",
        "en": "Vi tar på varandra.",
        "pa": "I mean, well, physically.\n I mean, we touch each other and I'm a total sucker for…",
        "vi": "Ta sẽ chạm vào nhau thật nhiều, và em rất thích đụng chạm cơ thể."
    },
    {
        "start": "00:43:50,560",
        "end": "00:43:54,800",
        "en": "Jag är en riktigt sucker för fysisk beröring.",
        "pa": "physical connection.",
        "vi": ""
    },
    {
        "start": "00:43:57,360",
        "end": "00:44:00,680",
        "en": "Och det ger jag mer än gärna. Och jag kommer att ge.",
        "pa": "And I'll gladly give you that, I will.",
        "vi": "Anh rất sẵn lòng chiều ý em. Lại đây nào."
    },
    {
        "start": "00:44:02,440",
        "end": "00:44:05,560",
        "en": "Förlåt, jag har blir lite skakig på rösten.",
        "pa": "Sorry, my voice got a bit shaky.",
        "vi": "Xin lỗi, anh hơi run."
    },
    {
        "start": "00:44:05,640",
        "end": "00:44:09,960",
        "en": "Jag vill ta det dit det kommer. Jag vill rida den här vågen så länge jag bara kan.",
        "pa": "No, but I want to see where this will lead to.",
        "vi": "Vì anh không muốn ép buộc gì cả. Anh muốn việc này càng lâu dài càng tốt."
    },
    {
        "start": "00:44:10,040",
        "end": "00:44:12,720",
        "en": "Du gör mig väldigt glad. Du gör mig lycklig.",
        "pa": "I want to ride this wave as long as I can, because you make me very happy,",
        "vi": "Vì nó làm anh rất hạnh phúc và tràn đầy vui sướng."
    },
    {
        "start": "00:44:12,800",
        "end": "00:44:17,360",
        "en": "Det här är bättre än vilket annat knark som finns i hela världen.",
        "pa": "you give me happiness and…\n This is better than any drug in the whole world.",
        "vi": "Tuyệt hơn bất cứ loại thuốc nào trên đời."
    },
    {
        "start": "00:44:17,440",
        "end": "00:44:21,680",
        "en": "Och det är därför jag har varit rädd att träffats fysiskt, så att säga",
        "pa": "And that's why I've been scared to connect physically, so to speak,",
        "vi": "Vì thế anh mới sợ ta gặp gỡ trực tiếp."
    },
    {
        "start": "00:44:21,760",
        "end": "00:44:25,320",
        "en": "just för att det är så mycket jag kan göra för att fucka upp det.",
        "pa": "just because there's so much I can do to fuck this up.",
        "vi": "Vì anh rất dễ làm gì đó phá hỏng tình cảm này."
    },
    {
        "start": "00:44:25,400",
        "end": "00:44:29,680",
        "en": "-Vi tar det en dag i taget. -En dag i taget.",
        "pa": "-So let's take it one day at a time. -One day at a time.",
        "vi": "Ta sẽ tiến từng ngày một.\n - Từng ngày một. - Phải."
    },
    {
        "start": "00:44:32,440",
        "end": "00:44:37,200",
        "en": "Du gör mig så jäkla lycklig. Det här är den bästa dejten jag har varit på.",
        "pa": "You make me so damn happy.\n This is the best date I've ever been on.\n ♪ This could be everything We've ever wanted ♪",
        "vi": "Em làm anh hạnh phúc quá.\n Đây là buổi hẹn hò tuyệt vời nhất đời anh."
    },
    {
        "start": "00:44:49,200",
        "end": "00:44:52,640",
        "en": "-En dag i taget. -En dag i taget.",
        "pa": "♪ All our lives ♪\n ♪ Best things happen Without a warning ♪\n -One day at a time. -One day at a time.",
        "vi": "- Từng ngày một. - Từng ngày một."
    },
    {
        "start": "00:44:52,720",
        "end": "00:44:55,640",
        "en": "Mitt hjärtas fröjd och eviga längtan.",
        "pa": "-One day at a time. -My heart's joy and eternal longing.\n ♪ I'm gonna tell ya And I'm not gonna hold back ♪",
        "vi": "Niềm vui và khao khát của anh."
    },
    {
        "start": "00:45:07,720",
        "end": "00:45:09,480",
        "en": "Oj.",
        "pa": "♪ Ooh-ooh-ooh ♪\n ♪ I'm gonna love you And I need you to know that… ♪\n Oh, God, that's nice. Whoo!",
        "vi": "Chúa ơi, thích thật đấy."
    },
    {
        "start": "00:45:12,840",
        "end": "00:45:15,600",
        "en": "Okej, det här behövdes.",
        "pa": "Okay, I needed that, I needed that.",
        "vi": "Được rồi, ta rất cần việc này. Rất cần."
    },
    {
        "start": "00:45:15,680",
        "end": "00:45:18,600",
        "en": "-Woo! -Nästan upp till stjärnorna.",
        "pa": "Whoo!\n Almost all the way up to the stars. Here you go.",
        "vi": "- Tuyệt vời! - Suýt chạm vào các vì sao rồi!"
    },
    {
        "start": "00:45:18,680",
        "end": "00:45:20,960",
        "en": "-Varsågod. -Tack.",
        "pa": "",
        "vi": "- Mời em. - Cảm ơn anh."
    },
    {
        "start": "00:45:21,040",
        "end": "00:45:25,960",
        "en": "-Skål på dig. För en underbar dejt. -På en underbar resa.",
        "pa": "Thank you.\n Cheers.\n -Cheers. -A wonderful date.",
        "vi": "- Nâng ly. - Nâng ly.\n - Mừng một buổi hẹn hò tuyệt vời. - Và một chuyến đi tuyệt vời."
    },
    {
        "start": "00:45:26,680",
        "end": "00:45:31,280",
        "en": "Vad tycker du generellt, nu när vi har landat här?",
        "pa": "-A wonderful trip. -Mm-hmm.\n What were you thinking when we first arrived here?",
        "vi": "Nói chung là em đã nghĩ gì khi ta hạ cánh xuống đây?"
    },
    {
        "start": "00:45:31,360",
        "end": "00:45:35,600",
        "en": "-Är du orolig över nånting? -Nej.",
        "pa": "-Were you worried about anything? -No.",
        "vi": "Em có lo lắng về điều gì không?\n Không…"
    },
    {
        "start": "00:45:35,680",
        "end": "00:45:40,280",
        "en": "Jag har ju tänkt en del på den fysiska biten.",
        "pa": "So I've been thinking about the physical part.",
        "vi": "Em có suy nghĩ một chút về chuyện quan hệ."
    },
    {
        "start": "00:45:40,360",
        "end": "00:45:45,040",
        "en": "Jag vill inte bara gå dit ikväll direkt.",
        "pa": "I think… I don't want to go there.",
        "vi": "Em chưa muốn ngay tối nay."
    },
    {
        "start": "00:45:45,120",
        "end": "00:45:48,880",
        "en": "Jag skulle vilja att vi tar det lite långsamt. Vi sover ihop",
        "pa": "Tonight, right away, I would like to take it slow.",
        "vi": "Em muốn ta chậm đi một chút. Ta sẽ ngủ bên nhau."
    },
    {
        "start": "00:45:48,960",
        "end": "00:45:55,000",
        "en": "och bygger upp den här tryggheten i varandras fysiska närvaro.",
        "pa": "Let's be with each other and create a sense of safety",
        "vi": "Để quen dần với sự hiện diện của cơ thể đối phương."
    },
    {
        "start": "00:45:55,080",
        "end": "00:45:57,480",
        "en": "Jag ser ingen anledning att skynda dit.",
        "pa": "in each other's physical presence.\n I see no reason to rush into that.",
        "vi": "Em thấy không việc gì phải vội cả."
    },
    {
        "start": "00:45:57,560",
        "end": "00:46:01,560",
        "en": "För mig är det viktigt att vi är närvarande.",
        "pa": "Yeah. For me, the most important thing is that we are present.",
        "vi": "Với anh, quan trọng là ta ở đây cùng nhau."
    },
    {
        "start": "00:46:01,640",
        "end": "00:46:05,360",
        "en": "Det är ingen stress att komma dit. Jag respekterar det jättemycket.",
        "pa": "There's no stress in getting there. I respect that very much.",
        "vi": "Anh không thúc ép gì em đâu. Anh rất tôn trọng mong muốn của em."
    },
    {
        "start": "00:46:14,800",
        "end": "00:46:17,960",
        "en": "Det viktigaste är att få vara nära dig.",
        "pa": "The important thing is being close to you.\n ♪ Just to give us the time ♪\n ♪ To turn into gold in a moment… ♪",
        "vi": "Điều quan trọng nhất là anh được ở gần em."
    },
    {
        "start": "00:46:27,600",
        "end": "00:46:30,600",
        "en": "-Rakt i röven, kom det. -Åh, Gud…",
        "pa": "-Whoa!\n Right in the ass.\n God, that's nice.\n ♪ Let's bring out the light ♪\n ♪ In this space together ♪",
        "vi": "- Phụt thẳng vào mông. - Chúa ơi.\n Khởi đầu gì khó khăn thế."
    },
    {
        "start": "00:46:48,080",
        "end": "00:46:50,440",
        "en": "Så fint.",
        "pa": "♪ Side by side ♪\n ♪ Ooh-ooh-ooh-ooh ♪\n ♪ Ooh-ooh-ooh-ooh… ♪\n It's beautiful.",
        "vi": "Thật là đẹp. Nâng ly!"
    },
    {
        "start": "00:46:50,520",
        "end": "00:46:53,720",
        "en": "-Skål. -Skål för den här vackra kvällen.",
        "pa": "-Whoo! -Cheers.\n -Cheers. -Here's to this beautiful night.",
        "vi": "- Nâng ly. - Vì buổi tối đẹp trời này."
    },
    {
        "start": "00:46:53,800",
        "end": "00:46:57,120",
        "en": "-Det här är så fint. Ja.",
        "pa": "-This is so… lovely. -Yeah.",
        "vi": "- Thế này thật là… giống anh. - Phải."
    },
    {
        "start": "00:47:00,320",
        "end": "00:47:02,840",
        "en": "- Och dina favoriter? -Oliver.",
        "pa": "And your favorites?",
        "vi": "- Em thích nhất là gì? - Ô-liu."
    },
    {
        "start": "00:47:02,920",
        "end": "00:47:08,200",
        "en": "Varför tror du att du inte gillar oliver? Vad har oliver gjort dig?",
        "pa": "Olives. But why do you think that you don't like olives?\n Like, what have olives done to you?",
        "vi": "Sao anh lại thấy không thích ô-liu? Ô-liu đã làm gì anh?"
    },
    {
        "start": "00:47:08,280",
        "end": "00:47:14,000",
        "en": "-Ingenting. Men titta på dem… -De ser fantastiska ut.",
        "pa": "Nothing, but look at them, they look…",
        "vi": "Không có gì! Nhưng em nhìn chúng xem.\n - Trông rất ngon mà. - Làm gì có."
    },
    {
        "start": "00:47:14,080",
        "end": "00:47:18,920",
        "en": "I kapslarna kändes det som att vi hade allt gemensamt.",
        "pa": "-They look amazingly tasty. -No.\n It's funny because in the pods, it felt like we had everything in common.",
        "vi": "Buồn cười thật, vì lúc ở khu phòng kín,\n em cảm thấy là ta giống nhau ở mọi mặt."
    },
    {
        "start": "00:47:19,000",
        "end": "00:47:22,280",
        "en": "Nu hittar vi alla våra olikheter. Men det är väl bra?",
        "pa": "-Now we're discovering our differences. -We are.",
        "vi": "Thế mà giờ lại có đủ chỗ khác nhau."
    },
    {
        "start": "00:47:22,360",
        "end": "00:47:25,480",
        "en": "Det här är väl nånting vi båda gillar. Gillar inte du brië?",
        "pa": "-That's good, isn't it? -Yeah.\n -This was something we both liked, bria. -Did you say \"bria\"?",
        "vi": "- Nhưng vậy mới tốt. - Đúng.\n Thứ này thì cả hai ta đều thích, phải không? Bri-ơ?"
    },
    {
        "start": "00:47:25,560",
        "end": "00:47:27,520",
        "en": "-Sa du \"brië\"? -Ja.",
        "pa": "",
        "vi": "- Anh nói \"Bri-ơ\" à? - Bri-ơ, ừ."
    },
    {
        "start": "00:47:27,600",
        "end": "00:47:30,320",
        "en": "-Det heter väl ändå \"brie\"? -Jag vet inte.",
        "pa": "-Yes. -Come on, it's called \"brie.\"",
        "vi": "- Không phải nó tên là Brie à? - Anh không biết."
    },
    {
        "start": "00:47:30,400",
        "end": "00:47:33,440",
        "en": "Jag kan säga \"brie\" om det får dig att må bättre.",
        "pa": "I don't know. I'll say \"brie\" if it makes you feel better.",
        "vi": "Nếu em thích thì anh sẽ phát âm là Brie."
    },
    {
        "start": "00:47:33,520",
        "end": "00:47:37,520",
        "en": "Ja, lite. Även om we're not French så är det ett franskt namn.",
        "pa": "It does a little.\n Even if we're not French, it's a French name.",
        "vi": "Một chút. Dù ta không phải người Pháp thì nó cũng là một cái tên Pháp."
    },
    {
        "start": "00:47:37,600",
        "end": "00:47:39,640",
        "en": "Okej. \"Brie\".",
        "pa": "-Okay, brie.",
        "vi": "Được rồi, Brie."
    },
    {
        "start": "00:47:42,400",
        "end": "00:47:45,400",
        "en": "-Hur känner du dig? -När du har gått loss på min garderob?",
        "pa": "How are you feeling?",
        "vi": "- Anh thấy thế nào? - Sau khi em chê quần áo của anh à?"
    },
    {
        "start": "00:47:45,480",
        "end": "00:47:51,080",
        "en": "Ja, det har lugnat ner sig lite. Man har ändå tillbringat några timmar tillsammans.",
        "pa": "-After you ripped into my clothes. -Yes.\n And things are a bit calmer, and we've spent a few hours together.",
        "vi": "Ừ, mọi chuyện đã lắng xuống và ta đã ở bên nhau vài tiếng đồng hồ."
    },
    {
        "start": "00:47:51,160",
        "end": "00:47:56,560",
        "en": "Jag tycker att det känns mycket avslappnat och naturligt att vara med dig.",
        "pa": "I think it feels very natural and comfortable to spend time with you.",
        "vi": "Anh thấy rất tự nhiên và dễ chịu khi ở cùng em."
    },
    {
        "start": "00:47:56,640",
        "end": "00:47:59,280",
        "en": "-Känns det fortfarande rätt? -Ja.",
        "pa": "Does it still feel right?\n Yes.",
        "vi": "- Anh vẫn thấy mình chọn đúng chứ? - Ừ."
    },
    {
        "start": "00:48:00,440",
        "end": "00:48:04,960",
        "en": "Som jag sa, jag har aldrig varit så säker på nåt i hela mitt liv.",
        "pa": "Like I told you in the pods, I've never been so sure of something in my life.",
        "vi": "Như đã nói ở khu phòng riêng, anh chưa từng chắc chắn thế này trong đời."
    },
    {
        "start": "00:48:05,040",
        "end": "00:48:07,600",
        "en": "Hur känner du då?",
        "pa": "How do you feel?",
        "vi": "Còn em cảm thấy thế nào?"
    },
    {
        "start": "00:48:07,680",
        "end": "00:48:11,320",
        "en": "Jag känner mig också lugnare.",
        "pa": "Well, I also feel calmer.",
        "vi": "Em cũng thấy bình tĩnh hơn một chút rồi."
    },
    {
        "start": "00:48:12,360",
        "end": "00:48:17,720",
        "en": "Jag känner också en viss oro och en viss osäkerhet.",
        "pa": "I also feel a certain…",
        "vi": "Em cũng thấy có chút lo lắng và phân vân."
    },
    {
        "start": "00:48:18,720",
        "end": "00:48:21,960",
        "en": "Är det nånting speciellt som oroar dig?",
        "pa": "worry and little uncertainty.\n Is there anything in particular that worries you?",
        "vi": "Có điều gì cụ thể khiến em lo lắng không?"
    },
    {
        "start": "00:48:22,040",
        "end": "00:48:25,000",
        "en": "Framtiden. Jag tänker att…",
        "pa": "The future. I think that…",
        "vi": "Tương lai. Em nghĩ là…"
    },
    {
        "start": "00:48:29,160",
        "end": "00:48:32,760",
        "en": "Har jag gjort… rätt val?",
        "pa": "well, whether I've made…",
        "vi": "Em chọn đúng chưa?"
    },
    {
        "start": "00:48:33,360",
        "end": "00:48:39,800",
        "en": "Men jag vill lita på den magkänslan också. Så att…",
        "pa": "the right choice.\n But I want to trust my gut feeling as well.",
        "vi": "Nhưng em cũng muốn… tin vào linh cảm đó. Vì thế…"
    },
    {
        "start": "00:48:39,880",
        "end": "00:48:42,360",
        "en": "-Gör det. -Ja…",
        "pa": "-So that… -Trust it.",
        "vi": "Hãy tin đi."
    },
    {
        "start": "00:48:42,440",
        "end": "00:48:45,640",
        "en": "Det är lätt för mig att säga, men gör det.",
        "pa": "Yeah.\n It's easy for me to say, but trust it.\n ♪ I've been calling out, boy ♪\n ♪ Mm-mm, we gotta keep out The day and night ♪",
        "vi": "Để anh nói thì dễ lắm, nhưng em hãy tin đi."
    },
    {
        "start": "00:48:58,240",
        "end": "00:49:01,800",
        "en": "- Jaha. - Det här var liksom vår säng då.",
        "pa": "♪ 'Cause no one's gonna change Your dangerous mind ♪\n Okay, so this is our bed then.",
        "vi": "- Ồ! - Vậy đây là giường của chúng ta à?"
    },
    {
        "start": "00:49:01,880",
        "end": "00:49:05,520",
        "en": "-Sover du på den sidan? -För mig spelar det ingen roll.",
        "pa": "-Are you sleeping on that side? -It doesn't matter to me.",
        "vi": "- Đồng ý là em ngủ bên đó nhé? - Anh thì sao cũng được."
    },
    {
        "start": "00:49:07,200",
        "end": "00:49:11,480",
        "en": "-Are we actually doing this? -First night.",
        "pa": "-Okay.\n We're actually doing this!",
        "vi": "Ta thật sự sẽ ngủ chung này!"
    },
    {
        "start": "00:49:11,560",
        "end": "00:49:15,600",
        "en": "-Nu kör vi. -Jag vill gosa lite.",
        "pa": "-You okay? -First night.\n -Right? -Let's go.\n -Wanna cuddle? -Yes. Ah!",
        "vi": "Đêm đầu tiên! Ngủ nào.\n - Chúng ta ôm nhau nhé? - Ừ."
    },
    {
        "start": "00:49:18,440",
        "end": "00:49:21,760",
        "en": "I kväll hoppas jag på en massa mys.",
        "pa": "-So cozy.\n Tonight I'm hoping that we can snuggle up,",
        "vi": "Đêm nay, em mong sẽ được ôm thật nhiều."
    },
    {
        "start": "00:49:21,840",
        "end": "00:49:27,080",
        "en": "Att få ligga face to face och bara krama och hålla om varandra.",
        "pa": "lie face to face and just hug each other, hold each other.",
        "vi": "Nằm mặt đối mặt, trong vòng tay nhau, ôm nhau."
    },
    {
        "start": "00:49:27,160",
        "end": "00:49:30,600",
        "en": "Men han sa att han sover naken, så vi får se hur det går.",
        "pa": "But he did say that he sleeps naked, so we'll see how that goes.",
        "vi": "Nhưng anh ấy bảo anh ấy toàn ngủ khỏa thân nên để xem thế nào đã."
    },
    {
        "start": "00:49:30,680",
        "end": "00:49:33,080",
        "en": "- Ska du släcka lampan? -Ska vi göra det?",
        "pa": "- Turn off the light, please. - Do you want me to?",
        "vi": "- Anh tắt đèn đi? - Anh tắt nhé?"
    },
    {
        "start": "00:49:33,160",
        "end": "00:49:35,320",
        "en": "Ja, gör det.",
        "pa": "-Yeah. -I'll do that.",
        "vi": "- Ừ. Tắt đi. - Được rồi."
    },
    {
        "start": "00:49:50,560",
        "end": "00:49:54,640",
        "en": "Hur känns det då? Idag…",
        "pa": "How are you feeling… today?",
        "vi": "- Em thấy thế nào? Hôm nay ấy? - Rất thích."
    },
    {
        "start": "00:49:54,720",
        "end": "00:49:59,000",
        "en": "Du hade lite snarkningar, men de var ganska fina.",
        "pa": "I'm good.\n You snored a little.\n -Mm. -But it was nice.",
        "vi": "Anh có ngáy một chút.\n Nhưng nghe khá dễ chịu."
    },
    {
        "start": "00:49:59,720",
        "end": "00:50:05,160",
        "en": "Vi pratade ganska länge igår kväll och gick igenom dagen.",
        "pa": "We talked for a long time last night and went through the day.",
        "vi": "Hôm qua chúng ta đã nói chuyện rất lâu.\n Và đã trải qua một ngày nên từ hôm qua đến giờ cũng không lạ nữa."
    },
    {
        "start": "00:50:05,240",
        "end": "00:50:09,360",
        "en": "Så det har inte varit nåt konstigt sen gårdagen.",
        "pa": "There hasn't been anything weird since yesterday,",
        "vi": ""
    },
    {
        "start": "00:50:09,440",
        "end": "00:50:14,080",
        "en": "Men vi måste fortsätta lära känna varandra.",
        "pa": "but… we have to get to know each other more.",
        "vi": "Nhưng ta phải tiếp tục tìm hiểu nhau."
    },
    {
        "start": "00:50:15,800",
        "end": "00:50:19,560",
        "en": "I går var det… Du var nära att dra.",
        "pa": "And yesterday we were… you almost left and…",
        "vi": "Hôm qua suýt nữa là anh ra về rồi."
    },
    {
        "start": "00:50:19,640",
        "end": "00:50:21,960",
        "en": "Var jag nära? Igen, det här…",
        "pa": "Did I almost le-- Again this conversation?",
        "vi": "Suýt nữa là anh ra về? Lại nữa à?"
    },
    {
        "start": "00:50:22,040",
        "end": "00:50:24,960",
        "en": "Vadå igen? It's been one day.",
        "pa": "What do you mean again? It's been one day.",
        "vi": "Anh nói \"lại\" là sao? Mới một ngày mà."
    },
    {
        "start": "00:50:25,720",
        "end": "00:50:30,200",
        "en": "Jag måste känna mig trygg med var jag har dig. Det kan ta ett litet tag.",
        "pa": "Yes.\n I have to feel safe with where we are, and I think that could take a while.",
        "vi": "Em phải thấy an tâm khi anh ở bên em."
    },
    {
        "start": "00:50:30,280",
        "end": "00:50:33,760",
        "en": "Det förstår jag. Vi är ju ett team.",
        "pa": "And I understand that.\n We're a team.",
        "vi": "- Có thể mất một thời gian mới quen. - Anh hiểu.\n Nhưng chúng ta là một đội."
    },
    {
        "start": "00:50:33,840",
        "end": "00:50:37,360",
        "en": "Allt har svajat sen vi kom till den här punkten.",
        "pa": "Now because of this situation, things will have to take time, I think.",
        "vi": "Giờ mọi thứ đều chưa ổn định, cần phải có thời gian."
    },
    {
        "start": "00:50:37,440",
        "end": "00:50:40,240",
        "en": "Då får saker ta tid, tycker jag.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:50:40,320",
        "end": "00:50:44,320",
        "en": "Liksom… Vi behöver se hur den här resan går.",
        "pa": "It's like… we need to see where the journey is going.",
        "vi": "Chúng tôi cần phải xem hành trình này sẽ đi đến đâu."
    },
    {
        "start": "00:50:50,200",
        "end": "00:50:53,080",
        "en": "- Vill du göra scrambled eggs? -Nej, du får göra det.",
        "pa": "-Want to make scrambled eggs? - No, you can make scrambled eggs.",
        "vi": "Em muốn làm trứng bác hay để anh làm?"
    },
    {
        "start": "00:50:53,160",
        "end": "00:50:55,600",
        "en": "Vill du ha rostad bröd?",
        "pa": "Would you like toast?",
        "vi": "Em muốn ăn bánh mì nướng không?"
    },
    {
        "start": "00:50:56,800",
        "end": "00:51:01,720",
        "en": "-Nej. Jag tror det är bra. -Vad gott det ska bli med frukost.",
        "pa": "I'm good.\n I can't wait to have breakfast.",
        "vi": "- Không. Hẳn là ổn thôi. - Bữa sáng sẽ ngon lắm đây."
    },
    {
        "start": "00:51:03,000",
        "end": "00:51:07,240",
        "en": "Vår intimitet är elektrisk. Den är väldigt bra.",
        "pa": "Our intimacy is electric. It's very good.",
        "vi": "Mỗi lần chúng tôi đụng chạm da thịt đều như điện giật. Cảm giác rất tuyệt."
    },
    {
        "start": "00:51:08,240",
        "end": "00:51:11,040",
        "en": "Det är fyrverkerier, är det.",
        "pa": "SELF-EMPLOYED\n It's fireworks, for sure.",
        "vi": "Cứ như pháo hoa vậy."
    },
    {
        "start": "00:51:12,400",
        "end": "00:51:16,920",
        "en": "Skål för oss. Skål för en ny dag.",
        "pa": "Here's to us.\n Cheers.\n Here's to a new day.",
        "vi": "TỰ KINH DOANH\n Nâng ly vì chúng ta. Mừng ngày mới."
    },
    {
        "start": "00:51:17,000",
        "end": "00:51:23,080",
        "en": "Vi har otrolig potential, hon och jag. Hon får mig att känna mig som en man.",
        "pa": "We have incredible potential, the two of us.\n She really makes me feel like a man.",
        "vi": "Tình cảm giữa tôi và cô ấy có tiềm năng đáng kinh ngạc.\n Cô ấy khiến tôi cảm thấy mình là đàn ông."
    },
    {
        "start": "00:51:24,920",
        "end": "00:51:29,680",
        "en": "Undra vad dagen har att ge i dag… Solen skiner.",
        "pa": "I wonder what today will bring. The sun is shining.",
        "vi": "Không biết hôm nay có gì thú vị nhỉ.\n Nắng rất đẹp, bữa sáng rất kì diệu."
    },
    {
        "start": "00:51:29,760",
        "end": "00:51:33,600",
        "en": "Frukosten är magisk. Sällskapet är ännu bättre.",
        "pa": "The breakfast is magic. The company even better.",
        "vi": "Lại còn được ở bên nhau."
    },
    {
        "start": "00:51:33,680",
        "end": "00:51:37,000",
        "en": "Jag är tacksam för få spendera tiden med dig.",
        "pa": "I'm grateful to spend this time with you.",
        "vi": "Anh rất biết ơn khi được ở bên em thế này."
    },
    {
        "start": "00:51:37,080",
        "end": "00:51:39,080",
        "en": "Detsamma.",
        "pa": "Me too.",
        "vi": "Em cũng vậy."
    },
    {
        "start": "00:51:42,840",
        "end": "00:51:46,960",
        "en": "Jag finner honom attraktiv, men det är en fråga om det är tillräckligt",
        "pa": "I find him attractive, but then it's a question",
        "vi": "Tôi có thấy anh ấy hấp dẫn, nhưng vấn đề là liệu như vậy đã đủ"
    },
    {
        "start": "00:51:47,040",
        "end": "00:51:52,760",
        "en": "för att det ska utvecklas till en riktig kärleksrelation med alla komponenter i.",
        "pa": "of whether that is enough\n to develop into a real and loving relationship",
        "vi": "để phát triển thành một mối quan hệ thực sự, đầy đủ chưa."
    },
    {
        "start": "00:51:52,840",
        "end": "00:51:55,400",
        "en": "-En dag i taget. -En dag i taget.",
        "pa": "with all the necessary components.\n -One day at a time. -One day at a time.\n ♪ Come fly with me ♪",
        "vi": "- Từng ngày một. - Từng ngày một."
    },
    {
        "start": "00:52:02,880",
        "end": "00:52:05,760",
        "en": "",
        "pa": "♪ We could fly away ♪",
        "vi": ""
    },
    {
        "start": "00:52:05,840",
        "end": "00:52:08,720",
        "en": "",
        "pa": "♪ Let's leave all our troubles ♪",
        "vi": ""
    },
    {
        "start": "00:52:08,800",
        "end": "00:52:11,240",
        "en": "",
        "pa": "♪ In yesterday ♪",
        "vi": ""
    },
    {
        "start": "00:52:11,320",
        "end": "00:52:13,800",
        "en": "",
        "pa": "♪ With you by my side ♪",
        "vi": ""
    },
    {
        "start": "00:52:13,880",
        "end": "00:52:16,320",
        "en": "",
        "pa": "♪ I can do anything ♪",
        "vi": ""
    },
    {
        "start": "00:52:16,400",
        "end": "00:52:19,000",
        "en": "",
        "pa": "♪ We can take on the world ♪",
        "vi": ""
    },
    {
        "start": "00:52:28,480",
        "end": "00:52:31,360",
        "en": "-Sämre frukost har man ju haft. -Ja.",
        "pa": "♪ Be the king And the queen of the… ♪\n - I've had worse breakfasts. -Oh, yeah.",
        "vi": "- Chưa phải bữa sáng tệ nhất đời em. - Phải."
    },
    {
        "start": "00:52:31,440",
        "end": "00:52:34,880",
        "en": "-Ska vi skåla? -Vi skålar med kaffe.",
        "pa": "-Let's toast. -Okay, let's toast.",
        "vi": "- Ăn bánh mì nướng thôi. - Bánh mì nướng với cà phê. Nâng ly!"
    },
    {
        "start": "00:52:34,960",
        "end": "00:52:37,440",
        "en": "Vår första morgon tillsammans.",
        "pa": "Cheers.\n Our first morning together.",
        "vi": "Buổi sáng đầu tiên chúng ta bên nhau."
    },
    {
        "start": "00:52:39,480",
        "end": "00:52:41,680",
        "en": "- Hur känns det? -Superbra.",
        "pa": "-You okay? -Super.",
        "vi": "- Anh thấy thế nào? - Rất tuyệt."
    },
    {
        "start": "00:52:41,760",
        "end": "00:52:45,600",
        "en": "-Har du sovit gott bredvid mig? -Ja.",
        "pa": "-Did you sleep well? -Yeah, I did.\n -Next to me? -Yes.",
        "vi": "- Anh ngủ ngon không? - Có.\n - Cạnh em! - Phải."
    },
    {
        "start": "00:52:45,680",
        "end": "00:52:49,920",
        "en": "-Hur kändes det för dig då, första natten? -Det var mysigt.",
        "pa": "-What about you?\n -It felt good. -The first night.",
        "vi": "- Còn em? Đêm đầu tiên thế nào? - Rất tuyệt."
    },
    {
        "start": "00:52:50,000",
        "end": "00:52:52,600",
        "en": "Att ligga bredvid dig… Det var det.",
        "pa": "It was cozy lying next to you. It was.",
        "vi": "Thật ấm cúng khi được nằm cạnh anh."
    },
    {
        "start": "00:52:53,640",
        "end": "00:52:55,920",
        "en": "Jag somnade ganska fort.",
        "pa": "I fell asleep pretty quickly.",
        "vi": "Anh nghĩ mình đã ngủ khá nhanh."
    },
    {
        "start": "00:52:56,000",
        "end": "00:53:02,440",
        "en": "-Märkte du att jag tog bort min t-skjorta? -Nej. Jag måste ha sovit då.",
        "pa": "Did you notice that I took off my T-shirt?\n -No. -You didn't notice?",
        "vi": "Anh có để ý thấy em cởi áo phông trong đêm không?\n - Không. - Anh không để ý à?"
    },
    {
        "start": "00:53:02,520",
        "end": "00:53:05,680",
        "en": "Jag skedade dig under natten. Jag höll om dig.",
        "pa": "-Okay, good. -I must have slept good.\n I spooned you in the night. I was lying there holding you.",
        "vi": "- Được rồi. - Chắc anh ngủ say quá.\n - Giữa đêm, em đã quay sang ôm anh đấy. - Anh cũng không biết luôn."
    },
    {
        "start": "00:53:05,760",
        "end": "00:53:09,680",
        "en": "Jag tror inte jag kommer ihåg det heller. Jag var helt utslagen.",
        "pa": "-I don't remember that either.",
        "vi": ""
    },
    {
        "start": "00:53:09,760",
        "end": "00:53:13,920",
        "en": "Jag bara: \"Man hade väl hoppats på att han skulle vakna.\"",
        "pa": "-I think I was completely out. -Totally.\n I was like, well, I was hoping he would wake up.",
        "vi": "Anh ngủ như chết ấy.\n Em đã mong là anh sẽ tỉnh giấc."
    },
    {
        "start": "00:53:16,440",
        "end": "00:53:20,360",
        "en": "Hur känner du inför att få upp pulsen i sängen?",
        "pa": "How do you feel about getting things going in bed?",
        "vi": "Anh cảm thấy thế nào về việc tăng nhịp tim trên giường?"
    },
    {
        "start": "00:53:20,440",
        "end": "00:53:23,920",
        "en": "-På vilket sätt? -På vilket sätt du vill.",
        "pa": "In what way?\n Well, in whatever way you want.",
        "vi": "- Bằng cách nào? - Tùy anh lựa chọn."
    },
    {
        "start": "00:53:24,480",
        "end": "00:53:26,880",
        "en": "Ja, absolut.",
        "pa": "Okay. Absolutely.",
        "vi": "Được."
    },
    {
        "start": "00:53:27,640",
        "end": "00:53:31,480",
        "en": "Jag känner mig lite skrämd av hela situationen.",
        "pa": "I'm a bit scared of the whole situation and…",
        "vi": "Tôi hơi sợ hãi trong tình huống thế này."
    },
    {
        "start": "00:53:32,600",
        "end": "00:53:35,640",
        "en": "Den fysiska attraktionen är inte där än.",
        "pa": "COO IN ENERGY PRODUCTION\n I don't feel that the physical attraction is there yet.",
        "vi": "GIÁM ĐỐC CÔNG TY NĂNG LƯỢNG\n Tôi chưa cảm thấy rõ ràng sự quyến rũ da thịt của cô ấy."
    },
    {
        "start": "00:53:35,720",
        "end": "00:53:39,080",
        "en": "Du vet att mitt kärleksspråk är fysisk beröring.",
        "pa": "You know that my love language is physical contact.",
        "vi": "Anh biết ngôn ngữ tình yêu của em là đụng chạm cơ thể."
    },
    {
        "start": "00:53:39,160",
        "end": "00:53:42,520",
        "en": "Så jag tänker att jag kan ta initiativ.",
        "pa": "",
        "vi": "Em nghĩ thế này, em có thể chủ động."
    },
    {
        "start": "00:53:42,600",
        "end": "00:53:47,520",
        "en": "Men jag känner att jag kanske vill ha ett klartecken från dig i så fall.",
        "pa": "I'm thinking that I can take the initiative,\n but I feel in that case I need a clear sign from you to go ahead.",
        "vi": "Nhưng em thấy nếu vậy, em cần một tín hiệu gì đó rõ ràng từ anh."
    },
    {
        "start": "00:53:47,600",
        "end": "00:53:54,480",
        "en": "Jag förstår. Det känns bara… Vi tar det långsamt och i lugnt tempo.",
        "pa": "I understand.\n No, but… it just feels… we'll take it slow, at a calm tempo.",
        "vi": "Anh hiểu. Nhưng anh cảm thấy…"
    },
    {
        "start": "00:53:54,560",
        "end": "00:53:59,680",
        "en": "Jag känner att jag inte vill kasta mig i säng, innan den byggs upp…",
        "pa": "I don't feel like throwing myself into bed either…",
        "vi": "Ta phải từ từ, chậm rãi thôi.\n Anh cũng không muốn quăng mình lên giường.\n Trước khi tình cảm đủ sâu đậm."
    },
    {
        "start": "00:54:00,840",
        "end": "00:54:04,080",
        "en": "Och jag måste vara tydlig med det till henne.",
        "pa": "before it builds up, and I have to be clear about that with her.",
        "vi": "Và tôi phải nói rõ với cô ấy như thế."
    },
    {
        "start": "00:54:04,160",
        "end": "00:54:07,640",
        "en": "Jag är otroligt rädd att såra henne.",
        "pa": "I'm incredibly scared of hurting her.\n ♪ I can reach for the stars ♪\n ♪ I see they can't be that far ♪",
        "vi": "Tôi rất lo là sẽ làm cô ấy buồn."
    },
    {
        "start": "00:54:15,320",
        "end": "00:54:19,600",
        "en": "",
        "pa": "♪ I know it deep in my heart ♪",
        "vi": ""
    },
    {
        "start": "00:54:19,680",
        "end": "00:54:22,520",
        "en": "",
        "pa": "♪ I'm endeavoring ♪",
        "vi": ""
    },
    {
        "start": "00:54:23,120",
        "end": "00:54:27,240",
        "en": "",
        "pa": "♪ When I fall back into bed ♪",
        "vi": ""
    },
    {
        "start": "00:54:27,320",
        "end": "00:54:30,680",
        "en": "",
        "pa": "♪ Stars shining over my head ♪",
        "vi": ""
    },
    {
        "start": "00:54:30,760",
        "end": "00:54:35,240",
        "en": "",
        "pa": "♪ Lights painting bright in my chest ♪",
        "vi": ""
    },
    {
        "start": "00:54:35,320",
        "end": "00:54:38,680",
        "en": "",
        "pa": "♪ I'm endeavoring ♪",
        "vi": ""
    },
    {
        "start": "00:54:39,280",
        "end": "00:54:42,120",
        "en": "",
        "pa": "♪ I'm endeavoring ♪ ",
        "vi": "Biên dịch: Hà Đậu "
    }
]