[
    {
        "start": "00:00:12,000",
        "end": "00:00:16,920",
        "en": "Du får mig att må så himla bra. Jag är så himla kär i dig.",
        "pa": "PREVIOUSLY\n You make me feel so great.",
        "vi": "TRONG TẬP TRƯỚC\n Em đem lại cho anh những cảm xúc tuyệt vời. Anh rất yêu em."
    },
    {
        "start": "00:00:17,000",
        "end": "00:00:21,480",
        "en": "-Du har allt. -Du gör mig så lycklig och så glad.",
        "pa": "I am so in love with you.\n My heart.\n You have everything.\n You make me so happy and joyful.",
        "vi": "- Em có mọi phẩm chất anh tìm. - Anh khiến em thấy may mắn và hạnh phúc."
    },
    {
        "start": "00:00:21,560",
        "end": "00:00:26,840",
        "en": "Jag vill vara din kung och jag vill att du ska vara min drottning.",
        "pa": "I want to be your king and I want you to be my queen.",
        "vi": "Anh muốn được là vua của em. Và anh muốn em là nữ hoàng của anh."
    },
    {
        "start": "00:00:26,920",
        "end": "00:00:29,640",
        "en": "Vill du gifta dig med mig?",
        "pa": "Will you marry me?",
        "vi": "Anh sẽ lấy em chứ?"
    },
    {
        "start": "00:00:29,720",
        "end": "00:00:33,000",
        "en": "-Ja, det vill jag. -Ja!",
        "pa": "-Yes, I will.",
        "vi": "- Anh đồng ý. - Tuyệt quá!"
    },
    {
        "start": "00:00:33,080",
        "end": "00:00:35,840",
        "en": "Jag har aldrig fått en bättre födelsedagspresent.",
        "pa": "I don't think I've ever received a better birthday present.",
        "vi": "Đây là món quà sinh nhật tuyệt vời nhất đời anh."
    },
    {
        "start": "00:00:36,640",
        "end": "00:00:40,720",
        "en": "Va? Är det du?",
        "pa": "-What? Is it you? -Oh, my God!",
        "vi": "Gì cơ?\n Là em đấy à?"
    },
    {
        "start": "00:00:40,800",
        "end": "00:00:43,920",
        "en": "-Vad skönt det är att höra och se dig. -Oh, my God!",
        "pa": "-My God. -It's weird to hear and see you.\n Oh, my God.",
        "vi": "- Nghe giọng anh thế này lạ quá. - Chúa ơi."
    },
    {
        "start": "00:00:47,120",
        "end": "00:00:49,760",
        "en": "-Sjukt vacker. -Tack.",
        "pa": "-You're so beautiful. -Thank you.",
        "vi": "- Em rất đẹp. - Cảm ơn anh."
    },
    {
        "start": "00:00:49,840",
        "end": "00:00:52,800",
        "en": "-Vill du fortfarande gifta dig med mig? -Ja.",
        "pa": "-Do you still want to marry me? -Yes.",
        "vi": "- Em vẫn muốn cưới anh chứ? - Vâng."
    },
    {
        "start": "00:00:57,440",
        "end": "00:01:01,720",
        "en": "Jag känner inte att den fysiska attraktionen är där än.",
        "pa": "I don't feel that the physical attraction is there yet.",
        "vi": "Tôi vẫn chưa bị thu hút bởi diện mạo của cô ấy."
    },
    {
        "start": "00:01:01,800",
        "end": "00:01:03,680",
        "en": "Nu kommer jag att ta två steg tillbaka.",
        "pa": "Now I will take a step back.",
        "vi": "Giờ tôi sẽ lùi lại hai bước."
    },
    {
        "start": "00:01:03,760",
        "end": "00:01:07,400",
        "en": "Jag var tveksam till att komma hit.",
        "pa": "-I was really hesitant to come here. -What?",
        "vi": "- Anh đã rất đắn đo chuyện đến đây. - Gì cơ?"
    },
    {
        "start": "00:01:07,480",
        "end": "00:01:09,560",
        "en": "Det var oklart om han testade mig.",
        "pa": "I'm wondering if he is testing me.",
        "vi": "Không biết có phải anh ấy đang thử tôi không."
    },
    {
        "start": "00:01:10,360",
        "end": "00:01:13,360",
        "en": "Det slår mig att vi är så olika.",
        "pa": "It strikes me how different we are.",
        "vi": "Em chợt nhận ra rằng ta rất khác nhau."
    },
    {
        "start": "00:01:13,440",
        "end": "00:01:16,880",
        "en": "Jag har ju lite ångest.",
        "pa": "-I'm feeling a bit anxious.",
        "vi": "Em đang thấy hơi bất an."
    },
    {
        "start": "00:01:17,920",
        "end": "00:01:19,560",
        "en": "Ja, du ser.",
        "pa": "- Yeah, look.",
        "vi": "Đấy, thấy chưa."
    },
    {
        "start": "00:01:19,640",
        "end": "00:01:22,360",
        "en": "Vi har inte träffat dig på tre-fyra veckor.",
        "pa": "This is crazy. We haven't seen you in three or four weeks.",
        "vi": "Khó tin thật. Ta không gặp mới ba, bốn tuần nay."
    },
    {
        "start": "00:01:22,440",
        "end": "00:01:24,520",
        "en": "Och vem är du, liksom?",
        "pa": "Now you're sitting here and she's here. Who are you?",
        "vi": "Thế mà giờ đã thế này rồi. Cậu là ai vậy?"
    },
    {
        "start": "00:01:24,600",
        "end": "00:01:28,880",
        "en": "Man är orolig att han ska bli utnyttjad på det känslomässiga planet.",
        "pa": "Of course we're worried he'll be taken advantage of",
        "vi": "Dĩ nhiên là chúng tôi cũng lo là cậu ấy sẽ bị lợi dụng tình cảm."
    },
    {
        "start": "00:01:28,960",
        "end": "00:01:33,000",
        "en": "-Är det värt att fortsätta? -Det är så tungt.",
        "pa": "on an emotional level.\n Is there anything that makes this worth continuing?\n It's so heavy.",
        "vi": "Có gì khiến cô thấy nên giữ mối quan hệ này không?\n Tôi thấy thật là khó."
    },
    {
        "start": "00:01:35,080",
        "end": "00:01:36,440",
        "en": "Jag blir trött på det här.",
        "pa": "♪ You keep running from me ♪\n I'm getting pretty tired of this.",
        "vi": "Anh bắt đầu mệt mỏi vì chủ đề này rồi."
    },
    {
        "start": "00:01:36,520",
        "end": "00:01:39,880",
        "en": "Vi har varit tydliga med att hon är kristen och jag är katolik.",
        "pa": "We've been very clear that she's a Christian and I'm a Catholic.",
        "vi": "Chúng cháu đã nói rõ, cô ấy đạo Thiên chúa, cháu đạo Công giáo."
    },
    {
        "start": "00:01:39,960",
        "end": "00:01:43,520",
        "en": "Ibland kan jag ångra allt det här, när det känns för mycket.",
        "pa": "Sometimes I can regret all of this when it gets too much.",
        "vi": "Nhưng đôi khi em có thể thấy hối hận khi cảm thấy quá choáng ngợp."
    },
    {
        "start": "00:01:43,600",
        "end": "00:01:47,520",
        "en": "Det har varit en berg-och-dalbana sen start.",
        "pa": "But it's been a roller-coaster ride for Meira since the beginning.",
        "vi": "Ngay từ đầu, cảm xúc của Meira đã rất hỗn loạn rồi."
    },
    {
        "start": "00:01:47,600",
        "end": "00:01:53,000",
        "en": "Det känns sjukt att välja bröllopskläder och inte veta vad hon kommer att svara.",
        "pa": "It's weird choosing a wedding outfit without knowing what her answer will be.",
        "vi": "Cảm giác thật không phải khi đứng đây chọn đồ cưới"
    },
    {
        "start": "00:01:53,080",
        "end": "00:01:55,960",
        "en": "Vad har din blivande fru för ögonfärg?",
        "pa": "What eye color does your future wife have?",
        "vi": "trong khi tôi vẫn chưa chắc chắn hoàn toàn.\n Mắt vợ tương lai của bạn màu gì?"
    },
    {
        "start": "00:01:56,040",
        "end": "00:01:59,040",
        "en": "Vi känner inte varandra ut och in.",
        "pa": "We don't know each other inside out. God, I'm dizzy.",
        "vi": "Chúng tôi không hề biết rõ nhau."
    },
    {
        "start": "00:01:59,120",
        "end": "00:02:03,480",
        "en": "Det var en kalldusch för mig.",
        "pa": "-It came as a shock to me. -Cheers!",
        "vi": "Chúa ơi, tôi chóng mặt quá.\n Đây quả là một cú sốc lớn với tôi."
    },
    {
        "start": "00:02:03,560",
        "end": "00:02:05,200",
        "en": "Jag orkar inte.",
        "pa": "I can't take it.\n LOVE IS BLIND SWEDEN",
        "vi": "Tôi không chịu nổi nữa rồi.\n YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "00:02:10,360",
        "end": "00:02:13,919",
        "en": "För sex veckor sen blev våra par förälskade inne i kapslarna",
        "pa": "Six weeks ago,",
        "vi": "Sáu tuần trước, khi ở khu phòng kín, các cặp đôi đã yêu"
    },
    {
        "start": "00:02:14,000",
        "end": "00:02:16,200",
        "en": "utan att ha sett varandra.",
        "pa": "our couples fell in love in the pods\n without ever having seen each other.",
        "vi": "dù chưa hề biết mặt nhau."
    },
    {
        "start": "00:02:16,280",
        "end": "00:02:22,000",
        "en": "Både relationerna och kärleken har utmanats, men också blomstrat.",
        "pa": "Their relationships in love have faced many challenges, but also blossomed.",
        "vi": "Cả quan hệ và tình yêu của họ đều đã đối mặt với nhiều thử thách,"
    },
    {
        "start": "00:02:22,080",
        "end": "00:02:25,240",
        "en": "Nu står de inför sitt livs viktigaste beslut",
        "pa": "Now they're facing the most important decision of their entire lives",
        "vi": "nhưng cũng đã tỏa sáng rực rỡ.\n Giờ họ đang phải cân nhắc lựa chọn quan trọng nhất đời mình"
    },
    {
        "start": "00:02:25,320",
        "end": "00:02:28,560",
        "en": "i experimentets sista fas - bröllopen.",
        "pa": "in the last stage of the experiment: the wedding.",
        "vi": "vì đã đến giai đoạn cuối của thử nghiệm: lễ cưới."
    },
    {
        "start": "00:02:28,640",
        "end": "00:02:33,120",
        "en": "Väljer de att gifta sig eller kommer de att lämna varandra vid altaret?",
        "pa": "Will they choose to get married or leave each other at the altar?",
        "vi": "Họ sẽ cưới nhau hay rời bỏ nhau trước lễ đường đây?"
    },
    {
        "start": "00:02:45,760",
        "end": "00:02:48,880",
        "en": "När jag kom till experimentet var jag helt säker på",
        "pa": "KRISSE-LY &amp; RASMUS'S WEDDING\n My journey began when I came to the experiment.",
        "vi": "ĐÁM CƯỚI CỦA KRISSE-LY &amp; RASMUS\n Hồi đầu tham gia thử nghiệm,"
    },
    {
        "start": "00:02:48,960",
        "end": "00:02:52,560",
        "en": "att jag absolut inte skulle kunna få några känslor här.",
        "pa": "I was sure I wouldn't be able to develop any feelings here.",
        "vi": "tôi đinh ninh là sẽ mình chẳng có tình cảm với ai đâu."
    },
    {
        "start": "00:02:52,640",
        "end": "00:02:55,360",
        "en": "Jag var öppen för förslaget och för den delen av mitt liv",
        "pa": "I was open to the idea into that part of my life,",
        "vi": "Tôi thấy ý tưởng này rất hay. Tôi cũng muốn kết hôn,"
    },
    {
        "start": "00:02:55,440",
        "end": "00:02:58,040",
        "en": "men jag trodde inte att det här skulle ske.",
        "pa": "but I didn't think that it could happen.",
        "vi": "nhưng không nghĩ là sẽ có kết quả gì."
    },
    {
        "start": "00:02:58,120",
        "end": "00:03:02,560",
        "en": "Kolla, Dino. Den här är snygg. Det är en riktig man som ska gifta sig.",
        "pa": "Look, Dino, this one is nice. This says a real man's getting married.",
        "vi": "Nhìn này, Dino. Bộ áo này đẹp chưa.\n Đồ đàn ông đích thực sẽ mặc để kết hôn đây."
    },
    {
        "start": "00:03:02,640",
        "end": "00:03:06,080",
        "en": "Chrissy är en person som har ett väldigt stort hjärta.",
        "pa": "Krissy is a person with a very, very big heart,",
        "vi": "Krissy rất bao dung và tràn đầy yêu thương."
    },
    {
        "start": "00:03:06,160",
        "end": "00:03:11,120",
        "en": "Hon är som en kopia av mig. Vi gillar att ha kul och skämta.",
        "pa": "and the way she is as a person is like a copy of me.",
        "vi": "Và bản chất con người của cô ấy giống hệt tôi."
    },
    {
        "start": "00:03:11,200",
        "end": "00:03:15,280",
        "en": "En romantisk komedi, skulle man kunna kalla vårt förhållande för.",
        "pa": "We like to have fun. We like to joke.\n A romantic comedy is how I describe our relationship because it is like that.",
        "vi": "Chúng tôi sống vui vẻ. Chúng tôi thích đùa.\n Chúng tôi hay bảo đây là phim hài lãng mạn.\n Vì quan hệ của chúng tôi thế thật."
    },
    {
        "start": "00:03:31,400",
        "end": "00:03:37,080",
        "en": "Det har varit väldigt mycket tankar och känslor de här dagarna före bröllopet.",
        "pa": "Oh, wow!\n These last days before the wedding have been full of many thoughts and feelings.",
        "vi": "Đẹp quá.\n Những ngày trước đám cưới, tôi đã có rất nhiều suy nghĩ và cảm xúc."
    },
    {
        "start": "00:03:37,160",
        "end": "00:03:39,840",
        "en": "Åh. Dayum.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:39,920",
        "end": "00:03:45,080",
        "en": "Det är mycket att ta in. Man vill inte ha så mycket outforskad mark",
        "pa": "Wow!\n It's a lot to take in.",
        "vi": "Trời đất ơi.\n Cảm giác rất choáng ngợp.\n Không ai muốn nhận ra mình biết về đối phương ít như vậy vào ngày cưới cả."
    },
    {
        "start": "00:03:45,160",
        "end": "00:03:46,640",
        "en": "på sin bröllopsdag.",
        "pa": "You don't want to feel you have that much unexplored territory on your wedding day.",
        "vi": ""
    },
    {
        "start": "00:03:49,480",
        "end": "00:03:54,480",
        "en": "Det har varit väldigt intensivt, så min kropp har inte riktigt orkat med.",
        "pa": "It's been very intense.",
        "vi": "Mọi việc diễn ra quá dồn dập.\n Cơ thể tôi không chịu nổi."
    },
    {
        "start": "00:03:54,560",
        "end": "00:04:01,160",
        "en": "Jag har varit väldigt trött och har svårt att känna nånting i stunden",
        "pa": "My body can't quite handle it all.\n I've been really tired and I've had a hard time",
        "vi": "Hiện tại tôi đang mệt rũ người và chẳng cảm nhận được gì cả"
    },
    {
        "start": "00:04:01,240",
        "end": "00:04:04,040",
        "en": "för jag är överväldigad av allting.",
        "pa": "feeling anything in the moment because I'm overwhelmed by everything.",
        "vi": "vì thấy quá choáng ngợp."
    },
    {
        "start": "00:04:04,120",
        "end": "00:04:05,920",
        "en": "Hej!",
        "pa": "Hey!",
        "vi": "Chào!"
    },
    {
        "start": "00:04:06,000",
        "end": "00:04:11,120",
        "en": "Åh, mamma Martina! Gud, vad snygg du är!",
        "pa": "-Oh, my girl. - Mama Martina!",
        "vi": "- Đẹp quá! - Cô Martina!\n - Ừ. - Cô đẹp quá ạ."
    },
    {
        "start": "00:04:11,200",
        "end": "00:04:15,640",
        "en": "-Du då? Hej, hjärtat. - Vad kul att se dig.",
        "pa": "-Yes. -God, you look gorgeous.\n -Hey! -You too. Hello, sweetheart.",
        "vi": "- Chào cô! - Chào cháu.\n Cô vui quá."
    },
    {
        "start": "00:04:15,720",
        "end": "00:04:20,440",
        "en": "Jag kände på möhippan att jag inte riktigt kunde ha kul.",
        "pa": "-Oh! -It's so nice to see you.\n At the bachelorette party, I felt that I couldn't really have fun there.",
        "vi": "Tôi thấy đã không thể vui hết mình trong bữa tiệc độc thân."
    },
    {
        "start": "00:04:20,520",
        "end": "00:04:23,320",
        "en": "Det var väldigt svårt att njuta av stunden.",
        "pa": "It was very difficult to enjoy the moment.",
        "vi": "Đầu óc tôi cứ nghĩ đâu đâu."
    },
    {
        "start": "00:04:23,399",
        "end": "00:04:28,080",
        "en": "Jag fick en ångestattack på möhippan.",
        "pa": "I had an anxiety attack at the bachelorette party.",
        "vi": "Cháu đã lên cơn hoảng loạn ở tiệc độc thân."
    },
    {
        "start": "00:04:28,160",
        "end": "00:04:34,360",
        "en": "Jag blev snurrig. Det började svartna och jag: \"Åh Gud, nu svimmar jag.\"",
        "pa": "I felt dizzy and was about to pass out.\n I was like, \"Oh, God, I'm going to faint.\"",
        "vi": "MẸ RASMUS\n Cháu hoa hết cả mắt, tưởng sắp ngất đến nơi rồi."
    },
    {
        "start": "00:04:34,440",
        "end": "00:04:39,840",
        "en": "Det kändes som att jag var tvingad att hålla upp en fasad.",
        "pa": "Yeah?\n So it felt as if I had to keep up a facade, like…",
        "vi": "Cứ như cháu buộc phải giả vờ vui vẻ vậy."
    },
    {
        "start": "00:04:39,920",
        "end": "00:04:42,520",
        "en": "\"Kul. Möhippa.\"",
        "pa": "It was like, \"Oh, yeah, it's so fun. A bachelorette party.\"",
        "vi": "Ra vẻ, \"Tiệc độc thân vui quá là vui.\""
    },
    {
        "start": "00:04:42,600",
        "end": "00:04:46,000",
        "en": "Jag vill ju inte få samma grej nu, att jag kollapsar på…",
        "pa": "Yeah.\n -I don't want the same thing happening. -Of course.\n -That I'd collapse. -Yeah.",
        "vi": "Cháu không muốn có nguy cơ bị suy sụp như vậy nữa."
    },
    {
        "start": "00:04:48,000",
        "end": "00:04:54,080",
        "en": "Efter möhippan har jag haft tid att reflektera och landa i allting som sker.",
        "pa": "After the bachelorette party, I've had time to reflect and…",
        "vi": "Sau bữa tiệc độc thân, tôi đã có thời gian suy ngẫm"
    },
    {
        "start": "00:04:54,160",
        "end": "00:04:59,960",
        "en": "Det känns som att jag verkligen har landat i mig själv.",
        "pa": "settle into everything that's been happening.\n I feel like I'm settled now, in myself.",
        "vi": "và tiếp nhận đầy đủ toàn bộ tình hình.\n Cảm giác như… tôi đã thực sự tìm thấy chính mình."
    },
    {
        "start": "00:05:00,040",
        "end": "00:05:04,280",
        "en": "På nåt märkligt sätt känns det som att det är den här resan som…",
        "pa": "In some strange way, it feels like this journey",
        "vi": "Lạ thay, tôi cảm thấy như thể hành trình này…"
    },
    {
        "start": "00:05:05,280",
        "end": "00:05:08,080",
        "en": "Det var den sista läxan.",
        "pa": "has been the final lesson for me.",
        "vi": "là bài học cuối cùng."
    },
    {
        "start": "00:05:08,160",
        "end": "00:05:10,880",
        "en": "Skål. Vi ses sen, hjärtat.",
        "pa": "-Cheers. See you later, sweetheart. -Thanks for stopping by.",
        "vi": "Chúc mừng cháu nhé."
    },
    {
        "start": "00:05:10,960",
        "end": "00:05:13,440",
        "en": "-Tack för att du kom förbi. -Ses sen.",
        "pa": "See ya.",
        "vi": "- Gặp lại cháu sau. - Cảm ơn cô vì đã ghé qua.\n Lát nữa gặp lại nhé."
    },
    {
        "start": "00:05:19,800",
        "end": "00:05:23,160",
        "en": "-D-day. -Jag har inte bjudit er.",
        "pa": "Shit.\n -V-day. -I didn't invite you.",
        "vi": "- Cưới rồi. - Tớ không mời các cậu."
    },
    {
        "start": "00:05:23,240",
        "end": "00:05:28,600",
        "en": "-Min fucking brorsa. Hej på dig. -Fan, vad stilig du är.",
        "pa": "No, but we're here anyway.\n -Hey, pal. -My man.\n -How are you? Hola. -Damn, looking handsome.",
        "vi": "Tớ đùa thôi.\n - Chào! - Người anh em.\n - Chào. - Trông hơi bị bảnh đấy."
    },
    {
        "start": "00:05:28,680",
        "end": "00:05:32,880",
        "en": "-Hur känns det? Bröllopsdag… -Ja, stora dagen idag. Helt sjukt, alltså.",
        "pa": "- Hi, Dino. -Hi, how are you? Wedding day!\n -It's a big day today. -Big day!",
        "vi": "Chào cậu.\n - Thế nào rồi? Hôm nay cưới rồi đấy! - Một ngày rất trọng đại."
    },
    {
        "start": "00:05:32,960",
        "end": "00:05:36,280",
        "en": "Det är bara att lasta av dig. Vi sitter här. Vi tar det.",
        "pa": "-It's crazy. -Just offload, we're right here for you.",
        "vi": "Đúng là không tin nổi!\n Có gì thì bày tỏ hết đi. Bọn tớ sẽ ngồi nghe."
    },
    {
        "start": "00:05:36,360",
        "end": "00:05:42,200",
        "en": "Nu när man har kollat tillbaka på hela resan så är jag sjukt stolt över allt.",
        "pa": "Well, now when you look back at the whole journey,",
        "vi": "Khi nhìn lại toàn bộ hành trình này, tớ thật sự thấy rất tự hào."
    },
    {
        "start": "00:05:42,280",
        "end": "00:05:44,600",
        "en": "Jag är stolt över hur jag har hanterat allting.",
        "pa": "I'm actually really proud of everything.\n -I'm proud of how I've handled everything. -Right.",
        "vi": "Tớ thấy tự hào về cách mình tiếp nhận mọi việc."
    },
    {
        "start": "00:05:44,680",
        "end": "00:05:49,240",
        "en": "Jag trodde inte att det skulle sluta med att jag sitter här på min bröllopsdag.",
        "pa": "I didn't think this would end in me sitting here on my wedding day.",
        "vi": "Tớ hoàn toàn không nghĩ là mình sẽ được ngồi đây chờ làm lễ cưới."
    },
    {
        "start": "00:05:49,320",
        "end": "00:05:51,560",
        "en": "Du är kär på riktigt.",
        "pa": "You think it's love, man?",
        "vi": "Thế nào? Cậu có yêu cô ấy thật không?"
    },
    {
        "start": "00:05:52,960",
        "end": "00:05:59,640",
        "en": "Allt har varit så jävla påfrestande. Livet förändras, bara på två månader.",
        "pa": "Well, I think that everything has been so stressful, it's so fast.",
        "vi": "Tớ thấy mọi thứ quá căng thẳng.\n Mọi việc diễn ra quá dồn dập. Biết bao thay đổi chỉ trong hai tháng."
    },
    {
        "start": "00:05:59,720",
        "end": "00:06:02,400",
        "en": "Så det här med att leva ihop… Man får ta det lite chill.",
        "pa": "Life has changed in two months.\n So you have to be chill about living together.",
        "vi": "Vậy nên tớ nghĩ đến lúc sống chung cứ thong thả cũng được."
    },
    {
        "start": "00:06:02,480",
        "end": "00:06:05,800",
        "en": "Vi behöver inte ändra våra liv från dag ett.",
        "pa": "We don't need to change our lives immediately.",
        "vi": "Bọn tớ không cần thay đổi lối sống ngay từ ngày đầu tiên."
    },
    {
        "start": "00:06:06,880",
        "end": "00:06:09,360",
        "en": "Jag blev kär i kapslarna.",
        "pa": "I was in love in the pods.",
        "vi": "Tôi đã yêu ngay từ hồi còn ở khu phòng kín."
    },
    {
        "start": "00:06:09,440",
        "end": "00:06:13,800",
        "en": "Alla de här känslorna är lätta att få i en kärleksbubbla.",
        "pa": "Maybe all these feelings are easier to get when you're in a little bubble of love.",
        "vi": "Khi đang đắm chìm trong tình yêu thì rất dễ có những cảm xúc này."
    },
    {
        "start": "00:06:13,880",
        "end": "00:06:16,720",
        "en": "Du har bestämt dig för vad du ska säga.",
        "pa": "Do you know your answer?",
        "vi": "Nhưng cậu đã quyết định sẽ nói gì chưa?"
    },
    {
        "start": "00:06:16,800",
        "end": "00:06:21,640",
        "en": "Jag väntade med att komma underfund med vad jag ska säga tills igår.",
        "pa": "I've been waiting to come up with what I was going to say until about yesterday.",
        "vi": "Đến tận hôm qua, tớ vẫn nghĩ mãi về những lời mình sẽ nói."
    },
    {
        "start": "00:06:21,720",
        "end": "00:06:25,960",
        "en": "Jag ville vara själv. Jag tog in hur resan har varit.",
        "pa": "I wanted to be by myself and took in how the journey has been,",
        "vi": "Tớ muốn một mình suy ngẫm về hành trình này từ đầu đến cuối."
    },
    {
        "start": "00:06:26,040",
        "end": "00:06:29,280",
        "en": "Hur man än tänker att man kan landa i alla känslor tillsammans",
        "pa": "how you imagine that you can settle into all these feelings together.",
        "vi": "Dù có nghĩ cả hai cùng trải qua mọi cảm xúc với nhau được…"
    },
    {
        "start": "00:06:29,360",
        "end": "00:06:33,600",
        "en": "så måste man vara i sig själv ibland. Det är fan viktigt.",
        "pa": "Sometimes you have to be by yourself as well.",
        "vi": "đôi khi ta vẫn phải trải nghiệm một cách độc lập."
    },
    {
        "start": "00:06:33,680",
        "end": "00:06:36,560",
        "en": "Har hon tagit nåt beslut?",
        "pa": "- Yes. -It's important.\n What about her? Has she made her decision?",
        "vi": "Việc đó rất quan trọng.\n Cậu thấy thế nào về cô ấy? Cô ấy đã quyết định chưa?"
    },
    {
        "start": "00:06:36,640",
        "end": "00:06:40,880",
        "en": "Hon tog sitt beslut ganska tidigt. Det tror jag.",
        "pa": "I think she decided. I think she made her decision quite early.",
        "vi": "Tớ nghĩ là rồi. Tớ nghĩ là cô ấy quyết định từ sớm rồi."
    },
    {
        "start": "00:06:40,960",
        "end": "00:06:45,840",
        "en": "Jag hoppas att hon har grävt i sig själv och i den verkligheten vi lever i",
        "pa": "And I hope she's also stopped for a moment to reflect on the reality we're living in",
        "vi": "Và tớ mong là cô ấy cũng đã có một lúc dừng lại\n để suy xét thật kĩ tình hình thực tế hiện tại của bọn tớ"
    },
    {
        "start": "00:06:45,920",
        "end": "00:06:50,160",
        "en": "för att komma till ett beslut hon verkligen är helt säker på.",
        "pa": "and comes to a decision that she's 100% sure of.",
        "vi": "để có thể quyết định mà không dẫn đến hối hận sau này."
    },
    {
        "start": "00:06:51,640",
        "end": "00:06:55,640",
        "en": "Hon har garanterat tagit sitt beslut. Jag tror hon tog det för länge sen.",
        "pa": "But I think she's made her decision and made it a long time ago.",
        "vi": "Nhưng đảm bảo là cô ấy đã quyết định rồi. Tớ nghĩ là từ lâu rồi kìa."
    },
    {
        "start": "00:06:57,400",
        "end": "00:06:59,560",
        "en": "-Hej. -Hej!",
        "pa": "-Hey! -Hi!",
        "vi": "- Xin chào. - Xin chào!"
    },
    {
        "start": "00:07:00,680",
        "end": "00:07:03,400",
        "en": "Akta mitt smink.",
        "pa": "Hi.\n -Oh, watch my makeup.",
        "vi": "- Xin chào. - Cẩn thận lớp trang điểm nhé."
    },
    {
        "start": "00:07:04,320",
        "end": "00:07:08,600",
        "en": "Skål alla. Jag älskar er. Det hade inte varit möjligt utan er.",
        "pa": "Cheers.\n I love you.",
        "vi": "- Chúc mừng. - Chúc mừng.\n Tớ yêu các cậu. Nhờ các cậu, tớ mới được như bây giờ."
    },
    {
        "start": "00:07:08,680",
        "end": "00:07:12,640",
        "en": "Förstår du att om några timmar är du gift?",
        "pa": "-We do too. -This wouldn't be possible without you.\n Can you believe that in a few hours you'll be married?",
        "vi": "Cậu có hiểu rõ là vài tiếng nữa cậu sẽ lấy chồng không?"
    },
    {
        "start": "00:07:14,840",
        "end": "00:07:18,080",
        "en": "-Det känns så overkligt. -Ja.",
        "pa": "-It feels unreal.\n Yeah.",
        "vi": "Tớ vẫn chưa tin được đây là hiện thực.\n Ừ."
    },
    {
        "start": "00:07:19,880",
        "end": "00:07:22,600",
        "en": "Det är inget litet beslut vi ska ta nu.",
        "pa": "It's not a small decision we're going to make.",
        "vi": "Đây không phải là chuyện nhỏ."
    },
    {
        "start": "00:07:22,680",
        "end": "00:07:29,040",
        "en": "Det handlar om ett livslångt beslut där vi ska gifta oss och välja varandra.",
        "pa": "This is a lifelong decision, where we will end up getting married",
        "vi": "Đây là chuyện cả đời, vì bọn tôi sẽ cưới nhau"
    },
    {
        "start": "00:07:29,120",
        "end": "00:07:33,120",
        "en": "Positiva tankar. Bra energi.",
        "pa": "and choosing each other for the rest of our lives.\n Positive thoughts, good energy.",
        "vi": "và đi cùng nhau đến hết cuộc đời.\n Hãy suy nghĩ tích cực để có được vận khí tốt."
    },
    {
        "start": "00:07:35,240",
        "end": "00:07:37,960",
        "en": "Jag måste lyssna på hur jag mår i kroppen.",
        "pa": "I have to listen to how I feel in my body.",
        "vi": "Tôi phải lắng nghe cảm giác của cơ thể mình."
    },
    {
        "start": "00:07:38,040",
        "end": "00:07:42,960",
        "en": "Hur känns det här? Kan jag göra det här i resten av mitt liv?",
        "pa": "How does this feel? Can I do this for the rest of my life?",
        "vi": "Ở đây cảm thấy thế nào?\n Liệu tôi có hài lòng với quyết định này cả đời không?"
    },
    {
        "start": "00:08:11,280",
        "end": "00:08:16,400",
        "en": "Jag är mycket gladare att jag gick på det här bröllopet, och inte gifte mig själv.",
        "pa": "I'm happier that I'm at this wedding as a guest",
        "vi": "Hôm nay tôi rất vui vì được dự lễ cưới chứ không phải làm lễ cưới."
    },
    {
        "start": "00:08:16,480",
        "end": "00:08:20,640",
        "en": "Det blev ju tyvärr inte som vi hade hoppats på mellan Catja och mig",
        "pa": "instead of getting married myself,\n because it didn't turn out\n like we had hoped",
        "vi": "Vì mọi chuyện giữa Catja và tôi đã không được như mong đợi."
    },
    {
        "start": "00:08:20,720",
        "end": "00:08:25,800",
        "en": "men ingen är på nåt sätt gladare än jag. Det funkade inte för oss, tyvärr.",
        "pa": "between Catja and myself.\n But no one is happier than I am,\n at least in a way, that it did not work out for us.",
        "vi": "Nhưng nói cho cùng, hiện tại không ai vui hơn tôi cả.\n Không may là chuyện của chúng tôi không thành."
    },
    {
        "start": "00:08:26,920",
        "end": "00:08:30,320",
        "en": "Har ni fått dricka nåt bubbel före? -Nej.",
        "pa": "-Did you get any sparkling wine? -No.",
        "vi": "- Cô uống rượu vang sủi hôm nay chưa? - Chưa."
    },
    {
        "start": "00:08:32,000",
        "end": "00:08:35,880",
        "en": "Men jag lever ju för såna här dagar också. Det gör mig så otroligt glad.",
        "pa": "But I live for days like this as well, and it makes me happy that",
        "vi": "Nhưng vẫn có những ngày vui như hôm nay mà."
    },
    {
        "start": "00:08:35,960",
        "end": "00:08:38,919",
        "en": "Man får tro på kärleken igen. Jag gillar det.",
        "pa": "I get to believe in love again.\n I like that.",
        "vi": "Tôi rất vui vì được tin vào tình yêu một lần nữa. Thật là tuyệt."
    },
    {
        "start": "00:08:50,240",
        "end": "00:08:52,120",
        "en": "Hej.",
        "pa": "Hey!",
        "vi": "Chào!"
    },
    {
        "start": "00:08:55,120",
        "end": "00:08:57,440",
        "en": "Det här är mitt största beslut nånsin.",
        "pa": "This is the biggest decision that I've ever made.",
        "vi": "Đây là quyết định lớn nhất đời tôi."
    },
    {
        "start": "00:08:57,520",
        "end": "00:08:58,960",
        "en": "Jag är törstig.",
        "pa": "-I'm thirsty. -Okay.",
        "vi": "Tôi khát quá."
    },
    {
        "start": "00:08:59,040",
        "end": "00:09:02,720",
        "en": "Jag har aldrig förut, nånsin varit så nervös.",
        "pa": "I've never been this nervous before.",
        "vi": "Tôi chưa từng lo lắng thế này trước đây."
    },
    {
        "start": "00:09:02,800",
        "end": "00:09:07,640",
        "en": "Vad som än händer vill jag absolut inte såra Krisse-Ly. Det är det sista jag vill.",
        "pa": "Whatever happens, I don't want to hurt Krisse-Ly.\n That's the last thing I want.",
        "vi": "Dù thế nào, tôi cũng không muốn làm tổn thương Krisse-Ly.\n Tuyệt đối không."
    },
    {
        "start": "00:09:15,880",
        "end": "00:09:18,600",
        "en": "-Pappa! -Hej!",
        "pa": "KRISSE-LY'S DAD\n Dad!\n Hey!",
        "vi": "BỐ CỦA KRISSE-LY\n - Bố! - Chào con."
    },
    {
        "start": "00:09:20,560",
        "end": "00:09:23,000",
        "en": "Åh…",
        "pa": "There you are!",
        "vi": ""
    },
    {
        "start": "00:09:23,080",
        "end": "00:09:24,880",
        "en": "Hej, pappa.",
        "pa": "Hi, Dad.",
        "vi": "Chào bố."
    },
    {
        "start": "00:09:26,280",
        "end": "00:09:30,240",
        "en": "Vad fin du är. Kolla, vilken snygging.",
        "pa": "Sweetheart.\n -You look great. -You look beautiful.",
        "vi": "Bố bảnh bao quá. Xem kìa, trông bố mới đẹp trai làm sao."
    },
    {
        "start": "00:09:30,320",
        "end": "00:09:34,120",
        "en": "Jag har aldrig sett dig så här finklädd.",
        "pa": "What a good-looking guy. I've never seen you this dressed up.",
        "vi": "Con chưa bao giờ thấy bố diện đồ đẹp thế này."
    },
    {
        "start": "00:09:34,200",
        "end": "00:09:36,160",
        "en": "-Åh. -Oj, oj, oj.",
        "pa": "Oh, my.",
        "vi": "Ôi trời."
    },
    {
        "start": "00:09:36,240",
        "end": "00:09:42,560",
        "en": "Det är så symboliskt att han som inte är min biologiska pappa",
        "pa": "I think it's so symbolic that he who isn't my biological father",
        "vi": "Tôi thấy việc này đậm tính tượng trưng vì ông ấy, dù không phải cha ruột của tôi,"
    },
    {
        "start": "00:09:42,640",
        "end": "00:09:49,120",
        "en": "ska vara den trygghet som stöttar mig i stunden, och går med mig till altaret",
        "pa": "will be my comfort who supports me in this moment",
        "vi": "vẫn sẽ là người bảo vệ, đỡ đần, dắt tôi đi dọc lễ đường"
    },
    {
        "start": "00:09:49,200",
        "end": "00:09:52,800",
        "en": "inför det här stora, stora beslutet.",
        "pa": "and who's there to walk me down the aisle…\n as I face this big decision.",
        "vi": "trước khi tôi đưa ra quyết định trọng đại này."
    },
    {
        "start": "00:09:52,880",
        "end": "00:09:57,720",
        "en": "-Jag vet inte vad jag ska säga. -Titta vad fin du är.",
        "pa": "I don't know what to say.\n You look so good.",
        "vi": "Bố không biết phải nói gì cả.\n Bố đẹp trai quá."
    },
    {
        "start": "00:09:59,400",
        "end": "00:10:02,000",
        "en": "Pappa vet…",
        "pa": "Dad knows…",
        "vi": "Bố biết…"
    },
    {
        "start": "00:10:04,520",
        "end": "00:10:07,960",
        "en": "Pappa vet verkligen vilken resa jag har gjort.",
        "pa": "Dad really knows how much of a journey I've made.",
        "vi": "Bố biết rõ rằng tôi đã trưởng thành rất nhiều nhờ hành trình này."
    },
    {
        "start": "00:10:08,040",
        "end": "00:10:13,280",
        "en": "Så jag vet att den här stunden är så viktig för oss båda.",
        "pa": "I know how important this moment is for both of us.",
        "vi": "Vậy nên tôi biết khoảnh khắc này rất trọng đại với cả hai chúng tôi."
    },
    {
        "start": "00:10:18,240",
        "end": "00:10:20,920",
        "en": "Det är så fint för han kommer ju…",
        "pa": "It's so nice because he's going to… you know, Dad has been there.",
        "vi": "Tôi rất vui vì ông ấy…"
    },
    {
        "start": "00:10:21,000",
        "end": "00:10:26,800",
        "en": "Pappa har ju varit där från att jag var en liten vilsen 14 -årig flicka",
        "pa": "From when I was a lost little 14-year-old girl until now,",
        "vi": "Ông ấy đã luôn ở bên từ khi tôi chỉ là một cô nhóc 14 tuổi bơ vơ."
    },
    {
        "start": "00:10:26,880",
        "end": "00:10:33,280",
        "en": "till att jag nu är en kvinna som eventuellt ska gifta mig.",
        "pa": "when I'm a grown woman who… might be getting married.",
        "vi": "Đến tận bây giờ, khi tôi đã là phụ nữ trưởng thành có thể sắp cưới chồng."
    },
    {
        "start": "00:10:33,360",
        "end": "00:10:36,800",
        "en": "Det är så himla stort att ha honom vid min sida.",
        "pa": "So it's huge having him by my side.",
        "vi": "Vậy nên tôi rất vui khi có bố bên cạnh."
    },
    {
        "start": "00:11:06,360",
        "end": "00:11:09,800",
        "en": "Åh Gud, jag bryter ihop redan.",
        "pa": "Oh, God, I'm falling apart already.",
        "vi": "Chúa ơi, con sắp khóc òa lên rồi đây này."
    },
    {
        "start": "00:11:18,400",
        "end": "00:11:21,840",
        "en": "Så vacker, alltså. Det är så otroligt.",
        "pa": "You're so beautiful, it's incredible.",
        "vi": "Em đẹp quá. Đẹp như tiên vậy."
    },
    {
        "start": "00:11:21,920",
        "end": "00:11:26,880",
        "en": "Hej allihopa! Jäklar vad snygga ni är!",
        "pa": "Hi, everyone.\n You all look so great.",
        "vi": "Chào mọi người!\n Trời ơi, mọi người ai cũng đẹp."
    },
    {
        "start": "00:11:28,560",
        "end": "00:11:31,880",
        "en": "Minns du vad jag heter?",
        "pa": "Remember my name?",
        "vi": "Anh nhớ tên em không?"
    },
    {
        "start": "00:11:33,280",
        "end": "00:11:35,360",
        "en": "Kanske.",
        "pa": "Maybe.",
        "vi": "Có lẽ là có."
    },
    {
        "start": "00:11:42,520",
        "end": "00:11:48,560",
        "en": "Vi har samlats här idag för att fira kärleken mellan Rasmus och Krisse-Ly",
        "pa": "We've gathered here today to celebrate the love between Rasmus and Krisse-Ly,",
        "vi": "Hôm nay chúng ta có mặt ở đây để mừng vui cho tình yêu"
    },
    {
        "start": "00:11:48,640",
        "end": "00:11:52,960",
        "en": "och tillsammans med dem dela denna viktiga stund i deras liv.",
        "pa": "and, together with them, share this important moment in their lives.",
        "vi": "của Rasmus và Krisse-Ly.\n Và cùng họ chia sẻ khoảnh khắc quan trọng này của cuộc đời."
    },
    {
        "start": "00:11:53,920",
        "end": "00:11:58,920",
        "en": "Ni har förberett några ord till varandra, och Krisse-Ly, du ska få börja.",
        "pa": "You have prepared a few words for each other.\n Krisse-Ly, you will begin.",
        "vi": "Hai người đã chuẩn bị sẵn những lời muốn nói với nhau.\n Krisse-Ly, mời cô nói trước."
    },
    {
        "start": "00:12:01,280",
        "end": "00:12:04,280",
        "en": "När jag gav mig in i det här experimentet",
        "pa": "When I entered into this experiment, I had a list of requirements",
        "vi": "Khi tham gia vào thử nghiệm này,"
    },
    {
        "start": "00:12:04,360",
        "end": "00:12:08,680",
        "en": "så hade jag en kravlista på egenskaper",
        "pa": "",
        "vi": "tôi đã lên danh sách các phẩm chất"
    },
    {
        "start": "00:12:08,760",
        "end": "00:12:13,080",
        "en": "som den person som skulle få mig på fall skulle besitta.",
        "pa": "that the person that I would fall for would have to fulfill.",
        "vi": "mà người tôi sẽ yêu phải có."
    },
    {
        "start": "00:12:13,160",
        "end": "00:12:19,760",
        "en": "För det första så skulle han vara någon som är omtänksam och snäll",
        "pa": "First of all, he would have to be considerate and kind",
        "vi": "Đầu tiên, anh ấy phải là người tế nhị, chu đáo,"
    },
    {
        "start": "00:12:19,840",
        "end": "00:12:22,520",
        "en": "och fördomsfri mot sin omvärld.",
        "pa": "and free of prejudice to the world around him. Check.",
        "vi": "tốt bụng, và không có bất cứ thành kiến gì."
    },
    {
        "start": "00:12:22,600",
        "end": "00:12:24,320",
        "en": "-Check. -Check.",
        "pa": "Check.",
        "vi": "- Đạt yêu cầu. - Đạt yêu cầu."
    },
    {
        "start": "00:12:24,400",
        "end": "00:12:30,000",
        "en": "Han skulle vara någon som pratar fint om sin mamma.",
        "pa": "He would be someone who speaks nicely about his mother.",
        "vi": "Anh ấy phải nói tốt về mẹ mình."
    },
    {
        "start": "00:12:30,080",
        "end": "00:12:32,680",
        "en": "Check.",
        "pa": "Check.",
        "vi": "Đạt yêu cầu."
    },
    {
        "start": "00:12:32,760",
        "end": "00:12:36,400",
        "en": "Han skulle ha nära vänskapsrelationer.",
        "pa": "He'd have to have close friendships. Check.",
        "vi": "Anh ấy phải có bạn bè thân thiết."
    },
    {
        "start": "00:12:36,480",
        "end": "00:12:39,000",
        "en": "-Check. -Vad bra.",
        "pa": "It's cool, I'm fine.",
        "vi": "- Đạt yêu cầu. - Không sao. Tôi ổn mà."
    },
    {
        "start": "00:12:41,600",
        "end": "00:12:47,680",
        "en": "Han skulle vara äventyrlig, lekfull och ha barnasinnet kvar.",
        "pa": "Yeah.\n He would have to be adventurous, playful and be a child at heart.",
        "vi": "Anh ấy phải thích phiêu lưu, tính tình vui tươi, và trong sáng."
    },
    {
        "start": "00:12:47,760",
        "end": "00:12:50,760",
        "en": "Check, check, check, check, check.",
        "pa": "Check, check, check, check, check.",
        "vi": "Yêu cầu nào cũng đạt cả."
    },
    {
        "start": "00:12:53,320",
        "end": "00:12:58,200",
        "en": "Man kan enkelt se varför det är du och jag som står här idag",
        "pa": "You can easily see why you and I are standing here today",
        "vi": "Anh có thể dễ dàng thấy lý do em và anh cùng đứng đây hôm nay."
    },
    {
        "start": "00:12:58,280",
        "end": "00:13:03,160",
        "en": "och varför jag föll så hårt för dig redan i kapslarna, utan att ens se dig.",
        "pa": "and why I already fell so hard for you in the pods without even seeing you.",
        "vi": "Và lý do em yêu anh đến vậy khi mới ở ở khu phòng kín, dù chưa hề biết mặt anh."
    },
    {
        "start": "00:13:03,240",
        "end": "00:13:08,240",
        "en": "Jag visste, när jag öppnade upp mig",
        "pa": "But when I knew was when I opened up to you",
        "vi": "Nhưng khoảnh khắc khiến em chắc chắn về tình cảm này là khi em mở lòng"
    },
    {
        "start": "00:13:08,320",
        "end": "00:13:12,960",
        "en": "om den sidan av mig som inte nödvändigtvis är så vacker…",
        "pa": "about the side of me that isn't necessarily so beautiful,",
        "vi": "thể hiện những khía cạnh không được tốt đẹp lắm của mình."
    },
    {
        "start": "00:13:13,040",
        "end": "00:13:16,240",
        "en": "Där andra har sett ärr och skador",
        "pa": "and where others have seen scars and damage,",
        "vi": "Người khác chỉ thấy những vết sẹo, những tổn thương,"
    },
    {
        "start": "00:13:16,320",
        "end": "00:13:21,920",
        "en": "har du sett ett ljus och ett kvitto på min styrka.",
        "pa": "you've seen a light and a proof of my strength.",
        "vi": "nhưng anh lại thấy đó là điểm mạnh, là bằng chứng về sức kiên cường của em."
    },
    {
        "start": "00:13:22,000",
        "end": "00:13:26,200",
        "en": "Den omtänksamheten och acceptansen som du har omfamnat mig med",
        "pa": "And the thoughtfulness and acceptance that you have embraced me with",
        "vi": "Và thái độ ân cần và bao dung"
    },
    {
        "start": "00:13:26,280",
        "end": "00:13:30,760",
        "en": "är något som jag aldrig trodde att jag skulle uppleva.",
        "pa": "is something that I never thought I would experience.",
        "vi": "mà anh đã trao cho em\n là những điều em chưa từng nghĩ mình sẽ được cảm nhận."
    },
    {
        "start": "00:13:30,840",
        "end": "00:13:33,840",
        "en": "Och om det är någonting som oroar mig",
        "pa": "And if there's anything that I worry about,",
        "vi": "Và nếu có điều gì làm em lo lắng thì phải nói đó là"
    },
    {
        "start": "00:13:33,920",
        "end": "00:13:40,520",
        "en": "så är det hur i helvete jag ska lyckas älska dig så som du förtjänar.",
        "pa": "it's how the hell I'm going to be able to love you the way that you deserve",
        "vi": "em biết thể hiện tình yêu thế nào cho xứng đáng với anh đây."
    },
    {
        "start": "00:13:40,600",
        "end": "00:13:44,120",
        "en": "För du förtjänar hela, hela världen.",
        "pa": "because you deserve the whole wide world.",
        "vi": "Vì anh xứng đáng có được những điều tốt đẹp nhất."
    },
    {
        "start": "00:13:45,520",
        "end": "00:13:50,000",
        "en": "-Älskling, inte gråta nu. -Nej, jag skulle ju inte…",
        "pa": "-Don't cry. -No. I wasn't supposed to.",
        "vi": "- Đừng khóc. - Không mà.\n Anh đâu có định khóc."
    },
    {
        "start": "00:13:53,160",
        "end": "00:13:58,480",
        "en": "Så oavsett vad, så är jag så tacksam",
        "pa": "So… no matter what,",
        "vi": "Vì vậy, dù thế nào đi nữa,"
    },
    {
        "start": "00:13:58,560",
        "end": "00:14:05,160",
        "en": "att jag i den här livstiden har fått uppleva dig och vår kärlek.",
        "pa": "I'm so grateful that in this lifetime,\n I've been able to experience you and our love.",
        "vi": "em cũng rất biết ơn\n vì đã được gặp anh và trải nghiệm tình yêu của đôi ta trong cuộc đời này."
    },
    {
        "start": "00:14:05,240",
        "end": "00:14:09,520",
        "en": "Det, för mig, är ett mirakel. Tack.",
        "pa": "That's been a miracle for me.\n Thank you.",
        "vi": "Vì với em, đó quả là một điều kì diệu.\n Cảm ơn anh."
    },
    {
        "start": "00:14:20,040",
        "end": "00:14:23,200",
        "en": "Tänk att jag har gjort den galnaste resan i hela mitt liv",
        "pa": "It's hard to believe the craziest journey of my life",
        "vi": "Anh không tin nổi là mình vừa đi qua hành trình điên rồ nhất đời mình"
    },
    {
        "start": "00:14:23,280",
        "end": "00:14:27,600",
        "en": "och att den ledde till att vi står här tillsammans på vår bröllopsdag idag.",
        "pa": "led to us standing here together on our wedding day.",
        "vi": "và nhờ thế mà hai ta mới có lễ cưới ngày hôm nay."
    },
    {
        "start": "00:14:27,680",
        "end": "00:14:31,000",
        "en": "För två månader sen visste jag inte vem du var",
        "pa": "To think, two months ago, I didn't know who you were,",
        "vi": "Và không thể tin nổi là hai tháng trước, anh vẫn chưa hề quen em."
    },
    {
        "start": "00:14:31,080",
        "end": "00:14:34,640",
        "en": "fast du bara bodde 13 minuter ifrån mig.",
        "pa": "even though you lived 13 minutes away.",
        "vi": "Dù em chỉ sống cách anh mười ba phút."
    },
    {
        "start": "00:14:34,720",
        "end": "00:14:41,400",
        "en": "Och jag älskar allting med dig, från din insida till din utsida. Det är ett faktum.",
        "pa": "And I love everything about you.\n Everything on the outside and everything inside.",
        "vi": "Anh yêu toàn bộ con người em.\n Từ tâm hồn đến ngoại hình. Đó là sự thật không thể chối cãi."
    },
    {
        "start": "00:14:41,480",
        "end": "00:14:46,080",
        "en": "Vi såg inte varandra när vi var i kapslarna och vår kärlek växte.",
        "pa": "That's a fact.\n Because we didn't see one another when we were in the pods, but our love grew.",
        "vi": "Vì khi ở khu phòng kín, tình cảm của ta ngày càng mặn nồng dù không biết mặt nhau."
    },
    {
        "start": "00:14:46,160",
        "end": "00:14:48,400",
        "en": "Och vi ser inte heller framtiden.",
        "pa": "And we can't see into the future,",
        "vi": "Hay cũng không biết tương lai sẽ thế nào."
    },
    {
        "start": "00:14:48,480",
        "end": "00:14:51,600",
        "en": "Men jag kommer alltid att se bortom ytan och älska dig för den du är",
        "pa": "but I know that I will always look beyond the surface and love you for who you are.",
        "vi": "Nhưng anh biết không chỉ vì bề ngoài,"
    },
    {
        "start": "00:14:51,680",
        "end": "00:14:54,160",
        "en": "oavsett vad som än händer.",
        "pa": "",
        "vi": "mà anh sẽ yêu em vì con người em, dù thế nào đi nữa."
    },
    {
        "start": "00:15:00,560",
        "end": "00:15:04,040",
        "en": "Det är nu dags att avgöra om kärleken är blind.",
        "pa": "It is now time to decide if love is blind.",
        "vi": "Bây giờ ta sẽ biết tình yêu có mù quáng hay không."
    },
    {
        "start": "00:15:14,280",
        "end": "00:15:16,880",
        "en": "Vill du, Krisse-Ly",
        "pa": "Do you, Krisse-Ly, take Rasmus to be your husband",
        "vi": "Krisse-Ly, cô có đồng ý lấy Rasmus làm chồng không?"
    },
    {
        "start": "00:15:16,960",
        "end": "00:15:21,640",
        "en": "ta denne Rasmus till din man",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:15:21,720",
        "end": "00:15:25,600",
        "en": "att älska honom i nöd och lust?",
        "pa": "and to love him through good times and bad?",
        "vi": "Và thề nguyện sẽ luôn yêu anh ấy kể cả lúc ốm đau hay khỏe mạnh?"
    },
    {
        "start": "00:15:34,160",
        "end": "00:15:36,160",
        "en": "Ja.",
        "pa": "Yes!",
        "vi": "Tôi đồng ý."
    },
    {
        "start": "00:15:41,320",
        "end": "00:15:47,160",
        "en": "Vill du, Rasmus, ta denna Krisse-Ly till din hustru",
        "pa": "Do you, Rasmus, take Krisse-Ly to be your lawfully wedded wife",
        "vi": "Rasmus, anh có đồng ý lấy Krisse-Ly làm vợ không?"
    },
    {
        "start": "00:15:47,240",
        "end": "00:15:50,880",
        "en": "att älska henne i nöd och lust?",
        "pa": "and to love her through good times and bad?\n ♪ I hear the call of the wild ♪",
        "vi": "Và thề nguyện sẽ luôn yêu cô ấy kể cả lúc ốm đau hay khỏe mạnh?"
    },
    {
        "start": "00:16:07,720",
        "end": "00:16:09,800",
        "en": "Aldrig har jag haft ett mer självklart svar.",
        "pa": "♪ I hear the call of the wild… ♪\n Never have I been more sure of an answer. Yes.",
        "vi": "Tôi không hề có chút đắn đo nào."
    },
    {
        "start": "00:16:09,880",
        "end": "00:16:13,480",
        "en": "-Ja. -Du skrämde skiten ur mig.",
        "pa": "You scared the shit out of me!",
        "vi": "- Tôi đồng ý. - Anh làm em thót cả tim đấy!"
    },
    {
        "start": "00:16:21,040",
        "end": "00:16:24,800",
        "en": "Jag trodde att du skulle säga \"aldrig\".",
        "pa": "♪ Think I must be dreaming ♪\n ♪ I don't wanna wake up… ♪\n -I thought you were saying \"never\"!",
        "vi": "Em cứ tưởng anh sẽ bảo \"Tôi không đồng ý.\""
    },
    {
        "start": "00:16:24,880",
        "end": "00:16:27,720",
        "en": "Du sa \"aldrig\"…",
        "pa": "I heard \"never.\"\n Never! Aah!",
        "vi": "Là em thì chắc chắn sẽ đồng ý."
    },
    {
        "start": "00:16:33,400",
        "end": "00:16:37,080",
        "en": "-Jag älskar dig. -Jag älskar dig.",
        "pa": "♪ Right now Let's seize the moment… ♪\n -I love you. -Mm, I love you.\n Do you want this?",
        "vi": "- Anh yêu em. - Em yêu anh."
    },
    {
        "start": "00:16:53,640",
        "end": "00:16:55,960",
        "en": "-Ja! -Ja!",
        "pa": "-Yeah! -Damn it! Yeah!",
        "vi": "- Tuyệt vời! - Quá tuyệt!"
    },
    {
        "start": "00:16:56,040",
        "end": "00:17:01,120",
        "en": "Det är mitt drömbröllop och du är min drömtjej. Och vi är gifta nu.",
        "pa": "This is my dream wedding. You're my dream girl.\n -You're my dream guy. -And we're married now.",
        "vi": "Anh đang có đám cưới trong mơ và cô dâu trong mơ.\n - Còn anh là chú rể trong mơ của em. - Và ta đã kết hôn."
    },
    {
        "start": "00:17:03,720",
        "end": "00:17:09,560",
        "en": "-Nu har vi gjort det. Nu är vi gifta. -Det här är min favoritkärlekshistoria.",
        "pa": "♪ For days like these ♪\n We did it. We got married.\n -This is my favorite love story. -And mine.",
        "vi": "Vậy là chính thức rồi. Ta đã là vợ chồng.\n Đây là chuyện tình mà em thích nhất."
    },
    {
        "start": "00:17:09,640",
        "end": "00:17:12,040",
        "en": "-Jag älskar oss. -Jag älskar också oss.",
        "pa": "-A hundred percent. I love us. -I love us too.",
        "vi": "- Anh cũng vậy. - 100%.\n - Em yêu chúng ta. - Anh cũng yêu chúng ta."
    },
    {
        "start": "00:17:12,119",
        "end": "00:17:16,440",
        "en": "Du är verkligen allt jag behöver och mer.",
        "pa": "You're truly everything I need and more.",
        "vi": "Anh thật sự còn hơn cả tất cả những gì em cần."
    },
    {
        "start": "00:17:16,520",
        "end": "00:17:19,920",
        "en": "-Jag älskar dig. -Jag älskar dig.",
        "pa": "-Love you. -I love you.",
        "vi": "- Anh yêu em. - Em yêu anh."
    },
    {
        "start": "00:17:20,000",
        "end": "00:17:24,800",
        "en": "Min fru - skål för vår framtid. Skål för vårt liv som börjar nu.",
        "pa": "-My wife, here's to our future. -Cheers, baby.",
        "vi": "Vợ yêu. Nâng ly mừng tương lai nào.\n Nâng ly mừng cuộc sống chung sẽ bắt đầu từ bây giờ."
    },
    {
        "start": "00:17:24,880",
        "end": "00:17:26,920",
        "en": "Skål.",
        "pa": "Here's to our new life together.\n Cheers.",
        "vi": "Chúc mừng chúng ta."
    },
    {
        "start": "00:17:27,000",
        "end": "00:17:31,520",
        "en": "♪ This could be everything We've ever wanted ♪",
        "pa": "♪ This could be everything We've ever wanted… ♪",
        "vi": ""
    },
    {
        "start": "00:17:31,599",
        "end": "00:17:33,840",
        "en": "♪ All our lives ♪",
        "pa": "EMILIA &amp; LUCAS'S WEDDING",
        "vi": "ĐÁM CƯỚI CỦA EMILIA &amp; LUCAS"
    },
    {
        "start": "00:17:33,920",
        "end": "00:17:37,320",
        "en": "♪ Best things happen without a warning ♪",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:17:37,400",
        "end": "00:17:40,840",
        "en": "Det är min bröllopsdag i dag.",
        "pa": "Today's my wedding day.",
        "vi": "Hôm nay là ngày cưới của tôi."
    },
    {
        "start": "00:17:40,920",
        "end": "00:17:44,280",
        "en": "De orden trodde jag aldrig att jag skulle yttra.",
        "pa": "I never thought I'd say those words.",
        "vi": "Tôi chưa từng nghĩ rằng mình sẽ nói những lời đó."
    },
    {
        "start": "00:17:48,520",
        "end": "00:17:52,560",
        "en": "Känslan just nu… Det är många olika känslor.",
        "pa": "Oh, shit.\n The feeling right now is…",
        "vi": "Ghê thật.\n Cảm xúc của tôi lúc này… Có rất nhiều cảm xúc khác nhau."
    },
    {
        "start": "00:17:52,640",
        "end": "00:17:58,520",
        "en": "Främst är jag jätteglad och stolt och taggad på att göra det här med Emilia.",
        "pa": "well, there are a lot of different feelings.\n I'm mainly really happy and proud.",
        "vi": "Chủ yếu là hạnh phúc và tự hào.\n Và tôi rất vui vì được trải qua chuyện này với Emilia."
    },
    {
        "start": "00:17:58,600",
        "end": "00:18:02,320",
        "en": "Och sen är det jobbiga känslor.",
        "pa": "I'm excited to do this with Emilia.\n And it's a hard decision to make.",
        "vi": "Nhưng tôi cũng thấy do dự"
    },
    {
        "start": "00:18:02,400",
        "end": "00:18:06,080",
        "en": "Man ska ta ett stort beslut i dag.",
        "pa": "A big decision.\n ♪ There's always love ♪",
        "vi": "trong việc đưa ra quyết định của hôm nay."
    },
    {
        "start": "00:18:08,800",
        "end": "00:18:13,960",
        "en": "Jag har alltid letat efter en partner att bygga en framtid med.",
        "pa": "I've looked for a partner that I can build a future with that lasts a lifetime.",
        "vi": "Tôi luôn tìm kiếm một người bạn đồng hành để cùng xây dựng tương lai."
    },
    {
        "start": "00:18:14,040",
        "end": "00:18:17,440",
        "en": "Jag skrev ett brev till mig själv före experimentet.",
        "pa": "I wrote a letter to myself before the experiment…",
        "vi": "Đi cùng tôi đến cuối đời.\n Trước thử nghiệm, tôi đã viết một lá thư cho chính mình,"
    },
    {
        "start": "00:18:17,520",
        "end": "00:18:23,200",
        "en": "Där jag beskriver hur jag vill att min partner ska vara, och vår relation.",
        "pa": "where I described how I see my relationship with my future partner.",
        "vi": "bày tỏ những kì vọng của mình về đối phương và quan hệ của chúng tôi."
    },
    {
        "start": "00:18:23,280",
        "end": "00:18:27,160",
        "en": "Och jag läste det i morse.",
        "pa": "And this morning, I read it.",
        "vi": "Thật ra, sáng nay tôi đã đọc lại."
    },
    {
        "start": "00:18:27,240",
        "end": "00:18:31,200",
        "en": "Det är Emilia till punkt och pricka.",
        "pa": "And it's Emilia, it's spot on.",
        "vi": "Và đó là Emilia, đúng đến từng chữ."
    },
    {
        "start": "00:18:31,280",
        "end": "00:18:35,280",
        "en": "Jag trodde inte att jag skulle hitta alla de här delarna i en tjej.",
        "pa": "And before I thought that I wouldn't find all these elements in one girl,",
        "vi": "Trước đó, tôi nghĩ sẽ chẳng thấy cô gái nào được như thế đâu."
    },
    {
        "start": "00:18:35,360",
        "end": "00:18:38,200",
        "en": "Men med Emilia fanns det inga kompromisser.",
        "pa": "but with Emilia there were no compromises.",
        "vi": "Nhưng tôi không hề thấy khiếm khuyết nào ở Emilia."
    },
    {
        "start": "00:18:38,280",
        "end": "00:18:41,040",
        "en": "Emilia är en otrolig kvinna.",
        "pa": "Emilia is an incredible woman.",
        "vi": "Emilia là một phụ nữ phi thường."
    },
    {
        "start": "00:18:41,120",
        "end": "00:18:45,560",
        "en": "Jag ser verkligen framför mig hur vi kommer att funka i framtiden.",
        "pa": "And I can really see how it will work in the future.",
        "vi": "Và tôi có thể thấy rõ là sau này chúng tôi vẫn sẽ rất hòa hợp."
    },
    {
        "start": "00:18:45,640",
        "end": "00:18:48,440",
        "en": "-Tjena. -Hej.",
        "pa": "-Hiya. -Hi.",
        "vi": "- Chào mẹ. - Chào con."
    },
    {
        "start": "00:18:48,520",
        "end": "00:18:52,120",
        "en": "-Jättekul. -Tjena.",
        "pa": "Hello. Hi.\n -Damn, hi. -Good to see you.",
        "vi": "Phải.\n Chào cậu."
    },
    {
        "start": "00:18:52,200",
        "end": "00:18:57,160",
        "en": "-Förstår du vad du kommer att göra snart? -Nej.",
        "pa": "Can you believe what you're about to do?",
        "vi": "Cậu có hiểu rõ là mình sắp làm gì không?\n Không."
    },
    {
        "start": "00:18:58,440",
        "end": "00:19:04,040",
        "en": "Nej, men tankarna går på båda hållen. Jag kör bara på magkänsla.",
        "pa": "-No. -No?\n -I'm going back and forth in my mind. - Yeah.",
        "vi": "Tớ đã cân nhắc nhiều lắm rồi."
    },
    {
        "start": "00:19:04,120",
        "end": "00:19:06,240",
        "en": "Ja, det är så?",
        "pa": "I'm going with my gut feeling.\n Okay.",
        "vi": "Giờ tớ chỉ nghe theo trực giác thôi.\n Vậy à?"
    },
    {
        "start": "00:19:06,320",
        "end": "00:19:10,080",
        "en": "Jag ska gå upp och känna vad jag känner i magen",
        "pa": "LUCAS'S FRIEND\n I'm going to go out there and trust my instinct",
        "vi": "Đến lúc đó, tớ sẽ xem trực giác của mình nói gì."
    },
    {
        "start": "00:19:10,160",
        "end": "00:19:14,200",
        "en": "och ta mitt beslut där, där och då.",
        "pa": "and make my decision then.\n Then and there.",
        "vi": "- Rồi quyết định. - Đến tận lúc đó hả?"
    },
    {
        "start": "00:19:29,320",
        "end": "00:19:34,240",
        "en": "Det är en helt otrolig känsla att det är min bröllopsdag idag.",
        "pa": "It's such an incredible feeling that today is my wedding day.",
        "vi": "Hôm nay là ngày cưới nên cảm xúc của tôi rất mãnh liệt."
    },
    {
        "start": "00:19:34,320",
        "end": "00:19:37,920",
        "en": "Det är ofattbart.",
        "pa": "I can't quite believe it.",
        "vi": "Thật không thể tin được."
    },
    {
        "start": "00:19:38,000",
        "end": "00:19:44,000",
        "en": "Jag tror jag försöker landa i att, okej, this is happening.",
        "pa": "I have to try to accept that, okay, this is happening, this is happening.",
        "vi": "Chắc tại tôi đang cố tiếp nhận đây là hiện thực. Tôi thật sự sắp cưới."
    },
    {
        "start": "00:19:47,560",
        "end": "00:19:54,280",
        "en": "Det är en ganska stor grej att gå till altaret där Lucas kommer att vänta på mig.",
        "pa": "It's a big deal to walk down the aisle",
        "vi": "Việc bước dọc lễ đường đến chỗ Lucas đang đứng đợi"
    },
    {
        "start": "00:19:54,360",
        "end": "00:19:58,360",
        "en": "Man reflekterar ganska mycket kring resan som man har gjort.",
        "pa": "to where Lucas will be waiting for me today.\n I've been reflecting a lot on this journey that I've made.",
        "vi": "rất trọng đại.\n Tôi đã ngẫm lại hành trình của chúng tôi."
    },
    {
        "start": "00:19:59,800",
        "end": "00:20:02,160",
        "en": "Med de utmaningar som vi har haft",
        "pa": "During the challenges that Lucas and I faced,",
        "vi": "Trong bao nhiêu thử thách chúng tôi đã gặp phải, tôi thấy"
    },
    {
        "start": "00:20:02,240",
        "end": "00:20:07,200",
        "en": "känner jag att det var ganska mycket fokus på honom",
        "pa": "",
        "vi": "trung tâm chủ yếu là anh ấy."
    },
    {
        "start": "00:20:07,280",
        "end": "00:20:09,480",
        "en": "hur han tänker och hur han känner.",
        "pa": "I feel the focus has pretty much been on him,\n his thoughts and his feelings,",
        "vi": "Về suy nghĩ, cảm xúc của anh ấy."
    },
    {
        "start": "00:20:09,560",
        "end": "00:20:15,320",
        "en": "Och jag försökte väl vara den starka i det och ge honom tid.",
        "pa": "and I've had to try to be the strong one and give him the time he felt he needed.",
        "vi": "Còn tôi thì luôn cố là chỗ dựa mạnh mẽ."
    },
    {
        "start": "00:20:17,240",
        "end": "00:20:21,640",
        "en": "Men jag tror också att han behövde tiden",
        "pa": "But I also think that he needed that time",
        "vi": "Và cho anh ấy thời gian.\n Nhưng tôi cũng thấy anh ấy…\n cần thời gian để nhận ra rằng chính xác thì hai bên phải đỡ đần nhau."
    },
    {
        "start": "00:20:21,720",
        "end": "00:20:24,600",
        "en": "för att se att vi är två i det här.",
        "pa": "to recognize that we're two people in this together.\n -Whoo!",
        "vi": ""
    },
    {
        "start": "00:20:31,480",
        "end": "00:20:35,560",
        "en": "Nu kommer tårarna.",
        "pa": "Hey, girls.\n -Hi. -You look so good!\n -Hi. -I'm going to cry now.\n EMILIA'S MOM",
        "vi": "Chào các cô gái! Các cô xinh quá!\n Tôi ứa nước mắt rồi đây này!\n MẸ CỦA EMILIA"
    },
    {
        "start": "00:20:35,640",
        "end": "00:20:39,760",
        "en": "Sluta gråta. Det förstör mitt smink.",
        "pa": "Stop crying.\n You'll ruin my makeup.",
        "vi": "Đừng khóc nữa.\n Hỏng lớp trang điểm của tôi bây giờ."
    },
    {
        "start": "00:20:45,640",
        "end": "00:20:48,400",
        "en": "Är du kär i henne, då? Hur känner du?",
        "pa": "Are you in love with her? How are you feeling?",
        "vi": "Cậu có yêu cô ấy không? Cậu cảm thấy thế nào?"
    },
    {
        "start": "00:20:48,480",
        "end": "00:20:52,640",
        "en": "Ja, just nu upplever jag en ny typ av kärlek.",
        "pa": "Yeah. Well, at the moment, I'm experiencing a new kind of love.",
        "vi": "Có. Tớ cũng bảo rồi, tớ đang trải nghiệm một kiểu tình yêu mới."
    },
    {
        "start": "00:20:52,720",
        "end": "00:20:58,160",
        "en": "Jag fick dra paralleller till tidigare kärlek man har haft och hur det har känts",
        "pa": "And I had to draw parallels to how I felt with past loves.",
        "vi": "Tớ phải so sánh với những tình yêu trước đây của tớ."
    },
    {
        "start": "00:20:58,240",
        "end": "00:21:02,120",
        "en": "för det är inte samma. Det här är mycket lugnare.",
        "pa": "-But it's not the same. -Right.",
        "vi": "- Cảm giác không giống lắm. - Ừ.\n - Lần này yên bình hơn nhiều. - Có lẽ là vững bền hơn."
    },
    {
        "start": "00:21:02,200",
        "end": "00:21:06,040",
        "en": "-Det här är nog mer trygghet. -Varmt…",
        "pa": "This is a much calmer and…\n -Probably more safe. -Mm-hmm.",
        "vi": "Và cảm giác rất ấm áp."
    },
    {
        "start": "00:21:06,120",
        "end": "00:21:10,400",
        "en": "-Ni kan prata om allt. -Ja, alltså allt. Verkligen allt.",
        "pa": "-Warmer and like… -You can talk about anything.\n Yeah. Anything. Really anything.",
        "vi": "- Hai cậu có thể nói mọi chuyện với nhau. - Ừ. Gì cũng nói được."
    },
    {
        "start": "00:21:12,280",
        "end": "00:21:16,440",
        "en": "Hon ser mig till hundra procent. Jag känner mig så jäkla förstådd.",
        "pa": "LUCAS'S SISTER\n She sees me 100%.\n I feel so understood. You know?",
        "vi": "EM GÁI CỦA LUCAS\n Cô ấy nhìn thấy con người thật của tớ. Tớ cảm thấy cô ấy hiểu mình."
    },
    {
        "start": "00:21:16,520",
        "end": "00:21:19,360",
        "en": "Hon har sjuk empati.",
        "pa": "She has such empathy.",
        "vi": "Cô ấy rất cảm thông cho tớ."
    },
    {
        "start": "00:21:19,440",
        "end": "00:21:25,560",
        "en": "-Du har träffat en jävligt bra tjej. -Ja, jag tycker hon var gullig.",
        "pa": "-Yeah. -Yes, you've met a great girl.",
        "vi": "Cậu đã gặp được một cô gái tuyệt vời.\n Tớ thấy cô ấy rất dễ thương."
    },
    {
        "start": "00:21:25,640",
        "end": "00:21:29,680",
        "en": "Och jag tror att ni kommer att hålla länge om du väljer det.",
        "pa": "-I think she's really sweet. Truly. -Yeah.\n You'll last a long time if that's what you choose.",
        "vi": "Tớ nghĩ nếu cậu chọn cô ấy thì tình cảm sẽ rất bền lâu."
    },
    {
        "start": "00:21:29,760",
        "end": "00:21:36,440",
        "en": "Exakt. Och sen när du ser henne vid altaret kommer du inte att kunna säga nej.",
        "pa": "Right.\n And when you see her at the altar, you won't be able to say no.",
        "vi": "Đúng vậy. Khi thấy cô ấy ở lễ đường, cậu sẽ không thể không đồng ý được đâu."
    },
    {
        "start": "00:21:36,520",
        "end": "00:21:39,600",
        "en": "-Förhoppningsvis. -Ja.",
        "pa": "-Hopefully. -Yes.",
        "vi": "Mong là thế."
    },
    {
        "start": "00:21:39,680",
        "end": "00:21:44,320",
        "en": "♪ Now you find me deep in the water ♪",
        "pa": "♪ Now you'll find me Deep in the water ♪",
        "vi": ""
    },
    {
        "start": "00:21:44,400",
        "end": "00:21:48,200",
        "en": "Det är väl det jag tänker. Jag sa ju till er att jag går in i det här",
        "pa": "I'm kind of thinking about, as I told you before,",
        "vi": "Tôi đã nghĩ rất kĩ rồi,"
    },
    {
        "start": "00:21:48,280",
        "end": "00:21:53,160",
        "en": "och jag är redo att gifta mig, om det är så att jag träffar min person.",
        "pa": "that I am entering this experiment to get married if I met the right person.",
        "vi": "tôi đã khẳng định là sẽ tham gia thử nghiệm và sẵn sàng\n kết hôn nếu gặp đúng người."
    },
    {
        "start": "00:21:53,240",
        "end": "00:21:55,920",
        "en": "Och där har jag också… På möhippan som Nora var med på…",
        "pa": "Also, at the bachelorette party that Nora was at,",
        "vi": "Nora cũng tham dự bữa tiệc độc thân"
    },
    {
        "start": "00:21:56,000",
        "end": "00:21:58,760",
        "en": "Du såg ju att jag blev ganska ledsen.",
        "pa": "you saw that I got pretty upset.",
        "vi": "và đã thấy tôi tỏ vẻ khá buồn."
    },
    {
        "start": "00:21:58,840",
        "end": "00:22:03,000",
        "en": "Jag känner kanske att det var märkligt att sitta där och säga:",
        "pa": "Uh… and I think that it was really strange",
        "vi": "Tôi thấy rất lạ khi các cô ngồi đó"
    },
    {
        "start": "00:22:03,080",
        "end": "00:22:08,080",
        "en": "\"Jag tror inte att det här kommer att funka.\" Som någon av er uttryckte sig…",
        "pa": "that people could sit there and say that, \"I don't think this is going to work,\"",
        "vi": "nói rằng mối quan hệ này không ổn, như một trong các cô đã nói."
    },
    {
        "start": "00:22:08,160",
        "end": "00:22:13,080",
        "en": "Som hennes vän hoppas jag att hon säger nej.",
        "pa": "as one of you expressed it to me.\n I'm her friend, so I'm thinking about her.",
        "vi": "Là bạn nên tôi mong là cô ấy sẽ không đồng ý cưới."
    },
    {
        "start": "00:22:13,160",
        "end": "00:22:17,000",
        "en": "Det är alldeles för tidigt med tanke på de utmaningar de har haft.",
        "pa": "I am hoping that she's going to say no\n because it's way too early, considering the challenges they've had.",
        "vi": "Xét những vấn đề họ gặp phải thì cưới ngay là quá gấp."
    },
    {
        "start": "00:22:18,480",
        "end": "00:22:22,440",
        "en": "Om jag säger ja, så säger jag ja till det som jag har lärt känna",
        "pa": "If I say yes, I'll say yes to what I know and the love I have for Lucas now.",
        "vi": "Nếu tôi đồng ý cưới thì đó là dựa trên những gì tôi đã biết"
    },
    {
        "start": "00:22:22,520",
        "end": "00:22:26,040",
        "en": "och den kärlek jag har för Lucas. Jag säger också ja till potentialen.",
        "pa": "",
        "vi": "và tình yêu hiện tại tôi dành cho Lucas. Tôi thấy có khả năng hạnh phúc."
    },
    {
        "start": "00:22:26,120",
        "end": "00:22:31,040",
        "en": "Och jag kan ju bara utgå från mig själv",
        "pa": "And I'll also say yes to the potential.\n And I can only speak for myself and…",
        "vi": "Tôi chỉ có thể đánh giá dựa trên quan điểm riêng của mình…"
    },
    {
        "start": "00:22:31,120",
        "end": "00:22:36,480",
        "en": "och våga tro på mig själv och inte börja backa nu, för att…",
        "pa": "dare to believe in myself and not start backing down now because…",
        "vi": "Tôi phải tin vào bản thân, đừng chùn bước lúc này."
    },
    {
        "start": "00:22:36,560",
        "end": "00:22:38,600",
        "en": "Bara för att det känns lite läskigt.",
        "pa": "just because it feels scary.",
        "vi": "Nếu chỉ vì cảm thấy có chút đáng sợ."
    },
    {
        "start": "00:22:40,080",
        "end": "00:22:42,200",
        "en": "Wow.",
        "pa": "-Wow! -Oh, wow!",
        "vi": "Đẹp quá!\n Cô đẹp lắm!"
    },
    {
        "start": "00:22:44,760",
        "end": "00:22:47,440",
        "en": "-Den är som gjord för dig. -Eller hur?",
        "pa": "-Yes. -It's made for you.\n -Yeah. -Right.",
        "vi": "Bộ váy này đúng là được làm ra cho cô rồi."
    },
    {
        "start": "00:22:47,520",
        "end": "00:22:49,560",
        "en": "-Du är så fin. -I know.",
        "pa": "-It's so pretty. -I know.",
        "vi": "- Nhỉ? - Nó rất đẹp."
    },
    {
        "start": "00:22:49,640",
        "end": "00:22:54,720",
        "en": "♪ This is do or die Can I hear the line? ♪",
        "pa": "♪ This is do or die ♪\n ♪ Can I hear the line ♪",
        "vi": "Tôi biết!"
    },
    {
        "start": "00:22:54,800",
        "end": "00:22:57,200",
        "en": "♪ I do too ♪",
        "pa": "♪ \"I do too\"? ♪",
        "vi": ""
    },
    {
        "start": "00:22:57,280",
        "end": "00:23:00,480",
        "en": "♪ Tell me that you feel this way ♪",
        "pa": "♪ Tell me that you feel this way ♪",
        "vi": ""
    },
    {
        "start": "00:23:00,560",
        "end": "00:23:03,400",
        "en": "♪ I want you to feel the same ♪",
        "pa": "♪ I want you to feel the same ♪",
        "vi": ""
    },
    {
        "start": "00:23:03,480",
        "end": "00:23:08,080",
        "en": "♪ This is do or die Can you see the light? ♪",
        "pa": "♪ This is do or die ♪\n ♪ Can you see that I… ♪",
        "vi": ""
    },
    {
        "start": "00:23:08,160",
        "end": "00:23:11,040",
        "en": "Tjena.",
        "pa": "Hi.",
        "vi": "Chào cậu."
    },
    {
        "start": "00:23:11,120",
        "end": "00:23:12,840",
        "en": "Vad stilig du är.",
        "pa": "-Damn, you look handsome.",
        "vi": "- Trông cậu bảnh lắm. - Cậu thấy thế nào rồi?"
    },
    {
        "start": "00:23:12,920",
        "end": "00:23:16,240",
        "en": "-Hur fan känns det? -Det känns bra.",
        "pa": "-You too. How does it feel? -It feels good.",
        "vi": "- Tớ thấy vui. - Vậy à?"
    },
    {
        "start": "00:23:16,320",
        "end": "00:23:20,280",
        "en": "Ni har lärt känna varandra på ett sätt som vi inte känner våra partners.",
        "pa": "-Yeah? -Yeah.\n You've gotten to know each other in a way many of us don't know our partners.",
        "vi": "Nhiều cặp đôi không hiểu đối phương rõ ràng bằng các cậu đâu."
    },
    {
        "start": "00:23:20,360",
        "end": "00:23:23,240",
        "en": "Vi har aldrig sett dig så här med någon annan.",
        "pa": "We've never seen you like this with anyone else.",
        "vi": "Tớ chưa thấy cậu rạng rỡ thế này bên ai cả. Thật đấy."
    },
    {
        "start": "00:23:23,320",
        "end": "00:23:26,680",
        "en": "Det är nu man ser dig första gången, egentligen.",
        "pa": "Now it's like we're seeing you for the first time.",
        "vi": "- Cứ như đây là lần đầu tớ thấy cậu vậy. - Thấy tớ à?"
    },
    {
        "start": "00:23:26,760",
        "end": "00:23:32,760",
        "en": "-Ser mig? -Ja, det är så här du faktiskt ska vara.",
        "pa": "-Seeing me? -Well, like this.\n How you're… supposed to be.",
        "vi": "Ừ, và cậu phải thế này mới đúng."
    },
    {
        "start": "00:23:32,840",
        "end": "00:23:37,000",
        "en": "Ja, och det har jag tänkt på också.",
        "pa": "Yeah, and that's… what I've been thinking too.",
        "vi": "Tớ cũng đã suy nghĩ chuyện đó rất nhiều."
    },
    {
        "start": "00:23:37,080",
        "end": "00:23:40,320",
        "en": "-Hon får fram det ur mig. -Det är så det ska vara.",
        "pa": "-She brings it out of me. -That's how it's supposed to be.",
        "vi": "Cô ấy khiến tớ trở nên tốt đẹp hơn."
    },
    {
        "start": "00:23:40,400",
        "end": "00:23:45,120",
        "en": "Ni måste lyfta varandra. Det känns som att ni har gjort det.",
        "pa": "You have to build, help each other.",
        "vi": "Vậy mới đúng. Hai bên cùng hỗ trợ, đưa nhau tiến lên.\n Tớ thấy hai cậu đã làm được như thế."
    },
    {
        "start": "00:23:45,200",
        "end": "00:23:47,800",
        "en": "Det ser jävligt bra ut.",
        "pa": "It really feels like you've done that, so it's…\n it's looking really good.",
        "vi": "Tớ thấy rất tuyệt vời. Vô cùng tuyệt vời."
    },
    {
        "start": "00:23:47,880",
        "end": "00:23:51,040",
        "en": "-Är du redo? -Ja, det är jag.",
        "pa": "-Ready? -Yeah, I am.",
        "vi": "- Cậu sẵn sàng chưa? - Rồi."
    },
    {
        "start": "00:23:51,120",
        "end": "00:23:54,560",
        "en": "Lita på vad din mage säger, så kör vi.",
        "pa": "And then trust your gut.\n -Let's go. -Let's go.",
        "vi": "Vậy thì cứ tin vào trực giác của mình.\n Đi nào."
    },
    {
        "start": "00:23:57,520",
        "end": "00:24:01,200",
        "en": "-Det här kommer att bli bra. -Ja, det kommer det.",
        "pa": "- It's going to be great. -It will.",
        "vi": "- Sẽ tuyệt lắm. - Ừ."
    },
    {
        "start": "00:24:14,280",
        "end": "00:24:18,720",
        "en": "Jag vill bara säga tack allihop för att ni tagit er hit den här dagen.",
        "pa": "Hi.\n I just want to say thank you to you all for coming here today.",
        "vi": "- Xin chào. - Xin chào.\n Tôi muốn cảm ơn tất cả mọi người vì đã đến đây ngày hôm nay."
    },
    {
        "start": "00:24:18,800",
        "end": "00:24:21,080",
        "en": "-Tack för att vi fick komma. -Självklart.",
        "pa": "-Thank you for having us. -Of course.",
        "vi": "- Cảm ơn vì đã mời chúng tôi. - Dĩ nhiên rồi."
    },
    {
        "start": "00:24:21,160",
        "end": "00:24:25,120",
        "en": "Hej. Trevligt. Tror jag…",
        "pa": "Hi. Nice to meet you.\n I think.\n EMILIA'S DAD\n Great.",
        "vi": "Chào, rất vui được gặp cháu.\n Chắc vậy.\n BỐ CỦA EMILIA\n Kì quá."
    },
    {
        "start": "00:24:37,400",
        "end": "00:24:39,840",
        "en": "Gud, vad stört…",
        "pa": "This is big.",
        "vi": "Chuyện này rất trọng đại."
    },
    {
        "start": "00:25:14,640",
        "end": "00:25:18,040",
        "en": "-Vad snygg du är. -Detsamma. Handsome.",
        "pa": "You look lovely.\n You too, handsome.",
        "vi": "- Em đẹp lắm. - Anh cũng vậy. Rất đẹp trai."
    },
    {
        "start": "00:25:23,920",
        "end": "00:25:26,440",
        "en": "Jag är nervös. Det bultar så.",
        "pa": "I'm nervous.\n My heart's pounding.",
        "vi": "Tôi hồi hộp quá."
    },
    {
        "start": "00:25:30,360",
        "end": "00:25:35,240",
        "en": "Vi har samlats till vigsel mellan er, Emilia och Lucas.",
        "pa": "We have gathered for your wedding ceremony, Emilia and Lucas.",
        "vi": "Ta ở đây để tổ chức lễ cưới giữa cô, Emilia, và anh, Lucas."
    },
    {
        "start": "00:25:35,320",
        "end": "00:25:41,560",
        "en": "Vi är här för att ge er kärlek och stöd och för att dela er glädje.",
        "pa": "We are here to give you love and support",
        "vi": "Chúng tôi ở đây để yêu thương, hỗ trợ, và chung vui với hai người."
    },
    {
        "start": "00:25:41,640",
        "end": "00:25:47,120",
        "en": "Och nu är det dags för er att få säga några ord till varandra.",
        "pa": "and to share in your joy.\n And now it's time for you to say a few words to each other.",
        "vi": "Xin mời hai người nói vài lời với nhau."
    },
    {
        "start": "00:25:48,560",
        "end": "00:25:51,200",
        "en": "Okej.",
        "pa": "Okay.",
        "vi": "Được rồi."
    },
    {
        "start": "00:25:51,280",
        "end": "00:25:55,520",
        "en": "Lucas, i dag är det faktiskt exakt 45 dagar sedan",
        "pa": "Uh, Lucas.",
        "vi": "Lucas, hôm nay là tròn 45 ngày"
    },
    {
        "start": "00:25:55,600",
        "end": "00:25:59,520",
        "en": "jag för första gången fick höra din röst, och bara din röst.",
        "pa": "Today, it's exactly 45 days since the first time I heard your voice,",
        "vi": "kể từ lần đầu tiên em được nghe giọng và không biết gì khác về anh."
    },
    {
        "start": "00:25:59,600",
        "end": "00:26:04,640",
        "en": "Jag kände att det var en man som har ett stort hjärta",
        "pa": "and only your voice.\n I felt that this was a man who has a very big heart",
        "vi": "Em cảm thấy anh là một người đàn ông"
    },
    {
        "start": "00:26:04,720",
        "end": "00:26:06,960",
        "en": "och en rätt busig sida",
        "pa": "and quite a cheeky side as well,",
        "vi": "có tấm lòng quảng đại nhưng cũng có nhiều nét lý thú."
    },
    {
        "start": "00:26:07,040",
        "end": "00:26:12,600",
        "en": "som då var och även i dag är så otroligt uppfriskande.",
        "pa": "which was incredibly uplifting then and still is to this day.",
        "vi": "Khi ấy, và cả bây giờ, em vẫn thấy điểm đó rất mới lạ."
    },
    {
        "start": "00:26:12,680",
        "end": "00:26:19,320",
        "en": "Och i dag står jag här för att jag gick in med ett stort mod för mig själv.",
        "pa": "And today I'm standing here because I started this with great courage",
        "vi": "Và em đứng đây hôm nay\n vì đã dũng cảm tiến bước cho chính bản thân em."
    },
    {
        "start": "00:26:19,400",
        "end": "00:26:21,800",
        "en": "Och jag känner… Åh, mitt hjärta slår.",
        "pa": "for myself,\n and I feel… oh, my heart is beating…",
        "vi": "Và em cảm thấy… Ôi, tim em đập thình thịch đây này."
    },
    {
        "start": "00:26:21,880",
        "end": "00:26:25,440",
        "en": "Jag känner också ett väldigt stort mod nu att våga säga till dig",
        "pa": "and I feel great courage today,",
        "vi": "Em cũng cảm thấy có dũng khí để nói với anh rằng"
    },
    {
        "start": "00:26:25,520",
        "end": "00:26:27,880",
        "en": "att jag ser en framtid med dig.",
        "pa": "daring to say that I see a future with you.",
        "vi": "em thấy mình có thể sống bên anh."
    },
    {
        "start": "00:26:27,960",
        "end": "00:26:33,400",
        "en": "Mitt löfte till dig, här och nu och i dag, är",
        "pa": "And my promise to you today, here and now, is to continue building",
        "vi": "Và lời hứa của em với anh, ở đây, bây giờ và hôm nay,"
    },
    {
        "start": "00:26:33,480",
        "end": "00:26:37,520",
        "en": "att verkligen fortsätta bygga på den kärlek som vi har byggt upp hittills",
        "pa": "",
        "vi": "là em sẽ dốc lòng tiếp tục vun đắp tình yêu mà ta đã xây dựng bấy lâu nay,"
    },
    {
        "start": "00:26:37,600",
        "end": "00:26:43,880",
        "en": "och bara liksom göra den starkare, vackrare och bättre.",
        "pa": "on the love that we've created together and to make it stronger,",
        "vi": "để nó mạnh mẽ, sâu đậm, và tốt đẹp hơn."
    },
    {
        "start": "00:26:43,960",
        "end": "00:26:45,640",
        "en": "Så fint.",
        "pa": "better and more beautiful.\n Beautiful.",
        "vi": "Tuyệt quá."
    },
    {
        "start": "00:26:48,280",
        "end": "00:26:52,120",
        "en": "-Jag tar fusklappen. -Fusklapp.",
        "pa": "-Yeah, I'll get my cheat sheet. -Cheat sheet?\n - Yeah. - Oh, dear.",
        "vi": "- Anh cần dùng phao. - Phao!\n Ừ."
    },
    {
        "start": "00:26:52,200",
        "end": "00:26:55,600",
        "en": "Jag är ingen talare, men…",
        "pa": "I'm not a speaker, but…",
        "vi": "Anh không giỏi phát biểu, nhưng…"
    },
    {
        "start": "00:26:58,240",
        "end": "00:27:04,320",
        "en": "Emilia, att stå här i dag framför dig känns helt otroligt.",
        "pa": "Emilia, to stand here in front of you today feels incredible,",
        "vi": "Emilia…\n Được đứng trước mặt em hôm nay thật là tuyệt vời."
    },
    {
        "start": "00:27:04,400",
        "end": "00:27:07,360",
        "en": "Och det känns nästan overkligt.",
        "pa": "and it feels almost unreal",
        "vi": "Cứ như đây không phải hiện thực vậy."
    },
    {
        "start": "00:27:07,440",
        "end": "00:27:12,520",
        "en": "När jag gick in i experimentet trodde jag aldrig att jag skulle träffa nån som du.",
        "pa": "because when I entered into this experiment,\n I never thought I would meet someone like you,",
        "vi": "Bởi vì khi tham gia thử nghiệm này,\n anh không hề nghĩ là sẽ gặp được một người như em."
    },
    {
        "start": "00:27:12,600",
        "end": "00:27:15,640",
        "en": "Nån som kunde få mig att känna så pass starkt",
        "pa": "someone who could make me feel so strong that I proposed to someone I've never met.",
        "vi": "Một người có thể khiến anh thấy mình thật mạnh mẽ."
    },
    {
        "start": "00:27:15,720",
        "end": "00:27:19,600",
        "en": "så att man kunde fria till en person man aldrig har sett.",
        "pa": "",
        "vi": "Mạnh mẽ đến mức sẽ cầu hôn một người chưa biết mặt."
    },
    {
        "start": "00:27:19,680",
        "end": "00:27:22,560",
        "en": "För mig kändes det nästan omöjligt.",
        "pa": "That felt impossible to me.",
        "vi": "Một điều gần như không thể với tính cách của anh."
    },
    {
        "start": "00:27:22,640",
        "end": "00:27:29,000",
        "en": "Men jag kände redan på vår första kapseldejt att du var unik.",
        "pa": "But on our very first date in the pods, I felt you were unique.",
        "vi": "Nhưng ngay từ buổi hẹn hò đầu tiên, anh đã thấy em rất đặc biệt."
    },
    {
        "start": "00:27:29,080",
        "end": "00:27:34,080",
        "en": "Under dessa veckor har du fått mig att uppleva en kärlek jag aldrig känt.",
        "pa": "During those weeks, you've made me feel a love that I've never felt before,",
        "vi": "Trong mấy tuần này, em đã cho anh trải nghiệm một tình yêu hoàn toàn mới lạ."
    },
    {
        "start": "00:27:34,160",
        "end": "00:27:36,240",
        "en": "En kärlek som är…",
        "pa": "a love that is…",
        "vi": "Một tình yêu…"
    },
    {
        "start": "00:27:37,880",
        "end": "00:27:42,240",
        "en": "…varm, rolig och trygg",
        "pa": "that is so warm, funny…",
        "vi": "ấm áp, tươi vui, và thoải mái."
    },
    {
        "start": "00:27:42,320",
        "end": "00:27:46,880",
        "en": "och den inger känslan av att kunna stå emot livets alla motgångar.",
        "pa": "…and safe.\n And your love instills a feeling that it could withstand the tribulations of life.",
        "vi": "Nó khiến anh cảm thấy mình có thể đứng vững trước mọi khó khăn của cuộc đời."
    },
    {
        "start": "00:27:47,720",
        "end": "00:27:52,760",
        "en": "Och med dig känner jag mig älskad och förstådd, och jag känner mig rolig.",
        "pa": "And with you, I feel loved and understood.",
        "vi": "Ở bên em, anh cảm thấy được yêu thương và được thấu hiểu."
    },
    {
        "start": "00:27:52,840",
        "end": "00:27:55,480",
        "en": "-Du är rolig. -Du skrattar åt mina skämt.",
        "pa": "-And I feel funny. -You are funny.\n -You laugh at my jokes. -You are funny.",
        "vi": "- Và thấy mình rất hài hước. - Anh rất hài hước mà.\n Vì em luôn cười khi anh đùa."
    },
    {
        "start": "00:27:56,800",
        "end": "00:27:59,200",
        "en": "Men framför allt känner jag mig hemma.",
        "pa": "But above all, I feel at home.",
        "vi": "Nhưng trên hết, anh cảm thấy được là chính mình."
    },
    {
        "start": "00:27:59,280",
        "end": "00:28:03,840",
        "en": "De här veckorna med dig har verkligen varit det bästa jag gjort i livet.",
        "pa": "These weeks with you have been the best thing I've done in my life.",
        "vi": "Những tuần ở bên em là khoảng thời gian tuyệt vời nhất đời anh."
    },
    {
        "start": "00:28:03,920",
        "end": "00:28:08,360",
        "en": "-Tack för att du är du. -Tack. Vad fint.",
        "pa": "Thank you for being you.\n Thank you, that's lovely.",
        "vi": "Cảm ơn vì em là em.\n Cảm ơn anh. Cảm động quá."
    },
    {
        "start": "00:28:13,000",
        "end": "00:28:18,080",
        "en": "Det är nu dags att avgöra om kärleken verkligen är blind.",
        "pa": "It is now time to decide if love really is blind.",
        "vi": "Giờ là lúc quyết định xem tình yêu có thực sự mù quáng hay không."
    },
    {
        "start": "00:28:25,720",
        "end": "00:28:28,120",
        "en": "Emilia.",
        "pa": "Emilia, before God and in the presence of this congregation,",
        "vi": "Emilia…"
    },
    {
        "start": "00:28:28,200",
        "end": "00:28:31,840",
        "en": "Inför Gud och i denna församlings närvaro",
        "pa": "",
        "vi": "trước Chúa và có hội thánh này làm chứng,"
    },
    {
        "start": "00:28:31,920",
        "end": "00:28:35,960",
        "en": "frågar jag dig, Emilia Margareta Holmqvist:",
        "pa": "I ask you, Emilia Margareta Holmqvist,",
        "vi": "xin hỏi cô, Emilia Margareta Holmqvist,"
    },
    {
        "start": "00:28:36,040",
        "end": "00:28:42,840",
        "en": "Vill du ta Mats Lucas Gustavsson till din man och älska honom i nöd och lust?",
        "pa": "will you take Mats Lucas Gustavsson\n to be your husband and to love him through good times and bad?",
        "vi": "có đồng ý lấy Mats Lucas Gustafsson làm chồng\n và yêu anh ấy bằng cả trái tim không?"
    },
    {
        "start": "00:29:02,080",
        "end": "00:29:08,400",
        "en": "Jag är av den uppfattningen och har alltid den känslan",
        "pa": "I am of the opinion, and I've always had the feeling,",
        "vi": "Tôi luôn nghĩ rằng…"
    },
    {
        "start": "00:29:09,320",
        "end": "00:29:13,000",
        "en": "att man måste våga för att vinna.",
        "pa": "that those who dare shall win.",
        "vi": "và luôn cảm thấy rằng…\n Đó là phải dám làm thì mới có chiến thắng."
    },
    {
        "start": "00:29:21,920",
        "end": "00:29:25,240",
        "en": "Så mitt svar är ja.",
        "pa": "My answer is yes.",
        "vi": "Vì vậy, câu trả lời của tôi là tôi đồng ý."
    },
    {
        "start": "00:29:32,400",
        "end": "00:29:36,840",
        "en": "Lucas, inför Gud och i denna församlings närvaro",
        "pa": "Lucas, before God and in the presence of this congregation,",
        "vi": "Lucas, trước Chúa và có hội thánh này làm chứng,"
    },
    {
        "start": "00:29:36,920",
        "end": "00:29:40,280",
        "en": "frågar jag dig, Mats Lucas Gustavsson:",
        "pa": "I ask you, Mats Lucas Gustavsson,",
        "vi": "xin hỏi anh, Mats Lucas Gustafsson,"
    },
    {
        "start": "00:29:40,360",
        "end": "00:29:47,320",
        "en": "Vill du ta Emilia Margareta Holmqvist till din hustru och älska henne i nöd och lust?",
        "pa": "will you take Emilia Margareta Holmqvist to be your wife\n and to love her through good times and in bad?",
        "vi": "có đồng ý lấy Emilia Margareta Holmqvist\n làm vợ và yêu cô ấy bằng cả trái tim không?"
    },
    {
        "start": "00:29:48,200",
        "end": "00:29:52,720",
        "en": "♪ Come with me, I'll lead the way ♪",
        "pa": "♪ Come with me, I'll lead the way ♪",
        "vi": ""
    },
    {
        "start": "00:30:26,280",
        "end": "00:30:29,920",
        "en": "Här idag och nu…",
        "pa": "I…\n Here today and now, it's a…",
        "vi": "Tôi…\n Ở đây, hôm nay và bây giờ…"
    },
    {
        "start": "00:30:30,000",
        "end": "00:30:32,880",
        "en": "…nej.",
        "pa": "no.",
        "vi": "Không đồng ý."
    },
    {
        "start": "00:30:45,160",
        "end": "00:30:47,760",
        "en": "Då går jag.",
        "pa": "Then I'll go.\n ♪ A battle waits ♪",
        "vi": "Tôi xin phép."
    },
    {
        "start": "00:31:00,240",
        "end": "00:31:04,080",
        "en": "",
        "pa": "♪ In the distance ♪",
        "vi": ""
    },
    {
        "start": "00:31:07,520",
        "end": "00:31:11,520",
        "en": "",
        "pa": "♪ I will stand… ♪",
        "vi": ""
    },
    {
        "start": "00:31:18,400",
        "end": "00:31:24,160",
        "en": "-Det gick inte att säga ja. -Nej, det är magkänslan du ska lita på.",
        "pa": "I know.\n I'm not ready to say yes.\n No, no. You have to trust your gut feeling.",
        "vi": "- Tớ chưa sẵn sàng nói đồng ý. - Phải tin trực giác của mình thôi."
    },
    {
        "start": "00:31:24,240",
        "end": "00:31:27,320",
        "en": "Det är liksom…",
        "pa": "-It's your decision. -Yeah.",
        "vi": "Quyết định nằm ở cậu mà.\n - Cậu phải quyết định. - Đúng."
    },
    {
        "start": "00:31:27,400",
        "end": "00:31:31,520",
        "en": "Du ska inte göra nåt som du inte är helt hundra på.",
        "pa": "Don't do anything you're not sure of.\n I'm not ready.\n ♪ I will rise ♪",
        "vi": "Chưa chắc chắn thì không nên làm.\n Tớ chưa sẵn sàng."
    },
    {
        "start": "00:31:38,360",
        "end": "00:31:42,280",
        "en": "",
        "pa": "♪ I will rise ♪",
        "vi": ""
    },
    {
        "start": "00:31:51,640",
        "end": "00:31:56,760",
        "en": "Jag försöker bara förstå vad som just har hänt.",
        "pa": "♪ I will rise… ♪\n I'm, uh… trying to understand what just happened.",
        "vi": "Tôi đang cố tiếp nhận chuyện vừa xảy ra."
    },
    {
        "start": "00:32:01,200",
        "end": "00:32:04,120",
        "en": "Okej, vänta. Jag måste samla mig.",
        "pa": "Um… Wait, I need to collect myself.",
        "vi": "Chờ một chút, tôi phải trấn tĩnh lại đã."
    },
    {
        "start": "00:32:12,360",
        "end": "00:32:15,440",
        "en": "Just nu så känns det…",
        "pa": "Right now it feels… heavy and light at the same time.",
        "vi": "Hiện tại, tôi thấy…"
    },
    {
        "start": "00:32:15,520",
        "end": "00:32:18,240",
        "en": "…tungt och lätt på samma gång.",
        "pa": "",
        "vi": "trong lòng vừa nặng nề vừa nhẹ nhõm."
    },
    {
        "start": "00:32:18,320",
        "end": "00:32:21,040",
        "en": "Det finns tusen anledningar till att säga ja",
        "pa": "There are a thousand reasons to say yes.",
        "vi": "Có hàng ngàn lý do để nói \"Tôi đồng ý.\""
    },
    {
        "start": "00:32:21,120",
        "end": "00:32:27,800",
        "en": "men min magkänsla -det jag kände när jag stod där - sa nej.",
        "pa": "But my gut feeling, what I felt when I was standing there, it said no.",
        "vi": "Nhưng trực giác và cảm xúc của tôi khi đứng đó"
    },
    {
        "start": "00:32:27,880",
        "end": "00:32:32,000",
        "en": "Att den inte är redo. Att jag inte är redo.",
        "pa": "That it isn't ready, that I'm not ready.",
        "vi": "nói rằng tình cảm như thế là chưa đủ.\n Hoặc là tôi vẫn chưa sẵn sàng."
    },
    {
        "start": "00:32:33,120",
        "end": "00:32:37,040",
        "en": "Lucas har vetat med sig att han har varit osäker",
        "pa": "I think that Lucas has always been aware of his uncertainty.",
        "vi": "Tôi nghĩ rằng Lucas đã nhận ra sự do dự của mình từ trước."
    },
    {
        "start": "00:32:37,120",
        "end": "00:32:42,240",
        "en": "och att han har tagit det hela vägen till bröllopet för att säga nej.",
        "pa": "And despite that uncertainty, he took her all the way to the altar just to say no.",
        "vi": "Thế mà anh ta vẫn để cô ấy vào lễ đường, chỉ để anh ta nói \"không đồng ý\" như thế."
    },
    {
        "start": "00:32:42,320",
        "end": "00:32:45,560",
        "en": "Det är inte okej, att han har utsatt henne för det.",
        "pa": "That's not okay to put her through that.",
        "vi": "Tôi không đồng tình việc anh ta làm cô ấy đau khổ thế này chút nào."
    },
    {
        "start": "00:32:45,640",
        "end": "00:32:49,280",
        "en": "♪ If this is love ♪",
        "pa": "♪ If this is love ♪",
        "vi": ""
    },
    {
        "start": "00:32:49,360",
        "end": "00:32:52,840",
        "en": "♪ Then what are you thinking of ♪",
        "pa": "♪ Then what are you thinking of? ♪",
        "vi": ""
    },
    {
        "start": "00:32:52,920",
        "end": "00:32:56,720",
        "en": "♪ Every time you knock me down ♪",
        "pa": "♪ Every time you knock me down ♪",
        "vi": ""
    },
    {
        "start": "00:32:56,800",
        "end": "00:33:00,120",
        "en": "♪ I get myself back up ♪",
        "pa": "♪ I get myself back up ♪",
        "vi": ""
    },
    {
        "start": "00:33:00,200",
        "end": "00:33:04,640",
        "en": "Herregud. Jag vet hur länge du har önskat hitta",
        "pa": "I'm so sorry.\n As your mother, I know how long you've wanted to find a person like Lucas,",
        "vi": "Mẹ là mẹ nên biết bao lâu nay con vẫn"
    },
    {
        "start": "00:33:04,720",
        "end": "00:33:07,640",
        "en": "en person som du nu har hittat i Lucas.",
        "pa": "",
        "vi": "tìm kiếm một người như Lucas."
    },
    {
        "start": "00:33:07,720",
        "end": "00:33:11,160",
        "en": "Det är klart jag skulle vilja se att det blev ni två.",
        "pa": "so of course I wanted both of you to say yes.",
        "vi": "Vậy nên dĩ nhiên là mẹ mong cả hai đứa đều đồng ý rồi."
    },
    {
        "start": "00:33:11,240",
        "end": "00:33:14,880",
        "en": "Jag vet, mamma. Jag vet.",
        "pa": "-I know, Mom. -Yes, but…",
        "vi": "Con biết, mẹ ạ. Con biết mà."
    },
    {
        "start": "00:33:14,960",
        "end": "00:33:17,800",
        "en": "Det har alltid varit en grej att jag har en evig längtan",
        "pa": "I know.",
        "vi": "Từ trước đến giờ, tôi vẫn hằng mong mỏi"
    },
    {
        "start": "00:33:17,880",
        "end": "00:33:24,160",
        "en": "och att jag jättegärna vill träffa nån som är min livskamrat.",
        "pa": "It's always been a big deal that I have this eternal longing\n to meet someone who is… my partner for life.",
        "vi": "gặp được…"
    },
    {
        "start": "00:33:24,240",
        "end": "00:33:28,320",
        "en": "Sen är det en annan sak att man också ska känna stressen från sina anhöriga",
        "pa": "And on top of that, I feel all the pressure from my family too,",
        "vi": "bạn đời của mình.\n Và không chỉ có thế, tôi còn cảm nhận được sự căng thẳng từ gia đình"
    },
    {
        "start": "00:33:28,400",
        "end": "00:33:31,000",
        "en": "och inte bara mamma.",
        "pa": "and not just from my mom…",
        "vi": "chứ không phải chỉ từ mỗi mẹ tôi."
    },
    {
        "start": "00:33:31,080",
        "end": "00:33:35,840",
        "en": "Även från pappa och från den sidan har jag känt att de vill det.",
        "pa": "but from my dad as well, and that side of the family.",
        "vi": "Tôi biết bố tôi và đằng nội cũng rất mong chuyện này."
    },
    {
        "start": "00:33:35,920",
        "end": "00:33:42,240",
        "en": "Så jag blir ledsen just nu, för att det känns som att mamma är besviken.",
        "pa": "I've always known that they want that.\n So I feel sad right now because I feel that my mom's disappointed.",
        "vi": "Thế nên giờ tôi đang rất buồn vì đã khiến mẹ thất vọng."
    },
    {
        "start": "00:33:42,320",
        "end": "00:33:45,680",
        "en": "Jag vill göra allt jag kan för att mamma ska vara lycklig.",
        "pa": "I want to do everything I can to make my mom happy.",
        "vi": "Tôi luôn muốn mẹ tôi vui."
    },
    {
        "start": "00:33:45,760",
        "end": "00:33:51,200",
        "en": "Hon har i så många år hoppats på att jag ska träffa nån…",
        "pa": "And she has hoped for so many years\n that I would finally find someone who…",
        "vi": "Bao nhiêu năm nay, bà đã mong mỏi tôi sẽ tìm được một người…"
    },
    {
        "start": "00:33:51,280",
        "end": "00:33:54,000",
        "en": "…som jag kan spendera mitt liv med.",
        "pa": "uh… someone I can spend my life with.",
        "vi": "để chung sống trọn đời."
    },
    {
        "start": "00:33:54,080",
        "end": "00:33:57,360",
        "en": "♪ If you wanna fall in love ♪",
        "pa": "♪ If you want to fall in love ♪",
        "vi": ""
    },
    {
        "start": "00:33:57,440",
        "end": "00:34:01,600",
        "en": "♪ You gotta throw the dice ♪",
        "pa": "♪ You gotta throw the dice… ♪",
        "vi": ""
    },
    {
        "start": "00:34:19,760",
        "end": "00:34:23,880",
        "en": "Det känns verkligen som att det är den största dagen i mitt liv.",
        "pa": "AMANDA &amp; SERGIO'S WEDDING\n This is the biggest day of my life.",
        "vi": "ĐÁM CƯỚI CỦA AMANDA &amp; SERGIO\n Cảm giác đúng là đây là ngày trọng đại nhất đời tôi."
    },
    {
        "start": "00:34:23,960",
        "end": "00:34:30,719",
        "en": "Att samla alla vänner, all familj och inför alla ta mitt livs största beslut.",
        "pa": "To gather all of my friends and family and in front of everyone",
        "vi": "Vì tất cả bạn bè, gia đình tôi đều có mặt và trước sự chứng kiến của họ, tôi sẽ"
    },
    {
        "start": "00:34:30,800",
        "end": "00:34:34,639",
        "en": "Det är ju enormt stort, och det tar jag verkligen på allvar.",
        "pa": "make the biggest decision of my life,\n so that's important and something I take seriously.",
        "vi": "quyết định chuyện lớn nhất đời mình.\n Việc này cực kỳ trọng đại và tôi cân nhắc nó rất nghiêm túc."
    },
    {
        "start": "00:34:36,080",
        "end": "00:34:39,040",
        "en": "Det slog mig på vägen hit i morse: \"Det här är för livet.\"",
        "pa": "It hit me on my way over here, this is for life.",
        "vi": "Sáng nay lúc đi đường, tôi mới hiểu, đây là chuyện cả đời."
    },
    {
        "start": "00:34:39,120",
        "end": "00:34:43,600",
        "en": "Jag är jättebra på att stressa upp mig själv. Det är ett stort beslut.",
        "pa": "I'm stressing myself out.",
        "vi": "Tự gây áp lực cho mình, đúng là tuyệt vời."
    },
    {
        "start": "00:34:43,679",
        "end": "00:34:47,639",
        "en": "Jag har inte suttit och grubblat i timmar",
        "pa": "It's a big decision and I haven't had the chance to really think about",
        "vi": "Đây là một quyết định lớn,\n mà tôi vẫn chưa có nhiều giờ để ngồi suy ngẫm cụ thể"
    },
    {
        "start": "00:34:47,719",
        "end": "00:34:51,040",
        "en": "över var jag är. Det har gått snabbt hit.",
        "pa": "what's happening.\n It's so fast.",
        "vi": "về tình cảm của mình. Thời gian trôi quá nhanh."
    },
    {
        "start": "00:34:57,159",
        "end": "00:34:59,360",
        "en": "Jag tänker på när jag kom in i kapseln.",
        "pa": "Thinking about when I walked into the pod, I was like, this is never gonna work.",
        "vi": "Tôi đang nhớ lại lúc vào khu phòng kín."
    },
    {
        "start": "00:34:59,440",
        "end": "00:35:05,680",
        "en": "\"Det här kommer aldrig att gå. Det är galet. Det är galenskap.\"",
        "pa": "It's not going to work. It's crazy. It's madness.",
        "vi": "Tôi đã nghĩ là không đời nào thử nghiệm này thành công.\n Tuyệt đối không được. Quá ảo. Quá điên rồ."
    },
    {
        "start": "00:35:05,760",
        "end": "00:35:09,920",
        "en": "Och nu står vi här. Nu står vi här.",
        "pa": "And now we're standing here. Now we're standing here.",
        "vi": "Thế mà giờ lại thế này. Thế này đây!"
    },
    {
        "start": "00:35:10,000",
        "end": "00:35:15,720",
        "en": "Nu står vi här med en massa fin dryck och tilltugg",
        "pa": "Now we're standing here with a lot of nice drinks",
        "vi": "Giờ tôi đứng đây cùng với cả đống rượu ngon,"
    },
    {
        "start": "00:35:15,800",
        "end": "00:35:18,000",
        "en": "och fina kläder.",
        "pa": "and canapes and…\n nice clothes and…",
        "vi": "đồ ăn ngon, và quần áo đẹp."
    },
    {
        "start": "00:35:19,040",
        "end": "00:35:21,160",
        "en": "Mm.",
        "pa": "Mm.",
        "vi": ""
    },
    {
        "start": "00:35:23,520",
        "end": "00:35:27,480",
        "en": "Här står vi. Här står vi.",
        "pa": "Here we are.\n Here we are.",
        "vi": "Thế đấy.\n Ta đang ở đây…"
    },
    {
        "start": "00:35:29,560",
        "end": "00:35:31,280",
        "en": "Oh!",
        "pa": "Whoo!",
        "vi": ""
    },
    {
        "start": "00:35:32,720",
        "end": "00:35:34,440",
        "en": "Gifta sig…",
        "pa": "Getting married.",
        "vi": "Sắp cưới vợ…"
    },
    {
        "start": "00:35:39,600",
        "end": "00:35:42,080",
        "en": "Amanda!",
        "pa": "Amanda!\n -Hi! - Oh, my God!",
        "vi": "Amanda!\n - Chào! - Chúa ơi!"
    },
    {
        "start": "00:35:47,600",
        "end": "00:35:50,880",
        "en": "Alltså, girl. Girl… Girl!",
        "pa": "-Oh, how gorgeous! -Yeah.\n -I mean, girl. -Girl.\n Girl!",
        "vi": "Chúa ơi.\n - Bạn yêu. - Bạn yêu."
    },
    {
        "start": "00:35:52,320",
        "end": "00:35:57,480",
        "en": "-Och vi har inte ens snackat. -Jag har tusen frågor.",
        "pa": "-We haven't even talked. -No!\n -Helan, can I update? -A thousand questions.",
        "vi": "Ta chưa nói chuyện tí nào. Helen cứ hỏi tớ mãi.\n Tớ có hàng ngàn câu hỏi đây này."
    },
    {
        "start": "00:35:57,560",
        "end": "00:36:02,040",
        "en": "Var det den första killen du pratade med? Var kom han in i bilden?",
        "pa": "Yes.\n Was he the first guy you talked to? Like, where did he come into the picture?",
        "vi": "Cậu nói chuyện với anh ấy đầu tiên hay với người khác?"
    },
    {
        "start": "00:36:02,120",
        "end": "00:36:06,520",
        "en": "Vi dejtade alla första dagen. Jag hade en åttaminutersdejt med honom.",
        "pa": "We dated everyone on the first day.",
        "vi": "Cậu gặp anh ấy thế nào?\n - Tất cả đều hẹn hò với nhau ngay hôm đầu. - Ừ."
    },
    {
        "start": "00:36:06,600",
        "end": "00:36:11,600",
        "en": "Jag skrev i min dagbok: \"Det var trevliga killar i dag. Sergio stack ut lite.\"",
        "pa": "I had an eight-minute date with him and then I wrote in my diary,\n \"I met some nice guys today. Sergio was special.\"",
        "vi": "Tớ với anh ấy hẹn hò được tám phút, rồi tớ viết trong nhật ký là\n hôm nay có nhiều anh chàng tốt, nhưng Sergio đặc biệt đáng chú ý."
    },
    {
        "start": "00:36:11,680",
        "end": "00:36:16,000",
        "en": "-Varför stack han ut? -Han verkade spännande och annorlunda.",
        "pa": "-What made him special? -I don't know.\n He seemed exciting. He was different.",
        "vi": "- Tại sao? - Tớ không biết.\n Anh ấy có vẻ thú vị, khác biệt, và rất sôi nổi."
    },
    {
        "start": "00:36:16,080",
        "end": "00:36:19,480",
        "en": "-Väldigt mycket energi. -Det hade han även i kapseln?",
        "pa": "-A lot of energy from the start. -Even in the pods?\n Yes.",
        "vi": "- Ở phần giấu mặt, anh ấy như thế à? - Ừ."
    },
    {
        "start": "00:36:24,120",
        "end": "00:36:27,400",
        "en": "Och då såg du inte ens att han hade så mycket vax i håret?",
        "pa": "At that point, you didn't see how much hair wax he was using?",
        "vi": "Và cậu không được thấy tóc anh ấy vuốt nhiều keo thế nào."
    },
    {
        "start": "00:36:27,480",
        "end": "00:36:30,240",
        "en": "Han kommer säkert att vara dränkt i vax.",
        "pa": "No. He'll probably be drenched in wax.",
        "vi": "Chắc anh ấy nhúng cả đầu vào hộp keo ấy chứ."
    },
    {
        "start": "00:36:30,320",
        "end": "00:36:33,280",
        "en": "Han sa att han skulle handla mer av vax inför dagen",
        "pa": "He said he was going to buy more wax for this day,",
        "vi": "Anh ấy bảo sẽ mua thêm keo cho hôm nay đấy,"
    },
    {
        "start": "00:36:33,360",
        "end": "00:36:36,240",
        "en": "så jag tror inte han är vaxfri, tyvärr.",
        "pa": "so I don't think he'll be wax free, unfortunately.",
        "vi": "nên tớ nghĩ không có chuyện hôm nay không vuốt keo đâu."
    },
    {
        "start": "00:36:36,320",
        "end": "00:36:42,760",
        "en": "Med det här utseendet kommer jag absolut inte att få ett nej.",
        "pa": "With this look, I will definitely not get a no.",
        "vi": "Tôi bảnh bao thế này thì nhất định cô ấy sẽ không từ chối nổi."
    },
    {
        "start": "00:36:42,840",
        "end": "00:36:46,600",
        "en": "Sergio frågade chans på mig. \"Vill du min flickvän?\"",
        "pa": "Sergio asked me, \"Do you want to be my girlfriend?\"",
        "vi": "Sergio ngỏ lời muốn làm người yêu."
    },
    {
        "start": "00:36:46,680",
        "end": "00:36:48,960",
        "en": "Efter hur lång tid då?",
        "pa": "After how long?",
        "vi": "Sau bao lâu?"
    },
    {
        "start": "00:36:49,040",
        "end": "00:36:52,480",
        "en": "Det kändes som att det hade gått fem veckor.",
        "pa": "Well, it felt like it had been five weeks,",
        "vi": "Tớ cứ nghĩ phải năm tuần rồi,"
    },
    {
        "start": "00:36:52,560",
        "end": "00:36:55,680",
        "en": "Men jag kollade i kalendern och det hade gått fyra dagar.",
        "pa": "but I checked and it had only been four days.",
        "vi": "nhưng khi xem lịch thì chỉ mới có bốn ngày."
    },
    {
        "start": "00:36:55,760",
        "end": "00:37:00,160",
        "en": "Och sen sa jag, efter han blev min pojkvän… Då sa jag att…",
        "pa": "Wow!\n And after I told him that…",
        "vi": "Sau khi thành người yêu, tớ bảo anh ấy là…"
    },
    {
        "start": "00:37:00,240",
        "end": "00:37:04,080",
        "en": "Efter fjärde dagen… Alltså…",
        "pa": "-After four days? - Yes, after four days.",
        "vi": "- Sau bốn ngày thôi à? - Ừ, sau bốn ngày."
    },
    {
        "start": "00:37:04,160",
        "end": "00:37:08,600",
        "en": "Då sa jag: \"Jag når inte fram till dig.\" Han höll tillbaka ganska mycket.",
        "pa": "You know.\n And then… I told him, \"I can't reach you.\"",
        "vi": "Sau đó tớ bảo là không tiếp cận được trái tim anh ấy."
    },
    {
        "start": "00:37:08,680",
        "end": "00:37:12,560",
        "en": "Han bytte ämne väldigt mycket. Jag förstod honom inte riktigt.",
        "pa": "I felt that he had held back a lot.\n He would change subjects a lot, and I didn't really understand him.",
        "vi": "Vì tớ cảm thấy anh ấy vẫn rất dè dặt và hay đổi chủ đề nói chuyện."
    },
    {
        "start": "00:37:12,640",
        "end": "00:37:19,040",
        "en": "Och då hade han också fått kalla fötter. \"Jag tror jag letade problem\", sa han.",
        "pa": "Then he'd gotten cold feet.",
        "vi": "Tớ thực sự không hiểu anh ấy.\n Anh ấy liền chùn bước và bảo là đang cố tìm khiếm khuyết ở tớ."
    },
    {
        "start": "00:37:19,120",
        "end": "00:37:22,640",
        "en": "Man hörde på hans andetag hur nervöst och jobbigt det var för honom.",
        "pa": "Felt like he was looking for issues.\n The way he was breathing,\n I could hear how tense and difficult it was for him.",
        "vi": "Nghe hơi thở cũng biết anh ấy đang rất lo lắng và thấy khó khăn."
    },
    {
        "start": "00:37:22,720",
        "end": "00:37:28,000",
        "en": "-Berätta om Cypern. -Då hade han fått kalla fötter igen.",
        "pa": "Tell us about Cyprus.\n We arrived in Cyprus, and then he'd gotten cold feet again",
        "vi": "Kể hồi ở Síp đi.\n Ừ, khi đến Síp, anh ấy lại lo sợ lần nữa."
    },
    {
        "start": "00:37:28,080",
        "end": "00:37:30,480",
        "en": "Han hade nästan vägrat åka till Cypern.",
        "pa": "and almost refused to go.",
        "vi": "- Suýt nữa thì anh ấy không đến Síp đấy. - Cái gì?"
    },
    {
        "start": "00:37:30,560",
        "end": "00:37:33,200",
        "en": "Jag fick ett armband av honom och jag fick inte på mig det.",
        "pa": "What?\n He gave me a bracelet and I couldn't get it on.",
        "vi": "Tớ mãi không đeo được cái vòng tay anh ấy tặng nên anh ấy cho đó là dấu hiệu,"
    },
    {
        "start": "00:37:33,280",
        "end": "00:37:36,960",
        "en": "Han tog det som en signal… Jag tänkte att det går sönder.",
        "pa": "He took it as a sign. I thought it would break if I pulled it tight.",
        "vi": "nhưng nếu tớ cố thắt thì vòng đứt mất."
    },
    {
        "start": "00:37:37,040",
        "end": "00:37:38,920",
        "en": "Det är colombianskt.",
        "pa": "Is it Colombian?",
        "vi": "- Giống vòng Colombia. - Ừ."
    },
    {
        "start": "00:37:39,000",
        "end": "00:37:42,600",
        "en": "Det har varit mycket hinder, på ett sätt.",
        "pa": "I can look back and see there were a lot of obstacles in the way.",
        "vi": "Giờ nhìn lại, tớ có thể nói rằng bọn tớ đã gặp rất nhiều trắc trở."
    },
    {
        "start": "00:37:42,680",
        "end": "00:37:45,680",
        "en": "Det har ju verkligen varit grej efter grej efter grej.",
        "pa": "It's been one thing after another, and that's really been more on him,",
        "vi": "Đúng là hết chuyện này đến chuyện khác."
    },
    {
        "start": "00:37:45,760",
        "end": "00:37:50,120",
        "en": "Det har legat mer på honom, och jag har fått lyssna och ta in det.",
        "pa": "",
        "vi": "Chủ yếu là xoay quanh anh ấy, còn tớ phải lắng nghe và tiếp nhận."
    },
    {
        "start": "00:37:50,200",
        "end": "00:37:54,840",
        "en": "-Jag hoppas att jag inte får… -Är ni på samma plats?",
        "pa": "and I've had to listen and take it.\n I hope there's no chaos.",
        "vi": "Mong là sẽ không có chuyện gì nữa.\n Liệu anh ấy hối hận không? Tình cảm hai bên giống nhau không?"
    },
    {
        "start": "00:37:54,920",
        "end": "00:37:57,960",
        "en": "-Jag vet inte… -Kan han få kalla fötter nu också?",
        "pa": "Do you think he's thinking about his choice?\n - You never know. -Do you think he'll get cold feet?",
        "vi": "- Khó nói lắm… - Lần này liệu có lại muốn rút không?"
    },
    {
        "start": "00:37:58,040",
        "end": "00:38:03,320",
        "en": "Jag har funderat på om han skulle kunna få det. Ja, det är ju lite nervöst.",
        "pa": "I've been thinking about if he might, but yes, I'm a bit nervous.",
        "vi": "Tớ nghĩ là có thể lắm, nên cũng có chút lo lắng."
    },
    {
        "start": "00:38:03,400",
        "end": "00:38:06,480",
        "en": "Mina föräldrar är nog nervösa, tror jag.",
        "pa": "-My parents are nervous. -Mm.",
        "vi": "Chắc bố mẹ tớ cũng lo lắm."
    },
    {
        "start": "00:38:06,560",
        "end": "00:38:09,800",
        "en": "Så… Ja.",
        "pa": "So… yeah.",
        "vi": "Vậy nên… ừ."
    },
    {
        "start": "00:38:09,880",
        "end": "00:38:13,440",
        "en": "Jag kommer att bli rätt så nervös vid altaret. Det känner jag redan.",
        "pa": "Uh… It will be tense at the altar.",
        "vi": "Lúc ở lễ đường sẽ thấp thỏm lắm đây. Chưa gì tôi đã lo rồi."
    },
    {
        "start": "00:38:13,520",
        "end": "00:38:17,840",
        "en": "Han kanske känner nåt annorlunda i dag. Vem vet?",
        "pa": "I can feel that already.\n Maybe he'll feel something different today, who knows?",
        "vi": "Có thể hôm nay anh ấy sẽ có cảm xúc khác.\n Ai biết được?"
    },
    {
        "start": "00:38:19,760",
        "end": "00:38:22,280",
        "en": "Gladiatorer redo.",
        "pa": "\"Gladiators ready?\"",
        "vi": "\"Các đấu sĩ đã sẵn sàng.\""
    },
    {
        "start": "00:38:22,360",
        "end": "00:38:26,120",
        "en": "Hej! Åh, vad länge sedan!",
        "pa": "Hello!\n -Oh! -It's been so long. Wow!",
        "vi": "Xin chào! Lâu lắm mới gặp anh!"
    },
    {
        "start": "00:38:27,760",
        "end": "00:38:32,200",
        "en": "Vad fin du är. Åh.",
        "pa": "SERGIO'S SISTER\n -Yes, you look great. -You look so good.\n Wow!",
        "vi": "EM GÁI CỦA SERGIO\n - Anh đẹp trai quá! - Em xinh lắm."
    },
    {
        "start": "00:38:33,480",
        "end": "00:38:38,480",
        "en": "-Hur känns det då? -Det känns bra!",
        "pa": "- You doing good? -Yes. How are you?\n I'm so great.",
        "vi": "BẠN CỦA SERGIO\n - Cậu khỏe chứ? - Cảm giác thế nào?\n - Vui lắm! - Khỏe không?"
    },
    {
        "start": "00:38:38,560",
        "end": "00:38:41,680",
        "en": "Vad fin du är! Åh.",
        "pa": "SERGIO'S FRIEND\n How are you? Ah!\n -You look great! -¿Cómo estás?",
        "vi": "BẠN CỦA SERGIO\n - Thích thật đấy. - Vẫn mạnh giỏi chứ?"
    },
    {
        "start": "00:38:41,760",
        "end": "00:38:46,280",
        "en": "-Det går så fort. -Ja, vi har inte träffats på så länge.",
        "pa": "This was so fast!\n Yes, really. I haven't seen you in so long.",
        "vi": "- Mọi chuyện diễn ra nhanh quá. - Phải.\n Lâu rồi ta mới được gặp nhau."
    },
    {
        "start": "00:38:46,360",
        "end": "00:38:50,880",
        "en": "-Hur mår du? -Bra. Vi dricker lite bubbel.",
        "pa": "-How are you? -I'm good.\n -I thought we could drink some bubbly. -Absolutely.",
        "vi": "- Anh thế nào? - Anh vẫn khỏe.\n Ta uống chút sâm-panh đi nhỉ?"
    },
    {
        "start": "00:38:50,960",
        "end": "00:38:54,520",
        "en": "-Vill ni ha lite champagne? -Du känner mig.",
        "pa": "-Yes? You want some champagne? - You know me.",
        "vi": "- Chắc chắn rồi. - Mọi người uống sâm-panh không?"
    },
    {
        "start": "00:38:54,600",
        "end": "00:38:59,840",
        "en": "Jag vill utbringa en skål. Jag är tacksam för att ni är här.",
        "pa": "I want to make a toast.\n I'm so grateful that you are here.",
        "vi": "Cậu biết thừa rồi còn hỏi.\n Tớ muốn nâng ly chúc mừng.\n Rất cảm ơn mọi người đã đến đây."
    },
    {
        "start": "00:38:59,920",
        "end": "00:39:01,760",
        "en": "Ni har rest väldigt långt.",
        "pa": "You come from very far away.",
        "vi": "Dù ai cũng ở rất xa."
    },
    {
        "start": "00:39:01,840",
        "end": "00:39:04,680",
        "en": "Du från Barcelona, du från Portugal och Barcelona.",
        "pa": "You're from Barcelona, you're from Portugal and Barcelona,",
        "vi": "Từ Barcelona, từ Bồ Đào Nha và Barcelona."
    },
    {
        "start": "00:39:04,760",
        "end": "00:39:07,600",
        "en": "Du kommer från Örebro, Robin. Det är långt det med.",
        "pa": "and you're from Örebro, Robin, and it's still far.",
        "vi": "Robin thì ở Örebro, nhưng chỗ đấy cũng xa rồi."
    },
    {
        "start": "00:39:07,680",
        "end": "00:39:10,760",
        "en": "Jag är tacksam över att ni är här.",
        "pa": "And I'm very grateful for you being here.",
        "vi": "Và rất cảm ơn vì mọi người đã đến. Vì thế ta nâng ly vì tình yêu nào."
    },
    {
        "start": "00:39:10,840",
        "end": "00:39:13,880",
        "en": "-Skål för kärleken. -Skål för kärleken.",
        "pa": "So, cheers for love.\n -Whoo! Cheers for love. -Cheers.",
        "vi": "- Chúc mừng tình yêu. - Chúc mừng."
    },
    {
        "start": "00:39:16,280",
        "end": "00:39:20,200",
        "en": "-Min storebror ska gifta sig. -Ja.",
        "pa": "My big brother is getting married.",
        "vi": "Anh trai em sắp cưới vợ."
    },
    {
        "start": "00:39:20,280",
        "end": "00:39:24,920",
        "en": "Jag är i chock, alltså. Jag är i chock, men så glad för din skull.",
        "pa": "-Yeah, yes. -Wow.\n -I'm in shock, you know.\n I'm in shock, but so happy for you.",
        "vi": "Em sốc lắm. Rất sốc, nhưng cũng mừng cho anh."
    },
    {
        "start": "00:39:25,000",
        "end": "00:39:31,120",
        "en": "Vi kommer att vara här för dig, vad du än bestämmer för att göra, liksom.",
        "pa": "We'll be… here for you.\n Whatever you decide to do, you know.",
        "vi": "Bọn em sẽ luôn ở bên cạnh anh.\n Dù anh quyết định làm gì đi nữa."
    },
    {
        "start": "00:39:33,600",
        "end": "00:39:36,760",
        "en": "Har det sjunkit in att den stora dagen är här nu?",
        "pa": "Has it sunk in yet that this is the big day?",
        "vi": "Cậu đã nhận thức rõ độ trọng đại của hôm nay chưa?"
    },
    {
        "start": "00:39:36,840",
        "end": "00:39:41,280",
        "en": "Ni kan inte föreställa er hur det är…",
        "pa": "I mean, you can't imagine what it's like.",
        "vi": "Các cậu không tưởng tượng được cảm giác…"
    },
    {
        "start": "00:39:41,360",
        "end": "00:39:45,240",
        "en": "-…att dejta via en vägg. -Jag kan inte tänka mig.",
        "pa": "Dating, like through a wall.",
        "vi": "hẹn hò qua một bức tường đâu…"
    },
    {
        "start": "00:39:45,320",
        "end": "00:39:48,640",
        "en": "Jag minns när vi pratade om…",
        "pa": "I can't imagine.\n I remember when we talked about…",
        "vi": "Ừ, không tưởng tượng nổi.\n Tớ vẫn nhớ lúc ta nói chuyện…"
    },
    {
        "start": "00:39:48,720",
        "end": "00:39:53,000",
        "en": "Jag berättade att jag skulle delta i det här experimentet.",
        "pa": "I told you that I was going to be in this experiment.",
        "vi": "Tớ đã bảo với các cậu là sẽ tham gia thử nghiệm này."
    },
    {
        "start": "00:39:53,080",
        "end": "00:39:59,000",
        "en": "Trodde ni då att jag skulle hamna här?",
        "pa": "Did you ever think from that day that I told you",
        "vi": "Cái hôm tớ nói ấy, các cậu có nghĩ tớ sẽ có ngày hôm nay không?"
    },
    {
        "start": "00:39:59,080",
        "end": "00:40:05,000",
        "en": "Wow. Jag vet att kärleken är blind, men svaret är nej.",
        "pa": "that I was going to end up here?\n Wow, uh… I know love is blind, that's for sure.",
        "vi": "À. Tớ biết tình yêu rất mù quáng. Chắc chắn là thế rồi."
    },
    {
        "start": "00:40:05,080",
        "end": "00:40:09,480",
        "en": "Jag pratade med din syster i bilen på väg hit.",
        "pa": "But no, the answer is no.\n I was speaking with your sister in the car before coming here,",
        "vi": "Nhưng không. Phải nói là không.\n Trên xe tới đây, tớ cũng đã bảo em gái cậu."
    },
    {
        "start": "00:40:09,560",
        "end": "00:40:14,440",
        "en": "Jag var rädd att du skulle sabba det för jag vet hur du är.",
        "pa": "and I was afraid of you messing it up",
        "vi": "Tớ rất lo là cậu sẽ làm hỏng chuyện, vì tớ biết tính cách của cậu."
    },
    {
        "start": "00:40:14,520",
        "end": "00:40:20,000",
        "en": "Jag ber till Gud. Sergio, var försiktig med vad du säger, för jag känner dig.",
        "pa": "because I know your character.\n So I prayed to God, \"Please, Sergio, be careful with what you say,\"",
        "vi": "Vậy nên tớ đã cầu Chúa, làm ơn đi, Sergio…"
    },
    {
        "start": "00:40:20,080",
        "end": "00:40:24,400",
        "en": "Jag är som en thrillerfilm. Det går upp och det går ner.",
        "pa": "because I know you.\n I'm like a thriller movie: it's up and then down.",
        "vi": "nhớ ăn nói cho cẩn thận, vì tớ hiểu con người cậu.\n Có thể nói tôi là một bộ phim giật gân. Lên xuống bất thình lình."
    },
    {
        "start": "00:40:24,480",
        "end": "00:40:29,840",
        "en": "Man vet aldrig riktigt med mig vad som är runt hörnet. Men här är jag.",
        "pa": "With me, you never quite know what's waiting around the corner,\n but here I am.",
        "vi": "Không ai đoán chắc được tôi sẽ làm gì.\n Thế mà giờ tôi lại sắp cưới vợ."
    },
    {
        "start": "00:41:07,240",
        "end": "00:41:09,920",
        "en": "Åh. Hej, hej.",
        "pa": "Oh! Hello.",
        "vi": "Chào con."
    },
    {
        "start": "00:41:10,000",
        "end": "00:41:12,880",
        "en": "-Är du nervös? -Nej. Är du?",
        "pa": "Are you nervous?\n -No. You? -Yes.",
        "vi": "- Bố có lo không ạ? - Không. Còn con?"
    },
    {
        "start": "00:41:12,960",
        "end": "00:41:16,680",
        "en": "-Ja. Jag har inte sovit så mycket. -Nej.",
        "pa": "I haven't slept that much.",
        "vi": "BỐ CỦA AMANDA\n - Con không chợp mắt được mấy. - Vậy à."
    },
    {
        "start": "00:41:18,840",
        "end": "00:41:22,880",
        "en": "-Men du är inte nervös? -Nej.",
        "pa": "Aren't you nervous?\n -Nah. -Nice.",
        "vi": "- Bố không lo tí nào à? - Ừ."
    },
    {
        "start": "00:41:22,960",
        "end": "00:41:26,600",
        "en": "Det är många känslor som bubblar inom mig just nu.",
        "pa": "There are a lot of feelings bubbling up.",
        "vi": "Hay quá.\n Có rất nhiều cảm xúc đang trào dâng trong tôi."
    },
    {
        "start": "00:41:26,680",
        "end": "00:41:29,800",
        "en": "Jag har aldrig varit så nervös för nånting.",
        "pa": "I've never been so nervous.",
        "vi": "Cả đời tôi chưa từng lo lắng thế này."
    },
    {
        "start": "00:41:31,640",
        "end": "00:41:35,720",
        "en": "Känner vi varandra tillräckligt bra för att göra det här?",
        "pa": "Do we know each other well enough?",
        "vi": "Chúng tôi có hiểu nhau đến mức làm được việc này không?"
    },
    {
        "start": "00:41:36,440",
        "end": "00:41:39,240",
        "en": "Detta är det största beslutet jag nånsin tagit.",
        "pa": "This is the biggest decision I've ever made,",
        "vi": "Đây là quyết định lớn nhất đời tôi."
    },
    {
        "start": "00:41:39,320",
        "end": "00:41:43,840",
        "en": "Känner jag en procent oro så kan jag inte säga ja.",
        "pa": "and I've promised myself that if I feel 1% doubt, I won't say yes.",
        "vi": "Tôi đã tự hứa là nếu cảm thấy dù chỉ 1% bất an thì cũng sẽ từ chối."
    },
    {
        "start": "00:41:43,920",
        "end": "00:41:46,440",
        "en": "Jag måste känna hundra procent.",
        "pa": "I have to be at 100%.",
        "vi": "Tôi phải chắc chắn 100% mới được."
    },
    {
        "start": "00:41:46,520",
        "end": "00:41:48,560",
        "en": "Wow.",
        "pa": "Wow.",
        "vi": ""
    },
    {
        "start": "00:41:49,720",
        "end": "00:41:53,160",
        "en": "Är det här beslutet för stort att ta just nu?",
        "pa": "Is this decision too big to make right now?",
        "vi": "Quyết định chuyện này ngay bây giờ có phải quá sớm không?"
    },
    {
        "start": "00:42:32,520",
        "end": "00:42:36,120",
        "en": "-Du är så vacker. -Du är så fin.",
        "pa": "-You're so beautiful. -You look great.",
        "vi": "- Em đẹp quá. - Anh cũng rất đẹp trai."
    },
    {
        "start": "00:42:36,200",
        "end": "00:42:38,280",
        "en": "Jättefin.",
        "pa": "-Oh.\n So nice.",
        "vi": "Rất đẹp."
    },
    {
        "start": "00:42:40,040",
        "end": "00:42:45,680",
        "en": "Inför Gud har vi samlats till vigsel mellan Sergio och Amanda.",
        "pa": "We have gathered before God\n for the marriage between Sergio and Amanda.",
        "vi": "Chúng ta đang tụ họp trước Chúa để dự lễ cưới của Sergio và Amanda."
    },
    {
        "start": "00:42:45,760",
        "end": "00:42:51,480",
        "en": "Vi är här för att be om Guds välsignelse över er och för att dela er glädje.",
        "pa": "We are here to ask for God's blessing and also share in your joy.",
        "vi": "Ta ở đây để cầu xin Chúa ban phước lành và chia sẻ niềm vui với hai người họ."
    },
    {
        "start": "00:42:51,560",
        "end": "00:42:58,080",
        "en": "Nu vet jag att Amanda har förberett ett litet tal till Sergio.",
        "pa": "I also know that Amanda has prepared a small speech for Sergio.",
        "vi": "Và tôi biết Amanda đã chuẩn bị một bài phát biểu cho Sergio."
    },
    {
        "start": "00:42:59,720",
        "end": "00:43:02,560",
        "en": "Sergio. Jag klev in i experimentet",
        "pa": "Sergio.",
        "vi": "Sergio…\n Em tham gia thử nghiệm với niềm tin rằng mình có thể tìm được tình yêu."
    },
    {
        "start": "00:43:02,640",
        "end": "00:43:06,680",
        "en": "med tron om att verkligen kunna hitta kärleken.",
        "pa": "I stepped into this experiment with the belief\n that I really could find love.",
        "vi": ""
    },
    {
        "start": "00:43:06,760",
        "end": "00:43:09,560",
        "en": "Jag kände att jag var väldigt förberedd",
        "pa": "I felt that I was well prepared mentally to be able to stand here today.",
        "vi": "Em cảm thấy mình đã chuẩn bị kĩ càng về mặt tinh thần để đứng đây hôm nay."
    },
    {
        "start": "00:43:09,640",
        "end": "00:43:13,080",
        "en": "både mentalt och på att kunna stå här i dag.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:43:13,160",
        "end": "00:43:19,760",
        "en": "När jag klev in i kapseln där jag mötte dig, var du fylld av energi.",
        "pa": "When I stepped into the pod and met you, you were filled with energy.",
        "vi": "Khi bước vào căn phòng kín đó gặp anh,\n em thấy anh tràn đầy năng lượng và rất tươi vui."
    },
    {
        "start": "00:43:19,840",
        "end": "00:43:25,000",
        "en": "Väldigt glad. Mycket på en gång.",
        "pa": "You were very, very happy.\n A lot, all at once.",
        "vi": "Rất hoạt bát và sôi nổi."
    },
    {
        "start": "00:43:25,080",
        "end": "00:43:27,760",
        "en": "Jag var ganska lugn och trygg.",
        "pa": "And I was pretty calm and secure.",
        "vi": "Còn em thì khá điềm tĩnh và vững vàng."
    },
    {
        "start": "00:43:27,840",
        "end": "00:43:31,520",
        "en": "Efter varje dejt föll jag mer och mer för ditt hjärta.",
        "pa": "More and more after every day, I fell for your heart.",
        "vi": "Sau mỗi buổi hẹn hò, em càng yêu trái tim anh hơn."
    },
    {
        "start": "00:43:31,600",
        "end": "00:43:35,400",
        "en": "530 minuter senare så friade du.",
        "pa": "Five hundred and 30 minutes later, you proposed to me.",
        "vi": "530 phút sau, anh cầu hôn em."
    },
    {
        "start": "00:43:35,480",
        "end": "00:43:38,320",
        "en": "Det är strax under tio timmar.",
        "pa": "That's just under ten hours.",
        "vi": "Chỉ chưa đầy mười giờ."
    },
    {
        "start": "00:43:38,400",
        "end": "00:43:45,200",
        "en": "I dag står jag här, väldigt tacksam för att jag har fått lära känna dig, Sergio.",
        "pa": "And today I'm standing here, very grateful to have gotten to know you, Sergio.",
        "vi": "Và hôm nay em đứng đây, rất biết ơn\n vì đã được hiểu thêm về anh, Sergio."
    },
    {
        "start": "00:43:45,280",
        "end": "00:43:48,200",
        "en": "Tack så mycket. Oj!",
        "pa": "Thank you so much, wow.",
        "vi": "Cảm ơn em rất nhiều. Ôi trời!"
    },
    {
        "start": "00:43:49,480",
        "end": "00:43:52,080",
        "en": "Sergio…",
        "pa": "Sergio?",
        "vi": "Sergio…"
    },
    {
        "start": "00:43:53,760",
        "end": "00:43:57,160",
        "en": "Jag landade på ett experiment",
        "pa": "I entered into an experiment",
        "vi": "Anh đã tham gia vào một cuộc thử nghiệm."
    },
    {
        "start": "00:43:57,240",
        "end": "00:44:00,520",
        "en": "där jag var jätteskeptisk till allt det här.",
        "pa": "where I was very skeptical to all of this.",
        "vi": "Anh rất nghi ngờ toàn bộ chuyện này."
    },
    {
        "start": "00:44:00,600",
        "end": "00:44:03,840",
        "en": "Ditt lugn fick mig att känna mig sedd",
        "pa": "Your calm made me feel seen",
        "vi": "Sự điềm tĩnh của em khiến anh thấy em đang nhìn vào con người anh"
    },
    {
        "start": "00:44:03,920",
        "end": "00:44:08,400",
        "en": "på ett sätt jag aldrig nånsin trodde att nån kunde se mig.",
        "pa": "in a way I never thought that anyone could.",
        "vi": "theo cách mà anh cứ ngỡ sẽ không ai làm được."
    },
    {
        "start": "00:44:08,480",
        "end": "00:44:10,320",
        "en": "Ah…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:44:12,320",
        "end": "00:44:17,600",
        "en": "Efter att vi har sprungit på så många berg-och-dalbanor av känslor",
        "pa": "After, uh…\n feeling so many big roller-coaster feelings,",
        "vi": "Kể cả sau khi ta trải qua bao thăng trầm đầy cảm xúc,"
    },
    {
        "start": "00:44:17,680",
        "end": "00:44:20,720",
        "en": "vågade du ändå stå kvar där. Det trodde jag aldrig.",
        "pa": "you dared to stay.",
        "vi": "em vẫn dám ở lại."
    },
    {
        "start": "00:44:20,800",
        "end": "00:44:23,960",
        "en": "Jag är tacksam för att vi är här",
        "pa": "I never thought that could happen.\n I'm grateful that we're here.",
        "vi": "Anh chưa từng nghĩ sẽ được như thế. Anh rất biết ơn vì hai ta đang đứng đây."
    },
    {
        "start": "00:44:24,040",
        "end": "00:44:29,240",
        "en": "och vi balanserar varandra på ett sätt som är väldigt vackert och fint.",
        "pa": "And we balance each other in a way that is very beautiful.",
        "vi": "Ta cân bằng và bổ khuyết cho nhau."
    },
    {
        "start": "00:44:31,360",
        "end": "00:44:33,200",
        "en": "Tack, Sergio.",
        "pa": "Thank you, Sergio.",
        "vi": "Cảm ơn anh, Sergio."
    },
    {
        "start": "00:44:33,280",
        "end": "00:44:34,880",
        "en": "Oh, wow!",
        "pa": "So, wow.",
        "vi": "Cảm động quá."
    },
    {
        "start": "00:44:36,680",
        "end": "00:44:41,720",
        "en": "Då har vi kommit fram till the moment.",
        "pa": "Now we have reached the moment.",
        "vi": "Đã đến thời khắc trọng đại rồi."
    },
    {
        "start": "00:44:41,800",
        "end": "00:44:46,360",
        "en": "Det har nu blivit dags att ta reda på om kärleken är blind.",
        "pa": "It is time to find out if love is blind.",
        "vi": "Giờ là lúc tìm hiểu xem tình yêu có mù quáng hay không."
    },
    {
        "start": "00:44:51,120",
        "end": "00:44:54,960",
        "en": "Inför Gud och i denna församlings närvaro",
        "pa": "Before God and in the presence of this congregation,",
        "vi": "Trước Chúa và có hội thánh này làm chứng, xin hỏi cô,"
    },
    {
        "start": "00:44:55,040",
        "end": "00:45:00,240",
        "en": "frågar jag dig, Amanda Sofia Jonegård:",
        "pa": "I ask you, Amanda Sofia Jonegård,",
        "vi": "Amanda Sofia Jonegård,"
    },
    {
        "start": "00:45:00,320",
        "end": "00:45:06,040",
        "en": "Tar du Sergio Ignacio Rincon Robayo nu till din man",
        "pa": "do you take Sergio Ignacio Rincón Robaio to be your husband",
        "vi": "có đồng ý lấy Segio Ignacio Rincon Roballo"
    },
    {
        "start": "00:45:06,120",
        "end": "00:45:08,240",
        "en": "att älska honom i nöd och lust?",
        "pa": "and to love him in good times and in bad?",
        "vi": "làm chồng, và yêu thương anh ấy cả lúc ốm đau cũng như khỏe mạnh không?"
    },
    {
        "start": "00:45:22,720",
        "end": "00:45:24,800",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Tôi đồng ý."
    },
    {
        "start": "00:45:26,680",
        "end": "00:45:30,280",
        "en": "Sergio Ignacio Rincon Robayo.",
        "pa": "Sergio Ignacio Rincón Robaio,",
        "vi": "Sergio Ignacio Rincon Roballo,"
    },
    {
        "start": "00:45:30,360",
        "end": "00:45:33,560",
        "en": "Inför Gud och i denna församlings närvaro frågar jag dig:",
        "pa": "before God and in front of this congregation, I ask you,",
        "vi": "trước Chúa và có hội thánh này làm chứng, xin hỏi anh"
    },
    {
        "start": "00:45:33,640",
        "end": "00:45:37,160",
        "en": "Vill du ta Amanda Sofia Jonegård nu till din hustru",
        "pa": "do you take Amanda Sofia Jonegård to be your wife",
        "vi": "có lấy Amanda Sofia Jonegård làm vợ và yêu thương cô ấy cả lúc ốm đau, khỏe mạnh?"
    },
    {
        "start": "00:45:37,240",
        "end": "00:45:39,880",
        "en": "och älska henne i nöd och lust?",
        "pa": "and to love her in good times and in bad?",
        "vi": ""
    },
    {
        "start": "00:45:59,680",
        "end": "00:46:02,080",
        "en": "Ja.",
        "pa": "Yes.\n You scared everyone.",
        "vi": "- Tôi đồng ý. - Anh làm em sợ hết hồn."
    },
    {
        "start": "00:46:02,160",
        "end": "00:46:05,960",
        "en": "-Oh, my God. -Love is blind!",
        "pa": "My God, love is blind!",
        "vi": "Tình yêu đúng là mù quáng."
    },
    {
        "start": "00:46:08,120",
        "end": "00:46:11,200",
        "en": "You may kiss each other. Okej!",
        "pa": "You may kiss each other, okay?",
        "vi": "- Hai người có thể hôn nhau. - Được rồi."
    },
    {
        "start": "00:46:24,560",
        "end": "00:46:26,880",
        "en": "",
        "pa": "Whoo!",
        "vi": ""
    },
    {
        "start": "00:46:27,640",
        "end": "00:46:30,320",
        "en": "",
        "pa": "♪ Ooh-ooh-ooh ♪",
        "vi": ""
    },
    {
        "start": "00:46:38,400",
        "end": "00:46:42,160",
        "en": "Jag trodde du skulle säga nej. Du tvekade så länge.",
        "pa": "♪ Ooh-ooh-ooh-ooh… ♪\n I…\n I thought you were going to say no, you hesitated.",
        "vi": "Em cứ tưởng anh sẽ không đồng ý.\n - Anh lưỡng lự mất bao lâu. - Không mà."
    },
    {
        "start": "00:46:42,240",
        "end": "00:46:44,560",
        "en": "Du bara tittade på prästen. Jag bara: \"Oh no.\"",
        "pa": "-No! -You looked at the officiant.",
        "vi": "Lúc anh nhìn linh mục, em đã nghĩ thầm, \"Chết rồi.\""
    },
    {
        "start": "00:46:44,640",
        "end": "00:46:47,480",
        "en": "Jag bara andades. Jag bara andades.",
        "pa": "-And I was like, oh, no! -That was just breathing.",
        "vi": "Anh chỉ dừng một lát để lấy hơi thôi."
    },
    {
        "start": "00:46:47,560",
        "end": "00:46:50,320",
        "en": "Vi har gift oss!",
        "pa": "I was just breathing.\n We got married!",
        "vi": "Chúng tôi cưới nhau rồi!"
    },
    {
        "start": "00:46:51,320",
        "end": "00:46:55,280",
        "en": "-Vi är galna. -Kärlek är det som har hänt.",
        "pa": "We're crazy.\n Love has happened.",
        "vi": "Chúng ta thật điên rồ.\n Tại vì tình yêu đấy."
    },
    {
        "start": "00:46:55,360",
        "end": "00:47:01,280",
        "en": "-Kärlek har vunnit. -Över allt.",
        "pa": "Love… has won…",
        "vi": "Tình yêu đã chiến thắng."
    },
    {
        "start": "00:47:01,360",
        "end": "00:47:06,200",
        "en": "Ett experiment som fann Amanda och Sergio.",
        "pa": "-Over everything. -Over everything.\n An experiment that found Amanda and Sergio.",
        "vi": "- Vượt qua tất cả. - Vượt qua tất cả.\n Một thử nghiệm đã tìm thấy Amanda và Sergio."
    },
    {
        "start": "00:47:06,280",
        "end": "00:47:11,960",
        "en": "-Nu är vi gifta. -Nu får du officiellt ha en ring.",
        "pa": "We're married!\n Can you believe it? You get to wear a ring now.",
        "vi": "Giờ chúng tôi là vợ chồng.\n Quá sức tưởng tượng nhỉ? Giờ anh cũng chính thức có nhẫn rồi."
    },
    {
        "start": "00:47:12,040",
        "end": "00:47:18,040",
        "en": "-Känns det bra? -Det känns så himla härligt. Så naturligt.",
        "pa": "How does it feel? You don't have to take it off.\n It feels so great. It feels so natural.",
        "vi": "Anh thấy sao? Sẽ không cần phải tháo nhẫn ra.\n Cảm giác thật tuyệt vời.\n Cứ như trời định vậy."
    },
    {
        "start": "00:47:24,600",
        "end": "00:47:30,720",
        "en": "",
        "pa": "MEIRA &amp; OSKAR'S WEDDING",
        "vi": "ĐÁM CƯỚI CỦA MEIRA &amp; OSKAR"
    },
    {
        "start": "00:47:46,080",
        "end": "00:47:50,040",
        "en": "Jag har varit singel och ensam under väldigt, väldigt många år.",
        "pa": "I have been single and alone for many, many years.",
        "vi": "Tôi sống độc thân một mình nhiều năm rồi."
    },
    {
        "start": "00:47:51,520",
        "end": "00:47:57,160",
        "en": "Även fast jag har dejtat en del, har det aldrig lett till några långa relationer.",
        "pa": "And even though I have dated quite a bit, it's never led to long-term relationships.",
        "vi": "Dù cũng hẹn hò nhiều nhưng chưa từng đạt được\n mối quan hệ đặc biệt lâu dài nào."
    },
    {
        "start": "00:48:01,120",
        "end": "00:48:03,080",
        "en": "Okej, wow.",
        "pa": "Okay, wow.",
        "vi": "Được rồi."
    },
    {
        "start": "00:48:03,160",
        "end": "00:48:06,400",
        "en": "Jag har byggt upp vissa saker i mitt huvud",
        "pa": "I definitely built up some things in my head",
        "vi": "Đúng là tôi đã có vài hình dung trong đầu"
    },
    {
        "start": "00:48:06,480",
        "end": "00:48:11,200",
        "en": "om hur jag tror att en idealpartner skulle vara på andra sidan.",
        "pa": "about what I think an ideal partner would be on the other side.",
        "vi": "về những phẩm chất lý tưởng mà tôi muốn có ở người mình yêu."
    },
    {
        "start": "00:48:11,280",
        "end": "00:48:14,240",
        "en": "Ett exempel är att jag är en väldigt extrovert person.",
        "pa": "One example is that I am a very extroverted person",
        "vi": "Một ví dụ là tôi là người rất hướng ngoại"
    },
    {
        "start": "00:48:14,320",
        "end": "00:48:19,560",
        "en": "Jag har alltid trott att jag behöver en kopia av mig själv, mer eller mindre.",
        "pa": "and I've always believed that I needed a copy of myself, more or less.",
        "vi": "và luôn cho rằng ít nhiều gì tôi cũng cần một bản sao của chính mình."
    },
    {
        "start": "00:48:19,640",
        "end": "00:48:24,120",
        "en": "Det jag har insett är att jag har haft så jäkla fel.",
        "pa": "I've come to realize how wrong I've been.",
        "vi": "Nhưng tôi đã nhận ra là mình nhầm rồi."
    },
    {
        "start": "00:48:24,200",
        "end": "00:48:28,440",
        "en": "Meira och jag har mycket likheter, men vi har också otroligt många olikheter.",
        "pa": "Meira and I have a lot of similarities, but we're also incredibly different.",
        "vi": "Meira và tôi có nhiều điểm giống nhau nhưng chúng tôi cũng rất khác nhau."
    },
    {
        "start": "00:48:28,520",
        "end": "00:48:32,400",
        "en": "Till exempel att Meira är lite mer introvert.",
        "pa": "For example, Meira is more of an introvert.",
        "vi": "Ví dụ, Meira sống hướng nội hơn."
    },
    {
        "start": "00:48:32,480",
        "end": "00:48:34,680",
        "en": "Det har spritt ett lugn hos mig.",
        "pa": "That has created a calmness in me that I now realize that's what I've needed,",
        "vi": "Nhờ đó sự điềm đạm cũng nảy sinh trong tôi."
    },
    {
        "start": "00:48:34,760",
        "end": "00:48:39,720",
        "en": "Jag inser nu att det är det jag har behövt och alltid har saknat.",
        "pa": "what I've always missed.",
        "vi": "Và giờ tôi mới nhận ra là tôi cần như thế. Tôi đã luôn bỏ qua nó."
    },
    {
        "start": "00:48:41,920",
        "end": "00:48:45,520",
        "en": "Drömscenariot för dagen är helt klart",
        "pa": "The dream scenario for the day is clearly that",
        "vi": "Diễn biến lý tưởng của hôm nay rõ ràng là cả Meira và tôi đều đồng ý cưới nhau."
    },
    {
        "start": "00:48:45,600",
        "end": "00:48:50,280",
        "en": "att jag och Meira säger ja till varandra och går härifrån som ett gift par.",
        "pa": "Meira and I say yes to each other and leave as a married couple.",
        "vi": "Và chúng tôi sẽ trở thành vợ chồng."
    },
    {
        "start": "00:48:51,200",
        "end": "00:48:55,920",
        "en": "-Tjabba, tjabba. -Nämen, tjena. Hej.",
        "pa": "-Howdy, howdy. -Well, hello.",
        "vi": "- Xin chào. - Chào cậu!"
    },
    {
        "start": "00:48:56,000",
        "end": "00:48:57,160",
        "en": "Välkomna.",
        "pa": "-Hi. -Hello.\n -Hi. -Welcome.",
        "vi": "Chào!\n - Chào mừng. - Cảm ơn."
    },
    {
        "start": "00:48:57,240",
        "end": "00:49:01,760",
        "en": "Hur känns det då idag? Hur är nerverna?",
        "pa": "Thank you.\n Well, how are you feeling today? How are the nerves?",
        "vi": "Hôm nay cậu thế nào? Không lo lắng quá chứ?"
    },
    {
        "start": "00:49:03,720",
        "end": "00:49:07,040",
        "en": "Nämen, jag är ganska lugn.",
        "pa": "-Well, I'm pretty calm. -Yeah?",
        "vi": "Tớ khá bình tĩnh."
    },
    {
        "start": "00:49:07,120",
        "end": "00:49:10,600",
        "en": "Är hon lika lugn och sansad som du, eller?",
        "pa": "-Is she as calm and collected as you are?",
        "vi": "Cô ấy có thoải mái và bình tĩnh như cậu không?"
    },
    {
        "start": "00:49:10,680",
        "end": "00:49:14,800",
        "en": "Jag vet inte, faktiskt. Jag har inte pratat med henne.",
        "pa": "I don't know, actually.\n I haven't talked to her.",
        "vi": "BẠN CỦA OSKAR\n Thật ra tớ cũng không biết. Bọn tớ chưa nói chuyện với nhau."
    },
    {
        "start": "00:49:14,880",
        "end": "00:49:18,960",
        "en": "Vi har bara gjort vår grej.",
        "pa": "No?\n So we've just done our own thing.",
        "vi": "ANH TRAI CỦA OSKAR\n Bọn tớ cứ làm xong việc của mình."
    },
    {
        "start": "00:49:19,040",
        "end": "00:49:22,640",
        "en": "Vi sa att nästa gång vi ses är vid altaret.",
        "pa": "And we said that\n the next time we'd see each other is at the altar.",
        "vi": "Rồi nói lần sau gặp lại sẽ là ở lễ đường."
    },
    {
        "start": "00:49:22,720",
        "end": "00:49:27,200",
        "en": "-Var det det sista ni sa till varandra? -Vad sjukt, alltså.",
        "pa": "-Crazy. - That's the last thing you said?",
        "vi": "- Chào nhau bằng câu đó à? - Dữ dội thật."
    },
    {
        "start": "00:49:27,280",
        "end": "00:49:33,640",
        "en": "Jag hoppas ju att Meira är minst lika exalterad som jag, inför den här dagen.",
        "pa": "- That's crazy. - Yeah.\n Of course, I hope that Meira is at least as excited as I am about the day.",
        "vi": "Mong là chí ít thì Meira cũng hào hứng về hôm nay như tôi."
    },
    {
        "start": "00:49:33,720",
        "end": "00:49:36,480",
        "en": "Kanske lite nervös, men det borde man vara.",
        "pa": "Maybe a bit nervous, but…",
        "vi": "Có thể có chút lo lắng, nhưng thế mới phải."
    },
    {
        "start": "00:49:36,560",
        "end": "00:49:42,160",
        "en": "Men jag hoppas också att hon står stadigt och inte tvekar på vad hon ska göra.",
        "pa": "that's as it should be.\n But I also hope that she stands firm and that she doesn't hesitate.",
        "vi": "Tôi cũng mong cô ấy đã xác định rõ ràng\n và sẽ không do dự về những việc phải làm."
    },
    {
        "start": "00:49:42,240",
        "end": "00:49:46,480",
        "en": "♪ Don't wanna think about Nothing but now, nothing but now ♪",
        "pa": "♪ Don't wanna think about Nothin' but now ♪",
        "vi": ""
    },
    {
        "start": "00:49:46,560",
        "end": "00:49:48,880",
        "en": "♪ Nothing but us ♪",
        "pa": "♪ Nothin' but now ♪\n ♪ Nothin' but us ♪",
        "vi": ""
    },
    {
        "start": "00:49:48,960",
        "end": "00:49:52,520",
        "en": "♪ Cause all that we have is love ♪",
        "pa": "♪ 'Cause all that we have is love ♪",
        "vi": ""
    },
    {
        "start": "00:49:52,600",
        "end": "00:49:56,760",
        "en": "Det känns lite sjukt att det är mitt bröllop i dag.",
        "pa": "It feels a bit weird that it's my wedding day.",
        "vi": "Tôi thấy hơi khó tin vì hôm nay là ngày cưới của mình."
    },
    {
        "start": "00:49:56,840",
        "end": "00:49:58,720",
        "en": "Gud, vad fin.",
        "pa": "God, how pretty!",
        "vi": "Đẹp quá."
    },
    {
        "start": "00:49:58,800",
        "end": "00:50:02,920",
        "en": "Jag har nog känt allt som går att känna inför det här",
        "pa": "I've probably felt everything there is to feel about this,",
        "vi": "Có lẽ tôi đã trải qua mọi cảm xúc xoay quanh việc này rồi."
    },
    {
        "start": "00:50:03,000",
        "end": "00:50:07,480",
        "en": "och jag har ställt mig själv den här frågan varje dag.",
        "pa": "and I've asked myself this question every day…",
        "vi": "Và ngày nào tôi cũng hỏi bản thân một câu."
    },
    {
        "start": "00:50:07,560",
        "end": "00:50:12,200",
        "en": "Är jag verkligen redo för resten av livet tillsammans?",
        "pa": "…\"Am I really ready to be together for the rest of our lives?\"",
        "vi": "\"Tôi đã thật sự sẵn sàng sống chung với anh ấy đến hết đời chưa?\""
    },
    {
        "start": "00:50:13,520",
        "end": "00:50:16,640",
        "en": "Jag vet inte om Oskar är mer kär än vad jag är",
        "pa": "I don't know if Oskar is more in love than I am,",
        "vi": "Tôi không biết tình yêu của Oskar có nhiều hơn tôi không."
    },
    {
        "start": "00:50:16,720",
        "end": "00:50:21,440",
        "en": "men han är definitivt mer stabil och trygg.",
        "pa": "but he's definitely more stable and secure.",
        "vi": "Nhưng đúng là phía anh ấy ổn định và chắc chắn hơn."
    },
    {
        "start": "00:50:21,520",
        "end": "00:50:28,200",
        "en": "Jag tror att det han känner i dag var säkert det han kände för två veckor sen.",
        "pa": "I'm sure what he feels today is the same thing he felt two weeks ago.",
        "vi": "Tôi nghĩ chắc là cảm xúc hôm nay của anh ấy\n vẫn giống cảm xúc của hai tuần trước."
    },
    {
        "start": "00:50:28,280",
        "end": "00:50:33,000",
        "en": "Jag blev otroligt kär i Oskar i kapslarna, i hans personlighet",
        "pa": "I fell so much in love with Oskar in the pods and with his personality,",
        "vi": "Tôi yêu Oskar và tính cách của anh ấy từ khi còn chưa biết mặt."
    },
    {
        "start": "00:50:33,080",
        "end": "00:50:37,560",
        "en": "hur han har nära till sina känslor, och de fina dejterna och samtalen vi hade.",
        "pa": "how vulnerable he was and all the nice dates and conversations we had.",
        "vi": "Vì anh ấy rất thành thật với cảm xúc và các lần hẹn hò của chúng tôi rất tuyệt."
    },
    {
        "start": "00:50:37,640",
        "end": "00:50:44,600",
        "en": "Och nånstans så gick man in i en liten bubbla och flydde verkligheten.",
        "pa": "Somehow we both went into this little bubble together",
        "vi": "Nhưng đôi khi ta bị lăng kính che mắt và quên mất hiện thực."
    },
    {
        "start": "00:50:44,680",
        "end": "00:50:49,840",
        "en": "När jag såg Oskar första gången, och vi kom ut ur kapslarna, fick jag panik.",
        "pa": "and escaped reality.\n When I saw Oskar for the first time outside the pods, I panicked.\n ♪ I'm gonna find my ♪",
        "vi": "Khi nhìn thấy Oskar lần đầu tiên\n lúc ra khỏi khu phòng kín, tôi đã cuống hết cả lên."
    },
    {
        "start": "00:50:57,000",
        "end": "00:51:02,000",
        "en": "Då var det som att verkligheten slog mig. \"Okej, nu har Oskar friat.\"",
        "pa": "♪ Find my way home… ♪\n Right then, it was like reality hit me like, okay, now Oskar has proposed to me.",
        "vi": "Rồi tôi hốt hoảng thật sự.\n Được rồi. Oskar cầu hôn tôi rồi."
    },
    {
        "start": "00:51:02,080",
        "end": "00:51:04,480",
        "en": "\"Jag vet inte vem den här mannen är.\"",
        "pa": "I don't know who this man is, I don't know him, but I have promised…",
        "vi": "Tôi không hề biết rõ anh ấy, thế mà tôi lại hứa hẹn"
    },
    {
        "start": "00:51:04,560",
        "end": "00:51:07,800",
        "en": "Och jag har nånstans lovat…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:51:07,880",
        "end": "00:51:12,360",
        "en": "…att vi ska tillbringa resten av livet tillsammans.",
        "pa": "that we will spend the rest of our lives together.",
        "vi": "là sẽ dành phần đời còn lại bên anh ấy."
    },
    {
        "start": "00:51:12,440",
        "end": "00:51:18,360",
        "en": "Jag kunde göra det inne i kapslarna, men det var innan jag såg allt annat.",
        "pa": "I could do it in the pods, but that was before I saw everything else.",
        "vi": "Tôi có thể làm được lúc ở trong phòng kín.\n Nhưng đó là trước khi tôi nhìn thấy mọi thứ khác."
    },
    {
        "start": "00:51:19,440",
        "end": "00:51:23,040",
        "en": "-Knack, knack! -Oh, my God!",
        "pa": "Knock-knock.\n Hello! Oh, my God.",
        "vi": "- Cốc cốc. - Chúa ơi!"
    },
    {
        "start": "00:51:25,240",
        "end": "00:51:27,560",
        "en": "Oj, oj, oj…",
        "pa": "Oh, my love!\n MEIRA'S MOM",
        "vi": "MẸ CỦA MEIRA"
    },
    {
        "start": "00:51:29,320",
        "end": "00:51:32,480",
        "en": "Hur mår du? Hur känns det?",
        "pa": "-Hello. -How are you? Are you okay?",
        "vi": "Sao hả, em cảm thấy thế nào?"
    },
    {
        "start": "00:51:32,560",
        "end": "00:51:38,160",
        "en": "Jag har varit nervös så himla mycket genom så många olika steg.",
        "pa": "I don't know.\n I've been nervous through so many steps, that today I feel…",
        "vi": "Em không biết nữa. Em đã trải qua đủ mọi cấp độ lo lắng."
    },
    {
        "start": "00:51:38,240",
        "end": "00:51:41,440",
        "en": "-Det finns ingen nervositet kvar, eller? -Typ.",
        "pa": "- There's no nervousness left? -Well, yes, kind of.",
        "vi": "- Vậy hôm nay… - Nên hôm nay hết lo rồi à?"
    },
    {
        "start": "00:51:41,520",
        "end": "00:51:45,760",
        "en": "Jag har fått bearbeta ganska mycket, men jag vet att jag kommer bli nervös.",
        "pa": "I've been able to process, but I know I'll get nervous.",
        "vi": "Vâng, đại loại thế. Em đã suy nghĩ nhiều, nhưng cũng biết là vẫn sẽ lo một chút."
    },
    {
        "start": "00:51:45,840",
        "end": "00:51:49,680",
        "en": "Tror du att du kommer bli emotionell när du väl står där?",
        "pa": "Do you think you'll get emotional standing there?",
        "vi": "Cậu nghĩ cậu sẽ xúc động mạnh khi đứng ở đó không?"
    },
    {
        "start": "00:51:49,760",
        "end": "00:51:53,520",
        "en": "Jag kommer att bli som du och jag blir, att vi ler",
        "pa": "Oh, yes.\n I'll either become a bit like you and I get, Helan, when we smile",
        "vi": "Thì vẫn như bình thường tớ với cậu, ta chỉ biết mỉm cười"
    },
    {
        "start": "00:51:53,600",
        "end": "00:51:58,080",
        "en": "när nånting är lite läskigt och nervöst och man känner the pressure.",
        "pa": "when something is terrifying…\n …and you feel the pressure.",
        "vi": "khi cảm thấy đáng sợ và căng thẳng."
    },
    {
        "start": "00:51:59,800",
        "end": "00:52:02,440",
        "en": "Men ja, jag tror det…",
        "pa": "Yeah.\n But yeah… I think so.",
        "vi": "Và khi thấy áp lực.\n Nhưng ừ, tớ nghĩ vậy."
    },
    {
        "start": "00:52:02,520",
        "end": "00:52:07,920",
        "en": "När jag tänker på att stå där, då känner jag att det slår lite snabbare.",
        "pa": "But when I think about standing there, I can feel my heart beating faster.",
        "vi": "Khi tưởng tượng đến lúc đứng đó,\n tim tôi đập liên hồi và nỗi lo lắng dâng lên."
    },
    {
        "start": "00:52:12,280",
        "end": "00:52:16,920",
        "en": "Har ni känt att ni tvekar? Har det varit nån gång när ni har känt…",
        "pa": "Yeah.\n Have you ever felt any hesitation?",
        "vi": "Cậu từng phân vân chưa?\n Cậu từng thấy ức chế hay do dự chưa?"
    },
    {
        "start": "00:52:17,000",
        "end": "00:52:20,520",
        "en": "Det lär ha varit nåt tvek eller tvivel, eller känns det som att det är…",
        "pa": "Like, have you ever felt like, \"What the hell?\"\n Or have you had any doubts? Or does it feel like it's…?",
        "vi": ""
    },
    {
        "start": "00:52:20,600",
        "end": "00:52:24,840",
        "en": "Definitivt. Från Meiras sida har det varit det",
        "pa": "-No, definitely. -Yeah?\n For Meira's part, it's been there since we met properly for the first time",
        "vi": "Cậu có thấy…\n Ừ, chắc chắn là có rồi. Meira đã có những cảm xúc đó"
    },
    {
        "start": "00:52:24,920",
        "end": "00:52:29,200",
        "en": "sen vi sågs på riktigt första gången, sen dörrarna öppnades.",
        "pa": "",
        "vi": "ngay từ lúc bọn tớ gặp nhau lần đầu tiên, khi cánh cửa mở ra kìa."
    },
    {
        "start": "00:52:29,280",
        "end": "00:52:33,120",
        "en": "Jag och Meira har haft en hel del motgångar.",
        "pa": "once the doors opened.\n Meira and I have had quite a few setbacks, but in a funny way,",
        "vi": "Meira và tôi đã gặp rất nhiều thách thức."
    },
    {
        "start": "00:52:33,200",
        "end": "00:52:36,600",
        "en": "Men på nåt konstigt sätt är jag tacksam för att vi har haft det.",
        "pa": "I'm very grateful that we've had them",
        "vi": "Nhưng có thể nói, tôi cũng mừng vì chuyện đó."
    },
    {
        "start": "00:52:36,680",
        "end": "00:52:41,640",
        "en": "För det visar att vi verkligen kan ta oss an saker som kommer vår väg.",
        "pa": "because it shows that we can deal with things that come our way,",
        "vi": "Vì nó cho thấy chúng tôi có thể đương đầu với trở ngại."
    },
    {
        "start": "00:52:41,720",
        "end": "00:52:44,200",
        "en": "Och i min mening är man redo för äktenskap då.",
        "pa": "and in my opinion, that means you're ready for marriage.",
        "vi": "Và theo tôi, như thế là đủ để cưới nhau rồi."
    },
    {
        "start": "00:52:44,280",
        "end": "00:52:48,400",
        "en": "Jag tycker det är mänskligt att man under en så här kort period känner",
        "pa": "To be fair, I think it's human to think that, during such a short period,",
        "vi": "Tớ nghĩ là thấy diễn biến quá nhanh trong khoảng thời gian ngắn như thế"
    },
    {
        "start": "00:52:48,480",
        "end": "00:52:50,680",
        "en": "att det kanske har gått lite för fort.",
        "pa": "you'd feel like, \"isn't this a bit quick?\"",
        "vi": "mới đúng là người bình thường."
    },
    {
        "start": "00:52:50,760",
        "end": "00:52:54,480",
        "en": "Det hade ju nästan varit varningssignaler om det bara var smooth sailing.",
        "pa": "It would almost be a red flag if it was smooth sailing.",
        "vi": "Nếu mọi việc đều thuận buồm xuôi gió thì mới là có vấn đề."
    },
    {
        "start": "00:52:54,560",
        "end": "00:52:56,760",
        "en": "Då hade jag börjat bli lite orolig.",
        "pa": "-Right. -I might have started to worry a bit then.",
        "vi": "Nếu vậy tớ sẽ rất lo ngại. Không ai thấy nghi ngờ hay lo lắng gì à?"
    },
    {
        "start": "00:52:56,840",
        "end": "00:53:00,440",
        "en": "\"Har ingen tvekat eller tänkt nånting nån gång?\"",
        "pa": "If no one had been worried or had doubts at any point?",
        "vi": ""
    },
    {
        "start": "00:53:00,520",
        "end": "00:53:06,280",
        "en": "Det är lite så jag känner också. Det är klart att man tänker några varv extra.",
        "pa": "Strange, yeah.\n No, and that's how I feel as well.",
        "vi": "Tớ cũng cảm thấy như thế. Dĩ nhiên là ai cũng phải suy ngẫm chuyện đó vài lần."
    },
    {
        "start": "00:53:07,680",
        "end": "00:53:09,440",
        "en": "Jag vet inte.",
        "pa": "-Of course you go over it a few times. -Yeah.\n I don't know.",
        "vi": "Ừ. Tớ không biết nữa."
    },
    {
        "start": "00:53:09,520",
        "end": "00:53:12,800",
        "en": "Det är klart att jag har slagits av lite oro.",
        "pa": "I have been a bit worried.",
        "vi": "Dĩ nhiên là tớ cũng hơi lo lắng."
    },
    {
        "start": "00:53:12,880",
        "end": "00:53:19,440",
        "en": "Tänk, nu när vi är borta från varandra, om hon inte vill göra det här längre.",
        "pa": "Like, imagine now when we're away from each other\n that she just, like, flips a switch and doesn't want to do this anymore?",
        "vi": "Thử tưởng tượng xem, mỗi người một nơi thế này\n mà đột nhiên cô ấy đổi ý, không muốn cưới nữa thì sao."
    },
    {
        "start": "00:53:19,520",
        "end": "00:53:22,760",
        "en": "Som Meira har uttryckt det till mig",
        "pa": "Meira has expressed to me that she's not 100% confident",
        "vi": "Như Meira đã nói rõ với tôi,"
    },
    {
        "start": "00:53:22,840",
        "end": "00:53:27,200",
        "en": "så är hon inte hundra procent säker på vad hon kommer att säga.",
        "pa": "about what she's going to say.",
        "vi": "cô ấy vẫn chưa quyết định 100%."
    },
    {
        "start": "00:53:27,280",
        "end": "00:53:32,480",
        "en": "Vi pratar veckor - inte ens månader - som vi har lärt känna varandra.",
        "pa": "We're talking weeks, not even months, of getting to know each other.",
        "vi": "Chúng tôi chỉ mới tìm hiểu nhau vài tuần, còn chưa được vài tháng."
    },
    {
        "start": "00:53:32,560",
        "end": "00:53:35,120",
        "en": "Är det tillräckligt för ett giftermål?",
        "pa": "Is that enough to get married?",
        "vi": "Như thế có đủ để cưới nhau không?"
    },
    {
        "start": "00:53:38,760",
        "end": "00:53:44,080",
        "en": "Sen tror jag att om jag säger nej så är det inte bara \"tack och hej.\"",
        "pa": "I also think that no matter what, if I say no, it wouldn't be like,",
        "vi": "Tớ cũng nghĩ là dù thế nào, dù tớ không đồng ý cưới,"
    },
    {
        "start": "00:53:44,160",
        "end": "00:53:50,400",
        "en": "Det är ett tufft beslut, om man har kommit så här långt men inte känner sig redo.",
        "pa": "\"Thanks, goodbye.\"\n Such an incredibly tough decision to make",
        "vi": "thì bọn tớ cũng không chấm dứt hẳn.\n Nhưng đó vẫn là một quyết định cực kỳ khó khăn"
    },
    {
        "start": "00:53:50,480",
        "end": "00:53:52,760",
        "en": "Ett nej är ju inte heller ett nej för evigt.",
        "pa": "if you've come this far and don't feel ready.\n And \"no\" doesn't have to be a \"no\" forever.",
        "vi": "vì dù tình cảm đã sâu đậm vậy mà tớ vẫn chưa sẵn sàng.\n \"Không\" không nhất thiết mãi mãi là \"Không\"."
    },
    {
        "start": "00:53:52,840",
        "end": "00:53:55,800",
        "en": "-Det vet man ju aldrig. -Men det kommer att gå bra.",
        "pa": "-You never know. -Exactly, but it will be great.",
        "vi": "- Ai biết tương lai thế nào. - Nhưng sẽ ổn thôi."
    },
    {
        "start": "00:53:55,880",
        "end": "00:53:58,480",
        "en": "Det skulle vara otroligt jobbigt att såra Oscar.",
        "pa": "Hurting Oskar would be really hard.",
        "vi": "Tôi sẽ rất áy náy vì làm Oskar thất vọng."
    },
    {
        "start": "00:53:58,560",
        "end": "00:54:02,960",
        "en": "Han är så fin och genuin och har varit så ärlig",
        "pa": "He's so nice and he's been so honest with me about his feelings,",
        "vi": "Anh ấy rất tốt bụng, chân thành, và luôn trung thực"
    },
    {
        "start": "00:54:03,040",
        "end": "00:54:08,200",
        "en": "med sina känslor, och intentioner och vad han ser framför sig.",
        "pa": "his intentions, what he wants and sees ahead.\n Wow!",
        "vi": "nói rõ cảm xúc, ý định, mong muốn, và dự định của mình.\n Đẹp lắm!"
    },
    {
        "start": "00:54:13,120",
        "end": "00:54:16,320",
        "en": "Om jag då backar skulle det självklart såra honom.",
        "pa": "If I backed down, of course it would hurt him,",
        "vi": "Nên nếu tôi rút lui, rõ ràng anh ấy sẽ bị tổn thương"
    },
    {
        "start": "00:54:16,400",
        "end": "00:54:19,320",
        "en": "Och det har varit jobbigt att tänka så.",
        "pa": "and it's been hard to think about that.",
        "vi": "và tôi rất buồn khi nghĩ đến viễn cảnh đó."
    },
    {
        "start": "00:54:35,280",
        "end": "00:54:38,800",
        "en": "Jag och Meira har genomgått så otroligt mycket från dag ett.",
        "pa": "Meira and I have gone through so much from day one.",
        "vi": "Meira và tôi đã trải qua rất nhiều chuyện ngay từ ngày đầu tiên."
    },
    {
        "start": "00:54:38,880",
        "end": "00:54:42,160",
        "en": "Vi fastnade ju för varandra, precis som hon och Oscar gjorde.",
        "pa": "We connected with each other just like she and Oskar did.",
        "vi": "Chúng tôi quý mến nhau, như tình cảm giữa cô ấy và Oskar vậy."
    },
    {
        "start": "00:54:42,240",
        "end": "00:54:45,480",
        "en": "Så jag är supersuperglad över att få vara här idag och stötta dem.",
        "pa": "So I'm super excited to be here today to support them.",
        "vi": "Vì vậy tôi rất vui khi được ở đây hôm nay vì họ."
    },
    {
        "start": "00:54:49,960",
        "end": "00:54:53,840",
        "en": "Hej, hörni.",
        "pa": "Hello, everybody!",
        "vi": "Chào mọi người!"
    },
    {
        "start": "00:54:53,920",
        "end": "00:54:58,480",
        "en": "Skulle jag få ett nej vid altaret så skulle jag vara helt förkrossad.",
        "pa": "If I were to get rejected at the altar, I'd be devastated.",
        "vi": "Nếu bị từ chối tại lễ đường, tôi sẽ hoàn toàn suy sụp."
    },
    {
        "start": "00:55:00,120",
        "end": "00:55:04,880",
        "en": "Jag har blivit dumpad förut, men att bli lämnad vid altaret…",
        "pa": "Yes, I've been dumped before, but being left at the altar…",
        "vi": "Trước đây tôi từng bị từ chối rồi, nhưng bị bỏ lại ở lễ đường ấy à?"
    },
    {
        "start": "00:55:04,960",
        "end": "00:55:09,160",
        "en": "Jag vill inte ens tänka på det. Det har varit min största farhåga",
        "pa": "I don't even want to think about it.",
        "vi": "Tôi thật không muốn nghĩ đến tí nào.\n Đó cũng là điều tôi sợ nhất khi tham gia thử nghiệm này. Bị bỏ lại ở lễ đường."
    },
    {
        "start": "00:55:09,240",
        "end": "00:55:13,080",
        "en": "inför det här experimentet, att bli lämnad på dagen.",
        "pa": "And it has also been my greatest fear facing this experiment\n to be left on the day.",
        "vi": ""
    },
    {
        "start": "00:55:15,680",
        "end": "00:55:20,480",
        "en": "-Wow. Vad fin du är. -No, I'm feeling it.",
        "pa": "Wow, you're lovely.",
        "vi": "Chà, em đẹp quá."
    },
    {
        "start": "00:55:20,560",
        "end": "00:55:26,840",
        "en": "Vi är en otroligt stor släkt. I den bästa av världar hade alla varit här.",
        "pa": "-I love it. -Now I'm feeling it.\n We're a very big family.",
        "vi": "Giờ em mới hồi hộp này.\n ANH TRAI CỦA MEIRA\n gia đình chúng tôi rất đông người.\n Nếu thuận lợi thì tất cả mọi người đều có mặt ở đây."
    },
    {
        "start": "00:55:26,920",
        "end": "00:55:30,120",
        "en": "Men jag har min mamma, mina systrar och min bror.",
        "pa": "In the best of worlds, everyone would have been here.\n But I have my mother, my sisters, my brother.",
        "vi": "Nhà tôi có mẹ, chị em gái, và anh trai."
    },
    {
        "start": "00:55:30,200",
        "end": "00:55:33,080",
        "en": "Det kommer att gå bra. Vi är här. Vi stöttar dig.",
        "pa": "It'll be fine. We're here for you.",
        "vi": "Sẽ ổn thôi.\n Cả nhà ở đây bên em. Dù em nói gì, dù tiến triển thế nào, bọn anh cũng ở đây."
    },
    {
        "start": "00:55:33,160",
        "end": "00:55:37,240",
        "en": "Vad du säger, hur den går, så är vi här. Okej?",
        "pa": "Whatever you say, whatever happens. We're here, okay?",
        "vi": ""
    },
    {
        "start": "00:55:38,280",
        "end": "00:55:40,160",
        "en": "Anything could happen idag.",
        "pa": "Anything could happen.",
        "vi": "Biết chưa?\n Hôm nay không ai đoán trước được gì."
    },
    {
        "start": "00:55:46,960",
        "end": "00:55:51,160",
        "en": "-Det kommer att gå bra. -Jag har glömt mitt tal. Blacking out.",
        "pa": "-It'll be okay. -I've forgotten my speech.\n -You've forgotten your speech? -I'm blacking out.",
        "vi": "- Sẽ ổn thôi. - Em quên lời phát biểu rồi.\n - Em quên lời phát biểu à? - Đầu óc em đang trống rỗng."
    },
    {
        "start": "00:55:52,840",
        "end": "00:55:57,240",
        "en": "-Jag är redo. Är du redo? -I got this.",
        "pa": "-Are you ready? -I'm ready.\n -You're ready. -I got this.",
        "vi": "- Sẵn sàng chưa? - Rồi ạ.\n - Sẵn sàng chưa? - Em làm được."
    },
    {
        "start": "00:55:57,320",
        "end": "00:56:00,640",
        "en": "-Det kommer att gå bra. -I got this.",
        "pa": "-It'll be okay. -I've got this.",
        "vi": "- Sẽ ổn thôi. - Em làm được."
    },
    {
        "start": "00:56:02,360",
        "end": "00:56:04,680",
        "en": "Jag har aldrig varit så här nervös.",
        "pa": "I've never been this nervous.",
        "vi": "Cả đời tôi chưa từng lo lắng thế này."
    },
    {
        "start": "00:56:04,760",
        "end": "00:56:08,600",
        "en": "Det här är det största beslutet jag nånsin tagit.",
        "pa": "This is the biggest decision I have ever made.",
        "vi": "Đây là quyết định lớn nhất đời tôi."
    },
    {
        "start": "00:56:29,480",
        "end": "00:56:32,320",
        "en": "Hej då, syster. Don't cry.",
        "pa": "Meira, dear sister.\n Don't cry now.",
        "vi": "- Em gái yêu dấu. - Đừng khóc.\n Đừng khóc."
    },
    {
        "start": "00:56:41,960",
        "end": "00:56:45,000",
        "en": "Hej.",
        "pa": "Hello.",
        "vi": "Chào mọi người."
    },
    {
        "start": "00:56:45,080",
        "end": "00:56:50,040",
        "en": "Hej. Vad fina ni är.",
        "pa": "Hello. You look lovely.\n So great.",
        "vi": "Chào tất cả mọi người. Ai cũng đẹp quá.\n Chúa ơi."
    },
    {
        "start": "00:56:54,840",
        "end": "00:56:59,280",
        "en": "Välkomna till ett försommarbröllop",
        "pa": "Hi.\n Welcome to an early summer wedding",
        "vi": "Chào mừng các bạn đến dự đám cưới đầu hè"
    },
    {
        "start": "00:56:59,360",
        "end": "00:57:02,520",
        "en": "mellan Meira Omar",
        "pa": "between Meira Omar",
        "vi": "của Meira Omar và Oskar Fredrik Nordstrand."
    },
    {
        "start": "00:57:02,600",
        "end": "00:57:06,800",
        "en": "och Oskar Fredrik Nordstrand.",
        "pa": "and Oskar Fredrik Nordstrand.",
        "vi": ""
    },
    {
        "start": "00:57:06,880",
        "end": "00:57:11,880",
        "en": "Meira och Oskar, som älskar varandra, har utan att ha sett varandra",
        "pa": "Meira and Oskar,",
        "vi": "Meira và Oskar dù chưa hề gặp mặt mà đã yêu nhau"
    },
    {
        "start": "00:57:11,960",
        "end": "00:57:16,560",
        "en": "förlovat sig i blindo och skapat ett känslomässigt band.",
        "pa": "who loved each other and got engaged without ever having seen each other\n and created an emotional bond,",
        "vi": "và đính hôn, và xây dựng tình cảm với nhau."
    },
    {
        "start": "00:57:16,640",
        "end": "00:57:21,360",
        "en": "De kommer nu ut offentligt och avger sina trohetslöften.",
        "pa": "will now give their vows publicly.",
        "vi": "Giờ họ sẽ chính thức thề nguyền bên nhau."
    },
    {
        "start": "00:57:21,440",
        "end": "00:57:25,760",
        "en": "-Oskar, vill du säga några ord till Meira? -Klart jag vill.",
        "pa": "Oskar, would you like to say a few words to Meira?",
        "vi": "Oskar, anh có muốn nói vài lời với Meira không?"
    },
    {
        "start": "00:57:28,360",
        "end": "00:57:34,120",
        "en": "Vilken resa vi har varit på. Det är faktiskt helt sjukt.",
        "pa": "Of course.\n What a journey we've been on.",
        "vi": "Dĩ nhiên là có chứ.\n Ta đã trải qua một hành trình thật khó tin!\n Thật sự rất điên rồ."
    },
    {
        "start": "00:57:34,200",
        "end": "00:57:40,040",
        "en": "Det känns så himla sjukt att vi började här för inte ens två månader sen.",
        "pa": "It's unbelievable.\n And it feels completely crazy to think",
        "vi": "Và thật lạ khi ta chỉ mới bắt đầu từ chưa đầy hai tháng trước."
    },
    {
        "start": "00:57:40,120",
        "end": "00:57:44,960",
        "en": "Det känns som att jag har känt dig en hel livstid.",
        "pa": "that we started out less than two months ago.\n It feels like I've known you a whole lifetime.",
        "vi": "Thế mà anh cảm thấy như thể đã biết em cả đời này vậy."
    },
    {
        "start": "00:57:45,040",
        "end": "00:57:49,720",
        "en": "Och jag är så himla glad att jag har träffat dig.",
        "pa": "And I am so happy to have met you.",
        "vi": "Và anh rất vui vì đã gặp được em."
    },
    {
        "start": "00:57:49,800",
        "end": "00:57:56,120",
        "en": "Det lugn du har spridit hos mig ända sen jag hörde din röst för första gången",
        "pa": "And the calm that you filled me with\n ever since the day I heard your voice for the first time,",
        "vi": "Và sự bình yên em trao cho anh\n kể từ lần đầu tiên anh nghe thấy giọng nói của em…"
    },
    {
        "start": "00:57:56,200",
        "end": "00:57:58,440",
        "en": "det kommer jag aldrig glömma.",
        "pa": "I will never forget that.",
        "vi": "anh sẽ không bao giờ quên được."
    },
    {
        "start": "00:57:58,520",
        "end": "00:58:01,640",
        "en": "Du är en så kärleksfull och varm person.",
        "pa": "You are such a loving and warm person.",
        "vi": "Em là một người tràn đầy yêu thương và ấm áp."
    },
    {
        "start": "00:58:01,720",
        "end": "00:58:06,920",
        "en": "Om nån inte ser det så har de inte fått möjligheten att lära känna dig.",
        "pa": "If someone doesn't see that, they've never had the chance to get to know you.",
        "vi": "Chỉ những người không có cơ hội tiếp xúc với em mới không nhận ra điều đó."
    },
    {
        "start": "00:58:07,000",
        "end": "00:58:09,440",
        "en": "Jag älskar dig jättemycket.",
        "pa": "I love you so much.",
        "vi": "Anh yêu em rất nhiều."
    },
    {
        "start": "00:58:10,560",
        "end": "00:58:15,080",
        "en": "Meira, vill du säga några ord till Oskar?",
        "pa": "Meira, do you want to say a few words to Oskar?",
        "vi": "Meira, cô có thể nói vài lời với Oskar được không?"
    },
    {
        "start": "00:58:20,600",
        "end": "00:58:25,920",
        "en": "Jag tror inte jag har det i mig att bli kär.",
        "pa": "\"I don't think I have what it takes to fall in love.\"",
        "vi": "Em không nghĩ mình là kiểu người có thể yêu."
    },
    {
        "start": "00:58:26,000",
        "end": "00:58:32,920",
        "en": "Det var nåt jag upprepade för mig själv gång på gång under många år.",
        "pa": "That was something I repeated to myself time and time again for many years.",
        "vi": "Em đã tự nhủ như thế bao nhiêu năm nay rồi."
    },
    {
        "start": "00:58:33,000",
        "end": "00:58:37,520",
        "en": "Och efter första dejten, första dagen i kapslarna, med dig",
        "pa": "And after the first date, the first day in the pods with you,",
        "vi": "Thế mà sau buổi hẹn hò đầu tiên trong hôm đầu tiên ở phòng kín với anh,"
    },
    {
        "start": "00:58:37,600",
        "end": "00:58:42,520",
        "en": "så kände jag något inom mig bli lite, lite lättare.",
        "pa": "I felt something inside of me become a little bit lighter.",
        "vi": "em cảm thấy phần nào đó trong em tươi sáng hơn một chút."
    },
    {
        "start": "00:58:42,600",
        "end": "00:58:47,520",
        "en": "Vi fann verkligen varandra i kapslarna, genom alla våra likheter.",
        "pa": "We really found each other in the pods, through all of our similarities.",
        "vi": "Đúng là lúc ở phòng kín, ta đã tìm thấy nhau qua những điểm tương đồng."
    },
    {
        "start": "00:58:47,600",
        "end": "00:58:50,280",
        "en": "Jag insåg där inne med dig",
        "pa": "In there with you,",
        "vi": "Khi ở trong đó cùng anh, em thấy"
    },
    {
        "start": "00:58:50,360",
        "end": "00:58:54,960",
        "en": "hur enkelt det var att vara mig själv och den personen jag ville vara",
        "pa": "I realized how easy it was to be myself and the person I want to be,",
        "vi": "việc là chính mình và hoàn thiện bản thân dễ dàng biết bao."
    },
    {
        "start": "00:58:55,040",
        "end": "00:59:00,760",
        "en": "hur stort, viktigt och avgörande kommunikation är",
        "pa": "how big, important and crucial communication is,",
        "vi": "Em thấy được việc ta trao đổi với nhau quan trọng và thiết yếu thế nào."
    },
    {
        "start": "00:59:00,840",
        "end": "00:59:04,400",
        "en": "och hur vackert det är med en man som har så nära till sina känslor.",
        "pa": "how beautiful it is to be with a man who is so vulnerable.",
        "vi": "Và được ở bên một người luôn thành thật với cảm xúc tuyệt thế nào."
    },
    {
        "start": "00:59:05,680",
        "end": "00:59:09,400",
        "en": "Och Oskar, trots att du aldrig såg mig",
        "pa": "And, Oskar, even though you never saw me,",
        "vi": "Và Oskar, dù anh không nhìn thấy em,"
    },
    {
        "start": "00:59:09,480",
        "end": "00:59:14,640",
        "en": "så hade jag aldrig känt mig så sedd tidigare i mitt liv.",
        "pa": "I had never felt so seen in all my life.",
        "vi": "em vẫn cảm thấy mình được chấp nhận nhất từ trước tới giờ."
    },
    {
        "start": "00:59:14,720",
        "end": "00:59:16,560",
        "en": "Så fint.",
        "pa": "So sweet.",
        "vi": "Anh cảm động quá!"
    },
    {
        "start": "00:59:19,600",
        "end": "00:59:24,680",
        "en": "Det har nu blivit dags att ta reda på om kärleken är blind.",
        "pa": "It's time to find out if love is blind.",
        "vi": "Giờ là lúc ta biết được tình yêu có mù quáng hay không."
    },
    {
        "start": "00:59:25,960",
        "end": "00:59:29,640",
        "en": "Genom att ingå äktenskap lovar Meira och Oskar",
        "pa": "By entering into marriage,",
        "vi": "Khi đồng ý việc kết hôn, Meira và Oskar cùng hứa"
    },
    {
        "start": "00:59:29,720",
        "end": "00:59:33,520",
        "en": "att respektera och stötta varandra.",
        "pa": "Meira and Oskar promise to respect and support each other.",
        "vi": "sẽ luôn tôn trọng và hỗ trợ lẫn nhau."
    },
    {
        "start": "00:59:33,600",
        "end": "00:59:36,960",
        "en": "Så nu frågar jag dig, Oskar.",
        "pa": "So now I ask you, Oskar,",
        "vi": "Vậy bây giờ xin hỏi anh, Oskar."
    },
    {
        "start": "00:59:37,040",
        "end": "00:59:44,000",
        "en": "Vill du ta Meira till din hustru att älska, vårda och ge tillit livet ut?",
        "pa": "do you take Meira to be your wife and to love, hold and cherish her\n for as long as you live?",
        "vi": "Anh có đồng ý lấy Meira làm vợ, yêu thương,\n trân trọng cô ấy, và trao cho cô ấy niềm tin cả đời không?"
    },
    {
        "start": "00:59:53,040",
        "end": "00:59:54,920",
        "en": "Meira…",
        "pa": "Meira…",
        "vi": "Meira…"
    },
    {
        "start": "00:59:56,160",
        "end": "01:00:01,320",
        "en": "Jag har under så lång tid sagt att jag aldrig har varit så säker på nånting",
        "pa": "for a long time I've said that I've never been so sure about anything",
        "vi": "Anh nghĩ anh đã tự nhủ từ rất lâu rồi"
    },
    {
        "start": "01:00:01,400",
        "end": "01:00:04,440",
        "en": "som jag varit på det här.",
        "pa": "as I am about this.",
        "vi": "là anh chưa từng chắc chắn về việc gì hơn việc này."
    },
    {
        "start": "01:00:04,520",
        "end": "01:00:08,280",
        "en": "Och det står jag fast vid. Det är klart jag vill gifta mig med dig.",
        "pa": "And I stand by that. Of course I want to marry you.",
        "vi": "Và anh vẫn cảm thấy thế. Dĩ nhiên là anh muốn cưới em."
    },
    {
        "start": "01:00:08,360",
        "end": "01:00:10,800",
        "en": "Ja.",
        "pa": "Yes.",
        "vi": "Tôi đồng ý."
    },
    {
        "start": "01:00:12,880",
        "end": "01:00:15,720",
        "en": "Då frågar jag dig, Meira.",
        "pa": "Then I'll ask you, Meira.",
        "vi": "Vậy xin hỏi cô, Meira."
    },
    {
        "start": "01:00:20,480",
        "end": "01:00:22,880",
        "en": "Vill du ta Oskar till din man",
        "pa": "Do you take Oskar to be your husband",
        "vi": "Cô có đồng ý lấy Oskar làm chồng,"
    },
    {
        "start": "01:00:22,960",
        "end": "01:00:29,240",
        "en": "och älska, vårda och ge tillit till honom livet ut?",
        "pa": "and to love, hold and cherish him for as long as you live?\n ♪ All of my life ♪",
        "vi": "yêu thương, trân trọng anh ấy, và trao cho anh ấy niềm tin cả đời không?"
    },
    {
        "start": "01:00:41,320",
        "end": "01:00:42,960",
        "en": "Oskar.",
        "pa": "♪ I've been high and low ♪\n ♪ Fighting shadows below… ♪\n Oskar…",
        "vi": "Oskar."
    },
    {
        "start": "01:00:49,840",
        "end": "01:00:54,520",
        "en": "Jag vill att du ska veta att oavsett vad som händer här ikväll…",
        "pa": "I want you to know that no matter what happens here tonight…",
        "vi": "Hãy biết là dù tối nay có thế nào…"
    },
    {
        "start": "01:00:59,760",
        "end": "01:01:04,640",
        "en": "…har min kärlek för dig alltid varit sann och riktig.",
        "pa": "…my love for you has always been true and real.\n And…",
        "vi": "em vẫn luôn yêu anh chân thành, không giả dối."
    },
    {
        "start": "01:01:18,480",
        "end": "01:01:19,840",
        "en": "Oskar…",
        "pa": "…Oskar…",
        "vi": "Oskar, dĩ nhiên là em muốn cưới anh rồi!"
    },
    {
        "start": "01:01:19,920",
        "end": "01:01:24,120",
        "en": "Det är klart att jag vill gifta mig med dig.",
        "pa": "of course I want to marry you.\n -Yes!",
        "vi": ""
    },
    {
        "start": "01:01:44,440",
        "end": "01:01:47,320",
        "en": "Du höll på att ge mig en hjärtattack.",
        "pa": "You almost gave me a heart attack.",
        "vi": "Em suýt làm anh lên cơn đau tim đấy."
    },
    {
        "start": "01:01:51,040",
        "end": "01:01:55,760",
        "en": "♪ All I know is that I want you ♪",
        "pa": "♪ All I know is that I want you ♪",
        "vi": ""
    },
    {
        "start": "01:02:00,400",
        "end": "01:02:03,000",
        "en": "-Jag älskar dig. -Jag älskar dig.",
        "pa": "-I love you. -I love you too.",
        "vi": "- Anh yêu em. - Em cũng yêu anh."
    },
    {
        "start": "01:02:09,040",
        "end": "01:02:12,800",
        "en": "Jag förklarar er äkta makar.",
        "pa": "I declare you husband and wife.\n Whoo!",
        "vi": "Bây giờ tôi tuyên bố, hai người là vợ chồng."
    },
    {
        "start": "01:02:19,520",
        "end": "01:02:24,480",
        "en": "♪ All I know is that I want you ♪",
        "pa": "Whoo-hoo!\n ♪ All I know is that I want you ♪",
        "vi": ""
    },
    {
        "start": "01:02:25,760",
        "end": "01:02:28,320",
        "en": "Vi är gifta.",
        "pa": "We're married.",
        "vi": "Ta là vợ chồng rồi."
    },
    {
        "start": "01:02:28,400",
        "end": "01:02:31,360",
        "en": "Det är dig jag har väntat på i hela mitt liv.",
        "pa": "I feel like I've been waiting for you my whole life.",
        "vi": "Anh cảm thấy như thể đã chờ em xuất hiện cả đời vậy."
    },
    {
        "start": "01:02:31,440",
        "end": "01:02:34,320",
        "en": "Alla behöver en Meira i sitt liv men det finns bara en.",
        "pa": "Everybody needs a Meira in their life, but there's only one.",
        "vi": "Ai cũng cần có Meira trong đời. Nhưng chỉ có một Meira thôi!"
    },
    {
        "start": "01:02:34,400",
        "end": "01:02:39,240",
        "en": "-Ja, och du fick den. The only one. -The only one.",
        "pa": "Yes, and you got her.\n -Yes. -The only one.",
        "vi": "Phải. Và anh là người có được cô ấy. Meira độc nhất này!"
    },
    {
        "start": "01:02:39,320",
        "end": "01:02:43,320",
        "en": "Den lyckligt lottade. Ja, jag är så himla glad.",
        "pa": "The only one.\n The lucky one.\n I am so happy.",
        "vi": "Meira độc nhất.\n Anh quả là may mắn. Anh hạnh phúc quá."
    },
    {
        "start": "01:02:45,960",
        "end": "01:02:50,000",
        "en": "-Jag älskar dig. -Jag älskar dig.",
        "pa": "♪ All I know is that… ♪\n Love you.\n Love you.\n -♪ It's only love ♪",
        "vi": "Anh yêu em.\n Em yêu anh."
    },
    {
        "start": "01:03:06,360",
        "end": "01:03:09,480",
        "en": "Jag är så glad, men hon gav mig lite hjärtattack där.",
        "pa": "♪ I'm coming home Coming home to you ♪\n ♪ Only… ♪\n Yes!\n I'm so happy, but she gave me a little heart attack.",
        "vi": "Con rất hạnh phúc. Nhưng lúc đó cô ấy suýt làm con đau tim đấy."
    },
    {
        "start": "01:03:09,560",
        "end": "01:03:14,040",
        "en": "Det var inte meningen. I mitt huvud lät det inte lika läskigt.",
        "pa": "I didn't mean to.",
        "vi": "Em không cố ý. Lúc em nghĩ trong đầu thì những lời đó không có vẻ đáng sợ thế."
    },
    {
        "start": "01:03:14,120",
        "end": "01:03:20,360",
        "en": "\"Oavsett vad som händer ikväll\"… Jag bara… \"Vad betyder det?\"",
        "pa": "In my head, it didn't sound so scary.\n \"No matter what happens tonight.\"\n I was like, what does that mean? What does that mean?",
        "vi": "\"Dù tối nay thế nào,\" làm anh thấp thỏm không biết là sao."
    },
    {
        "start": "01:03:20,440",
        "end": "01:03:24,560",
        "en": "Jag tycker faktiskt att det är Oskars förtjänst.",
        "pa": "I actually think we have Oskar to thank.",
        "vi": "Là sao hả?\n Tôi nghĩ là nhờ Oskar cả."
    },
    {
        "start": "01:03:24,640",
        "end": "01:03:29,880",
        "en": "Det var han som kunde ta henne fram till altaret.",
        "pa": "-Oskar, you know, he's… -He could kind of get her to the altar!",
        "vi": "Chính cậu ấy đã đưa con bé đến lễ đường."
    },
    {
        "start": "01:03:29,960",
        "end": "01:03:33,240",
        "en": "-Ja, han är unik. Han är… -Ja…",
        "pa": "-Yeah, he's unique. A great guy. -Yes, exactly, he is.",
        "vi": "- Cậu ấy rất đặc biệt. Nói gì đây nhỉ? - Phải. Mong là…"
    },
    {
        "start": "01:03:33,320",
        "end": "01:03:38,920",
        "en": "-Vi är glada att Oskar joinar familjen. -Välkommen till familjen, Oskar!",
        "pa": "We're happy that Oskar is joining the family.\n Welcome to the family, Oskar.",
        "vi": "Chúng tôi rất vui vì Oskar đã thành người một nhà.\n Chào mừng đến với gia đình này, Oskar!"
    },
    {
        "start": "01:03:41,600",
        "end": "01:03:45,960",
        "en": "Det har alltid varit rätt, men det har fått ta sin tid och sin process.",
        "pa": "It's always been right, but we've given the process the time it takes.",
        "vi": "Chúng tôi là một nửa của nhau, nhưng cần thời gian để xây đắp tình cảm."
    },
    {
        "start": "01:03:46,040",
        "end": "01:03:51,080",
        "en": "Vi har gått igenom världens resa, men jag är glad att det är vår resa.",
        "pa": "We've been through a hell of a journey. But I'm happy that it's our journey.",
        "vi": "Quả là dữ dội nhưng tôi rất vui. Vì đó là hành trình của chúng tôi."
    },
    {
        "start": "01:03:51,160",
        "end": "01:03:57,480",
        "en": "Det finns säkert folk som har åsikter om den, men jag kunde inte bry mig mindre.",
        "pa": "I'm sure people have their own opinions about it.",
        "vi": "Và tôi chắc chắn là sẽ có nhiều người có ý kiến này nọ,\n nhưng nói thật, tôi chẳng quan tâm, vì tôi chỉ biết là…"
    },
    {
        "start": "01:03:57,560",
        "end": "01:04:03,760",
        "en": "Allt jag vet är att jag står här som en gift man med mitt livs största kärlek.",
        "pa": "But I couldn't care less, to be honest.\n All I know is that I'm standing here now\n and I'm married to the greatest love of my life.\n ♪ I'm going to put it out there… ♪",
        "vi": "tôi đang đứng đây cạnh vợ, tình yêu lớn nhất đời mình."
    },
    {
        "start": "01:04:16,040",
        "end": "01:04:18,640",
        "en": "Vi är gifta!",
        "pa": "♪ I've never felt so sure… ♪\n -So many of you. -We're married!",
        "vi": "Chúng tôi kết hôn rồi!"
    },
    {
        "start": "01:04:21,520",
        "end": "01:04:24,680",
        "en": "Åh…. A-Ah…",
        "pa": "Ahhhh…\n Uh-uh.",
        "vi": ""
    },
    {
        "start": "01:04:24,760",
        "end": "01:04:28,240",
        "en": "Åh… Ah…",
        "pa": "Ahhhh…\n Ah!",
        "vi": ""
    },
    {
        "start": "01:04:35,680",
        "end": "01:04:38,120",
        "en": "Jag har alltid velat göra det där.",
        "pa": "Mmm!\n I've always wanted to do that.",
        "vi": "Tôi vẫn luôn muốn làm thế."
    },
    {
        "start": "01:04:40,040",
        "end": "01:04:43,920",
        "en": "-Kärleken är hundra procent blind. -Kärleken är verkligen blind.",
        "pa": "Love is 100% blind.",
        "vi": "- Yêu là mù quáng, 100%. - Tình yêu đúng là mù quáng."
    },
    {
        "start": "01:04:44,000",
        "end": "01:04:47,480",
        "en": "Så, snälla… Ja, experimentet funkar.",
        "pa": "Love is really blind, it's…\n Please. Yes, the experiment works.",
        "vi": "Thật. Đúng vậy. Thử nghiệm này có thành công đấy."
    },
    {
        "start": "01:04:47,560",
        "end": "01:04:49,080",
        "en": "En, två, tre!",
        "pa": "One, two, three…",
        "vi": "Một, hai, ba!"
    },
    {
        "start": "01:04:49,160",
        "end": "01:04:53,880",
        "en": "Det finns inget annat sätt att bli kär på, än att bli kär i någons inre.",
        "pa": "There's no better way to fall in love than to fall for someone's inner self.",
        "vi": "Không gì hơn là yêu vì con người thật của đối phương."
    },
    {
        "start": "01:04:53,960",
        "end": "01:04:56,560",
        "en": "Vi blev på riktigt kära bakom en stängd vägg.",
        "pa": "We fell in love behind a wall,",
        "vi": "Thực sự yêu họ, qua một bức tường kín."
    },
    {
        "start": "01:04:56,640",
        "end": "01:05:00,760",
        "en": "Och när vi väl träffas och kanske stöter på olikheter i livet",
        "pa": "and now when we finally meet and maybe come across differences in our lives,",
        "vi": "Và sau khi gặp nhau, và biết được những khác biệt của nhau,"
    },
    {
        "start": "01:05:00,840",
        "end": "01:05:03,520",
        "en": "så har vi den grunden med oss. Vi kan kommunicera.",
        "pa": "we have that foundation.",
        "vi": "vẫn có tình yêu đó làm nền tảng."
    },
    {
        "start": "01:05:03,600",
        "end": "01:05:08,640",
        "en": "Vi kan basera alla våra utmaningar på att vi har den grunden vi kommer ifrån.",
        "pa": "We can communicate.\n We can base all our challenges on that foundation we've built.",
        "vi": "Chúng tôi sẽ trao đổi với nhau và vượt qua mọi trở ngại dựa trên xuất phát điểm đó."
    },
    {
        "start": "01:05:08,720",
        "end": "01:05:11,280",
        "en": "Åh, baby.",
        "pa": "-Aw, baby. -Yes.",
        "vi": "Anh yêu."
    },
    {
        "start": "01:05:16,760",
        "end": "01:05:19,840",
        "en": "Vi är ett kvitto på att kärleken är blind.",
        "pa": "We are living proof that love is blind.",
        "vi": "Chúng tôi chính là bằng chứng cho thấy tình yêu là mù quáng."
    },
    {
        "start": "01:05:19,920",
        "end": "01:05:22,760",
        "en": "Ja, alltså jag tror verkligen det.",
        "pa": "Yes, I really believe that,",
        "vi": "Tôi cũng đồng ý, vì nếu không, chưa chắc chúng tôi đã ở bên nhau."
    },
    {
        "start": "01:05:22,840",
        "end": "01:05:26,320",
        "en": "Vi tror ju inte att vi hade träffats annars. Om vi hade sett varandra",
        "pa": "because we would not have met otherwise.",
        "vi": ""
    },
    {
        "start": "01:05:26,400",
        "end": "01:05:30,280",
        "en": "hade vi inte börjat prata. Jag tror inte att vi hade klickat så med varandra.",
        "pa": "If we had seen each other outside of this,",
        "vi": "Dù có gặp nhau, chúng tôi cũng sẽ không bắt chuyện.\n Tôi sẽ nghĩ chúng tôi không hợp nhau."
    },
    {
        "start": "01:05:30,360",
        "end": "01:05:33,520",
        "en": "Det är värt det, att göra sig sårbar. Det är läskigt.",
        "pa": "I'm not sure we would have clicked.\n It's worth making yourself vulnerable.",
        "vi": "Việc bộc bạch bản thân rất đáng sợ, nhưng rất xứng đáng, vì xem này."
    },
    {
        "start": "01:05:33,600",
        "end": "01:05:36,120",
        "en": "Men kolla… Det här…",
        "pa": "It's scary, but look at this.",
        "vi": ""
    },
    {
        "start": "01:05:42,120",
        "end": "01:05:48,680",
        "en": "Det är ju tungt som fan. Du som har hela din i familj här…",
        "pa": "It's really tough.\n It's like your entire family and…",
        "vi": "Anh thấy rất nặng nề.\n Cảm giác như… có vài phần gia đình em… Và…"
    },
    {
        "start": "01:05:48,760",
        "end": "01:05:52,520",
        "en": "Jag tar inte deras liksom närvaro i beaktande i mitt beslut.",
        "pa": "Their presence didn't affect my decision, but…",
        "vi": "Anh không lo lắng về suy nghĩ của họ khi ra quyết định này"
    },
    {
        "start": "01:05:52,600",
        "end": "01:05:56,440",
        "en": "Det är ju fortfarande tungt att göra det här framför alla.",
        "pa": "No, of course.\n …it feels kind of heavy to do this in front of everyone.",
        "vi": "nhưng làm vậy trước mặt mọi người vẫn rất nặng nề."
    },
    {
        "start": "01:05:56,520",
        "end": "01:06:00,240",
        "en": "Men jag var inte redo att säga ja.",
        "pa": "But I wasn't ready to say yes.",
        "vi": "Anh chưa sẵn sàng nói lời đồng ý hôm nay."
    },
    {
        "start": "01:06:00,320",
        "end": "01:06:03,040",
        "en": "Och jag tror du uppskattar att jag är ärlig mot oss.",
        "pa": "And…\n I think you appreciate that I'm honest with us.",
        "vi": "Anh nghĩ em sẽ vui vì anh đã thành thật với bản thân và với chúng ta."
    },
    {
        "start": "01:06:03,120",
        "end": "01:06:07,640",
        "en": "Ja, det vet du att jag uppskattar. Jag bara infinner mig i det just nu.",
        "pa": "Yeah, you know I appreciate that.\n I'm just trying to take it all in now.",
        "vi": "Anh biết là em thích thế mà. Em chỉ cần thời gian chấp nhận thôi."
    },
    {
        "start": "01:06:10,160",
        "end": "01:06:15,800",
        "en": "Jag sa ja för att jag ser framtiden. Han vet garanterat hur jag känner för honom.",
        "pa": "I said yes because I see a future. He knows for sure how I feel about him.",
        "vi": "Tôi đồng ý cưới vì thấy tương lai có thể hạnh phúc.\n Anh ấy biết rõ tình cảm tôi dành cho anh ấy."
    },
    {
        "start": "01:06:15,880",
        "end": "01:06:21,200",
        "en": "Jag behöver inte göra nånting mer. Skillnaden är att jag vågar blicka framåt.",
        "pa": "I don't feel that I need to do anything more.\n The difference between him and me is that I look forward.",
        "vi": "Tôi thấy mình không cần làm gì nữa cả.\n Tôi khác anh ấy ở chỗ tôi dám nhìn về phía trước."
    },
    {
        "start": "01:06:21,280",
        "end": "01:06:25,480",
        "en": "Och nu är det den starkaste sidan av Emilia Holmqvist som pratar.",
        "pa": "And this is really the strongest side of Emilia Holmqvist talking.",
        "vi": "Đây mới thật sự là điểm mạnh nhất của Emilia Holmqvist thẳng thắn này."
    },
    {
        "start": "01:06:27,840",
        "end": "01:06:33,320",
        "en": "Mitt värde som människa minskas inte på grund av att han säger nej just nu.",
        "pa": "My worth as a human being is not diminished because he says no right now.",
        "vi": "Giá trị con người tôi không hề giảm chỉ vì anh ấy nói không lúc này."
    },
    {
        "start": "01:06:33,400",
        "end": "01:06:38,560",
        "en": "Det är bara det att han har inte ännu insett hur jävla fantastisk jag är.",
        "pa": "It's just that he hasn't yet realized how damn fantastic I am.",
        "vi": "Chẳng qua anh ấy chưa nhận ra được tôi tuyệt vời thế nào thôi."
    },
    {
        "start": "01:06:47,960",
        "end": "01:06:50,600",
        "en": "Min fucking broder.",
        "pa": "My fuckin' brother.",
        "vi": "- Người anh em. Cuối cùng cũng cưới rồi! - Rất vui vì anh cũng đến."
    },
    {
        "start": "01:06:50,680",
        "end": "01:06:53,560",
        "en": "-Äntligen. -Jag är så glad att du kom hit.",
        "pa": "-Finally. -I'm so glad you came, you know?",
        "vi": ""
    },
    {
        "start": "01:06:53,640",
        "end": "01:06:56,360",
        "en": "Jag är så glad att jag fick komma hit.",
        "pa": "I'm so glad to be here.",
        "vi": "- Tôi rất vui vì đã đến. - Tôi hạnh phúc lắm."
    },
    {
        "start": "01:06:57,560",
        "end": "01:07:00,880",
        "en": "Smakar du fortfarande tårta?",
        "pa": "- Mm! -Do you still taste of cake?\n -Yeah.",
        "vi": "- Anh vẫn có vị bánh chứ? - Ừ."
    },
    {
        "start": "01:07:00,960",
        "end": "01:07:05,400",
        "en": "Jag har grubblat väldigt mycket på om kärleken är blind eller inte.",
        "pa": "Well, I've been thinking a lot about if love is blind or not.",
        "vi": "Tôi đã suy nghĩ rất nhiều việc tình yêu có mù quáng hay không."
    },
    {
        "start": "01:07:05,480",
        "end": "01:07:09,360",
        "en": "Jag blev ju kär i Catja där inne. Jag har känt de här känslorna och så vidare.",
        "pa": "I did fall in love with Catja, I did feel those feelings that come with love.",
        "vi": "Tôi đã yêu Catja ở đó, đã có những cảm xúc đó, kiểu kiểu vậy."
    },
    {
        "start": "01:07:09,440",
        "end": "01:07:13,600",
        "en": "Alltså ja, den är det. Jag har ju friat till nån genom en vägg.",
        "pa": "So yes, it is. I proposed to someone through a wall.",
        "vi": "Đúng. Tình yêu có mù quáng. Tôi đã cầu hôn qua một bức tường mà lại."
    },
    {
        "start": "01:07:13,680",
        "end": "01:07:15,880",
        "en": "Så ja, kärleken är blind. Det är den.",
        "pa": "Yeah. Love is blind. It is.",
        "vi": "Nên tình yêu có mù quáng. Thật vậy."
    },
    {
        "start": "01:07:15,960",
        "end": "01:07:19,320",
        "en": "Catja. När jag såg dig… \"I'm gonna cry.\"",
        "pa": "Catja, when I saw you, I was like, \"I'm going to cry.\"",
        "vi": "Catja! Lúc thấy cô, tôi suýt khóc đấy."
    },
    {
        "start": "01:07:21,920",
        "end": "01:07:25,160",
        "en": "Jag är så glad att du kom.",
        "pa": "I'm so glad you came.",
        "vi": "Tôi rất vui vì cô đến dự đám cưới."
    },
    {
        "start": "01:07:25,240",
        "end": "01:07:28,760",
        "en": "Jag ångrar ingenting. Absolut ingenting.",
        "pa": "I don't regret anything. Absolutely nothing.",
        "vi": "Tôi không hối tiếc bất cứ điều gì. Hoàn toàn không."
    },
    {
        "start": "01:07:28,840",
        "end": "01:07:35,520",
        "en": "Jag är så glad och stolt över att jag har varit med. Det har bara varit kul.",
        "pa": "I'm so happy and so proud that I've taken part in this.",
        "vi": "Tôi rất hạnh phúc và tự hào vì đã tham gia việc này."
    },
    {
        "start": "01:07:35,600",
        "end": "01:07:38,160",
        "en": "Det har så klart varit upp och ner med känslor",
        "pa": "It's been nothing but fun, and of course it's been up and down emotionally,",
        "vi": "Nó rất thú vị.\n Dĩ nhiên là có đủ mọi cảm xúc thăng trầm,"
    },
    {
        "start": "01:07:38,240",
        "end": "01:07:44,720",
        "en": "men över lag så har det varit ett häftigt experiment. Jag är supersuperglad.",
        "pa": "but overall it's…\n Yeah, it's been such a cool experiment, so I'm super happy to have done it.",
        "vi": "nhưng nhìn chung, đây thật sự là một thử nghiệm thú vị."
    },
    {
        "start": "01:07:44,800",
        "end": "01:07:49,480",
        "en": "Vi har öppnat upp våra hjärtan. Du kommer vara mottagning för the love of your life.",
        "pa": "We've opened up our hearts, so you'll be ready for the love of your life.",
        "vi": "Vì vậy tôi rất vui.\n Ta đã mở lòng rồi,\n nên cô sẽ dễ dàng có được tình yêu đời mình."
    },
    {
        "start": "01:07:49,560",
        "end": "01:07:52,960",
        "en": "-Vilken sekund som helst. -Han kommer.",
        "pa": "-Thank you. -Any second now.\n He's coming now.",
        "vi": "- Sắp rồi. - Anh ấy sắp xuất hiện rồi!"
    },
    {
        "start": "01:07:53,040",
        "end": "01:07:56,120",
        "en": "Nu ska jag bara vara lite själv först.",
        "pa": "I'm just gonna be by myself for a while.\n - Sing now. - Hey, hey!\n Hah, dance.",
        "vi": "Nhưng giờ tôi ở một mình trước đã."
    },
    {
        "start": "01:08:07,160",
        "end": "01:08:09,200",
        "en": "Vad gör jag nu?",
        "pa": "Let's dance.\n - Oh, wow.\n Dance with your new wife.",
        "vi": ""
    },
    {
        "start": "01:08:11,760",
        "end": "01:08:15,240",
        "en": "Det är helt tyst. Det här är det bästa.",
        "pa": "And you're silent? Aren't we dancing?",
        "vi": "Anh chọn em.\n Tắt nhạc rồi! Không phải ta đang khiêu vũ à?"
    },
    {
        "start": "01:08:17,000",
        "end": "01:08:19,320",
        "en": "-Dansa, dansa bara. -Kom igen!",
        "pa": "-Come on, dance. - Whoo!\n Come on.",
        "vi": "Nhảy nào!"
    },
    {
        "start": "01:08:35,279",
        "end": "01:08:38,880",
        "en": "♪ They say love is blind ♪",
        "pa": "Whoo!\n ♪ They say love is blind ♪",
        "vi": ""
    },
    {
        "start": "01:08:38,960",
        "end": "01:08:43,399",
        "en": "♪ But we know this one is so true ♪",
        "pa": "♪ But we know this one is so true ♪",
        "vi": ""
    },
    {
        "start": "01:08:43,479",
        "end": "01:08:47,000",
        "en": "♪ The sun shines so bright ♪",
        "pa": "♪ The sun shines so bright ♪",
        "vi": ""
    },
    {
        "start": "01:08:47,080",
        "end": "01:08:51,520",
        "en": "♪ There's no need to wait for the rain ♪",
        "pa": "♪ There's no need To wait for the rain ♪",
        "vi": ""
    },
    {
        "start": "01:08:51,600",
        "end": "01:08:55,399",
        "en": "♪ Don't you see my heart is beating fast ♪",
        "pa": "♪ Don't you see My heart is beating fast? ♪",
        "vi": ""
    },
    {
        "start": "01:08:55,479",
        "end": "01:08:58,680",
        "en": "♪ And I know it will for long, long time ♪",
        "pa": "♪ And I know it will For a long, long time ♪",
        "vi": ""
    },
    {
        "start": "01:08:58,760",
        "end": "01:09:04,160",
        "en": "♪ You're the one I need 'Cause you make me feel so right ♪",
        "pa": "♪ You're the one And you can make me feel so alive ♪\n LOVE IS BLIND SWEDEN\n ♪ You were looking for some honesty ♪",
        "vi": "YÊU LÀ MÙ QUÁNG: THỤY ĐIỂN"
    },
    {
        "start": "01:09:11,200",
        "end": "01:09:12,319",
        "en": "",
        "pa": "♪ Looking for someone ♪",
        "vi": ""
    },
    {
        "start": "01:09:12,399",
        "end": "01:09:15,200",
        "en": "",
        "pa": "♪ You could understand ♪",
        "vi": ""
    },
    {
        "start": "01:09:15,279",
        "end": "01:09:16,880",
        "en": "",
        "pa": "♪ All you have to do is ♪",
        "vi": ""
    },
    {
        "start": "01:09:16,960",
        "end": "01:09:20,240",
        "en": "",
        "pa": "♪ Let me love you for yourself ♪ ",
        "vi": ""
    },
    {
        "start": "01:09:44,920",
        "end": "01:09:49,920",
        "en": "",
        "pa": "",
        "vi": "Biên dịch: Hà Đậu "
    }
]