[
    {
        "start": "00:00:10,208",
        "end": "00:00:13,417",
        "en": "Ist mir scheißegal. Morgen können wir alles schmeißen.",
        "pa": "I don't fucking care. We can quit everything tomorrow.",
        "vi": "Anh chả quan tâm đâu. Ngày mai bỏ hết cũng được."
    },
    {
        "start": "00:00:14,792",
        "end": "00:00:17,792",
        "en": "Nein, es wäre mir egal. Du musst meinetwegen kein Scheißschiff fahren.",
        "pa": "No, I would not care! I don't need you to drive a fucking ship.",
        "vi": "Ừ, anh chả tiếc nuối đâu. Anh chả cần em gồng gánh con thuyền này."
    },
    {
        "start": "00:00:17,875",
        "end": "00:00:19,042",
        "en": "Lass das Schiff untergehen.",
        "pa": "Let the ship sink.",
        "vi": "Cứ để nó chìm đi."
    },
    {
        "start": "00:00:19,583",
        "end": "00:00:21,792",
        "en": "Lass es meinetwegen untergehen.",
        "pa": "Let the ship sink. I'm fine with that.",
        "vi": "Kệ xác nó. Anh chẳng bận tâm."
    },
    {
        "start": "00:00:23,083",
        "end": "00:00:26,542",
        "en": "Wir streiten uns, und wenn, dann wird es richtig eklig.",
        "pa": "Sometimes we fight. And when we fight, it's really brutal.",
        "vi": "Bọn tôi cãi nhau suốt và mỗi lần như thế thì đều vô cùng cay nghiệt."
    },
    {
        "start": "00:00:27,750",
        "end": "00:00:30,083",
        "en": "Wir wissen natürlich genau, wie wir uns verletzen.",
        "pa": "Of course, we know exactly how to hurt each other.",
        "vi": "Bởi vì chúng tôi hiểu quá rõ điểm yếu của nhau."
    },
    {
        "start": "00:00:30,167",
        "end": "00:00:32,208",
        "en": "Mir ist das Schiff egal.",
        "pa": "I don't care about the ship.",
        "vi": "- Mặc xác con thuyền này. - Nhưng nghe này…"
    },
    {
        "start": "00:00:32,292",
        "end": "00:00:34,667",
        "en": "Nein, wirklich nicht. Mir ist wichtig, dass du glücklich bist.",
        "pa": "I really not. I care about you being happy.",
        "vi": "Thật đấy. Anh chỉ muốn em vui."
    },
    {
        "start": "00:00:34,750",
        "end": "00:00:36,667",
        "en": "Ich möchte dich glücklich sehen.",
        "pa": "If you… I wanna see you happy in life.",
        "vi": "Anh muốn thấy em được sống hạnh phúc."
    },
    {
        "start": "00:00:36,875",
        "end": "00:00:40,292",
        "en": "Dann ist es so, dass alle so dasitzen und denken: \"Wow.\"",
        "pa": "Then everyone just kind of sits there like, \"Wow.\"",
        "vi": "Rồi mọi người xung quanh cứ ngồi đó và nghĩ: \"Ôi chao\"."
    },
    {
        "start": "00:00:40,375",
        "end": "00:00:43,542",
        "en": "Ich glaube, ihm sind du und dein Wohlergehen wichtig.",
        "pa": "I think he is looking out for you in your best interest, because I mean,",
        "vi": "Tôi nghĩ cậu ấy chỉ đang quan tâm và muốn điều tốt nhất cho cậu."
    },
    {
        "start": "00:00:43,625",
        "end": "00:00:46,000",
        "en": "Manchmal ist es in Ordnung,",
        "pa": "sometimes it's, it's… Sometimes it's okay to support the other person",
        "vi": "Đôi khi việc hết lòng ủng hộ người kia,"
    },
    {
        "start": "00:00:46,083",
        "end": "00:00:48,708",
        "en": "den anderen dabei zu unterstützen, was immer er macht.",
        "pa": "",
        "vi": "để họ làm bất cứ gì họ muốn cũng tốt mà."
    },
    {
        "start": "00:00:48,792",
        "end": "00:00:52,958",
        "en": "Manchmal muss man ihn scheitern lassen, damit ihm klar wird, was Sache ist.",
        "pa": "and let them do what they do.\n And sometimes you have to do… You have to let them fail",
        "vi": "Và đôi khi phải để họ vấp ngã, để họ nhận ra thực tại của mình."
    },
    {
        "start": "00:00:53,042",
        "end": "00:00:54,833",
        "en": "-Tja, Tom, lass mich scheitern.",
        "pa": "so they realize what's going on.\n -Well, Tom, let me fail.",
        "vi": "Đấy, Tom, cứ để em vấp ngã đi."
    },
    {
        "start": "00:00:56,875",
        "end": "00:00:58,917",
        "en": "Früher sind wir uns physisch angegangen.",
        "pa": "We used to physically fight.",
        "vi": "Chúng tôi từng đánh nhau."
    },
    {
        "start": "00:00:59,000",
        "end": "00:01:02,333",
        "en": "Ich weiß noch, da haben wir uns mit Bratpfannen verkloppt zu Hause.",
        "pa": "I remember times when we would hit each other with a frying pan at home.",
        "vi": "Tôi nhớ bọn tôi từng lấy chảo phang nhau trong nhà."
    },
    {
        "start": "00:01:02,417",
        "end": "00:01:05,958",
        "en": "Und das ist aber nach einer halben Stunde wieder gut.",
        "pa": "And then a half hour later, we'd be totally fine again.",
        "vi": "Và 30 phút sau lại làm huề."
    },
    {
        "start": "00:01:06,042",
        "end": "00:01:07,750",
        "en": "Heute wird es nicht mehr physisch,",
        "pa": "It's not physical anymore, but when we fight now,",
        "vi": "Giờ thì không động tay chân nữa nhưng Tom lại hay mắng nhiếc hơn."
    },
    {
        "start": "00:01:07,833",
        "end": "00:01:11,000",
        "en": "aber dafür teilt Tom verbal noch mal um einiges mehr aus.",
        "pa": "Tom is more verbally aggressive.",
        "vi": ""
    },
    {
        "start": "00:01:20,333",
        "end": "00:01:22,167",
        "en": "Check, check, check.",
        "pa": "Check, check, check.",
        "vi": "Thử mic."
    },
    {
        "start": "00:01:25,792",
        "end": "00:01:29,667",
        "en": "Ganz interessante Sache, die ich vielleicht verstehen muss.",
        "pa": "It's complicated, and maybe I should be more understanding",
        "vi": "Một điều rất thú vị mà có lẽ tôi cần thấm thía"
    },
    {
        "start": "00:01:29,750",
        "end": "00:01:33,458",
        "en": "Dass sein Weg ein anderer ist als mein Weg.",
        "pa": "that his way is different than mine.",
        "vi": "là con đường của em ấy khác với con đường của tôi."
    },
    {
        "start": "00:01:33,542",
        "end": "00:01:38,167",
        "en": "Vielleicht führt der durch bumpy roads, und ich sehe ihn wieder in einer Phase,",
        "pa": "Maybe these bumpy roads lead to his happiness.",
        "vi": "Có lẽ con đường của em ấy sẽ gập ghềnh, và tôi sẽ lại gặp em ấy"
    },
    {
        "start": "00:01:38,250",
        "end": "00:01:42,125",
        "en": "die mir gar nicht gefällt, aber vielleicht führt die ja zum Glück.",
        "pa": "And sure, he may find himself in moments that I don't appreciate,\n but maybe it will lead to happiness.",
        "vi": "vào một thời điểm mà tôi không thích, nhưng biết đâu nó lại đem đến hạnh phúc."
    },
    {
        "start": "00:01:43,542",
        "end": "00:01:46,833",
        "en": "Tom und ich machen gerne weiter, und dann lachen wir wieder zusammen und…",
        "pa": "Tom and I like to get into it, but then we start laughing",
        "vi": "Tôi và Tom thường sẽ bỏ qua cho nhau, và rồi lại cười cùng nhau."
    },
    {
        "start": "00:01:46,917",
        "end": "00:01:50,417",
        "en": "…dann wissen wir: Das war schrecklich gerade. Weiter geht's.",
        "pa": "and then we accept that what just happened was terrible.\n Move on.",
        "vi": "Chúng tôi biết chuyện vừa xảy ra rất kinh khủng. Bỏ qua đi."
    },
    {
        "start": "00:01:52,500",
        "end": "00:01:55,542",
        "en": "Und darum ist es halt manchmal einfacher dann, zu lachen",
        "pa": "And that's why it's easier sometimes to just laugh and record a funny podcast",
        "vi": "Nên đôi khi, cười với nhau lại dễ hơn, ghi âm một podcast hài hước và cứ thế."
    },
    {
        "start": "00:01:55,667",
        "end": "00:01:58,125",
        "en": "und einen lustigen Podcast aufzunehmen, weiterzumachen.",
        "pa": "and get on with it.",
        "vi": ""
    },
    {
        "start": "00:01:59,458",
        "end": "00:02:03,292",
        "en": "Wir wollten am Anfang zehn Folgen machen, haben uns da nicht viel von versprochen.",
        "pa": "We wanted to do ten episodes at the beginning,",
        "vi": "Ban đầu chúng tôi định làm mười tập thôi, chẳng kỳ vọng gì."
    },
    {
        "start": "00:02:03,375",
        "end": "00:02:06,917",
        "en": "Und jetzt sind wir schon über zwei Jahre jede Woche on air.",
        "pa": "but we didn't expect much.\n And now we've been on the air every week for two years.",
        "vi": "Đến giờ, chúng tôi lên sóng đều mỗi tuần, suốt hơn hai năm."
    },
    {
        "start": "00:02:07,000",
        "end": "00:02:09,417",
        "en": "Das ist schon echt crazy.",
        "pa": "That's really crazy.",
        "vi": "Không tin nổi luôn."
    },
    {
        "start": "00:02:09,500",
        "end": "00:02:10,583",
        "en": "Hey, Maus.",
        "pa": "Hey, Mouse.",
        "vi": "Này, Tí Em."
    },
    {
        "start": "00:02:10,667",
        "end": "00:02:12,875",
        "en": "Guten Morgen!",
        "pa": "Guten morgen!",
        "vi": "Chào buổi sáng!"
    },
    {
        "start": "00:02:12,958",
        "end": "00:02:15,667",
        "en": "Weggucken. Es gibt wieder eine Überraschung heute.",
        "pa": "Don't look. It's a surprise.",
        "vi": "Đừng nhìn. Hôm nay anh có bất ngờ cho em."
    },
    {
        "start": "00:02:16,292",
        "end": "00:02:19,625",
        "en": "- Bill und ich haben einen Podcast… -Einen sehr erfolgreichen Podcast.",
        "pa": "- Bill and I have a podcast. -A very successful podcast.",
        "vi": "- Chúng tôi có một kênh podcast… - Rất thành công."
    },
    {
        "start": "00:02:19,708",
        "end": "00:02:22,042",
        "en": "…den viele, viele Millionen Menschen jede Woche hören.",
        "pa": "A very successful podcast that millions of people",
        "vi": "Một kênh podcast rất thành công với hàng triệu lượt nghe mỗi tuần."
    },
    {
        "start": "00:02:22,125",
        "end": "00:02:23,542",
        "en": "Man munkelt 80 Millionen.",
        "pa": "listen to every week.\n Some say 80 million.",
        "vi": "Có khi lên đến 80 triệu lượt nghe."
    },
    {
        "start": "00:02:23,625",
        "end": "00:02:25,375",
        "en": "Ja, es sind nicht ganz 80, aber nah dran.",
        "pa": "It's not quite 80, but it's close.",
        "vi": "Chỉ gần 80 triệu lượt nghe thôi."
    },
    {
        "start": "00:02:26,958",
        "end": "00:02:28,125",
        "en": "Saftpresse, ja?",
        "pa": "And… oh! A juicer, yeah?",
        "vi": "Máy ép trái cây à?"
    },
    {
        "start": "00:02:28,208",
        "end": "00:02:31,125",
        "en": "Damit die Zunge noch lockerer wird, natürlich immer mit einem Cocktail.",
        "pa": "And a cocktail always helps grease the conversation, of course.",
        "vi": "Luôn phải có cocktail để thấy khoan khoái hơn."
    },
    {
        "start": "00:02:31,208",
        "end": "00:02:33,500",
        "en": "- Hier steht nicht, wie viel. - Das liebe ich…",
        "pa": "- It doesn't say how much. - I love it with--",
        "vi": "- Không rõ liều lượng. - Em thích uống nó với…"
    },
    {
        "start": "00:02:33,583",
        "end": "00:02:35,917",
        "en": "Halt die Klappe. Du darfst das noch nicht sehen, Mann.",
        "pa": "Oh, shut your trap! Don't look 'til I'm done.",
        "vi": "Im lặng! Em chưa được nhìn mà."
    },
    {
        "start": "00:02:40,958",
        "end": "00:02:42,167",
        "en": "Im Prinzip mache ich alles.",
        "pa": "Basically, I do everything.",
        "vi": "Thực tế thì tôi phải làm mọi thứ."
    },
    {
        "start": "00:02:43,458",
        "end": "00:02:45,708",
        "en": "-Ich brauche einen anderen Knüppel, Bill. -Einen was?",
        "pa": "-I need a new pestle, Bill. -A what?",
        "vi": "- Anh cần một cái chày mới, Bill. - Cái gì cơ?"
    },
    {
        "start": "00:02:45,792",
        "end": "00:02:47,000",
        "en": "Einen anderen Knüppel.",
        "pa": "I need another pestle.",
        "vi": "Cái chày."
    },
    {
        "start": "00:02:47,083",
        "end": "00:02:50,542",
        "en": "Auch da ist es so: Nicht mal sein Kabel vom Mikrofon packt er da rein,",
        "pa": "He doesn't do anything.\n Even in the studio, he doesn't even put in his own microphone cable.",
        "vi": "Thậm chí em ấy còn không gắn dây nối micro của mình,"
    },
    {
        "start": "00:02:50,625",
        "end": "00:02:54,208",
        "en": "sondern es ist wirklich so, ich muss alles verkabeln, ich muss alles aufbauen,",
        "pa": "It's like this everywhere. I wire everything,",
        "vi": "tôi phải gắn hết dây nhợ, phải chuẩn bị mọi thứ,"
    },
    {
        "start": "00:02:54,292",
        "end": "00:02:56,042",
        "en": "ich mache den Drink.",
        "pa": "set everything up, I make the drinks.",
        "vi": "pha đồ uống…"
    },
    {
        "start": "00:02:58,417",
        "end": "00:03:02,333",
        "en": "Ich muss das ganze Haus renovieren, wenn du uns einen Cocktail mixt.",
        "pa": "I'll have to renovate the whole house after you've mixed one cocktail here.",
        "vi": "Em sẽ phải tân trang cả ngôi nhà sau khi anh pha xong một ly cocktail."
    },
    {
        "start": "00:03:02,417",
        "end": "00:03:05,917",
        "en": "Ich finde, ehrlich gesagt, Bill, dass ich mehr Geld kriegen sollte für den Podcast.",
        "pa": "To be honest, I think I should get more money for the podcast than Bill.",
        "vi": "Nói thật, Bill, anh nghĩ anh nên được chia lương cao hơn cho podcast."
    },
    {
        "start": "00:03:09,375",
        "end": "00:03:11,500",
        "en": "Musst vielleicht auch mal wieder ins Gym.",
        "pa": "You should hit the gym again.",
        "vi": "Anh cũng nên tập gym nữa."
    },
    {
        "start": "00:03:12,042",
        "end": "00:03:14,583",
        "en": "-Du kannst ja zeigen, wie stark du bist. -Ja, soll ich?",
        "pa": "Okay, here you go, show me how strong you are.",
        "vi": "- Đây, xem em mạnh cỡ nào. - Đưa em xem."
    },
    {
        "start": "00:03:14,667",
        "end": "00:03:18,000",
        "en": "Wenn ich's sofort aufkriege, ist es peinlich. Das willst du wieder nicht.",
        "pa": "If I open it right away, that'll be embarrassing.\n Here. You're gonna hate this. Now look, watch.",
        "vi": "Em mà mở được là anh quê lắm nhé. Đưa đây. Không muốn nữa chứ gì? Xem này."
    },
    {
        "start": "00:03:18,208",
        "end": "00:03:19,375",
        "en": "Pass auf. Guck.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:03:24,833",
        "end": "00:03:26,875",
        "en": "Ey, Maus, wirklich, ich war einmal im Gym.",
        "pa": "Hey, Mouse, really I went to the gym once.",
        "vi": "Nói thật, em chỉ đến phòng tập một lần."
    },
    {
        "start": "00:03:26,958",
        "end": "00:03:29,167",
        "en": "Dann brauchst du jetzt wieder ein paar Monate nicht gehen.",
        "pa": "Yeah, great. Now you don't have to go for a few months.",
        "vi": "Vậy mấy tháng nữa mới phải đi tiếp."
    },
    {
        "start": "00:03:29,250",
        "end": "00:03:32,708",
        "en": "Ich mache lieber Gym-Pause, sonst wird es noch zu viel.",
        "pa": "Exactly. I should take a break from the gym, or it'll be too much.",
        "vi": "Chính xác. Em nên tạm dừng ít lâu, không thì sẽ bị dội."
    },
    {
        "start": "00:03:32,792",
        "end": "00:03:35,042",
        "en": "Ach, Maus. Gut, dass du mich hast.",
        "pa": "Oh, Mouse, it's good that you have me, isn't it?",
        "vi": "Tí Anh à, có em anh đỡ biết nhường nào, nhỉ?"
    },
    {
        "start": "00:03:35,125",
        "end": "00:03:38,083",
        "en": "- Ja, nicht schlecht. - Ich kann auf dich aufpassen.",
        "pa": "- It's not bad. - I'll take care of you.",
        "vi": "- Ừ, cũng ổn. - Em sẽ luôn chăm lo cho anh."
    },
    {
        "start": "00:03:38,208",
        "end": "00:03:40,417",
        "en": "- Das ist wieder zu wenig. -Halt die Klappe.",
        "pa": "Mouse, you've poured them too small.",
        "vi": "- Anh lại pha ít quá rồi. - Im đi!"
    },
    {
        "start": "00:03:40,500",
        "end": "00:03:43,542",
        "en": "-Ich nehme den vorderen. - Das sind genau zwei Drinks, Maus.",
        "pa": "-I'll take the one with more. - No, it's exactly two drinks, Mouse.",
        "vi": "- Em sẽ lấy ly đầy hơn. - Hai ly y chang nhau đấy, Tí Em."
    },
    {
        "start": "00:03:43,625",
        "end": "00:03:45,500",
        "en": "-Na ja. - Sei nicht wieder so gierig.",
        "pa": "-Okay. - Don't be so greedy.",
        "vi": "- Ừ. - Đừng tham quá."
    },
    {
        "start": "00:03:45,583",
        "end": "00:03:47,583",
        "en": "Ein bisschen weniger Alkohol steht dir auch gut.",
        "pa": "Less alcohol would do you some good.",
        "vi": "Ít rượu thì tốt cho em mà."
    },
    {
        "start": "00:03:50,208",
        "end": "00:03:53,292",
        "en": "- Das ganze T-Shirt vollgesaut. - Alles für den Cocktail.",
        "pa": "-Your entire T-shirt's soaked. - All for the cocktail.",
        "vi": "- Áo anh ướt sũng rồi. Trông anh… - Pha cocktail thì phải chịu."
    },
    {
        "start": "00:03:53,375",
        "end": "00:03:56,583",
        "en": "Alles für den Cocktail. Hast du deine Sachen schon unten? Ja.",
        "pa": "All for the cocktail. Your stuff is already down there?",
        "vi": "Pha cocktail thì phải chịu. Anh có đủ đồ chưa?"
    },
    {
        "start": "00:03:56,667",
        "end": "00:03:57,583",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Rồi."
    },
    {
        "start": "00:03:57,667",
        "end": "00:04:00,208",
        "en": "Ich überlege, ob ich noch mal pinkeln gehe schnell.",
        "pa": "I think I need to pee really quick.",
        "vi": "Chắc em phải tranh thủ đi tè."
    },
    {
        "start": "00:04:01,375",
        "end": "00:04:03,625",
        "en": "-Ach, ich müsste noch mal Nase schnauben. -Das wird…",
        "pa": "Ach, I need to blow my nose.",
        "vi": "Anh phải xì mũi."
    },
    {
        "start": "00:04:03,708",
        "end": "00:04:05,625",
        "en": "Warte, ich muss noch mal Nase schnauben.",
        "pa": "-It's going to be… Ugh. -Wait, I need to blow my nose.",
        "vi": "- Sẽ là… - Khoan, anh phải xì mũi."
    },
    {
        "start": "00:04:06,208",
        "end": "00:04:07,875",
        "en": "Das wird nämlich eine lange Sendung.",
        "pa": "It's going to be a long show.",
        "vi": "Chương trình này sẽ dài đây."
    },
    {
        "start": "00:04:08,875",
        "end": "00:04:11,250",
        "en": "Also, meine Astrologin hat mal zu mir gesagt:",
        "pa": "Well, my astrologer once said to me,",
        "vi": "Nhà chiêm tinh của tôi từng nói với tôi:"
    },
    {
        "start": "00:04:11,333",
        "end": "00:04:15,000",
        "en": "\"Neben der Musik, die du immer machen wirst, sehe ich ein Imperium.",
        "pa": "\"Of course, you'll keep making music, but I see an empire of creative work.\"",
        "vi": "\"Con vẫn sẽ làm nhạc, nhưng ngoài ra, ta còn thấy cả một đế chế. Một đế chế\"."
    },
    {
        "start": "00:04:15,083",
        "end": "00:04:16,250",
        "en": "Ich sehe ein Imperium.\"",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:16,333",
        "end": "00:04:19,958",
        "en": "Sie so: \"Irgendwas mit Radio, aber es ist nicht Radio, es ist Podcast.",
        "pa": "She was like, \"Something like radio, but not radio, it's a podcast.\"",
        "vi": "Cô ấy bảo: \"Liên quan đến phát thanh, nhưng không hẳn, là podcast."
    },
    {
        "start": "00:04:20,042",
        "end": "00:04:22,375",
        "en": "-Aber nicht nur, es ist auch Fernsehen.",
        "pa": "\"It's not just a podcast, also TV! You're going to build a whole empire",
        "vi": "Nhưng không chỉ có podcast, cả tivi nữa. Con sẽ xây dựng cả một đế chế"
    },
    {
        "start": "00:04:22,458",
        "end": "00:04:24,792",
        "en": "Du wirst ein ganzes Imperium aufbauen,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:04:24,875",
        "end": "00:04:28,500",
        "en": "mit Radio, TV, Podcast und Musik.\"",
        "pa": "with radio, TV, podcast, and music.\"",
        "vi": "với phát thanh, TV, podcast và âm nhạc\"."
    },
    {
        "start": "00:04:28,583",
        "end": "00:04:30,542",
        "en": "Ja, recht hat sie gehabt.",
        "pa": "Yes, she was right.",
        "vi": "Ừ, và cô ấy đã đúng."
    },
    {
        "start": "00:04:30,625",
        "end": "00:04:34,125",
        "en": "-Auf Team Toll. Es läuft einfach bei uns. - Cheers.",
        "pa": "To Team Toll. It's going well for us, Mouse. Cheers.",
        "vi": "Vì Đội Lý Tưởng. Mọi thứ đang tốt đẹp, Tí Anh ạ.\n - Nâng ly. - Nâng ly."
    },
    {
        "start": "00:04:37,125",
        "end": "00:04:39,125",
        "en": "-Ah. - Boah.",
        "pa": "Uh… Ooh, ah.",
        "vi": ""
    },
    {
        "start": "00:04:39,208",
        "end": "00:04:41,833",
        "en": "Sorry, da zieht sich alles bei mir zusammen.",
        "pa": "Sorry, it's a bit strong. Ooh!",
        "vi": "Xin lỗi, chua quá làm em tê tái."
    },
    {
        "start": "00:04:43,167",
        "end": "00:04:46,750",
        "en": "Der Podcast sind einfach Tom und ich, und wir machen einfach",
        "pa": "Our podcast is just Tom and me, and we just",
        "vi": "Podcast chỉ có tôi và Tom, và chúng tôi chỉ…"
    },
    {
        "start": "00:04:46,833",
        "end": "00:04:49,333",
        "en": "die Mikrofone an und wir sind einfach wir selbst.",
        "pa": "turn the microphones on and be ourselves.",
        "vi": "bật micro lên, và cứ là chính mình."
    },
    {
        "start": "00:04:49,417",
        "end": "00:04:53,792",
        "en": "Bill und ich quatschen wie früher, als wir vor der Schule gefrühstückt haben,",
        "pa": "Bill and I chat like we used to",
        "vi": "Bill và tôi trò chuyện y như ngày xưa, trước giờ đến trường,"
    },
    {
        "start": "00:04:53,875",
        "end": "00:04:55,875",
        "en": "bevor wir in den Schulbus gestiegen sind.",
        "pa": "when we ate breakfast together at the table before school\n before we got on the bus.",
        "vi": "ngồi ở bàn ăn sáng trước khi lên xe buýt."
    },
    {
        "start": "00:04:55,958",
        "end": "00:04:59,708",
        "en": "Du hast einen Höhenflug heute. Du hast einen richtigen Arroganzanfall.",
        "pa": "You're really flying high today. You're going through an arrogant period.",
        "vi": "Hôm nay em có vẻ tự tin quá nhỉ. Anh để ý thấy em khá cao ngạo đấy."
    },
    {
        "start": "00:04:59,792",
        "end": "00:05:03,042",
        "en": "Meinst du nicht, dass wir gerade mit deiner überheblichen Art hier am Anfang",
        "pa": "And don't you think, especially with all your arrogant behavior",
        "vi": "Với thái độ tự mãn đó từ lúc bắt đầu,"
    },
    {
        "start": "00:05:03,125",
        "end": "00:05:07,542",
        "en": "wieder an einem Punkt sind, wo wir so ein bisschen überpräsent sind?",
        "pa": "right from the beginning,\n don't you feel we're back in a familiar spot?",
        "vi": "em có nghĩ là tụi mình quay trở về thời điểm như hồi trước"
    },
    {
        "start": "00:05:07,625",
        "end": "00:05:09,333",
        "en": "-Von dir, ja. - Vielleicht ein bisschen…",
        "pa": "- Yeah. -Where we're a bit overexposed?\n -To you, yes. - Maybe a bit. Yes.",
        "vi": "lúc mình hơi cao ngạo ấy?\n - Anh kiêu ngạo đó. - Có lẽ hơi…"
    },
    {
        "start": "00:05:09,417",
        "end": "00:05:11,417",
        "en": "-Doch. - Das kannst du nicht umdrehen.",
        "pa": "To you, yes.\n That's what I said. You can't take it back now.",
        "vi": "Là anh đó.\n - Đừng đổ lên đầu anh. - Chà… em cũng chán anh rồi."
    },
    {
        "start": "00:05:11,500",
        "end": "00:05:14,458",
        "en": "Ich habe auch ein bisschen von dir schon die Schnauze voll.",
        "pa": "I'm kind of fed up with you too, you know.",
        "vi": ""
    },
    {
        "start": "00:05:14,542",
        "end": "00:05:18,542",
        "en": "Wir erzählen ganz frei von der Leber, was uns die Woche beschäftigte oder nicht.",
        "pa": "We just talk to each other off the cuff\n about what's been on our minds during the week.",
        "vi": "Chỉ ngẫu hứng chia sẻ mình đã nghĩ gì, không nghĩ gì trong tuần đó."
    },
    {
        "start": "00:05:18,625",
        "end": "00:05:21,250",
        "en": "Dadurch sind wir sehr offen geworden, auch mit der Öffentlichkeit,",
        "pa": "And as a result, we've become very open, even with the public.",
        "vi": "Và nó cho phép chúng tôi trải lòng với đại chúng,"
    },
    {
        "start": "00:05:21,333",
        "end": "00:05:24,583",
        "en": "spielen mit der Presse auch immer so ein Katz- und Mausspiel und…",
        "pa": "And we play a bit of a cat-and-mouse game with the press.",
        "vi": "và chúng tôi chơi trò mèo vờn chuột với cánh báo chí."
    },
    {
        "start": "00:05:24,667",
        "end": "00:05:29,750",
        "en": "Die Presse weiß: \"Die Lüge letzte Woche werden sie nächste wieder aufdecken.\"",
        "pa": "The press knows, \"Yes, well, the lie that we told this week,",
        "vi": "Báo chí biết họ dám bịa đặt gì đó tuần này thì tuần sau sẽ bị bọn tôi lên án."
    },
    {
        "start": "00:05:29,833",
        "end": "00:05:34,083",
        "en": "\"Tom Kaulitz sucht Hundetrainer, weil die Erziehung seiner Welpen anstrengend ist.\"",
        "pa": "they'll just expose it again next week.\"\n \"Tom Kaulitz wants to get a dog trainer\n because raising his two puppies is exhausting.\"",
        "vi": "\"Tom Kaulitz muốn tìm người huấn luyện chó vì nuôi hai bé cún con rất khó\"."
    },
    {
        "start": "00:05:34,167",
        "end": "00:05:37,375",
        "en": "Schlagzeile: \"Babystreit! Ihr Tom ist noch nicht reif genug.",
        "pa": "Headline, \"Baby drama! Poor Tom isn't mature enough yet.\"",
        "vi": "Giật tít: \"Cãi nhau ỏm tỏi! Tom của chúng ta vẫn còn bé lắm."
    },
    {
        "start": "00:05:37,458",
        "end": "00:05:39,458",
        "en": "Sogar als Hundepapa packt er es nicht.\"",
        "pa": "-\"He can't handle being a doggy dad.\"",
        "vi": "Đến nuôi chó mà không kham nổi\"."
    },
    {
        "start": "00:05:41,542",
        "end": "00:05:43,000",
        "en": "- Das ist krass. -Krass, oder?",
        "pa": "- That's crazy. -Crazy, right?",
        "vi": "- Ừ, hoang đường. - Đúng không?"
    },
    {
        "start": "00:05:43,083",
        "end": "00:05:45,458",
        "en": "Ich finde, das zeigt echt gut, wie die Presse funktioniert",
        "pa": "I think it really shows just how the press works",
        "vi": "Nó cho thấy rõ cơ chế hoạt động của giới nhà báo,"
    },
    {
        "start": "00:05:45,542",
        "end": "00:05:48,583",
        "en": "und wie ernst man da draußen diese Schlagzeile nehmen kann.",
        "pa": "and how seriously people out there may take this headline.",
        "vi": "và mọi người nên cẩn trọng thế nào với các tít thế này."
    },
    {
        "start": "00:05:48,667",
        "end": "00:05:51,208",
        "en": "Daraus zu machen, weil ich mir einen Hundetrainer hole, zu sagen:",
        "pa": "But, to spin the fact that I'm getting a dog trainer",
        "vi": "Thật đấy, từ chuyện tìm huấn luyện chó thành \"Cậu ấy còn con nít,"
    },
    {
        "start": "00:05:51,292",
        "end": "00:05:55,458",
        "en": "\"Er ist noch nicht reif genug…\" Daraus so eine Schlagzeile, das ist doch hardcore.",
        "pa": "into, \"He's not mature enough yet. He's not ready\"…",
        "vi": "cậu ấy chưa sẵn sàng…\" Giật tít như thế thì quá đáng."
    },
    {
        "start": "00:05:55,542",
        "end": "00:06:01,292",
        "en": "Und seitdem wir so offen sind und auch so eine Riesenplattform jetzt haben,",
        "pa": "To make that the headline is hardcore.\n And since we've been so open\n and, and, and, of course, now that we have such a huge platform",
        "vi": "Vì bọn tôi khá cởi mở, nên giờ chúng tôi có một nền tảng khổng lồ"
    },
    {
        "start": "00:06:01,375",
        "end": "00:06:04,333",
        "en": "jede Woche selber unsere Geschichte zu erzählen,",
        "pa": "to tell our story ourselves every week, our lives are much more relaxed.",
        "vi": "để kể câu chuyện của mình mỗi tuần, nhờ thế mà sống thoải mái hơn nhiều."
    },
    {
        "start": "00:06:04,417",
        "end": "00:06:05,958",
        "en": "ist unser Leben viel entspannter.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:06,042",
        "end": "00:06:08,750",
        "en": "Nach 18 Jahren in der Branche.",
        "pa": "After 18 years in the industry.",
        "vi": "Sau 18 năm trong ngành."
    },
    {
        "start": "00:06:09,375",
        "end": "00:06:12,000",
        "en": "- Ich gehe ja normalerweise nie…",
        "pa": "I never normally go to Chanel…",
        "vi": "Em thường không bao giờ vào tiệm Chan…"
    },
    {
        "start": "00:06:13,708",
        "end": "00:06:14,333",
        "en": "Nie zu Chanel?",
        "pa": "- You never go. -I never normally go to Chanel.",
        "vi": "- Vào tiệm Chanel? - Em không bao giờ vào tiệm Chanel."
    },
    {
        "start": "00:06:14,417",
        "end": "00:06:16,000",
        "en": "Ich gehe normalerweise nie zu Chanel.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:16,083",
        "end": "00:06:17,708",
        "en": "Ich bin einfach nicht so eine Chanel-Maus.",
        "pa": "-I'm just not a Chanel mouse. -Why not? It would suit you.",
        "vi": "- Em không cuồng Chanel lắm. - Sao không? Nó hợp với em mà."
    },
    {
        "start": "00:06:17,792",
        "end": "00:06:19,083",
        "en": "Warum nicht? Würde dir stehen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:06:19,167",
        "end": "00:06:21,667",
        "en": "Du magst auch eben diese Chanel-Kostümchen, ne?",
        "pa": "Yes, I think you also like the Chanel dresses, don't you?",
        "vi": "Anh thích đồ của Chanel chứ gì?"
    },
    {
        "start": "00:06:21,750",
        "end": "00:06:23,667",
        "en": "- Total. -Die sind wie aus \"Clueless\".",
        "pa": "They look like the dresses from Clueless.",
        "vi": "- Đúng. Ừ. - Y như mấy kiểu trong phim Không đầu mối."
    },
    {
        "start": "00:06:23,750",
        "end": "00:06:27,292",
        "en": "Das ist halt alles so, so korrekt und irgendwie haben die tolle Materialien.",
        "pa": "Yeah. Everything there is so, so proper, and they use high-quality material.",
        "vi": "Rất chỉn chu và làm từ chất liệu tốt."
    },
    {
        "start": "00:06:27,375",
        "end": "00:06:30,750",
        "en": "Meiner Frau, letztes Weihnachten habe ich ihr ein Chanel-Kostüm geschenkt.",
        "pa": "I gave my wife… Last Christmas, I gave her a Chanel suit as a present.",
        "vi": "Anh đã tặng vợ… Giáng sinh năm ngoái anh tặng vợ một bộ vest hiệu Chanel."
    },
    {
        "start": "00:06:30,833",
        "end": "00:06:33,000",
        "en": "Warte ganz kurz, ich habe eine SMS bekommen hier.",
        "pa": "Wait a minute, I've got a text message.",
        "vi": "Đợi chút, anh có tin nhắn."
    },
    {
        "start": "00:06:34,292",
        "end": "00:06:36,125",
        "en": "Was ist passiert? Oh, nein.",
        "pa": "- Wait, what happened? - Hold on. Wait a second.",
        "vi": "Khoan, chuyện gì vậy? Ồ không."
    },
    {
        "start": "00:06:36,208",
        "end": "00:06:37,208",
        "en": "Warte.",
        "pa": "",
        "vi": "Đợi chút."
    },
    {
        "start": "00:06:37,292",
        "end": "00:06:38,542",
        "en": "Was ist passiert?",
        "pa": "What happened?",
        "vi": "Chuyện gì đấy?"
    },
    {
        "start": "00:06:40,667",
        "end": "00:06:41,500",
        "en": "Oh.",
        "pa": "- Oh. - So, his skin or fur is crusty.",
        "vi": ""
    },
    {
        "start": "00:06:41,583",
        "end": "00:06:47,625",
        "en": "Sein Fell ist ganz krisselig. Der hat gekotzt, er ist umgefallen.",
        "pa": "He threw up, he's fainted.",
        "vi": "Lớp da hoặc lông của nó nổi cục cục. Nó ói rồi ngã quỵ xuống."
    },
    {
        "start": "00:06:47,708",
        "end": "00:06:49,833",
        "en": "Guck mal, wie der aussieht.",
        "pa": "Look at him.",
        "vi": "Nhìn nó kìa."
    },
    {
        "start": "00:06:51,292",
        "end": "00:06:54,042",
        "en": "Oh, Gott, nicht dass der gebissen wurde draußen von irgendwas.",
        "pa": "Oh God, I hope he didn't get bitten by a bug or something.",
        "vi": "Chúa ơi, hy vọng nó không bị con gì ngoài vườn cắn."
    },
    {
        "start": "00:06:55,042",
        "end": "00:06:58,458",
        "en": "Ich wusste nicht, was unserem kleinen Jäger passiert ist.",
        "pa": "I didn't know what'd happened to our little Jäger,",
        "vi": "Tôi không biết chuyện gì đã xảy ra với cục cưng Jäger bé nhỏ của bọn tôi,"
    },
    {
        "start": "00:06:58,542",
        "end": "00:07:01,000",
        "en": "Aber sein Fell war voller kleiner Pocken auf einmal,",
        "pa": "but his fur was full of little pox all of a sudden and I was really worried.",
        "vi": "nhưng dưới lông nó đột nhiên đầy nổi đầy mẩn đỏ,"
    },
    {
        "start": "00:07:01,083",
        "end": "00:07:03,000",
        "en": "und ich habe mir echt Sorgen gemacht,",
        "pa": "I thought to myself, either he's been bitten by a snake",
        "vi": "tôi đã rất lo cho nó. Tôi nghĩ nó bị rắn cắn"
    },
    {
        "start": "00:07:03,167",
        "end": "00:07:04,583",
        "en": "ist er von einer Schlange gebissen",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:07:04,667",
        "end": "00:07:07,667",
        "en": "oder vielleicht hat eine Biene ihn irgendwie…",
        "pa": "or maybe a bee somehow stung him or…",
        "vi": "hoặc có thể một con ong đã…"
    },
    {
        "start": "00:07:07,750",
        "end": "00:07:11,792",
        "en": "Ja, ich habe mir gedacht, ich rufe ihn lieber schnell mal an.",
        "pa": "And, so… Yeah, I thought I'd better give him a quick call.",
        "vi": "Nên tôi nghĩ là nên gọi cho anh ấy."
    },
    {
        "start": "00:07:11,875",
        "end": "00:07:15,500",
        "en": "Es war eben unser Baby, was da in Not war gerade.",
        "pa": "I mean, he's our little baby. He was in distress.",
        "vi": "Con của bọn tôi gặp chuyện mà."
    },
    {
        "start": "00:07:17,708",
        "end": "00:07:19,333",
        "en": "- Hi. - Hi, mein Schatz.",
        "pa": "- Hi! -Hi.",
        "vi": "- Chào anh! - Chào cưng, Trent đưa nó đến thú y chưa?"
    },
    {
        "start": "00:07:19,417",
        "end": "00:07:22,917",
        "en": "- Ist Trent unterwegs zum Tierarzt? - Er ist gerade losgefahren.",
        "pa": "Did Trent take him to the vet?\n He just took him to the vet, yes.",
        "vi": "Anh ấy vừa đưa nó đi thú y rồi."
    },
    {
        "start": "00:07:23,000",
        "end": "00:07:26,542",
        "en": "Was ist das? Nicht, dass er gebissen wurde von einer Schlange oder so.",
        "pa": "What is it? I hope he didn't get bitten by a snake or something.",
        "vi": "Gì vậy? Ôi không. Mong là nó không bị rắn cắn hay gì."
    },
    {
        "start": "00:07:26,625",
        "end": "00:07:29,750",
        "en": "Deswegen. Habe ich auch gedacht, das kann ja vielleicht auch sein.",
        "pa": "That's what I was thinking. It could be that.",
        "vi": "Em cũng đang nghĩ vậy, có thể là rắn cắn."
    },
    {
        "start": "00:07:29,833",
        "end": "00:07:31,583",
        "en": "- Nee, Scheiße. - Scheiße.",
        "pa": "- Shit. - Shit.",
        "vi": "- Khỉ thật. - Ôi không."
    },
    {
        "start": "00:07:32,250",
        "end": "00:07:33,875",
        "en": "- Oh, nee. - Aber da sieht man…",
        "pa": "-Oh no, then he's-- - But it looks--",
        "vi": "- Ôi trời. - Nhưng có vẻ…"
    },
    {
        "start": "00:07:34,000",
        "end": "00:07:38,583",
        "en": "Er hat komische kleine Puckels, dann fiel er um, wollte nicht aufstehen.",
        "pa": "He has strange little bumps,\n he fainted, he didn't want to get back up, doesn't want to eat anything.",
        "vi": "Nó nổi mấy cục u lạ lắm, nó ngã xuống và không muốn đứng dậy,"
    },
    {
        "start": "00:07:38,667",
        "end": "00:07:41,458",
        "en": "Er will nichts essen. Was Leckeres will er nicht haben.",
        "pa": "I tried to give him a treat and he didn't want it.",
        "vi": "không muốn ăn gì, thậm chí cả đồ ăn thưởng."
    },
    {
        "start": "00:07:41,542",
        "end": "00:07:45,500",
        "en": "- Klingt nach allergischer Reaktion. - Ja, ja. Aber auf was?",
        "pa": "Sounds like an allergic reaction.\n An allergic reaction to something, yeah. But to what?",
        "vi": "- Nghe như là bị dị ứng. - Bị dị ứng với cái gì đó."
    },
    {
        "start": "00:07:45,583",
        "end": "00:07:47,875",
        "en": "Der hat jetzt schon alles rausgekotzt.",
        "pa": "He's already thrown up everything.",
        "vi": "- Nhưng là cái gì? - Nó đã nôn hết ra rồi."
    },
    {
        "start": "00:07:47,958",
        "end": "00:07:49,917",
        "en": "Komisch, was hat der, ey? Scheiße.",
        "pa": "What is wrong with him? Shit.",
        "vi": "Lạ thật, nó bị gì vậy? Chết tiệt."
    },
    {
        "start": "00:07:50,000",
        "end": "00:07:52,583",
        "en": "Ich kriege natürlich sofort Panik bei so was,",
        "pa": "I immediately panic about things like this,",
        "vi": "Những lúc như thế là tôi hoảng ngay, vì con chó đầu tiên tôi nuôi, nó…"
    },
    {
        "start": "00:07:52,667",
        "end": "00:07:57,375",
        "en": "weil mein einziger und erster Hund… Der ist mit Bills Hund zusammen gestorben.",
        "pa": "because the first and last dog I ever had, he…\n he died together, alongside Bill's dog. And that's…",
        "vi": "Nó đã chết cùng với con chó của Bill. Và đó là…"
    },
    {
        "start": "00:07:57,458",
        "end": "00:07:59,875",
        "en": "Das war eine ziemlich dramatische Situation",
        "pa": "It was a really tragic, you know, situation.",
        "vi": "Đó là một giai đoạn đầy biến động và ngày tháng u ám kéo dài."
    },
    {
        "start": "00:07:59,958",
        "end": "00:08:02,667",
        "en": "und wirklich traurige, traurige Monate.",
        "pa": "We were really sad, for… sad for months.",
        "vi": ""
    },
    {
        "start": "00:08:02,750",
        "end": "00:08:04,833",
        "en": "- Okay, mein Schatz, bis später. - Tschüss.",
        "pa": "- Okay, see you later. - Okay.",
        "vi": "Được rồi, em yêu, gặp em sau nhé."
    },
    {
        "start": "00:08:05,833",
        "end": "00:08:07,917",
        "en": "- Shit. - Oh, Gott. Zeig noch mal das Video.",
        "pa": "- Shit. - Oh God, show me the video again.",
        "vi": "- Khỉ thật. - Chúa ơi, cho em xem lại video đi."
    },
    {
        "start": "00:08:09,042",
        "end": "00:08:09,917",
        "en": "Sieht nicht gut aus.",
        "pa": "Ugh.\n It doesn't look good.",
        "vi": "Trông thảm quá."
    },
    {
        "start": "00:08:10,000",
        "end": "00:08:13,292",
        "en": "Gott sei Dank war unser Trainer da, der hat ihn sofort zum Tierarzt gebracht",
        "pa": "Thank God our dog trainer was there. He took him to the vet right away.",
        "vi": "May là người huấn luyện chó cũng có mặt nên đã đưa nó đi thú y ngay."
    },
    {
        "start": "00:08:13,375",
        "end": "00:08:17,375",
        "en": "und Gott sei Dank war es sehr wahrscheinlich nur ein Bienenstich.",
        "pa": "And it was probably just an allergic reaction to a bee sting.",
        "vi": "Và cảm ơn trời, hình như nó chỉ bị ong đốt thôi."
    },
    {
        "start": "00:08:17,458",
        "end": "00:08:19,708",
        "en": "Also, er hat nur eine Biene gejagt und ist aber allergisch.",
        "pa": "It looks like he just chased a bee, and was allergic to it.",
        "vi": "Nó đuổi theo một con ong, bị đốt rồi nổi dị ứng."
    },
    {
        "start": "00:08:19,792",
        "end": "00:08:23,375",
        "en": "Und ist aber nicht weiter wild. Ist jetzt wieder glücklich.",
        "pa": "So, you know, it wasn't too bad. He's happy again now.",
        "vi": "Nhưng không nghiêm trọng. Giờ nó vui lại rồi."
    },
    {
        "start": "00:08:30,792",
        "end": "00:08:33,917",
        "en": "Du fährst seit über 10 Jahren in L.A. mit einem deutschen Führerschein.",
        "pa": "You've been in LA for over ten years, and you're still using a German license.",
        "vi": "Em đã lái xe ở L.A với bằng lái của Đức hơn mười năm."
    },
    {
        "start": "00:08:34,000",
        "end": "00:08:36,417",
        "en": "-Ist nicht erlaubt. -Ich weiß. Das ist Betrug, ne?",
        "pa": "-That's not allowed. -I know. It's illegal.",
        "vi": "Em biết. Là phạm pháp, nhỉ?"
    },
    {
        "start": "00:08:36,500",
        "end": "00:08:37,458",
        "en": "Das ist Betrug.",
        "pa": "It's illegal.",
        "vi": "Phạm pháp đấy."
    },
    {
        "start": "00:08:38,083",
        "end": "00:08:40,750",
        "en": "Mein einer Autoschlüssel ist weg. Keine Ahnung, wo der ist.",
        "pa": "I can't find my car key. It's my only copy.",
        "vi": "Chìa khóa xe duy nhất của em mất tiêu. Không biết ở đâu."
    },
    {
        "start": "00:08:40,833",
        "end": "00:08:43,792",
        "en": "Maus, du musst mir jetzt zeigen, wo alles geht hier.",
        "pa": "Mouse, you have to show me where everything is.",
        "vi": "Tí Anh, anh vào đây mà chỉ em từng cái đi."
    },
    {
        "start": "00:08:44,875",
        "end": "00:08:46,667",
        "en": "Was denn? Was muss man denn wissen?",
        "pa": "What? What do you need?",
        "vi": "Hả? Em cần biết những gì?"
    },
    {
        "start": "00:08:46,750",
        "end": "00:08:50,375",
        "en": "Theorie habe ich schon bestanden. Davor hatte ich eigentlich mehr Angst.",
        "pa": "I've already passed my written test. That's what I was most afraid of.",
        "vi": "Tôi đã đậu bài kiểm tra lý thuyết. Thật ra tôi sợ lý thuyết hơn."
    },
    {
        "start": "00:08:50,458",
        "end": "00:08:52,708",
        "en": "Jetzt steht endlich meine praktische Fahrprüfung an.",
        "pa": "Now it's finally time for my practical driving test.",
        "vi": "Cuối cùng tôi cũng được thi vòng lái xe thực tế."
    },
    {
        "start": "00:08:53,208",
        "end": "00:08:54,667",
        "en": "-Normales Licht? - Auf Automatik.",
        "pa": "-Is this a normal light? - Automatic.",
        "vi": "- Đèn thường à? - Nó tự động mở."
    },
    {
        "start": "00:08:54,750",
        "end": "00:08:56,958",
        "en": "Das andere ist einfach nur Fernlicht.",
        "pa": "The other is the high beam.",
        "vi": "Còn cái kia là đèn pha."
    },
    {
        "start": "00:08:57,042",
        "end": "00:09:00,167",
        "en": "Das Fernlicht dauerhaft, das machst du nach oben und unten.",
        "pa": "How do I…?\n You flip it up or down to turn on the high beams.",
        "vi": "Đèn pha thì có thể gạt lên xuống."
    },
    {
        "start": "00:09:00,250",
        "end": "00:09:01,917",
        "en": "-Wie? - So, den Hebel.",
        "pa": "-How? - The lever.",
        "vi": "- Làm sao? - Như vầy. Cần gạt ấy."
    },
    {
        "start": "00:09:02,000",
        "end": "00:09:04,292",
        "en": "Was ist in meinem Leben kein Zuckerschlecken?",
        "pa": "In my life, nothing is too challenging.",
        "vi": "Có cái gì làm khó được tôi nhỉ?"
    },
    {
        "start": "00:09:04,375",
        "end": "00:09:06,125",
        "en": "Ich kann doch alles.",
        "pa": "I can do anything.",
        "vi": "Cái gì tôi cũng làm được."
    },
    {
        "start": "00:09:07,250",
        "end": "00:09:08,208",
        "en": "Irgendwie.",
        "pa": "Somehow.",
        "vi": "Bằng cách nào đó."
    },
    {
        "start": "00:09:08,292",
        "end": "00:09:10,292",
        "en": "Wo geht die Motorhaube auf?",
        "pa": "How does the hood open?",
        "vi": "Làm thế nào để mở mui xe?"
    },
    {
        "start": "00:09:10,375",
        "end": "00:09:11,917",
        "en": "Unten links.",
        "pa": "Uh, bottom left.",
        "vi": "Dưới cùng, bên trái."
    },
    {
        "start": "00:09:12,000",
        "end": "00:09:13,750",
        "en": "Mit ein bisschen Hilfe.",
        "pa": "Maybe with a little help.",
        "vi": "Cùng với một chút hỗ trợ."
    },
    {
        "start": "00:09:15,750",
        "end": "00:09:17,083",
        "en": "Ah nee, das ist der Kofferraum.",
        "pa": "Oh no, that's the trunk.",
        "vi": "Ôi chết, mở nhầm cốp rồi."
    },
    {
        "start": "00:09:17,167",
        "end": "00:09:21,500",
        "en": "Also, Bill ist ja nicht… Ja, wie soll man sagen?",
        "pa": "Well, Bill is not…",
        "vi": "Phải, Bill không…"
    },
    {
        "start": "00:09:21,583",
        "end": "00:09:25,167",
        "en": "Er ist jetzt nicht so der Typ, der jetzt alles liebt mit Motoren.",
        "pa": "Well, how can I put it?\n He doesn't really get along well with things that have engines.",
        "vi": "Nói thế nào nhỉ?\n Bill không phải kiểu người có đam mê với động cơ."
    },
    {
        "start": "00:09:25,250",
        "end": "00:09:27,667",
        "en": "-Ich zum Beispiel liebe alles mit Motoren.",
        "pa": "But I love engines.",
        "vi": "Tôi thì rất mê động cơ."
    },
    {
        "start": "00:09:34,375",
        "end": "00:09:35,958",
        "en": "Beide Hände am Lenkrad halten.",
        "pa": "Keep both hands on the wheel. That's important.",
        "vi": "Giữ hai tay trên vô lăng. Quan trọng đấy."
    },
    {
        "start": "00:09:36,042",
        "end": "00:09:37,958",
        "en": "- Die ganze Zeit. -Das wird schwer.",
        "pa": "That's going to be tough for me. I drive like this.",
        "vi": "- Luôn giữ thế. - Khó quá."
    },
    {
        "start": "00:09:38,042",
        "end": "00:09:41,500",
        "en": "Ich fahre immer so. Oder ich habe mal eine Hand im Haar.",
        "pa": "-I always have, like, one hand in my hair. -No hand in hair. Never.",
        "vi": "Em luôn lái thế này. Hoặc em vọc tóc mình."
    },
    {
        "start": "00:09:41,583",
        "end": "00:09:44,292",
        "en": "-Keine Hand im Haar. -Könnte auch selbstbewusst wirken.",
        "pa": "But that could also come across as confident.",
        "vi": "- Đừng làm thế. - Làm vậy để người ta nghĩ là em tự tin."
    },
    {
        "start": "00:09:44,375",
        "end": "00:09:46,792",
        "en": "Nee, aber der will beide Hände…",
        "pa": "No, listen to me. Both hands here.",
        "vi": "Không, cả hai tay…"
    },
    {
        "start": "00:09:46,875",
        "end": "00:09:48,250",
        "en": "Das kann ich gar nicht mehr.",
        "pa": "I can't do that anymore.",
        "vi": "Em không muốn lái thế này nữa."
    },
    {
        "start": "00:09:48,333",
        "end": "00:09:52,167",
        "en": "-Fahr wie ein Anfänger. -Ich bin schon wieder so aufgeregt.",
        "pa": "Yeah, you need to drive like a beginner.\n -I'm afraid that's just how it is. -I'm still so nervous.",
        "vi": "Em phải lái như người mới tập. Bắt buộc phải vậy."
    },
    {
        "start": "00:09:52,250",
        "end": "00:09:54,833",
        "en": "Aber sag ihm vorher, du hast schon lange deinen Führerschein.",
        "pa": "Tell him you've had your driver's license for a long time.",
        "vi": "Em lại hồi hộp rồi.\n - Cứ bảo với họ là em có bằng lái lâu rồi. - Ừ."
    },
    {
        "start": "00:09:54,917",
        "end": "00:09:58,708",
        "en": "Ist noch nicht so lange her. Ich bin ja erst 22.",
        "pa": "It wasn't that long ago. I'm only… 22.",
        "vi": "Không hẳn là lâu. Tôi mới 22 tuổi mà."
    },
    {
        "start": "00:09:59,750",
        "end": "00:10:02,583",
        "en": "Aber auf keinen Fall hier unten so oder am Handy tippen.",
        "pa": "Don't keep your head down, and definitely don't type on the phone.",
        "vi": "Tuyệt đối không cúi mặt thế này, và không bấm điện thoại."
    },
    {
        "start": "00:10:02,667",
        "end": "00:10:05,667",
        "en": "Ist für dich als Influencer natürlich besonders schwer.",
        "pa": "-Typing on my phone. -I know it's hard as an influencer.",
        "vi": "Là người có sức ảnh hưởng, anh biết là khó cho em."
    },
    {
        "start": "00:10:05,750",
        "end": "00:10:07,875",
        "en": "Schwer, denn normalerweise würde ich sagen:",
        "pa": "That's hard. Normally I'd be like,",
        "vi": "Ừ, vì thông thường em sẽ kiểu:"
    },
    {
        "start": "00:10:07,958",
        "end": "00:10:10,042",
        "en": "\"Leute, ich mache meine Fahrprüfung.\"",
        "pa": "\"Ooh, guys, I'm taking my driver's license.\"",
        "vi": "\"Cả nhà ơi, tôi đang thi lấy bằng lái này\"."
    },
    {
        "start": "00:10:10,125",
        "end": "00:10:11,792",
        "en": "Genau, würde ich nicht machen.",
        "pa": "Yeah, you know, I wouldn't do that.",
        "vi": "Đúng đấy. Anh sẽ không làm thế."
    },
    {
        "start": "00:10:11,875",
        "end": "00:10:14,042",
        "en": "Falls alles schief läuft, sage ich: \"Hier…",
        "pa": "And if it goes bad, I'll say, \"Here…\"",
        "vi": "Nếu mọi chuyện đổ bể, em sẽ nói:"
    },
    {
        "start": "00:10:14,125",
        "end": "00:10:15,875",
        "en": "-…bedien dich.\" -Ein bisschen Geld.",
        "pa": "-\"Here's some money.\" -\"Help yourself… and shut the fuck up.\"",
        "vi": "\"Đây, anh cứ lấy tự nhiên."
    },
    {
        "start": "00:10:15,958",
        "end": "00:10:17,958",
        "en": "-\"Und halt die Fresse.\"",
        "pa": "",
        "vi": "Nhớ giữ im lặng đấy\"."
    },
    {
        "start": "00:10:18,875",
        "end": "00:10:19,750",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:10:19,833",
        "end": "00:10:21,375",
        "en": "-Drück mir die Daumen. -Viel Glück.",
        "pa": "-Fingers crossed. - Good luck.",
        "vi": "- Chúc em may mắn đi. - May mắn nha."
    },
    {
        "start": "00:10:21,458",
        "end": "00:10:23,292",
        "en": "-Ich rufe dich an. - Das schaffst du schon.",
        "pa": "-I'll call you. -You got this. Good.",
        "vi": "- Em sẽ gọi anh sau. - Em làm được mà."
    },
    {
        "start": "00:10:23,375",
        "end": "00:10:24,250",
        "en": "Bis später.",
        "pa": "See you later.",
        "vi": "Gặp sau nhé."
    },
    {
        "start": "00:10:26,042",
        "end": "00:10:27,833",
        "en": "Ich habe das Gefühl, dass er besteht.",
        "pa": "I feel like he's going to pass.",
        "vi": "Tôi linh cảm là em ấy sẽ đậu."
    },
    {
        "start": "00:10:27,917",
        "end": "00:10:30,583",
        "en": "Bei seiner niedlichen Art lässt man es ihm durchgehen,",
        "pa": "He's so charming, I think people let him get away with things,",
        "vi": "Kiểu nói ngọt như cậu ấy thì chắc họ sẽ cho qua"
    },
    {
        "start": "00:10:30,667",
        "end": "00:10:31,917",
        "en": "wenn er nicht richtig guckt.",
        "pa": "even if he's making mistakes.",
        "vi": "nếu cậu ấy có sai phạm."
    },
    {
        "start": "00:10:32,000",
        "end": "00:10:34,208",
        "en": "Es ist zu eng hier bei mir.",
        "pa": "It's too narrow here!",
        "vi": "Chỗ này hẹp quá!"
    },
    {
        "start": "00:10:34,292",
        "end": "00:10:37,625",
        "en": "Er wird sowieso viel in den Spiegel gucken und seine Haare checken.",
        "pa": "He'll be looking in the mirror a lot, checking that his hair is in place.",
        "vi": "Dù sao Bill cũng soi gương suốt, để xem tóc có đúng nếp không."
    },
    {
        "start": "00:10:50,542",
        "end": "00:10:53,750",
        "en": "Ich habe wahnsinnige Prüfungsangst. Ich kriege direkt nasse Hände.",
        "pa": "DRIVER'S LICENSE OFFICE\n I get crazy nervous in exams. My hands get clammy thinking about it.",
        "vi": "CƠ QUAN CẤP BẰNG LÁI XE SANTA MONICA\n SỞ QUẢN LÝ CƠ GIỚI BANG CALIFORNIA\n Tôi sợ thi cử lắm. Cứ nhớ đến là tay tôi vã mồ hôi."
    },
    {
        "start": "00:10:54,333",
        "end": "00:10:55,292",
        "en": "Hallo.",
        "pa": "Hello.",
        "vi": "- Xin chào. - Chào."
    },
    {
        "start": "00:10:55,375",
        "end": "00:10:58,333",
        "en": "-Ich heiße Esteban. Ich bin dein Prüfer. -Bill. Freut mich.",
        "pa": "Hi, my name is Esteban. I'll be your examiner.",
        "vi": "- Tôi là Esteban, người chấm thi cho anh. - Tôi là Bill. Hân hạnh."
    },
    {
        "start": "00:10:58,417",
        "end": "00:11:01,083",
        "en": "-Ich überprüfe zunächst deine Papiere. -Okay.",
        "pa": "- Hi, I'm Bill. -Nice to meet you.\n -If I can check your paperwork first. - Okay.",
        "vi": "- Tôi sẽ kiểm tra giấy tờ trước. - Được thôi."
    },
    {
        "start": "00:11:01,667",
        "end": "00:11:06,958",
        "en": "Ich hasse Prüfungen, auf die Probe gestellt zu werden… Schlimm.",
        "pa": "I really hate taking tests. I am so awful at exams. They suck.",
        "vi": "Tôi ghét lắm. Thi cử, kiểm tra… Hết sức khủng khiếp."
    },
    {
        "start": "00:11:07,042",
        "end": "00:11:08,750",
        "en": "Super, war schon falsch.",
        "pa": "Okay, great, that was wrong.",
        "vi": "Được rồi, sai mất rồi."
    },
    {
        "start": "00:11:11,333",
        "end": "00:11:12,792",
        "en": "Ich glaube, ich bin durchgefallen!",
        "pa": "I think I failed!",
        "vi": "Chắc em rớt rồi!"
    },
    {
        "start": "00:11:12,875",
        "end": "00:11:15,125",
        "en": "Oh Gott, ich werde nervös. Das ist verrückt.",
        "pa": "I'm getting nervous. This is so crazy.",
        "vi": "Ôi Chúa ơi, tôi hồi hộp quá. Không tin nổi luôn."
    },
    {
        "start": "00:11:15,208",
        "end": "00:11:18,000",
        "en": "Ich habe meinen Führerschein schon, seit ich 18 bin.",
        "pa": "I… I've had my license ever since I'm 18.",
        "vi": "Tôi có bằng lái từ năm 18 tuổi."
    },
    {
        "start": "00:11:18,125",
        "end": "00:11:19,542",
        "en": "-Passt alles. -In Deutschland.",
        "pa": "-It's good. -But in Germany.",
        "vi": "- Vậy là ổn rồi… - Ở Đức."
    },
    {
        "start": "00:11:20,333",
        "end": "00:11:22,583",
        "en": "Ich denke immer, ich bin fertig mit so Sachen",
        "pa": "I always think I'm done with these things,",
        "vi": "Tôi tưởng chuyện thi cử chỉ còn là quá khứ"
    },
    {
        "start": "00:11:22,667",
        "end": "00:11:26,083",
        "en": "und dann muss man doch mit 34 noch mal so einen Test machen.",
        "pa": "and then, at 34, suddenly I have to take another test.",
        "vi": "nhưng giờ ở tuổi 34, tự nhiên lại dính vào thi cử nữa."
    },
    {
        "start": "00:11:27,083",
        "end": "00:11:29,208",
        "en": "Anstrengend. Hatte ich überhaupt keine Lust drauf.",
        "pa": "It's exhausting.\n I didn't feel like doing it at all.",
        "vi": "Khó thật. Tôi không muốn chút nào."
    },
    {
        "start": "00:11:29,292",
        "end": "00:11:32,292",
        "en": "- Wo ist die Handbremse? -Hier.",
        "pa": "Do you know where your parking brake is?",
        "vi": "Anh có biết phanh đỗ xe hay phanh khẩn cấp ở đâu không?"
    },
    {
        "start": "00:11:32,375",
        "end": "00:11:33,833",
        "en": "-Danke.",
        "pa": "-Right here. -Thank you.",
        "vi": "- Ngay đây. - Cảm ơn."
    },
    {
        "start": "00:11:33,917",
        "end": "00:11:37,625",
        "en": "Zeige mal deine Handzeichen und erkläre, wozu welche da sind.",
        "pa": "Demonstrate your arm signals and explain what they are.",
        "vi": "Điểm qua các tín hiệu bằng tay và giải thích ý nghĩa từng cái."
    },
    {
        "start": "00:11:37,708",
        "end": "00:11:39,458",
        "en": "-Zum links Abbiegen.",
        "pa": "-So this is for the left turn.",
        "vi": "Đây là xin rẽ trái."
    },
    {
        "start": "00:11:39,542",
        "end": "00:11:41,958",
        "en": "-Zum rechts Abbiegen und Bremsen.",
        "pa": "-This is for a right turn.",
        "vi": "Đây là xin rẽ phải. Và đây là ra hiệu dừng lại."
    },
    {
        "start": "00:11:42,042",
        "end": "00:11:43,167",
        "en": "In Ordnung.",
        "pa": "And this is to stop.\n - All right.",
        "vi": "Được rồi."
    },
    {
        "start": "00:11:43,250",
        "end": "00:11:46,167",
        "en": "- Die Scheibenwischersteuerung?",
        "pa": "Point to your windshield wiper controls.",
        "vi": "- Chỉ vào điều khiển cần gạt nước. - Ở ngay đây."
    },
    {
        "start": "00:11:46,250",
        "end": "00:11:49,000",
        "en": "- Und zum Enteisen.",
        "pa": "That's right here.\n - And your defroster controls. -That's right here.",
        "vi": "- Và điều khiển khử sương. - Ngay đây."
    },
    {
        "start": "00:11:49,083",
        "end": "00:11:51,333",
        "en": "-In Ordnung. Warnleuchten?",
        "pa": "All right. Emergency flashers?",
        "vi": "Được. Còn đèn cảnh báo nguy hiểm?"
    },
    {
        "start": "00:11:52,333",
        "end": "00:11:54,833",
        "en": "-Und wie stellst du die Scheinwerfer ein? -Hier.",
        "pa": "-And the headlight controls.",
        "vi": "- Và làm thế nào để bật đèn pha lên? - Ở đây."
    },
    {
        "start": "00:11:54,917",
        "end": "00:11:57,417",
        "en": "-Perfekt, ich steige jetzt ein.",
        "pa": "-Turn the lights on? -Here.\n Perfect. I'm gonna enter the vehicle.\n Okay.",
        "vi": "- Hoàn hảo. Tôi sẽ lên xe. - Được rồi."
    },
    {
        "start": "00:12:02,208",
        "end": "00:12:03,500",
        "en": "Ich habe gehört,",
        "pa": "I also heard that I got one of the strictest examiners",
        "vi": "Tôi còn nghe nói là tôi đã trúng ngay người chấm thi khó tính nhất"
    },
    {
        "start": "00:12:03,583",
        "end": "00:12:06,458",
        "en": "einer der strengsten Prüfer, die beim DMV arbeiten,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:12:06,542",
        "end": "00:12:09,083",
        "en": "habe ich natürlich wieder abbekommen. War ja klar.",
        "pa": "working at the DMV. Of course I did.",
        "vi": "tại Sở Quản Lý Cơ Giới. Tất nhiên rồi."
    },
    {
        "start": "00:12:09,167",
        "end": "00:12:11,417",
        "en": "…die Fahrabteilung…",
        "pa": "…be observing you and the driving department…",
        "vi": "…sẽ quan sát anh, và sở lái xe…"
    },
    {
        "start": "00:12:11,500",
        "end": "00:12:14,292",
        "en": "Das ist so eine Machtposition, und du weißt,",
        "pa": "It's such a position of power.",
        "vi": "Một vị trí thật quyền lực, có thể thấy rõ họ muốn thứ gì đó từ bạn."
    },
    {
        "start": "00:12:14,375",
        "end": "00:12:16,417",
        "en": "diese Leute wollen jetzt was von dir.",
        "pa": "They know that the driver really wants something from them.",
        "vi": ""
    },
    {
        "start": "00:12:16,500",
        "end": "00:12:20,292",
        "en": "Es liegt alles in deiner Hand. Und der Prüfer hat das auch ausgestrahlt.",
        "pa": "They're in total control.\n And the examiner gave off a bit of that vibe.",
        "vi": "Thứ đó là của riêng bạn. Và thầy chấm thi cho tôi thấy cảm giác quyền lực đó."
    },
    {
        "start": "00:12:25,542",
        "end": "00:12:27,708",
        "en": "Spurwechsel nach rechts.",
        "pa": "And lane change to the right.",
        "vi": "Rồi chuyển sang làn bên phải."
    },
    {
        "start": "00:12:29,625",
        "end": "00:12:31,333",
        "en": "An der Kreuzung rechts abbiegen.",
        "pa": "Intersection, turn right.",
        "vi": "Đến giao lộ, rẽ phải."
    },
    {
        "start": "00:12:32,333",
        "end": "00:12:33,417",
        "en": "STOPP KREUZUNG",
        "pa": "",
        "vi": "STOP MỌI HƯỚNG"
    },
    {
        "start": "00:12:34,583",
        "end": "00:12:35,708",
        "en": "TEMPOLIMIT 25",
        "pa": "",
        "vi": "GIỚI HẠN TỐC ĐỘ 40 KM/H"
    },
    {
        "start": "00:12:35,792",
        "end": "00:12:38,167",
        "en": "- Am Eingang, rechts abbiegen. - Okay.",
        "pa": "- At that entrance turn right. - Mm-hm.",
        "vi": "- Ngay lối vào, rẽ phải. - Được."
    },
    {
        "start": "00:12:44,583",
        "end": "00:12:46,792",
        "en": "-Die Fahrprüfung ist geschafft. -Okay.",
        "pa": "-So we've finished the driving test. -Okay.",
        "vi": "- Bài kiểm tra lái xe đã hoàn tất. - Phải."
    },
    {
        "start": "00:12:46,875",
        "end": "00:12:49,875",
        "en": "Es gibt ein paar Punkte, als wir rausgefahren sind…",
        "pa": "You had a couple of points.",
        "vi": "Có vài chỗ chưa ổn, như khi ta lái ra khỏi đây…"
    },
    {
        "start": "00:12:49,958",
        "end": "00:12:52,417",
        "en": "-Ja. -…und wir wieder rechts abgebogen sind.",
        "pa": "-Um, when we were exiting. -Right.\n -And when we made another right turn. -Uh-huh.",
        "vi": "- Ừ. - Và khi ta rẽ phải lần nữa."
    },
    {
        "start": "00:12:52,500",
        "end": "00:12:54,958",
        "en": "Beim rechts Abbiegen gilt immer von rechts nach rechts.",
        "pa": "When you're making a right turn, it's always right to right.",
        "vi": "Khi rẽ phải, thì phải luôn giữ làn bên phải."
    },
    {
        "start": "00:12:55,042",
        "end": "00:12:58,250",
        "en": "Du bist beim Abbiegen in die linke Spur gewechselt.",
        "pa": "You went from the right turn, and you went into the left lane.",
        "vi": "Anh rẽ phải và xong lại đi vào làn bên trái."
    },
    {
        "start": "00:13:05,250",
        "end": "00:13:08,958",
        "en": "Maus! Maus! Ich bin durchgefallen.",
        "pa": "Mouse! Mouse!\n I failed the test.",
        "vi": "Tí Anh à!\n Em rớt rồi."
    },
    {
        "start": "00:13:10,417",
        "end": "00:13:13,000",
        "en": "-Erzähl nicht. -Doch, Scheiße.",
        "pa": "-No you didn't. -Yes, I did. Dammit.",
        "vi": "- Sao được? - Thật đấy. Chết tiệt."
    },
    {
        "start": "00:13:13,667",
        "end": "00:13:16,833",
        "en": "Da habe ich echt gedacht: \"Das ist für sein Selbstbewusstsein nicht so gut.\"",
        "pa": "My first thought was, \"Okay,\n that won't be great for his self-confidence.\"",
        "vi": "Tôi thực sự nghĩ: \"Xong, em ấy sẽ mất tự tin vì lần này\"."
    },
    {
        "start": "00:13:16,917",
        "end": "00:13:18,167",
        "en": "Weil, weißt du, warum?",
        "pa": "You want to hear why? I was about to take a right turn,",
        "vi": "Biết tại sao không? Lúc rẽ phải"
    },
    {
        "start": "00:13:18,250",
        "end": "00:13:22,375",
        "en": "Ich bin beim Rechtsabbiegen… Bin ich auf die äußere Spur und nicht auf die innere.",
        "pa": "and I got into the outside lane and not the inside lane.",
        "vi": "em rẽ vào làn ngoài chứ không phải làn trong."
    },
    {
        "start": "00:13:23,417",
        "end": "00:13:25,250",
        "en": "Oh, na, das ist natürlich blöd.",
        "pa": "You can't fail because of that.",
        "vi": "Khó thế."
    },
    {
        "start": "00:13:25,333",
        "end": "00:13:26,292",
        "en": "Ja.",
        "pa": "I did.",
        "vi": "Ừ."
    },
    {
        "start": "00:13:26,375",
        "end": "00:13:29,000",
        "en": "Nein, ich mache nur Spaß! Ich habe bestanden.",
        "pa": "No, I'm just joking! I passed.",
        "vi": "À mà em đùa thôi! Em đậu rồi."
    },
    {
        "start": "00:13:29,083",
        "end": "00:13:30,833",
        "en": "-Du hast mich nicht blamiert. -Hab ich nicht.",
        "pa": "-So, you didn't embarrass me! -I didn't embarrass you.",
        "vi": "- Em không làm anh xấu hổ à? - Không."
    },
    {
        "start": "00:13:30,917",
        "end": "00:13:33,375",
        "en": "Ich habe easy bestanden. Das war ein Zuckerschlecken.",
        "pa": "It was easy. It was a walk in the park.",
        "vi": "Em đậu cái một. Dễ như chơi ấy."
    },
    {
        "start": "00:13:33,458",
        "end": "00:13:36,208",
        "en": "-Ich wollte dich nur updaten. -Alles klar. Ja, tschüss.",
        "pa": "-I just wanted to update you, bye. - Okay. Okay, bye.",
        "vi": "- Chỉ muốn báo anh biết thôi. Chào! - Ừ, chào."
    },
    {
        "start": "00:13:36,292",
        "end": "00:13:38,417",
        "en": "Glück gehabt. Ja.",
        "pa": "He's lucky. Yeah.",
        "vi": "Gặp may thôi. Ừ."
    },
    {
        "start": "00:13:41,167",
        "end": "00:13:43,167",
        "en": "Ich komme nie wieder",
        "pa": "♪ La, la, la, la, la! ♪\n ♪ Never have to come back again ♪",
        "vi": "Không bao giờ phải quay lại nữa."
    },
    {
        "start": "00:13:43,667",
        "end": "00:13:45,833",
        "en": "Jetzt darf ich dich offiziell fahren.",
        "pa": "Now I can officially drive you.",
        "vi": "Giờ tao có thể chính thức lái mày rồi."
    },
    {
        "start": "00:13:46,333",
        "end": "00:13:49,333",
        "en": "Das ging so schnell, also, das macht mir eigentlich Angst,",
        "pa": "It went so fast. I'm actually more afraid to drive in America now.",
        "vi": "Bài thi quá ngắn, làm tôi thấy sợ khi lái xe ở Mỹ."
    },
    {
        "start": "00:13:49,417",
        "end": "00:13:53,000",
        "en": "in Amerika Auto zu fahren. Wenn so Leute ihren Führerschein machen,",
        "pa": "If that's how people get their driver's license,",
        "vi": "Nếu mọi người đậu bằng lái dễ như thế"
    },
    {
        "start": "00:13:53,083",
        "end": "00:13:56,583",
        "en": "die noch keine Fahrerfahrung haben wie ich über viele Jahre,",
        "pa": "people who haven't had years of actual driving experience like I have,",
        "vi": "và còn không có nhiều năm kinh nghiệm lái xe thực tế như tôi,"
    },
    {
        "start": "00:13:56,667",
        "end": "00:13:58,625",
        "en": "da darf man sich nicht mehr auf die Straße trauen.",
        "pa": "you really shouldn't risk driving in the streets.\n -♪ Out in the street ♪\n ♪ This is what they say ♪",
        "vi": "thì không nên lái xe ra đường."
    },
    {
        "start": "00:14:10,542",
        "end": "00:14:13,083",
        "en": "Die Freundschaft mit Sara bedeutet mir sehr viel.",
        "pa": "♪ I like them Hollywood girls Girls, girls ♪\n My friendship with Sara means a lot, she's my closest friend",
        "vi": "CĂN HỘ CỦA SARA TÂY HOLLYWOOD\n Tôi rất trân trọng tình bạn với Sara. Cô ấy là bạn thân của tôi."
    },
    {
        "start": "00:14:13,167",
        "end": "00:14:14,833",
        "en": "Weil das so meine engste Freundin ist",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:14:14,917",
        "end": "00:14:20,042",
        "en": "und auch die Einzige, die verstehen kann, wie ich mich so als Dauer-Single fühle.",
        "pa": "and I think she's the only one who can understand\n how I feel about being permanently single.",
        "vi": "Tôi nghĩ chỉ có cô ấy\n mới hiểu cảm giác ế bền vững của tôi."
    },
    {
        "start": "00:14:20,125",
        "end": "00:14:22,000",
        "en": "Darum haben wir eine ganz besondere Verbindung.",
        "pa": "And that's why I think we have a very special connection.",
        "vi": "Nên chúng tôi có kết nối đặc biệt."
    },
    {
        "start": "00:14:23,167",
        "end": "00:14:25,417",
        "en": "Ich muss nach Austin, Texas umziehen.",
        "pa": "I have to move to Austin, Texas.",
        "vi": "Có vẻ như tôi sẽ chuyển đến Austin, Texas."
    },
    {
        "start": "00:14:25,500",
        "end": "00:14:29,042",
        "en": "Ich möchte einen bodenständigeren,",
        "pa": "I'm looking for a more down-to-earth, calm lifestyle.",
        "vi": "Tôi đang tìm kiếm một lối sống yên tĩnh, đơn giản hơn."
    },
    {
        "start": "00:14:29,125",
        "end": "00:14:30,583",
        "en": "ruhigeren Lebensstil.",
        "pa": "",
        "vi": "SARA BẠN THÂN CỦA BILL"
    },
    {
        "start": "00:14:30,667",
        "end": "00:14:32,625",
        "en": "Und den Mann meiner Träume finden.",
        "pa": "And to find the man of my dreams.",
        "vi": "Và tìm người đàn ông trong mộng của tôi."
    },
    {
        "start": "00:14:33,500",
        "end": "00:14:35,958",
        "en": "Ich koche nur für meine Freunde. Ich koche nicht für…",
        "pa": "I only cook for my friends. I don't cook for my…",
        "vi": "Tôi chỉ nấu ăn cho bạn bè. Tôi không nấu ăn cho…"
    },
    {
        "start": "00:14:36,042",
        "end": "00:14:37,792",
        "en": "- Nein. -…niemanden sonst.",
        "pa": "- No. -Nobody else. Not as a job.",
        "vi": "- Ừ. - Không ai khác cả."
    },
    {
        "start": "00:14:37,875",
        "end": "00:14:39,750",
        "en": "Nicht als Arbeit. Zum Spaß. Wie hübsch.",
        "pa": "Only for fun. Look how pretty.",
        "vi": "Đâu phải nhiệm vụ, niềm vui thôi. Ngon quá."
    },
    {
        "start": "00:14:39,833",
        "end": "00:14:43,708",
        "en": "-Dass Sara aus L.A. wegzieht, ist… krass. -Das ist krass. Ja.",
        "pa": "Sara moving out of LA, like, I mean that's…",
        "vi": "- Sara rời khỏi L.A, đó là… - Thật khó tin."
    },
    {
        "start": "00:14:44,458",
        "end": "00:14:47,958",
        "en": "Wir haben gedacht, wir treffen uns ein letztes Mal bei Sara",
        "pa": "-Crazy, yeah. -That's crazy.\n We thought we'd all get together one last time at Sara's apartment,",
        "vi": "Chúng tôi định sẽ tề tụ với nhau lần cuối tại căn hộ của Sara"
    },
    {
        "start": "00:14:48,042",
        "end": "00:14:50,625",
        "en": "und machen eine kleine, süße Abschiedsparty.",
        "pa": "and have a lovely little farewell party.",
        "vi": "và tổ chức tiệc chia tay thân mật."
    },
    {
        "start": "00:14:50,708",
        "end": "00:14:53,083",
        "en": "- Hey, mein Schatz. -Hi, Schatz!",
        "pa": "-Hi, my love.",
        "vi": "- Chào cưng. - Chào cưng!"
    },
    {
        "start": "00:14:53,167",
        "end": "00:14:56,583",
        "en": "Bill sagte: \"Komm mal wirklich, weil das ist der letzte Abend.\"",
        "pa": "Hi, baby!\n Bill said to me, \"You should come along. It's her last night in town.\"",
        "vi": "Bill bảo: \"Nhớ đến đấy, vì đây là bữa tối cuối cùng với nhau\"."
    },
    {
        "start": "00:14:56,667",
        "end": "00:14:58,625",
        "en": "Normalerweise hätte ich gesagt: \"Ja, ja, ich komme\",",
        "pa": "And, normally, I would've said, \"Yeah, I'll come,\" and then…",
        "vi": "Vì bình thường tôi sẽ nói: \"Ừ, anh sẽ ghé\" và sau đó…"
    },
    {
        "start": "00:14:59,417",
        "end": "00:15:01,333",
        "en": "und dann wäre ich nicht gekommen.",
        "pa": "…I wouldn't show up.",
        "vi": "tôi sẽ không đến."
    },
    {
        "start": "00:15:01,417",
        "end": "00:15:05,500",
        "en": "Ihr seid hier, weil ich euch lieb habe. Jeden einzelnen von euch.",
        "pa": "You guys are here because I love you,",
        "vi": "Mọi người ở đây vì tôi trân quý từng người một."
    },
    {
        "start": "00:15:05,583",
        "end": "00:15:11,125",
        "en": "Ihr habt mein Leben in L.A. besser gemacht, als es ohne euch gewesen wäre.",
        "pa": "all single one of you.\n And you made my life in LA much better than it could have been without you.",
        "vi": "Và mọi người giúp cuộc sống ở L.A tốt đẹp hơn nhiều."
    },
    {
        "start": "00:15:11,208",
        "end": "00:15:13,250",
        "en": "Schatz, ich bin so traurig, dass du gehst.",
        "pa": "Well, love, I'm so sad you're leaving.",
        "vi": "Bạn ơi, tớ rất buồn khi cậu chuyển đi."
    },
    {
        "start": "00:15:13,333",
        "end": "00:15:15,583",
        "en": "-Ich glaube, das sind wir alle. - Ja, ich weiß.",
        "pa": "I think we're all very sad you're leaving.",
        "vi": "- Tớ nghĩ ai cũng buồn. - Ừ. Tớ biết."
    },
    {
        "start": "00:15:15,667",
        "end": "00:15:20,750",
        "en": "Es gab zusammen so viel Lachen und Liebe und witzige Geschichten und Drama.",
        "pa": "We had so much laughter and love\n and like, you know, funny stories and drama.",
        "vi": "Ta đã chia sẻ nhiều nụ cười, tình thương, bi hài đủ cả."
    },
    {
        "start": "00:15:20,833",
        "end": "00:15:23,708",
        "en": "- Trinken wir auf weniger Drama! - Weniger Drama!",
        "pa": "- So cheers to less drama! - Less drama.",
        "vi": "- Nâng ly vì cuộc sống bớt drama! - Bớt drama!"
    },
    {
        "start": "00:15:24,333",
        "end": "00:15:25,792",
        "en": "Prost, Leute!",
        "pa": "-Cheers, guys.",
        "vi": "Cạn ly!"
    },
    {
        "start": "00:15:25,875",
        "end": "00:15:28,792",
        "en": "Ihr müsst eure witzigste Erinnerung aufschreiben…",
        "pa": "You have to write down your funniest memory",
        "vi": "Phải viết lại kỉ niệm hài hước nhất…"
    },
    {
        "start": "00:15:31,042",
        "end": "00:15:32,042",
        "en": "…von dieser Wohnung.",
        "pa": "in this apartment.",
        "vi": "…trong căn hộ này."
    },
    {
        "start": "00:15:32,125",
        "end": "00:15:33,500",
        "en": "Ja, da gibt es viele.",
        "pa": "Yeah, I have many.",
        "vi": "Ừ, tôi có cả đống."
    },
    {
        "start": "00:15:34,292",
        "end": "00:15:35,958",
        "en": "Gibt es noch mehr Papier?",
        "pa": "Is there another piece of paper?",
        "vi": "Còn tờ giấy nào dư không?"
    },
    {
        "start": "00:15:38,417",
        "end": "00:15:41,042",
        "en": "Ihr müsst so schreiben, dass es alle lesen können.",
        "pa": "You have to write them so that everyone can read them.",
        "vi": "Phải viết sao để mọi người đọc được đấy."
    },
    {
        "start": "00:15:42,833",
        "end": "00:15:45,625",
        "en": "Sie liest es vor und muss raten, wer es geschrieben hat.",
        "pa": "She's reading it and then she's guessing who wrote it.",
        "vi": "Cô ấy sẽ đọc và đoán xem kỉ niệm đó là của ai."
    },
    {
        "start": "00:15:45,708",
        "end": "00:15:47,958",
        "en": "-Haltet alle euren Mund. - Ja.",
        "pa": "-Everyone shut the fuck up. - Okay.",
        "vi": "- Mọi người im đi. - Được rồi."
    },
    {
        "start": "00:15:48,042",
        "end": "00:15:53,583",
        "en": "\"Meine witzigste Erinnerung ist, wie ich auf deinem weißen Sofa sitze",
        "pa": "\"My funniest memory of this apartment is me sitting on your white couch",
        "vi": "\"Kỉ niệm hài nhất của tớ trong căn hộ này là khi ngồi trên sofa màu trắng của cậu,"
    },
    {
        "start": "00:15:53,667",
        "end": "00:15:57,292",
        "en": "und heimlich einem Typ einen runterhole…",
        "pa": "giving a secret hand job behind my…",
        "vi": "bí mật sóc lọ cho một…"
    },
    {
        "start": "00:16:00,750",
        "end": "00:16:03,458",
        "en": "-…und so tue, als würde ich zuhören…\"",
        "pa": "behind my back to a guy…\n …but pretending to actually listen to you…\"",
        "vi": "cho một anh trai… ngay sau lưng tớ\n trong khi giả vờ chăm chú lắng nghe cậu…\""
    },
    {
        "start": "00:16:04,250",
        "end": "00:16:05,083",
        "en": "Was?",
        "pa": "- What?",
        "vi": "Gì cơ?"
    },
    {
        "start": "00:16:05,167",
        "end": "00:16:09,208",
        "en": "…wie du ein Liebesgedicht vorliest.\"",
        "pa": "\"…reading me a beautiful poem about love.\"",
        "vi": "\"…đọc một bài thơ xúc động về tình yêu\"."
    },
    {
        "start": "00:16:09,292",
        "end": "00:16:11,417",
        "en": "- Okay. - Das warst du.",
        "pa": "-Okay! - That was you. That was you.",
        "vi": "- Được rồi! - Là cậu."
    },
    {
        "start": "00:16:11,500",
        "end": "00:16:13,875",
        "en": "- Ich weiß es ganz genau. - Ich mache das nicht.",
        "pa": "I know exactly.",
        "vi": "- Tôi biết ai rồi. - Tôi chả sóc lọ ai cả."
    },
    {
        "start": "00:16:13,958",
        "end": "00:16:15,750",
        "en": "- Ist das von Bill? - Das war Bill.",
        "pa": "Okay. This was… Bill.",
        "vi": "- Của Bill à? - Là Bill đấy."
    },
    {
        "start": "00:16:15,833",
        "end": "00:16:17,042",
        "en": "Ja!",
        "pa": "Yes!",
        "vi": "Đúng rồi!"
    },
    {
        "start": "00:16:17,542",
        "end": "00:16:19,583",
        "en": "- Ich erinnere mich… -Oh, mein Gott!",
        "pa": "- I remember. -Oh my God.",
        "vi": "- Tớ nhớ mà, tớ không bao giờ… - Chúa ơi!"
    },
    {
        "start": "00:16:19,667",
        "end": "00:16:21,167",
        "en": "- Wer war der Typ? -Auf dem Sofa.",
        "pa": "Who was the guy?",
        "vi": "- Anh trai nào? - Trên ghế đó à."
    },
    {
        "start": "00:16:21,250",
        "end": "00:16:22,958",
        "en": "- Das war Donnie. -Donnie.",
        "pa": "-It was on that couch. Donnie. - Donnie.",
        "vi": "- Anh ấy tên Donnie. - Donnie."
    },
    {
        "start": "00:16:23,042",
        "end": "00:16:24,917",
        "en": "- Er war echt süß. -Donnie war sehr süß.",
        "pa": "-He was so sweet. -Donnie was very sweet.",
        "vi": "- Rất đáng yêu. - Donnie dễ thương thật."
    },
    {
        "start": "00:16:25,000",
        "end": "00:16:27,125",
        "en": "-Mitten in der Pandemie. -Deswegen habe ich es gemacht.",
        "pa": "- In the pandemic. - That's why I gave him a hand job.",
        "vi": "- Trong đợt đại dịch. - Nên tớ mới sóc lọ anh ấy."
    },
    {
        "start": "00:16:27,208",
        "end": "00:16:30,000",
        "en": "Ich habe ihr die ganze Zeit zugehört: \"Mhm, aha\",",
        "pa": "I was listening the whole time, like, \"Mm-hmm, uh-huh.\"",
        "vi": "Tôi vẫn lắng nghe cô ấy nhưng tôi chỉ: \"Ừ hử\" ở phía sau thôi…"
    },
    {
        "start": "00:16:30,083",
        "end": "00:16:34,667",
        "en": "und war im Hintergrund… war ich auf der Couch beschäftigt.",
        "pa": "But behind my back,\n I was busy giving a hand job to this nice guy.",
        "vi": "Tôi đang bận tay làm chuyện khác trên ghế. Còn Sara thì không để ý."
    },
    {
        "start": "00:16:34,750",
        "end": "00:16:37,208",
        "en": "Und Sara hat das nicht mitbekommen.",
        "pa": "And Sara didn't notice.",
        "vi": ""
    },
    {
        "start": "00:16:37,292",
        "end": "00:16:40,292",
        "en": "Ich wusste nicht, was Sache ist, ich hatte keine Ahnung.",
        "pa": "I didn't know what was going on. I had no idea.",
        "vi": "Tớ không hề biết cậu đang bận làm cái đó. Không hề."
    },
    {
        "start": "00:16:40,417",
        "end": "00:16:44,708",
        "en": "Du hast es später erzählt und ich dachte, \"Was?\" Ich habe doch nur was vorgelesen.",
        "pa": "Then you told me, and I was like, \"What?\"\n -I was just reading a poem.",
        "vi": "Và hôm sau cậu kể tớ nghe, tớ kiểu: \"Gì cơ?\" Lúc đó tớ đang đọc thơ mà."
    },
    {
        "start": "00:16:44,792",
        "end": "00:16:46,458",
        "en": "-Mir hast du das nie erzählt. - Ja.",
        "pa": "-You never told me that. - Yeah.",
        "vi": "- Em cũng chưa kể anh nghe. - Ừ."
    },
    {
        "start": "00:16:46,542",
        "end": "00:16:48,625",
        "en": "Was kann ich eigentlich nicht, ne?",
        "pa": "What can't I do, actually?",
        "vi": "Nói thật, có gì mà tôi không làm được?"
    },
    {
        "start": "00:16:50,292",
        "end": "00:16:53,250",
        "en": "\"Auf einer ungestimmten Gitarre klimpern,",
        "pa": "\"Jamming on an untuned guitar.\"",
        "vi": "\"Chơi nhạc ngẫu hứng với cây ghi-ta lạc tông,"
    },
    {
        "start": "00:16:53,333",
        "end": "00:16:56,708",
        "en": "völlig besoffen und Sara singt dazu.\"",
        "pa": "\"Completely wasted, and Sara starting to chant to it.\"",
        "vi": "say bí tỉ, và Sara bắt đầu ngân nga trên nền nhạc đó."
    },
    {
        "start": "00:16:56,792",
        "end": "00:17:00,083",
        "en": "\"Auch nicht gerade treffsicher. Aber natürlich…\"",
        "pa": "\"Not exactly in tune either.\"\n - Of course.",
        "vi": "Ngân nga cũng lạc tông. Nhưng tất nhiên…\""
    },
    {
        "start": "00:17:00,167",
        "end": "00:17:02,917",
        "en": "Wir saßen zusammen und haben immer abends getrommelt",
        "pa": "We'd sit together and jam out in the evenings,",
        "vi": "Chúng tôi hay chơi trống cùng nhau vào buổi tối, và Sara chỉ hát bài ruột."
    },
    {
        "start": "00:17:03,000",
        "end": "00:17:04,667",
        "en": "und Sara hat immer das Gleiche gesungen.",
        "pa": "and Sara always sang the same song.",
        "vi": ""
    },
    {
        "start": "00:17:04,750",
        "end": "00:17:06,250",
        "en": "Ich habe Gitarre gespielt.",
        "pa": "I started playing guitar.",
        "vi": "Tôi bắt đầu chơi ghi-ta."
    },
    {
        "start": "00:17:06,333",
        "end": "00:17:10,000",
        "en": "Und du hast \"Beautiful\" gesungen, nur das Wort, die ganze Zeit.",
        "pa": "And you started to sing \"beautiful,\" just the word \"beautiful\" the whole time.",
        "vi": "Và cô bắt đầu ngân nga \"đẹp tuyệt trần\", chỉ có mỗi từ đó, hát suốt."
    },
    {
        "start": "00:17:10,083",
        "end": "00:17:15,542",
        "en": "Beautiful, beautiful…",
        "pa": "♪ Beautiful, beautiful ♪",
        "vi": "- Lắc lư một chút và thêm chút… - Đẹp tuyệt trần…"
    },
    {
        "start": "00:17:15,625",
        "end": "00:17:17,417",
        "en": "Beautiful.",
        "pa": "♪ Beautiful ♪",
        "vi": "\"Đẹp tuyệt trần…\""
    },
    {
        "start": "00:17:17,500",
        "end": "00:17:19,375",
        "en": "- So habe ich gesungen? -Nein, das war süß.",
        "pa": "- Is that how I'm singing? -No, it was sweet.",
        "vi": "- Tôi có hát vậy à? - Lúc nào cũng vậy!"
    },
    {
        "start": "00:17:19,458",
        "end": "00:17:22,375",
        "en": "- Du hast immer \"Beautiful\" gesungen. - Das hat so Spaß gemacht.",
        "pa": "- You always sing \"beautiful.\" - That was so much fun.",
        "vi": "- Không, dễ thương mà. - Vui quá, mọi người ơi."
    },
    {
        "start": "00:17:23,292",
        "end": "00:17:24,958",
        "en": "Oh, mein Schatz.",
        "pa": "Oh, my love.",
        "vi": "Ôi, bạn tớ."
    },
    {
        "start": "00:17:25,708",
        "end": "00:17:29,375",
        "en": "Ich bin mit meiner Frau verabredet, ich muss also los.",
        "pa": "I have a date with my wife, so I gotta go.",
        "vi": "- Tôi có hẹn với vợ, tôi phải về đây. - Thôi mà, Tom!"
    },
    {
        "start": "00:17:29,458",
        "end": "00:17:31,500",
        "en": "- Ach, komm schon, Tom. -Nein, ich muss los.",
        "pa": "Oh, come on, Tom!\n -No, I gotta go, it's always… - Boring!",
        "vi": "- Không, tôi phải đi, luôn phải… - Chán chết!"
    },
    {
        "start": "00:17:31,583",
        "end": "00:17:32,792",
        "en": "- Langweilig. -Nein!",
        "pa": "No!",
        "vi": "Không!"
    },
    {
        "start": "00:17:32,875",
        "end": "00:17:37,250",
        "en": "Ich bin ja froh, wenn Tom überhaupt kommt.",
        "pa": "I'm happy if Tom comes at all.\n I think, \"If Tom comes, it's all good.\"",
        "vi": "Tôi sẽ vui dù Tom đến hay không.\n Cho đến giờ, tôi chỉ nghĩ: \"Tom thích thì sẽ đến thôi\"."
    },
    {
        "start": "00:17:37,333",
        "end": "00:17:40,792",
        "en": "Aber es nervt auch. Alle Freunde sind so: \"Oh, Tom kommt auch.\"",
        "pa": "But it also annoys me because my friends get so excited,",
        "vi": "Nhưng tôi bực một cái là bạn bè tôi sẽ kiểu:"
    },
    {
        "start": "00:17:40,875",
        "end": "00:17:43,583",
        "en": "Ja, ich komme immer, ich kriege auch keinen Applaus.",
        "pa": "\"Oh, Tom is coming.\"\n And I think, I always come. And nobody applauds me for that.",
        "vi": "\"Tom sẽ đến đấy!\"\n Và tôi nghĩ: \"Này, tôi luôn có mặt, sao không ai mừng rỡ?\""
    },
    {
        "start": "00:17:43,667",
        "end": "00:17:45,292",
        "en": "Tschüss, Tom.",
        "pa": "- Bye, Tom!",
        "vi": "Chào, Tom!"
    },
    {
        "start": "00:17:45,375",
        "end": "00:17:49,000",
        "en": "Dafür wissen sie die Zeit, die ich mit ihnen verbringe, zu schätzen.",
        "pa": "You really have to value the time I choose to spend with you.",
        "vi": "Họ sẽ trân trọng thời gian mà bạn dành cho họ."
    },
    {
        "start": "00:17:52,667",
        "end": "00:17:54,083",
        "en": "Das ist das Ende…",
        "pa": "This is the end…",
        "vi": "Đây là kết thúc…"
    },
    {
        "start": "00:17:54,375",
        "end": "00:17:57,750",
        "en": "Es ist natürlich so ein Lebensabschnitt, der zu Ende geht.",
        "pa": "It really is like a big chapter of our lives",
        "vi": "Tất nhiên, cảm giác như kết thúc của một chương trong cuộc đời."
    },
    {
        "start": "00:17:57,833",
        "end": "00:17:59,875",
        "en": "Sie war direkt bei mir die Straße runter.",
        "pa": "coming to an end.\n She was right down the street from me.",
        "vi": "Nhà tôi và cô ấy cách nhau con phố. đi năm phút là tới,"
    },
    {
        "start": "00:17:59,958",
        "end": "00:18:01,958",
        "en": "Wir haben fünf Minuten voneinander gewohnt",
        "pa": "We lived five minutes away from each other and of course we'd always see each other,",
        "vi": ""
    },
    {
        "start": "00:18:02,042",
        "end": "00:18:04,292",
        "en": "und konnten uns natürlich ständig sehen, anrufen.",
        "pa": "or call each other.",
        "vi": "tất nhiên bọn tôi luôn gặp nhau và gọi cho nhau suốt."
    },
    {
        "start": "00:18:05,708",
        "end": "00:18:08,375",
        "en": "Wenn wir abends mal aus waren und wir hatten Dates,",
        "pa": "If we went out in the evening, if we both had dates,",
        "vi": "Nếu có hẹn hò vào buổi tối, thì vẫn sẽ hẹn đi nhậu sau đó."
    },
    {
        "start": "00:18:08,458",
        "end": "00:18:12,125",
        "en": "haben wir uns danach auf einen Drink getroffen. Das ist nicht mehr so easy.",
        "pa": "we'd meet up for a drink afterwards.\n And now that won't be so easy.",
        "vi": "Giờ thì sẽ không dễ như thế nữa."
    },
    {
        "start": "00:18:13,833",
        "end": "00:18:19,042",
        "en": "Natürlich fängt eine neue Zeit an, wo Sara und Bill halt entfernter sind,",
        "pa": "And of course this is the start of a new chapter,",
        "vi": "Đây là khởi đầu của một kỷ nguyên mới khi Sara và Bill sống xa nhau hơn,"
    },
    {
        "start": "00:18:19,125",
        "end": "00:18:20,750",
        "en": "was irgendwie schade ist.",
        "pa": "where Sara and Bill live much farther apart,\n which is a shame of course.",
        "vi": "cũng tiếc thật đấy,"
    },
    {
        "start": "00:18:20,833",
        "end": "00:18:26,167",
        "en": "Gleichzeitig freue ich mich, dass sie sich weiterentwickelt und ihr Leben weitergeht.",
        "pa": "But at the same time, I'm happy for her\n that she's moving and starting a new life for herself.",
        "vi": "nhưng tôi cũng mừng vì cô ấy đã mạnh dạn bước tiếp trong cuộc đời mình."
    },
    {
        "start": "00:18:26,250",
        "end": "00:18:28,875",
        "en": "Sie hat sich in L.A. einfach nicht mehr wohlgefühlt.",
        "pa": "She wasn't comfortable in LA anymore.",
        "vi": "L.A không còn là mái nhà của cô ấy nữa."
    },
    {
        "start": "00:18:31,792",
        "end": "00:18:33,292",
        "en": "Na, Schatz.",
        "pa": "-Hi, lovie. -Hi, love.",
        "vi": "- Chào cưng. - Chào cưng."
    },
    {
        "start": "00:18:33,375",
        "end": "00:18:35,333",
        "en": "-Wie war's? -Hat's dir gefallen?",
        "pa": "- How was it? -Did you like it?",
        "vi": "- Cậu thấy tiệc thế nào? - Cậu thích chứ?"
    },
    {
        "start": "00:18:35,417",
        "end": "00:18:37,375",
        "en": "-Ich fand es perfekt. -Bist du traurig?",
        "pa": "-I thought it was perfect. -Are you sad?",
        "vi": "- Không có gì để chê. - Cậu có buồn không?"
    },
    {
        "start": "00:18:37,458",
        "end": "00:18:38,750",
        "en": "-Sehr. -Ja.",
        "pa": "-Very. -Yeah.",
        "vi": "- Rất buồn. - Ừ."
    },
    {
        "start": "00:18:38,833",
        "end": "00:18:40,958",
        "en": "Ich habe, um ehrlich zu sein, auch etwas Angst.",
        "pa": "I'm actually like a little bit scared as well.",
        "vi": "Tớ cũng thấy hơi sợ."
    },
    {
        "start": "00:18:41,042",
        "end": "00:18:44,375",
        "en": "Ich bin ganz oft umgezogen und mir ist es nie leicht gefallen.",
        "pa": "I've moved a lot in my life, and it's never been easy for me.",
        "vi": "Tôi chuyển nhà nhiều lần rồi và không có lần nào dễ dàng cả."
    },
    {
        "start": "00:18:44,458",
        "end": "00:18:46,208",
        "en": "Also ich war immer ein bisschen emotional.",
        "pa": "It's always difficult, emotionally.",
        "vi": "Tôi luôn thấy xúc động."
    },
    {
        "start": "00:18:46,292",
        "end": "00:18:48,542",
        "en": "Ich glaube auch, so seine Dinge zusammenzupacken",
        "pa": "It's a hard process of packing up your stuff,",
        "vi": "Chắc là vì phải gói ghém đồ đạc và bỏ lại rất nhiều thứ."
    },
    {
        "start": "00:18:48,625",
        "end": "00:18:50,458",
        "en": "und viele Dinge auch loszulassen,",
        "pa": "and letting go of a lot of things.",
        "vi": ""
    },
    {
        "start": "00:18:50,542",
        "end": "00:18:54,375",
        "en": "das kann schon emotional sein. Ich glaube, die war schon hin- und hergerissen.",
        "pa": "That can be tough emotionally. I think she was a bit torn.",
        "vi": "Điều đó có thể khiến bạn xúc động. Và tôi nghĩ cô ấy cũng đau lòng."
    },
    {
        "start": "00:18:54,458",
        "end": "00:18:56,500",
        "en": "Du kannst mich besuchen.",
        "pa": "- You can visit. -You have me.",
        "vi": "- Ghé thăm tớ nhé. - Tớ sẽ luôn nghĩ đến cậu."
    },
    {
        "start": "00:18:56,625",
        "end": "00:18:57,917",
        "en": "Ich komme hierher. Oft.",
        "pa": "- And I'll come here a lot. -Yeah.",
        "vi": "Tớ sẽ ghé L.A thường xuyên."
    },
    {
        "start": "00:18:58,000",
        "end": "00:19:00,833",
        "en": "-Ja, wir sind immer füreinander da. -Und reden ganz oft.",
        "pa": "- We'll always have each other. -And we'll talk a lot.",
        "vi": "- Ừ, chúng ta sẽ luôn có nhau. - Vẫn sẽ tám xuyên lục địa."
    },
    {
        "start": "00:19:00,917",
        "end": "00:19:03,250",
        "en": "Es wird Zeit für mich, sesshaft zu werden mit jemand Nettem.",
        "pa": "I think for me it's time to settle down with someone nice.",
        "vi": "Tớ nghĩ đã đến lúc yên bề gia thất với ai đó tử tế."
    },
    {
        "start": "00:19:03,333",
        "end": "00:19:07,042",
        "en": "-Ja. -Liebe zu finden, einen guten Menschen.",
        "pa": "And find love and find like… a good person.",
        "vi": "- Ừ. - Tìm được tình yêu và một người tốt."
    },
    {
        "start": "00:19:07,750",
        "end": "00:19:11,292",
        "en": "-Wie du meintest. Jemand Süßes. -Ich hoffe, du findest ihn. Ja.",
        "pa": "As you said. You're right. Like someone sweet.",
        "vi": "- Như cậu nói, đúng mà. Ai đó đáng yêu. - Hy vọng cậu sẽ tìm được. Ừ."
    },
    {
        "start": "00:19:11,375",
        "end": "00:19:14,875",
        "en": "-Ich glaube, das wirst du. -Party machen hat auch Spaß gemacht.",
        "pa": "-Yeah. -Yeah.\n You'll find them.\n It's fun for us to party and all that but like it's over.",
        "vi": "- Tớ nghĩ cậu sẽ tìm được. - Tiệc thì vui đấy nhưng sẽ đến lúc tàn."
    },
    {
        "start": "00:19:14,958",
        "end": "00:19:19,125",
        "en": "-Aber die Party ist vorbei. Alle raus! -Die Party ist vorbei.",
        "pa": "-Everyone out! The party is over. -The party is over. The party is over.",
        "vi": "- Mọi người ra về! Tiệc tàn rồi. - Tiệc đã tàn."
    },
    {
        "start": "00:19:19,208",
        "end": "00:19:20,375",
        "en": "Raus, alle miteinander!",
        "pa": "Out everyone!",
        "vi": "Ra ngoài, mọi người!"
    },
    {
        "start": "00:19:20,458",
        "end": "00:19:23,083",
        "en": "-Alle… Wir werden langsam alt. -Wir werden alt.",
        "pa": "-Everyone… And we're getting old. - We're getting old.",
        "vi": "- Mọi người… Mình sắp già rồi. - Đồng ý."
    },
    {
        "start": "00:19:23,167",
        "end": "00:19:25,625",
        "en": "Vielleicht wird es langsam Zeit, erwachsen zu werden.",
        "pa": "Maybe it's time to grow up a little bit.",
        "vi": "Có lẽ đã đến lúc phải già dặn hơn."
    },
    {
        "start": "00:19:25,708",
        "end": "00:19:27,667",
        "en": "Ist ok. Ich mag es, älter zu werden.",
        "pa": "It's okay. I love getting old.",
        "vi": "Không sao. Tớ thích tuổi già."
    },
    {
        "start": "00:19:27,750",
        "end": "00:19:30,333",
        "en": "Wir werden reifer. Sagen wir so.",
        "pa": "We're getting mature. Let's call it that way.",
        "vi": "Trưởng thành thôi. Nói vậy là được."
    },
    {
        "start": "00:19:30,417",
        "end": "00:19:33,000",
        "en": "-Das ist gut. -Und wir sehen noch wie 25 aus.",
        "pa": "-I think it's good. -And we still look like 25.",
        "vi": "- Tớ nghĩ vậy là tốt. - Nhưng diện mạo vẫn như 25 tuổi."
    },
    {
        "start": "00:19:37,667",
        "end": "00:19:40,833",
        "en": "Ich werde hier vorbeifahren, hochsehen und immer an dich denken.",
        "pa": "I'm gonna drive by this building and look up and always think of you.",
        "vi": "Tớ sẽ nhớ cậu mỗi khi lái xe ngang qua và nhìn lên tòa nhà này."
    },
    {
        "start": "00:19:40,917",
        "end": "00:19:42,750",
        "en": "Ich werde immer…",
        "pa": "- Oh! -I'm always gonna be like…",
        "vi": "Tớ sẽ luôn kiểu…"
    },
    {
        "start": "00:19:43,750",
        "end": "00:19:45,375",
        "en": "-Ich hab dich lieb. -Ich hab dich lieb.",
        "pa": "-I love you. -I love you.",
        "vi": "- Thương cậu quá. - Thương cậu."
    },
    {
        "start": "00:19:45,458",
        "end": "00:19:47,500",
        "en": "-Ich werde es vermissen. -Ich weiß.",
        "pa": "-I'm gonna miss it. -I know.",
        "vi": "- Tớ sẽ nhớ căn hộ này. - Tớ biết mà."
    },
    {
        "start": "00:19:48,042",
        "end": "00:19:50,292",
        "en": "Immerhin lassen wir es noch einmal…",
        "pa": "But a least we're giving it one last good…",
        "vi": "Nhưng ít nhất mình đã cho nó một…"
    },
    {
        "start": "00:19:50,375",
        "end": "00:19:52,417",
        "en": "-Noch einmal hochleben. -Ja.",
        "pa": "-One last hurray. - Yes.",
        "vi": "- Một lời tạm biệt linh đình. - Ừ."
    },
    {
        "start": "00:20:03,208",
        "end": "00:20:06,208",
        "en": "Wenn mich jemand bezahlte, dafür, als Busch verkleidet",
        "pa": "If someone paid me to disguise myself as a bush",
        "vi": "Nếu ai chịu trả tiền để em giả làm bụi rậm và dọa mọi người cả ngày, em sẽ làm."
    },
    {
        "start": "00:20:06,292",
        "end": "00:20:08,458",
        "en": "die Leute zu erschrecken den ganzen Tag, würd ich machen.",
        "pa": "and scare people all day, I'd do it.",
        "vi": ""
    },
    {
        "start": "00:20:08,542",
        "end": "00:20:12,458",
        "en": "- Wer sollte dich dafür bezahlen? - Irgend so ein Laden, als Werbung.",
        "pa": "Who would pay you for that?\n Yeah, some kind of store, a comedy store, an advertisement for them.",
        "vi": "Ai mà thuê làm việc đó chứ?\n - Một tiệm kịch nghệ, quảng cáo này kia. - Tiệm kịch nghệ!"
    },
    {
        "start": "00:20:12,542",
        "end": "00:20:14,750",
        "en": "- Ein Comedyladen. - Oder ein Partygeschäft…",
        "pa": "Yeah, you know, like a party store.",
        "vi": "Ừ, hay như tiệm bán đồ tiệc tùng…"
    },
    {
        "start": "00:20:16,625",
        "end": "00:20:20,500",
        "en": "Heute ist es so weit. Heute gibt es Schutzanzug und Arbeitshandschuhe.",
        "pa": "Today's the day. We're wearing safety suits and work gloves.",
        "vi": "Hôm nay là ngày trọng đại, phải mặc đồ bảo hộ và găng tay lao động."
    },
    {
        "start": "00:20:21,250",
        "end": "00:20:23,208",
        "en": "-Wozu brauche ich die? -Zum Anpacken.",
        "pa": "-Why do I need them? -To get busy.",
        "vi": "- Em cần gì găng tay? - Để vác đồ."
    },
    {
        "start": "00:20:24,292",
        "end": "00:20:27,542",
        "en": "So heute ist Storage angesagt. Ziel muss es sein…",
        "pa": "Storage is the order of the day.",
        "vi": "Dọn kho là sứ mệnh của hôm nay."
    },
    {
        "start": "00:20:27,625",
        "end": "00:20:30,000",
        "en": "…so viel wie möglich wegzuschmeißen.",
        "pa": "The goal is to…\n Throw away as much stuff as possible.",
        "vi": "Mục tiêu là vứt bỏ càng nhiều càng tốt."
    },
    {
        "start": "00:20:30,083",
        "end": "00:20:34,000",
        "en": "-Um einen kleineren Storage zu bekommen. -Ich will nichts tragen, vergiss nicht.",
        "pa": "- Yeah, so we can get a smaller unit. - I won't carry anything,",
        "vi": "- Ừ, để chuyển sang nhà kho nhỏ hơn. - Em không muốn vác gì cả."
    },
    {
        "start": "00:20:34,083",
        "end": "00:20:37,458",
        "en": "-Es ist ja auch dein Schrott. -Nein, von mir ist kein Schrott drin.",
        "pa": "-Don't forget that. -It's your junk too. It is.",
        "vi": "- Tom, đừng quên điều đó. - Có rác của em nữa mà. Đúng vậy."
    },
    {
        "start": "00:20:37,542",
        "end": "00:20:41,292",
        "en": "Wenn, dann sind das alles deine Sachen. Bei mir werden wir einige Schätze finden.",
        "pa": "Nah, none of that junk in there is mine. All that stuff is yours.\n I think we'll find some treasures in there.",
        "vi": "Trong kho không có rác của em. Toàn bộ rác là đồ của anh.\n Em nghĩ ta sẽ tìm thấy kho báu của em."
    },
    {
        "start": "00:20:41,375",
        "end": "00:20:43,250",
        "en": "Vor allem habe ich Angst, dass Tiere da sind.",
        "pa": "What if there's animals in there? You'll have to go in there",
        "vi": "Em sợ có con gì trốn trong đó quá. Anh cứ vào trước và…"
    },
    {
        "start": "00:20:43,333",
        "end": "00:20:45,875",
        "en": "Da musst du sowieso erst mal rein und machen…",
        "pa": "and, \"Bah! Boo!\"",
        "vi": ""
    },
    {
        "start": "00:20:45,958",
        "end": "00:20:49,208",
        "en": "-Alle Tiere verscheuchen. - Kleine Ratten und ein paar Mäuse",
        "pa": "- Little ones. -Scare them all away.\n I think maybe a small rat, a few mice might be living in there.",
        "vi": "Hù bọn nó.\n Chắc sẽ có một con chuột cống nhỏ, vài con chuột con."
    },
    {
        "start": "00:20:49,292",
        "end": "00:20:50,500",
        "en": "-werden da drin sein. -Nein.",
        "pa": "",
        "vi": "Không."
    },
    {
        "start": "00:20:50,583",
        "end": "00:20:51,750",
        "en": "Wo, wo?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:20:51,833",
        "end": "00:20:53,500",
        "en": "Hör auf, du hast eine gesehen?",
        "pa": "Stop! You saw one?",
        "vi": "Dừng lại! Anh có thấy nó không?"
    },
    {
        "start": "00:20:54,208",
        "end": "00:20:55,750",
        "en": "- Lina ist schon da. - Gut.",
        "pa": "- Lina is there. - Perfect.",
        "vi": "- Lina đến rồi. - Tuyệt."
    },
    {
        "start": "00:20:57,917",
        "end": "00:21:01,458",
        "en": "-Hi, Morgen. Moinsen. - Gu Mo.",
        "pa": "- Hi! - Morning. Morning.",
        "vi": "Chào! Chào buổi sáng."
    },
    {
        "start": "00:21:01,542",
        "end": "00:21:04,375",
        "en": "Bill und Tom haben so eine Lagergarage, also einen Storage.",
        "pa": "Morning.\n Bill and Tom have been renting a storage unit,",
        "vi": "Bill và Tom có một kho chứa đồ. Và họ muốn dọn dẹp cho gọn."
    },
    {
        "start": "00:21:04,458",
        "end": "00:21:05,958",
        "en": "Und der muss ausgemistet werden.",
        "pa": "and it needs to be cleaned out.",
        "vi": ""
    },
    {
        "start": "00:21:06,083",
        "end": "00:21:08,375",
        "en": "Der ist nämlich so voll, dass wenn man das hoch macht,",
        "pa": "It's so full that when you open it up, you're hit in the face",
        "vi": "Nó chất đầy đồ đến nỗi mở ra là hứng trọn một đống bụi bẩn."
    },
    {
        "start": "00:21:08,542",
        "end": "00:21:10,833",
        "en": "ein Schwall an Dreck einem entgegenkommt.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:21:10,917",
        "end": "00:21:12,167",
        "en": "Warum ist das so dreckig?",
        "pa": "with a cloud of dirt.\n Why is it so dirty inside?",
        "vi": "Sao lại bẩn thế này?"
    },
    {
        "start": "00:21:12,250",
        "end": "00:21:14,542",
        "en": "Plus, man kann ja nicht reinlaufen, das heißt,",
        "pa": "You can't walk in.\n So, our goal is to sort through it today and see what's actually in there.",
        "vi": "Không thể vào trong.\n Nên mục tiêu là dỡ từ từ xuống và xem có những thứ gì."
    },
    {
        "start": "00:21:14,625",
        "end": "00:21:17,708",
        "en": "unser Ziel ist, da mal auszusortieren, zu schauen, was drin ist.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:21:17,792",
        "end": "00:21:20,083",
        "en": "Hoffentlich auch die Erinnerungsbox von Tom.",
        "pa": "Hopefully Tom's memory box will be there too.",
        "vi": "Hy vọng sẽ thấy hộp lưu niệm của Tom. Vì anh ấy tìm mãi không ra."
    },
    {
        "start": "00:21:20,167",
        "end": "00:21:21,625",
        "en": "Er weiß nämlich nicht, wo sie ist.",
        "pa": "He doesn't know where it is.",
        "vi": ""
    },
    {
        "start": "00:21:21,708",
        "end": "00:21:23,958",
        "en": "- Was haben wir für eine Nummer? - Glaube 34?",
        "pa": "What's our number?",
        "vi": "Kho mình số mấy nhỉ?"
    },
    {
        "start": "00:21:24,042",
        "end": "00:21:26,250",
        "en": "Nein, 35. Da wo die Folie unten rausguckt.",
        "pa": "34, I think. No, 35. Where the foil is sticking out.",
        "vi": "Hình như là 34? Không, 35. Chỗ có giấy bạc lòi ra kìa."
    },
    {
        "start": "00:21:26,875",
        "end": "00:21:27,875",
        "en": "Ah ja.",
        "pa": "Oh yeah.",
        "vi": "Ồ tuyệt."
    },
    {
        "start": "00:21:28,458",
        "end": "00:21:29,583",
        "en": "-Vamos? -Vamos.",
        "pa": "-Let's go. - Let's go.",
        "vi": "- Đi nhé? - Đi thôi."
    },
    {
        "start": "00:21:29,667",
        "end": "00:21:34,125",
        "en": "Jeder hat ja so eine kleine Box, wo man Sachen von der Kindheit aufhebt.",
        "pa": "Everyone has a little box where they keep\n a bunch of different things from their childhood.",
        "vi": "Ai cũng có một cái hộp nhỏ để cất giữ vài kỉ niệm thời thơ ấu."
    },
    {
        "start": "00:21:34,208",
        "end": "00:21:38,000",
        "en": "Und ich habe die nicht mehr gefunden die letzten Male, wo ich geguckt habe.",
        "pa": "But somehow I couldn't find it the last time that I looked for it.",
        "vi": "Nhưng lần cuối tôi cố tìm nó thì chẳng thấy đâu."
    },
    {
        "start": "00:21:38,083",
        "end": "00:21:39,917",
        "en": "Aber ich hoffe sehr, dass ich die noch finde.",
        "pa": "So, I really hope we can find it in there.",
        "vi": "Tôi mong sẽ tìm thấy nó."
    },
    {
        "start": "00:21:43,292",
        "end": "00:21:46,958",
        "en": "Das ist ja noch voller geworden, habe ich das Gefühl, seit dem letzten Mal.",
        "pa": "I think it's got even fuller since last time we got into it.",
        "vi": "Sao giờ còn nhiều đồ hơn hồi trước vậy?"
    },
    {
        "start": "00:21:47,042",
        "end": "00:21:49,833",
        "en": "-Wie kann das sein? -Mainzelmännchen räumen Sachen rein.",
        "pa": "-How is that possible? -Maybe some elves rolled some stuff in.",
        "vi": "- Sao được? - Chắc bọn yêu tinh chất thêm đồ vào."
    },
    {
        "start": "00:21:49,917",
        "end": "00:21:52,583",
        "en": "Hast du das so doof zusammengepackt wieder, oder wie?",
        "pa": "Are you responsible for how poorly it's organized?",
        "vi": "Anh là người chất đồ ngổn ngang đúng không?"
    },
    {
        "start": "00:21:52,667",
        "end": "00:21:55,417",
        "en": "Nein, also wenn dann wir beide zusammen.",
        "pa": "If I am, then you are too.",
        "vi": "Vì nếu là em thì cũng có anh ở đó giúp thôi."
    },
    {
        "start": "00:21:56,583",
        "end": "00:22:00,042",
        "en": "Es macht vor allem Sinn, den aufzuräumen, weil er wahnsinnig teuer ist.",
        "pa": "It makes sense to downsize the unit.\n It's crazy expensive.",
        "vi": "Lý do chính để dọn kho là giá thuê đắt khủng khiếp."
    },
    {
        "start": "00:22:00,792",
        "end": "00:22:02,583",
        "en": "Und weil er so unnötig ist.",
        "pa": "And so unnecessary.",
        "vi": "Và cũng không cần thiết."
    },
    {
        "start": "00:22:02,667",
        "end": "00:22:04,083",
        "en": "- Und Handschuhe. -Ja.",
        "pa": "Here's the gloves.\n Yeah, I just don't want anyone to worry.",
        "vi": "- Và găng tay. - Ừ."
    },
    {
        "start": "00:22:04,167",
        "end": "00:22:07,042",
        "en": "Ich will nur nicht, dass die Leute denken, dass ich zu viel anpacke.",
        "pa": "I don't want them to think I'm taking on too much.",
        "vi": "Nhưng em không muốn khiến mọi người cảm thấy khó chịu."
    },
    {
        "start": "00:22:07,125",
        "end": "00:22:08,333",
        "en": "Viel zu professionell.",
        "pa": "I want to look professional. Yeah.",
        "vi": "- Quá chuyên nghiệp. - Ít nhất sẽ không bị dính bẩn."
    },
    {
        "start": "00:22:08,417",
        "end": "00:22:10,125",
        "en": "Aber dann wirst du nicht dreckig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:22:13,750",
        "end": "00:22:16,375",
        "en": "Wir sehen aus, als ob wir ein Haus renovieren wollen.",
        "pa": "We look like we're going to renovate a house.",
        "vi": "Trông mình như đang tân trang nhà cửa."
    },
    {
        "start": "00:22:17,000",
        "end": "00:22:21,208",
        "en": "Ich glaube, wir zahlen knapp $900 für so einen kleinen Storageraum,",
        "pa": "I think we're currently paying just under 900 dollars",
        "vi": "Hình như chúng tôi đang trả gần 900 đô la cho một nhà kho bé tí"
    },
    {
        "start": "00:22:21,292",
        "end": "00:22:23,417",
        "en": "weil wir den schon über 10 Jahre haben.",
        "pa": "for a small storage unit.\n We've had it for over ten years now.",
        "vi": "vì đã thuê nó hơn mười năm."
    },
    {
        "start": "00:22:23,500",
        "end": "00:22:25,917",
        "en": "Und die erhöhen einfach, weil die Leute wissen,",
        "pa": "And they just keep raising the price.",
        "vi": "Họ liên tục tăng giá, vì họ biết ai đã thuê kho rồi"
    },
    {
        "start": "00:22:26,000",
        "end": "00:22:28,000",
        "en": "wenn du einen Storage hast, packst du Sachen rein",
        "pa": "They know that when you have a storage unit,",
        "vi": "thì sẽ luôn chất đồ vào đó và không bao giờ lục lại,"
    },
    {
        "start": "00:22:28,083",
        "end": "00:22:31,250",
        "en": "und guckst nie wieder rein, willst es aber auch nicht wegschmeißen,",
        "pa": "you put stuff in there and never actually look at it again,",
        "vi": ""
    },
    {
        "start": "00:22:31,333",
        "end": "00:22:34,750",
        "en": "und eigentlich hatten wir kein Bock mehr auf einen Rucksack.",
        "pa": "but you don't want to throw it away.\n And really, we don't really want this box of junk.",
        "vi": "nhưng cũng không muốn vứt hết đi.\n Ví dụ như cái ba lô cũ, chẳng lẽ cứ ôm khư khư mãi?"
    },
    {
        "start": "00:22:36,625",
        "end": "00:22:38,458",
        "en": "Ok, dann fangt mal an.",
        "pa": "Okay, let's start.",
        "vi": "Rồi, bắt đầu thôi."
    },
    {
        "start": "00:22:41,250",
        "end": "00:22:43,042",
        "en": "Das hier ist die Behalten-Seite.",
        "pa": "This is the side for keeping.",
        "vi": "Bên này là \"giữ lại\"."
    },
    {
        "start": "00:22:43,125",
        "end": "00:22:46,333",
        "en": "Die Brüste, die bleiben. Oh, mein Gott, ich liebe sie.",
        "pa": "The boobs, they're staying. Oh my God, I love them.",
        "vi": "Phải giữ bộ ngực giả lại. Ôi Chúa ơi, thích nó quá đi."
    },
    {
        "start": "00:22:47,000",
        "end": "00:22:48,625",
        "en": "Guck mal, wie schön die gewackelt haben.",
        "pa": "-Look how bouncy they are. - Aren't they heavy?",
        "vi": "- Trông nó đẹp và đàn hồi chưa này. - Có nặng không?"
    },
    {
        "start": "00:22:48,708",
        "end": "00:22:51,250",
        "en": "- War das nicht schwer? -Ja, die sind schwer.",
        "pa": "Yeah, they are.",
        "vi": "Ừ, nặng đấy."
    },
    {
        "start": "00:22:51,333",
        "end": "00:22:53,458",
        "en": "Bill wusste von Anfang an: \"Ich möchte Sachen behalten,",
        "pa": "From the start, Bill was like, \"I want to keep things,",
        "vi": "Từ đầu Bill bảo: \"Tôi sẽ giữ lại vài thứ, cho người khác vài thứ,"
    },
    {
        "start": "00:22:53,542",
        "end": "00:22:56,125",
        "en": "ich will aber auch Sachen weggeben, will Sachen wegschmeißen,",
        "pa": "but also give things away.\"",
        "vi": ""
    },
    {
        "start": "00:22:56,208",
        "end": "00:22:58,625",
        "en": "will Sachen auch spenden.\" Also, es war so: Okay,",
        "pa": "\"I want to toss some stuff, but I also want to donate some stuff.\"",
        "vi": "vứt vài thứ khác, và số còn lại thì quyên góp\"."
    },
    {
        "start": "00:22:58,708",
        "end": "00:23:02,083",
        "en": "wir müssen uns unterschiedliche Haufen machen.",
        "pa": "So, I was like, okay, somehow we have to make sure\n that we put them in different piles.",
        "vi": "Thế là kiểu: \"Rồi, phải phân chia thành nhiều khu\"."
    },
    {
        "start": "00:23:02,167",
        "end": "00:23:05,625",
        "en": "Ich wäre gerne mitgekommen. Vielleicht wäre für mich was Cooles drin gewesen.",
        "pa": "I wish I'd been there.\n Maybe I would've found something cool for myself.",
        "vi": "Ước gì tôi có thể ghé qua, có khi lại gom về thứ gì hay ho."
    },
    {
        "start": "00:23:05,708",
        "end": "00:23:07,583",
        "en": "- Badehosen können weg, ja? - Zeig.",
        "pa": "- Get rid of the trunks? - Show me.",
        "vi": "- Quần bơi bỏ đi, nhỉ? - Cho em xem."
    },
    {
        "start": "00:23:08,667",
        "end": "00:23:10,833",
        "en": "-Die schöne Paillette? -Die ziehe ich noch an.",
        "pa": "- Sequins? - I'll still wear those.",
        "vi": "- Kim sa lấp lánh này? - Em vẫn mặc được."
    },
    {
        "start": "00:23:11,500",
        "end": "00:23:12,333",
        "en": "Spenden.",
        "pa": "Donate.",
        "vi": "Quyên góp."
    },
    {
        "start": "00:23:12,417",
        "end": "00:23:14,667",
        "en": "Der Storage müsste eigentlich so aussehen,",
        "pa": "The storage unit really should look like",
        "vi": "Cái kho này lẽ ra phải như tủ quần áo của Carrie Bradshaw,"
    },
    {
        "start": "00:23:14,750",
        "end": "00:23:18,542",
        "en": "wie Carrie Bradshaws Kleiderschrank und es muss einfach alles sortiert sein.",
        "pa": "Carrie Bradshaw's wardrobe.\n Everything has to be organized.",
        "vi": ""
    },
    {
        "start": "00:23:18,625",
        "end": "00:23:20,167",
        "en": "- Und die Dior-Hosen? - Zeig.",
        "pa": "- Dior pants? - Show me.",
        "vi": "mọi thứ phải gọn gàng ngăn nắp.\n - Quần Dior? - Đưa em."
    },
    {
        "start": "00:23:20,250",
        "end": "00:23:21,208",
        "en": "Ja, ja, Moment.",
        "pa": "Yeah, yeah. Hold on.",
        "vi": "Ừ. Chờ xíu. Tom, lôi đồ ra từ tốn thôi. Nên em mới ở đây, phải không?"
    },
    {
        "start": "00:23:21,292",
        "end": "00:23:24,625",
        "en": "Tom, das machen wir jetzt gewissenhaft, darum bin ich hier.",
        "pa": "Tom, we have to be a bit more diligent. That's the reason I'm here, yeah?",
        "vi": ""
    },
    {
        "start": "00:23:24,708",
        "end": "00:23:28,000",
        "en": "Hier, Taschen. Louis Vuitton? Müll.",
        "pa": "Here, purses. Louis Vuitton? Trash.",
        "vi": "Đây, túi đeo. Louis Vuitton? Vứt."
    },
    {
        "start": "00:23:28,083",
        "end": "00:23:30,250",
        "en": "Ah, du spinnst ja wohl, ist die schön.",
        "pa": "You're crazy! It's so beautiful!",
        "vi": "Anh điên à? Túi đẹp thế mà. Chúa ơi, ra là nó ở đây à!"
    },
    {
        "start": "00:23:30,333",
        "end": "00:23:32,417",
        "en": "Oh, mein Gott, dass ich die noch habe!",
        "pa": "I knew you'd… Oh my God, I still have it!",
        "vi": ""
    },
    {
        "start": "00:23:32,500",
        "end": "00:23:35,417",
        "en": "- Hermès? Müll. -Tom! Vorsichtig.",
        "pa": "Hermès? Trash.\n Whoa, Tom! Careful.",
        "vi": "- Hermès? Vứt. - Chà, Tom! Cẩn thận."
    },
    {
        "start": "00:23:35,500",
        "end": "00:23:36,875",
        "en": "Was ist das für eine?",
        "pa": "- What's that one? -Whoa, cool, an old Eastpack.",
        "vi": "Đó là gì vậy?"
    },
    {
        "start": "00:23:36,958",
        "end": "00:23:39,458",
        "en": "Geil, ein alter Eastpak. Echt coole Rucksäcke.",
        "pa": "They were cool, huh?",
        "vi": "Tuyệt, ba lô Eastpak cũ. Ngày xưa nó nổi phết, nhỉ?"
    },
    {
        "start": "00:23:41,500",
        "end": "00:23:44,375",
        "en": "Ich halte da gar nichts von, dass sie Sachen wegwerfen wollen.",
        "pa": "I don't think they want to throw things away.",
        "vi": "Tôi không tin hai anh em chịu bỏ cái gì đâu."
    },
    {
        "start": "00:23:44,458",
        "end": "00:23:46,458",
        "en": "Dafür gibt es doch Keller.",
        "pa": "That's why we have basements.",
        "vi": "Nên bọn tôi mới có tầng hầm trong nhà."
    },
    {
        "start": "00:23:46,542",
        "end": "00:23:49,000",
        "en": "Ich habe 'nen Riesenkeller, da hätten wir das reinstopfen können.",
        "pa": "I have a huge cellar, we could have stored it all there.",
        "vi": "Một căn hầm to đùng, cứ chất mọi thứ vào đó!"
    },
    {
        "start": "00:23:49,083",
        "end": "00:23:51,208",
        "en": "Bill, die gehen zu dir nach Hause, die Kartons?",
        "pa": "-Bill, are the boxes going to your house? - What? No. Throw them away, Tom.",
        "vi": "- Bill, em sẽ đem mấy hộp này về nhà à? - Gì cơ? Không. Vứt đi, Tom."
    },
    {
        "start": "00:23:51,292",
        "end": "00:23:53,833",
        "en": "Was denn? Nee, weg damit, Tom.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:23:53,917",
        "end": "00:23:57,250",
        "en": "Nein das ist von unserer aktuellen Anlage.",
        "pa": "Nah, this is from our… From the current system we use.",
        "vi": "Không, cái này là… Đây là hệ thống âm thanh mình đang dùng."
    },
    {
        "start": "00:23:57,333",
        "end": "00:23:58,208",
        "en": "Tom, nein!",
        "pa": "Tom, no. He's trying to clear things out",
        "vi": "Tom, không. Mình đang lọc lại đồ mà anh lại giữ mấy cái thùng trống không!"
    },
    {
        "start": "00:23:58,292",
        "end": "00:24:02,500",
        "en": "Da macht der Entrümpelung und hebt leere Kartons auf.",
        "pa": "and still wants to keep empty boxes!",
        "vi": ""
    },
    {
        "start": "00:24:02,583",
        "end": "00:24:06,208",
        "en": "-Wenn wir die wieder loswerden wollen… - Wann wollen wir die loswerden?",
        "pa": "Look, if we get rid of it, then we'll need--",
        "vi": "- Nếu vứt nó đi thì… - Chứ giữ lại làm gì?"
    },
    {
        "start": "00:24:06,292",
        "end": "00:24:08,583",
        "en": "Du kennst mich. In zwei Jahren will ich eine neue Anlage.",
        "pa": "Why would we get rid of it?\n You know me. In two years I'll want a new system.",
        "vi": "Em biết anh mà. Hai năm nữa anh sẽ muốn tậu cái mới."
    },
    {
        "start": "00:24:08,667",
        "end": "00:24:10,583",
        "en": "Wir werden das nie verkaufen.",
        "pa": "We will never sell it!",
        "vi": "Ta sẽ không bao giờ bán nó!"
    },
    {
        "start": "00:24:11,125",
        "end": "00:24:13,917",
        "en": "Als ob das jemanden interessiert, wenn du sowas kaufst,",
        "pa": "It's not as if anyone cares.",
        "vi": "Mà nếu có ai mua, họ cũng chẳng đòi hỏi:"
    },
    {
        "start": "00:24:14,000",
        "end": "00:24:17,208",
        "en": "und die dann sagen: \"Hätten Sie den originalen Pappkarton dazu noch?",
        "pa": "If they're buying it from you, they won't be like,\n \"Oh do you still have the original cardboard box?",
        "vi": "\"Anh vẫn còn cái thùng hồi đầu chứ?"
    },
    {
        "start": "00:24:17,292",
        "end": "00:24:19,833",
        "en": "Weil, wenn nicht, nehme ich sie nicht.\"",
        "pa": "If you don't, there's no way I'm buying it.\"",
        "vi": "Không có cái thùng thì tôi không lấy đâu\"."
    },
    {
        "start": "00:24:21,000",
        "end": "00:24:23,583",
        "en": "- Kann das hier weg? - Oh, oh, oh.",
        "pa": "Is that going?\n Oh, oh, oh, oh, oh, oh, oh, oh, oh! That's a very expensive lamp.",
        "vi": "Vứt cái này nhé?"
    },
    {
        "start": "00:24:23,667",
        "end": "00:24:26,000",
        "en": "Das ist eine sehr teure Lampe.",
        "pa": "",
        "vi": "Cái đèn này đắt tiền lắm."
    },
    {
        "start": "00:24:26,083",
        "end": "00:24:27,917",
        "en": "-Das ist eine Lampe? -Ja.",
        "pa": "-That's a lamp? -Yes.",
        "vi": "- Là đèn à? - Ừ."
    },
    {
        "start": "00:24:28,000",
        "end": "00:24:31,333",
        "en": "Was machen wir damit, Tom? Verkaufen? Antiquitätenladen.",
        "pa": "Tom, should we keep it? Sell it, right? To an antique shop.",
        "vi": "Tính sao đây, Tom? Bán cho cửa hàng đồ cổ, nhỉ?"
    },
    {
        "start": "00:24:31,417",
        "end": "00:24:33,958",
        "en": "-Das sind ja sauteure Lampen. -Ich weiß, aber…",
        "pa": "-They're really expensive lamps. -I know, but…",
        "vi": "- Đèn này siêu đắt tiền. - Anh biết, nhưng…"
    },
    {
        "start": "00:24:34,042",
        "end": "00:24:35,542",
        "en": "Das ist auch wieder so typisch.",
        "pa": "Again, that's so typical.",
        "vi": "Anh ấy toàn thế."
    },
    {
        "start": "00:24:35,625",
        "end": "00:24:39,750",
        "en": "Er will irgendeinen Karton von Boxen aufheben, die brauch er nie wieder,",
        "pa": "He wants to keep the packaging from some box he'll never need again.",
        "vi": "Cái thùng đựng loa chả ai cần thì muốn giữ lại,"
    },
    {
        "start": "00:24:39,833",
        "end": "00:24:43,458",
        "en": "und ich will Lampen aufheben, aber er so: \"Quatsch. Wieso willst du die aufheben?\"",
        "pa": "I want to take the lamps.\n And he's like, \"Why do you want to keep them? They're trash.\"",
        "vi": "nhưng nếu tôi muốn giữ cái đèn, thì kiểu: \"Rác mà. Em muốn giữ lại làm gì?\""
    },
    {
        "start": "00:24:43,542",
        "end": "00:24:46,875",
        "en": "Das sind sauteure Lampen, die sind top in Schuss.",
        "pa": "They're expensive lamps. They're in great shape.",
        "vi": "Cái đèn siêu đắt và còn rất mới."
    },
    {
        "start": "00:24:46,958",
        "end": "00:24:49,375",
        "en": "Die können wir noch verkaufen oder jemandem schenken.",
        "pa": "They're perfectly fine.\n We can still sell them, or, I don't know, give them to someone.",
        "vi": "Hàng còn mới tinh.\n Có thể bán đi hoặc tặng ai đó."
    },
    {
        "start": "00:24:49,458",
        "end": "00:24:51,208",
        "en": "Ich würde sagen, die verkaufen wir.",
        "pa": "I think we should sell them.",
        "vi": "Em muốn bán nó."
    },
    {
        "start": "00:24:51,292",
        "end": "00:24:53,625",
        "en": "- Hier ist, glaube ich, eine Ratte. - Hör auf.",
        "pa": "- I think there's a rat. - Whoa, stop it.",
        "vi": "- Hình như có chuột trong này. - Không, thôi đi."
    },
    {
        "start": "00:24:55,375",
        "end": "00:24:59,917",
        "en": "Hör auf, Tom! Sag mal, spinnst du? Ich kriege einen Herzinfarkt.",
        "pa": "-Stop it, Tom! Are you crazy? - You yelled too, didn't you?\n I had a heart attack.",
        "vi": "- Dừng ngay, Tom! Anh bị điên à? - Em hét toáng lên kìa.\n Em đột quỵ mất."
    },
    {
        "start": "00:25:01,958",
        "end": "00:25:04,625",
        "en": "Ich habe immer das Gefühl, mich krabbelt gleich was an.",
        "pa": "Ah! I feel like something is crawling on me.",
        "vi": "Vẫn có cảm giác như nó đang bò lên người em."
    },
    {
        "start": "00:25:05,333",
        "end": "00:25:08,458",
        "en": "Ok, jetzt kommt hier Ordnung ins Spiel.",
        "pa": "Alright, awesome, now we are talking.",
        "vi": "Được rồi, giờ có thể vứt một mớ rồi."
    },
    {
        "start": "00:25:08,583",
        "end": "00:25:10,708",
        "en": "-Hi. - Das hier ist alles Müll.",
        "pa": "-Hi. -So this is all trash.",
        "vi": "- Chào. - Số này đều vứt đi được."
    },
    {
        "start": "00:25:10,792",
        "end": "00:25:13,292",
        "en": "-Das kann alles weg. - Weiter geht's.",
        "pa": "This can all go. Okay.\n Keep going.",
        "vi": "- Ừ, vứt đi hết đều được. - Tiếp đi."
    },
    {
        "start": "00:25:14,875",
        "end": "00:25:16,833",
        "en": "Ich hoffe so, dass wir meine Box noch finden.",
        "pa": "I still hope we find my box.",
        "vi": "Vẫn mong sẽ tìm được hộp lưu niệm."
    },
    {
        "start": "00:25:16,917",
        "end": "00:25:19,500",
        "en": "- Wir haben doch noch Zeit. - Das schaffen wir nicht.",
        "pa": "We've still got time.",
        "vi": "Còn thời gian mà."
    },
    {
        "start": "00:25:19,583",
        "end": "00:25:21,292",
        "en": "Wie, wir schaffen das nicht?",
        "pa": "- I don't think we'll find it. - What do you mean?",
        "vi": "- Chắc không lục hết được đồ đâu. - Sao anh lại nói thế?"
    },
    {
        "start": "00:25:22,583",
        "end": "00:25:26,083",
        "en": "Das ist, glaube ich, ein Geschenk von Bryan Adams. Ja.",
        "pa": "I think this was a gift from Bryan Adams. Yeah.",
        "vi": "Em nghĩ đây là một món quà từ Bryan Adams. Ừ."
    },
    {
        "start": "00:25:26,167",
        "end": "00:25:31,208",
        "en": "\"Für Bill, tolles Shooting, Bryan.\" 2017. Süß.",
        "pa": "\"To Bill, nice shooting, Bryan.\"",
        "vi": "\"Gửi Bill: Bức hình đẹp lắm. Bryan. 2017\"."
    },
    {
        "start": "00:25:31,292",
        "end": "00:25:35,083",
        "en": "Eine persönliche Widmung, von einem ähnlichen Kaliber: Kai Pflaume.",
        "pa": "2017.\n Sweet.\n Here's another note from a famous person. Kai Pflaume.",
        "vi": "Dễ thương ghê.\n Thêm một món quà đặc biệt từ nhân vật khủng: Kai Pflaume."
    },
    {
        "start": "00:25:36,250",
        "end": "00:25:40,083",
        "en": "\"Zur Erinnerung an den Anfang. Berlin, 2003.\"",
        "pa": "\"To remember the beginning. Berlin, 2003.\"",
        "vi": "\"Để luôn ghi nhớ điểm xuất phát. Berlin, 2003\"."
    },
    {
        "start": "00:25:43,708",
        "end": "00:25:45,542",
        "en": "Er legt besonders auf Stil Wert.",
        "pa": "♪ …to find the perfect guy… ♪\n He is someone who values style",
        "vi": "Cậu bé rất coi trọng gu thời trang, và đã có phong cách riêng từ khi còn nhỏ."
    },
    {
        "start": "00:25:45,625",
        "end": "00:25:48,042",
        "en": "Er hat in seinen jungen Jahren schon seinen eigenen gefunden.",
        "pa": "and he found his own style in his younger years.\n ♪ Hallelujah, it's raining men ♪",
        "vi": ""
    },
    {
        "start": "00:25:52,083",
        "end": "00:25:56,292",
        "en": "Ich bin auf die Bühne, da habe ich noch gezittert, aber als ich angefangen habe",
        "pa": "I went on stage and I was still shaking.",
        "vi": "Lúc lên sân khấu, cháu vẫn còn run."
    },
    {
        "start": "00:25:56,375",
        "end": "00:25:58,458",
        "en": "zu singen, habe ich es einfach genossen.",
        "pa": "But then I started singing, I thought, good,",
        "vi": "Nhưng khi bắt đầu hát, cháu hết sợ và thấy rất hứng chí."
    },
    {
        "start": "00:25:58,542",
        "end": "00:26:02,625",
        "en": "Das ganze Publikum und wie die alle kreischen, das ist schon geil.",
        "pa": "and then I just enjoyed it and the whole audience\n and how they were all screaming. And that's really cool.",
        "vi": "Và khi khán giả hò hét bên dưới, cảm giác thật tuyệt."
    },
    {
        "start": "00:26:04,500",
        "end": "00:26:07,958",
        "en": "Siebzehn Punkte für Bill, das heißt, Oliver ist im Viertelfinale.",
        "pa": "♪ Raining men ♪\n 17 points for Bill.\n That means Oliver is going to the quarter-finals!",
        "vi": "Bill đạt 17 điểm. Vậy là Oliver sẽ lọt vào vòng tứ kết!"
    },
    {
        "start": "00:26:08,833",
        "end": "00:26:10,708",
        "en": "Bill, du hast uns so viel mitgegeben.",
        "pa": "Bill, you've shown us so much along the way.",
        "vi": "Bill, cháu đã cống hiến rất nhiều trong hành trình này."
    },
    {
        "start": "00:26:10,792",
        "end": "00:26:14,042",
        "en": "Und ich glaube, ganz viele wollen jetzt genauso sein wie du.",
        "pa": "And I think a lot of people really look up to you.",
        "vi": "Và chú nghĩ nhiều người mong muốn được như cháu bây giờ."
    },
    {
        "start": "00:26:14,125",
        "end": "00:26:17,667",
        "en": "-Ein toller Abgang vom Publikum. -Dankeschön.",
        "pa": "-And a great send-off from our audience. -Thank you.",
        "vi": "- Xin một tràng pháo tay chào thân ái nào. - Cảm ơn ạ."
    },
    {
        "start": "00:26:19,083",
        "end": "00:26:21,917",
        "en": "So aufgeregt war ich noch nie. Schon krass.",
        "pa": "I'm very upset right now. It's crazy.",
        "vi": "Cháu chưa từng hồi hộp thế này. Thật choáng ngợp."
    },
    {
        "start": "00:26:28,417",
        "end": "00:26:31,417",
        "en": "Wer weiß, wenn das nicht da so passiert wäre,",
        "pa": "Who knows if that hadn't unfolded exactly the way it happened,",
        "vi": "Ai mà biết được… Nếu mọi thứ không diễn ra như thế,"
    },
    {
        "start": "00:26:31,500",
        "end": "00:26:34,458",
        "en": "wäre vielleicht unser ganzes Leben anders verlaufen.",
        "pa": "our whole life might have been different.",
        "vi": "cuộc đời của chúng ta có thể đã khác."
    },
    {
        "start": "00:26:35,958",
        "end": "00:26:39,333",
        "en": "Heute sitzen wir im, genau, Tom, dem gleichen Studio und machen The Voice.",
        "pa": "And today, Tom, we're sitting in that same studio, making The Voice.",
        "vi": "Tom, giờ thì mình đang tổ chức The Voice ngay trong phim trường này."
    },
    {
        "start": "00:26:39,417",
        "end": "00:26:40,500",
        "en": "Ich weiß, ja.",
        "pa": "- I know, yeah. - It's the same studio.",
        "vi": "- Anh có biết không? Cùng một phim trường. - Anh biết mà. Adlershof tốt bụng."
    },
    {
        "start": "00:26:40,583",
        "end": "00:26:43,042",
        "en": "-Das ist das gleiche Studio. - Der gute Adlershof.",
        "pa": "Adlershof. Good old Adlershof.",
        "vi": ""
    },
    {
        "start": "00:26:43,125",
        "end": "00:26:46,167",
        "en": "Wo ich rausgeschmissen wurde, eiskalt, als 13-Jähriger.",
        "pa": "Where I was kicked out, freezing cold, as a 13-year-old.",
        "vi": "Là nơi em bị loại thẳng tay, vào năm 13 tuổi."
    },
    {
        "start": "00:26:46,958",
        "end": "00:26:48,833",
        "en": "Ich würde heute was ganz anderes machen,",
        "pa": "I might be doing something completely different today",
        "vi": "Có thể anh đây đã là một người hoàn toàn khác"
    },
    {
        "start": "00:26:48,917",
        "end": "00:26:51,458",
        "en": "wärst du nicht damals dieser extrovertierte Typ gewesen,",
        "pa": "if you hadn't been that extroverted kid who applied for Star Search.",
        "vi": "nếu không có em - một đứa hướng ngoại đi nộp đơn dự thi Star Search hồi đó."
    },
    {
        "start": "00:26:51,542",
        "end": "00:26:53,542",
        "en": "der sich bei Star Search beworben hat.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:26:53,625",
        "end": "00:26:57,250",
        "en": "Dann wäre ich, das habe ich oft gesagt, wahrscheinlich Kfz-Mechaniker oder so.",
        "pa": "Today I would probably, I mean I've always said\n I'd probably be a car mechanic or something.",
        "vi": "Tôi đã từng nói có lẽ tôi sẽ làm thợ sửa xe hay gì đó."
    },
    {
        "start": "00:26:57,333",
        "end": "00:26:58,542",
        "en": "Das glaube ich auch.",
        "pa": "I think so. You would have had fun as a mechanic.",
        "vi": "Em tin anh. Được làm thợ máy, chắc anh sẽ rất vui."
    },
    {
        "start": "00:26:58,625",
        "end": "00:27:01,333",
        "en": "-Du hättest Spaß als Kfz-Mechaniker. -Total.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:01,417",
        "end": "00:27:04,292",
        "en": "Wäre ich Solo Artist gewesen, dann wäre vieles einfacher gewesen.",
        "pa": "Totally, yeah.\n If I had been a solo artist, a lot of things would have been easier.",
        "vi": "Dĩ nhiên.\n Nếu tôi làm nghệ sĩ solo, đời tôi sẽ dễ dàng hơn."
    },
    {
        "start": "00:27:04,375",
        "end": "00:27:06,667",
        "en": "Dann hätte ich noch mehr Geld für mich behalten können.",
        "pa": "I could've kept more money for myself.",
        "vi": "Tôi sẽ được giữ nhiều tiền hơn cho mình Nhưng không, giờ tôi phải dính với anh ấy."
    },
    {
        "start": "00:27:06,750",
        "end": "00:27:09,167",
        "en": "-Aber nein, jetzt ziehe ich ihn mit durch.",
        "pa": "But no, I'm bringing you with me.",
        "vi": ""
    },
    {
        "start": "00:27:10,208",
        "end": "00:27:13,000",
        "en": "Ich glaube, du hättest einen Friseursalon aufgemacht.",
        "pa": "I, I think you would have, you would've opened a hair salon, I think.",
        "vi": "Anh nghĩ em sẽ… Chắc em sẽ mở một tiệm làm tóc gì đó."
    },
    {
        "start": "00:27:13,083",
        "end": "00:27:15,167",
        "en": "-Nagelstudio. -Nagelstudio, Friseursalon.",
        "pa": "- Nail studio. -Nail studio, or hair salon.",
        "vi": "- Tiệm nail. - Tiệm nail, tiệm làm tóc."
    },
    {
        "start": "00:27:15,250",
        "end": "00:27:16,583",
        "en": "Das behalten wir. Behalten.",
        "pa": "Um, we're keeping this. Keep.",
        "vi": "Ta sẽ giữ cái áo này. Giữ nhé."
    },
    {
        "start": "00:27:17,667",
        "end": "00:27:19,875",
        "en": "Hier hast du noch Kochbücher.",
        "pa": "Here you go. Your cookbooks. Baking with Hemp.",
        "vi": "Sách nấu ăn của em đây này. Nướng với cây gai dầu."
    },
    {
        "start": "00:27:19,958",
        "end": "00:27:22,583",
        "en": "- \"Backen mit Hanf.\" - \"Backen mit Hanf.\"",
        "pa": "Baking with Hemp.",
        "vi": "Nướng với cây gai dầu."
    },
    {
        "start": "00:27:22,917",
        "end": "00:27:24,750",
        "en": "Vielleicht ist das deine Erinnerungsbox,",
        "pa": "Maybe this is your memory box and you've forgotten",
        "vi": "Có thể đây là hộp lưu niệm nhưng anh quên mất đã bỏ gì vào đó."
    },
    {
        "start": "00:27:24,833",
        "end": "00:27:27,000",
        "en": "-und du hast vergessen, was drin ist. - Nein.",
        "pa": "all the lovely things you put in it.",
        "vi": ""
    },
    {
        "start": "00:27:27,208",
        "end": "00:27:29,583",
        "en": "Das ist sie nicht. Ich hoffe, ich finde die noch.",
        "pa": "No, that's not my memory box. I hope I find it.",
        "vi": "Không phải hộp lưu niệm của anh. Mong là sẽ tìm thấy nó."
    },
    {
        "start": "00:27:30,417",
        "end": "00:27:32,292",
        "en": "Hier: Shia LaBeouf.",
        "pa": "Here, Shia Labeouf. Shia Labeouf. You used to jerk off to this, right?",
        "vi": "Đây, Shia LaBeouf. Em từng nhìn tấm này rồi thủ dâm, nhỉ?"
    },
    {
        "start": "00:27:32,375",
        "end": "00:27:33,958",
        "en": "-Da hast du drauf gewichst. -Ja.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:34,042",
        "end": "00:27:37,042",
        "en": "Das ist meine Wichsvorlage. Oh, mein Gott.",
        "pa": "That's my jerk off photo. Oh my God.",
        "vi": "Phải, đúng gu thủ dâm của em. Ôi Chúa ơi, bộ hình này bén hết chỗ nói."
    },
    {
        "start": "00:27:37,125",
        "end": "00:27:39,042",
        "en": "Das ist so heiß, dieses Fotoshooting.",
        "pa": "This photo shoot is so hot.",
        "vi": ""
    },
    {
        "start": "00:27:39,125",
        "end": "00:27:42,667",
        "en": "Ja! Ich habe ein altes Magazin gefunden,",
        "pa": "Yay! I found one of my old magazines with my absolute dream man, Shia Labeouf.",
        "vi": "Quá đã! Tôi tìm ra tờ tạp chí cũ có hình hoàng tử trong mộng của tôi, Shia Labeouf."
    },
    {
        "start": "00:27:42,750",
        "end": "00:27:44,833",
        "en": "mit meinem absoluten Traummann, Shia LaBeouf.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:46,417",
        "end": "00:27:49,083",
        "en": "Guck ihn dir an. Guck mal. Traummann.",
        "pa": "Look at him. Look. Dream man.",
        "vi": "Nhìn anh ấy này. Hoàng tử của em đó."
    },
    {
        "start": "00:27:49,875",
        "end": "00:27:51,833",
        "en": "Den würde ich sofort heiraten.",
        "pa": "I'd marry him in a heartbeat.",
        "vi": "Anh ấy hỏi cưới là em chịu ngay."
    },
    {
        "start": "00:27:51,917",
        "end": "00:27:55,583",
        "en": "Das muss ich Sara schicken, das ist ja Sara und mein absoluter Traumtyp.",
        "pa": "Oh, I have to send this to Sara.\n He's mine and Sara's absolute dream guy.",
        "vi": "Phải gửi cho Sara, anh ấy đúng là người trong mộng của em và Sara."
    },
    {
        "start": "00:27:55,667",
        "end": "00:27:58,833",
        "en": "Schatz, schau, was ich gerade gefunden habe. Unseren Traumtypen.",
        "pa": "Babe, look what I just found. Our dream guy.",
        "vi": "Cưng ơi, xem tớ vừa tìm thấy gì này. Chàng trai trong mơ của chúng ta."
    },
    {
        "start": "00:27:58,917",
        "end": "00:28:04,375",
        "en": "Ja, das hab ich vielleicht auch in Gebrauch gehabt, in mancher Nacht,",
        "pa": "And yes, maybe I used to take care of myself",
        "vi": "Đúng rồi, có lẽ nó sẽ có ích cho tôi trong những đêm đơn chiếc."
    },
    {
        "start": "00:28:04,458",
        "end": "00:28:07,667",
        "en": "und ich dachte, ich könnte das jetzt vielleicht weitervererben an Sara.",
        "pa": "on the occasional…  …night.\n And I thought maybe I could pass it on to Sara as a parting gift.",
        "vi": "Tôi nghĩ có thể trao nó cho Sara."
    },
    {
        "start": "00:28:08,292",
        "end": "00:28:10,042",
        "en": "Die Seiten, die nicht verklebt sind.",
        "pa": "At least the pages aren't stuck together.",
        "vi": "Ít nhất là mấy trang không nhớp nháp."
    },
    {
        "start": "00:28:13,000",
        "end": "00:28:14,583",
        "en": "Das nehme ich mit dem Auto mit.",
        "pa": "I'm putting this in the car.",
        "vi": "Em sẽ cất vào xe."
    },
    {
        "start": "00:28:14,667",
        "end": "00:28:18,042",
        "en": "Wir sagten immer, wenn wir mal zusammen Sex haben, dann mit Shia.",
        "pa": "We always said that if we ever had sex together,",
        "vi": "Bọn tôi đã thống nhất nếu \"chơi ba\" thì sẽ chơi với Shia."
    },
    {
        "start": "00:28:18,125",
        "end": "00:28:20,667",
        "en": "Shia LaBeouf. So heiß.",
        "pa": "it would be with Shia.\n Shia Labeouf. So hot.",
        "vi": "Shia Labeouf. Quá ngon."
    },
    {
        "start": "00:28:20,750",
        "end": "00:28:23,792",
        "en": "Er ist der Einzige, an dem unsere Freundschaft zerbrechen kann.",
        "pa": "He'd be the only man. Otherwise, our friendship would collapse.",
        "vi": "Anh ấy cũng là người duy nhất có thể làm chị em tôi cắn xé nhau."
    },
    {
        "start": "00:28:23,875",
        "end": "00:28:26,292",
        "en": "100 %. Wir würden um ihn streiten.",
        "pa": "100%. We would literally fight.",
        "vi": "100%. Chúng tôi sẽ cắn xé nhau đấy."
    },
    {
        "start": "00:28:26,375",
        "end": "00:28:29,458",
        "en": "Wenn er mit mir gehen würde, wäre Bill so eifersüchtig.",
        "pa": "Like, if he started dating me, I think Bill would be so jealous.",
        "vi": "Nếu tôi hẹn hò với anh ấy thì Bill sẽ phát điên vì ghen tị."
    },
    {
        "start": "00:28:29,542",
        "end": "00:28:31,833",
        "en": "Oh, hier ist noch so viel.",
        "pa": "There's still so much here.",
        "vi": "Còn nhiều đồ quá đi."
    },
    {
        "start": "00:28:31,917",
        "end": "00:28:34,375",
        "en": "Ach, das sind alles meine Stage-Kostüme.",
        "pa": "Oh, these are my stage costumes.",
        "vi": "Đồ diễn của em này."
    },
    {
        "start": "00:28:34,458",
        "end": "00:28:36,917",
        "en": "-Oh, mein Gott! -Heb nicht so viel Scheiße auf.",
        "pa": "Oh my God!\n Don't keep so much shit!",
        "vi": "Chúa ơi!\n Đừng giữ lại nhiều thứ quá!"
    },
    {
        "start": "00:28:37,000",
        "end": "00:28:41,667",
        "en": "Tom, das sind die MTV European Music Awards 2009, weißt du das noch?",
        "pa": "Tom, this is the MTV European Music Awards 2009,",
        "vi": "Tom, bộ này em mặc hồi trao giải MTV Châu Âu năm 2009, anh còn nhớ chứ?"
    },
    {
        "start": "00:28:41,750",
        "end": "00:28:45,750",
        "en": "\"World Behind My Wall\" live mit brennendem Piano. Wir haben die Halle abgefackelt.",
        "pa": "you remember that?\n World Behind My Wall live with a burning piano,\n where we set the whole hall on fire?",
        "vi": "Hát live bài \"World behind my wall\" với cây piano rực lửa,\n ta làm cả phim trường bùng nổ?"
    },
    {
        "start": "00:28:48,083",
        "end": "00:28:50,250",
        "en": "Whoa, whoa",
        "pa": "I know.\n ♪ Whoa, whoa ♪",
        "vi": ""
    },
    {
        "start": "00:28:51,583",
        "end": "00:28:52,875",
        "en": "Sie sagen mir",
        "pa": "♪ They're telling me it's beautiful ♪",
        "vi": ""
    },
    {
        "start": "00:28:53,042",
        "end": "00:28:55,542",
        "en": "Es sei wunderschön",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:28:55,875",
        "end": "00:28:57,333",
        "en": "I believe them",
        "pa": "♪ I believe them but will I ever know ♪",
        "vi": ""
    },
    {
        "start": "00:28:57,417",
        "end": "00:29:00,667",
        "en": "Aber werde ich jemals",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:01,042",
        "end": "00:29:06,125",
        "en": "Die Welt hinter meiner Wand kennen?",
        "pa": "♪ The world behind my wall? ♪",
        "vi": ""
    },
    {
        "start": "00:29:07,958",
        "end": "00:29:10,750",
        "en": "Ach nee, schön alles. Behalten, behalten, behalten.",
        "pa": "Oh no. It's all so pretty. Keep, keep, keep.",
        "vi": "- Ôi không, đẹp quá đi. Giữ lại. - Sao cái gì em cũng giữ lại vậy?"
    },
    {
        "start": "00:29:10,833",
        "end": "00:29:12,250",
        "en": "Warum behältst du das?",
        "pa": "- Why do you want to keep everything? - It's Tokio Hotel history.",
        "vi": ""
    },
    {
        "start": "00:29:12,333",
        "end": "00:29:14,792",
        "en": "Das ist Tokio-Hotel-Geschichte, willst du mich verarschen?",
        "pa": "",
        "vi": "Lịch sử của Tokio Hotel đấy. Đùa à?"
    },
    {
        "start": "00:29:14,875",
        "end": "00:29:17,125",
        "en": "- Ja, und? - Das kommt alles mal ins Museum.",
        "pa": "-Are you kidding? - Yeah, so?\n It'll end up in a museum one day.",
        "vi": "- Thì sao? - Sau này nó được lưu giữ ở bảo tàng."
    },
    {
        "start": "00:29:17,208",
        "end": "00:29:19,208",
        "en": "Wenn ich von dieser Welt gegangen bin.",
        "pa": "- No. - Long after I pass away.",
        "vi": "- Không đâu. - Khi em giã từ thế giới này."
    },
    {
        "start": "00:29:19,292",
        "end": "00:29:22,167",
        "en": "Dann laufen die da entlang in Las Vegas und sagen: \"Guck mal.",
        "pa": "People will walk past it in Las Vegas and say, \"Look, German history.\"",
        "vi": "Mọi người ghé Las Vegas và nói: \"Nhìn kìa, lịch sử nước Đức đó\"."
    },
    {
        "start": "00:29:22,250",
        "end": "00:29:24,208",
        "en": "-Deutsche Geschichte.\" - Was hatte ich da an?",
        "pa": "What was I wearing?",
        "vi": "Em đã mặc bộ nào nhỉ?"
    },
    {
        "start": "00:29:24,292",
        "end": "00:29:25,708",
        "en": "-Weiß nicht, Maus. - Siehst du?",
        "pa": "- I don't know. -Of course.",
        "vi": "- Không biết nữa. - Xem này."
    },
    {
        "start": "00:29:25,792",
        "end": "00:29:29,792",
        "en": "Das ist meine MTV Moonman VMA's,",
        "pa": "This is my MTV Moonman VMAs.",
        "vi": "Đây là bộ đồ mặc khi nhận giải MTV Moonman của tôi tại Lễ trao giải VMA."
    },
    {
        "start": "00:29:29,875",
        "end": "00:29:34,667",
        "en": "da haben wir gegen Katy Perry, Taylor Swift und Miley Cyrus gewonnen.",
        "pa": "We won against Katy Perry, Taylor Swift and Miley Cyrus.",
        "vi": "Bọn tôi đã qua mặt Katy Perry, Taylor Swift và Miley Cyrus."
    },
    {
        "start": "00:29:34,750",
        "end": "00:29:36,583",
        "en": "-Katy Perry weiß ich. -Taylor Swift…",
        "pa": "-I remember Katy Perry. -Katy Perry, Taylor Swift…",
        "vi": "- Anh nhớ Katy Perry. - Taylor Swift…"
    },
    {
        "start": "00:29:36,667",
        "end": "00:29:37,958",
        "en": "Seitdem hatten wir Beef.",
        "pa": "We've always had beef.",
        "vi": "Cô ấy giờ vẫn còn cay hai ta."
    },
    {
        "start": "00:29:38,167",
        "end": "00:29:40,875",
        "en": "Der Moonman für den besten neuen Künstler geht an…",
        "pa": "The Moonman for Best New Artist goes to…",
        "vi": "Tượng Moonman cho \"Nghệ sĩ mới xuất sắc nhất\" thuộc về…"
    },
    {
        "start": "00:29:42,375",
        "end": "00:29:44,292",
        "en": "…Tokio Hotel.",
        "pa": "Tokio Hotel.",
        "vi": "Tokio Hotel!"
    },
    {
        "start": "00:29:50,042",
        "end": "00:29:54,667",
        "en": "Ich kann nicht in Worte fassen, wie wir uns fühlen.",
        "pa": "I can't describe it in any words what we are feeling right now.",
        "vi": "Tôi không thể diễn tả bằng lời cảm xúc của chúng tôi lúc này."
    },
    {
        "start": "00:29:54,750",
        "end": "00:29:57,167",
        "en": "Vielen Dank!",
        "pa": "Thank you so much.",
        "vi": "Cảm ơn rất nhiều ạ!"
    },
    {
        "start": "00:29:59,875",
        "end": "00:30:02,625",
        "en": "Es ist wahnsinnig schön, diese Awards zu gewinnen.",
        "pa": "It's always amazing to win music awards,",
        "vi": "Giành giải thưởng dĩ nhiên là rất tuyệt, nhưng quan trọng nhất vẫn là kỉ niệm."
    },
    {
        "start": "00:30:02,708",
        "end": "00:30:04,875",
        "en": "Aber es geht vor allem um die Erinnerung.",
        "pa": "but it's all about being in the moment.",
        "vi": ""
    },
    {
        "start": "00:30:04,958",
        "end": "00:30:06,458",
        "en": "Es geht um die Erinnerung vom Moment.",
        "pa": "It's about remembering that special moment.",
        "vi": "Ký ức ngay tại khoảnh khắc đó."
    },
    {
        "start": "00:30:06,542",
        "end": "00:30:09,292",
        "en": "Jetzt kommt der schwierige Teil, weil das sind alles Preise.",
        "pa": "Now comes the difficult part, because these are all awards here.",
        "vi": "Đến phần khó rồi đây, toàn là giải thưởng trong này."
    },
    {
        "start": "00:30:09,375",
        "end": "00:30:10,750",
        "en": "Schatztruhe.",
        "pa": "Treasure chest.",
        "vi": "Rương kho báu."
    },
    {
        "start": "00:30:12,125",
        "end": "00:30:13,708",
        "en": "Gott, was ist das alles?",
        "pa": "Oh God, what is all this?",
        "vi": "Trời, mấy cái này là gì?"
    },
    {
        "start": "00:30:13,792",
        "end": "00:30:19,458",
        "en": "Mein Gott, das ist der World Music Award. Da waren wir mit Michael Jackson und…",
        "pa": "Oh my God, it's the World Music Awards.\n -There we were, with Michael Jackson. - Michael Jackson, that's right.",
        "vi": "Chúa ơi, đây là Giải Âm nhạc Thế giới. Lúc đó có Michael Jackson và…"
    },
    {
        "start": "00:30:20,917",
        "end": "00:30:23,583",
        "en": "Mit Michael Jackson und… Wer war da noch? In London!",
        "pa": "We were there with Michael Jackson and who else?",
        "vi": "Ôi chao.\n - Michael Jackson và ai nữa? - Ở London."
    },
    {
        "start": "00:30:24,208",
        "end": "00:30:26,958",
        "en": "Ich kann dir zu jedem Award sagen, was hatte ich da an,",
        "pa": "In London.\n I remember details from every award. Like, what I was wearing,",
        "vi": "Tôi còn nhớ tôi mặc gì trong từng lễ trao giải."
    },
    {
        "start": "00:30:27,042",
        "end": "00:30:29,917",
        "en": "was waren die Unterhaltungen, wie war die Aftershow-Party?",
        "pa": "the conversations, what the aftershow party was like.",
        "vi": "Đã nói chuyện gì? Tiệc sau lễ trao giải thế nào?"
    },
    {
        "start": "00:30:30,000",
        "end": "00:30:33,000",
        "en": "Ich kann mich an alles genau erinnern und an die Momente und an…",
        "pa": "I remember everything just as it was, every moment.",
        "vi": "Tôi nhớ như in mọi thứ, những khoảnh khắc này và…"
    },
    {
        "start": "00:30:34,292",
        "end": "00:30:36,042",
        "en": "…diese unvergessliche Zeit, die man da hat.",
        "pa": "It was just an unforgettable time we had in those days.",
        "vi": "khoảng thời gian khó quên ở từng nơi."
    },
    {
        "start": "00:30:36,125",
        "end": "00:30:40,000",
        "en": "Ihr könnt euch gar nicht vorstellen, was uns das bedeutet.",
        "pa": "You can't imagine what, um, that means to us.",
        "vi": "Mọi người không thể hình dung ý nghĩa của nó đối với chúng tôi."
    },
    {
        "start": "00:30:40,083",
        "end": "00:30:45,375",
        "en": "Jetzt sind wir hier, auf dieser Bühne mit all den großen internationalen Künstlern.",
        "pa": "And now we are here, on this stage with all these big international artists.",
        "vi": "Và giờ chúng tôi ở đây, trên sân khấu này với tất cả các siêu sao quốc tế."
    },
    {
        "start": "00:30:45,458",
        "end": "00:30:49,792",
        "en": "Das haben wir euch zu verdanken. Wir sind so stolz. Vielen Dank!",
        "pa": "That's because of you. Thank you so much! We are so proud. Thank you.",
        "vi": "Nhờ tất cả mọi người đấy. Cảm ơn nhiều! Chúng tôi thấy rất tự hào. Cảm ơn!"
    },
    {
        "start": "00:30:50,875",
        "end": "00:30:52,417",
        "en": "So geil!",
        "pa": "It's so amazing!",
        "vi": "Đỉnh quá đi mất!"
    },
    {
        "start": "00:30:53,542",
        "end": "00:30:56,958",
        "en": "Ey, diesen Preis denn sieht man ja echt nur so in Madonnas Händen und so.",
        "pa": "Hey, this award usually goes to people like Madonna, right?",
        "vi": "Giải này thì toàn chỉ thấy những người cỡ Madonna mới được cầm nhỉ?"
    },
    {
        "start": "00:30:57,583",
        "end": "00:30:58,875",
        "en": "So geil.",
        "pa": "It's so cool.",
        "vi": "Đỉnh thật."
    },
    {
        "start": "00:30:58,958",
        "end": "00:31:00,292",
        "en": "Obwohl er billig gemacht ist, ne?",
        "pa": "Even though it's cheaply made.",
        "vi": "Nhưng trông hơi rẻ tiền nhỉ?"
    },
    {
        "start": "00:31:01,625",
        "end": "00:31:04,542",
        "en": "Ich glaube, über 110 Awards.",
        "pa": "I think there's over 110 awards.",
        "vi": "Tôi nghĩ có hơn 110 giải thưởng."
    },
    {
        "start": "00:31:10,500",
        "end": "00:31:12,500",
        "en": "Der Koffer hier kann eigentlich auch weg.",
        "pa": "This case here can actually go too.",
        "vi": "Vali này chắc cũng nên vứt đi."
    },
    {
        "start": "00:31:12,583",
        "end": "00:31:16,083",
        "en": "Aber super schwer, das Ding, ist auch vollgestopft mit irgendeinem Sch…",
        "pa": "But it's very heavy. The thing is stuffed to the gills.",
        "vi": "Nhưng nó nặng quá. Toàn những thứ lặt vặt…"
    },
    {
        "start": "00:31:18,583",
        "end": "00:31:21,625",
        "en": "Ich glaube…  Tom. Ich glaube, das ist deine Erinnerungsbox.",
        "pa": "I think, Tom? I think this is the memory box.",
        "vi": "Hình như… Tom à? Em nghĩ đây là hộp lưu niệm của anh."
    },
    {
        "start": "00:31:22,417",
        "end": "00:31:24,375",
        "en": "Das ist deine Erinnerungsbox!",
        "pa": "-That's your memory box! - Is it?",
        "vi": "- Đó là… - Hộp lưu niệm của anh!"
    },
    {
        "start": "00:31:24,458",
        "end": "00:31:26,667",
        "en": "Oh, ja. Das sind meine ganzen Briefe, aber…",
        "pa": "-Oh yeah, these are all my letters, but… - Keep.",
        "vi": "- Thư từ của anh, nhưng anh không… - Giữ lại."
    },
    {
        "start": "00:31:26,750",
        "end": "00:31:28,583",
        "en": "Doch, da ist mein Fotoalbum.",
        "pa": "That's my photo album.",
        "vi": "Đúng rồi, đây là album ảnh của anh."
    },
    {
        "start": "00:31:28,667",
        "end": "00:31:31,083",
        "en": "Oh, da ist bestimmt auch dein kleiner Hund irgendwo.",
        "pa": "Oh, your little dog must still be in there somewhere.",
        "vi": "Con chó bông của anh chắc cũng ở trong đó."
    },
    {
        "start": "00:31:31,167",
        "end": "00:31:34,000",
        "en": "- Ich hoffe es. - Guck mal, deine Aerosmith-Weste.",
        "pa": "- Yeah, I hope so. - Look at your Aerosmith jacket.",
        "vi": "Ừ. Anh hy vọng vậy.\n Áo khoác Aerosmith của anh nữa kìa. Và áo nỉ in chữ \"Tom\"."
    },
    {
        "start": "00:31:34,083",
        "end": "00:31:36,625",
        "en": "Und dein kleiner Tom-Pullover. Ja, da ist doch alles.",
        "pa": "And your little Tom hoodie.\n -It's all there. -Oh yeah. Sweet.",
        "vi": ""
    },
    {
        "start": "00:31:36,708",
        "end": "00:31:38,125",
        "en": "-Süß. -Oh!",
        "pa": "Ah!",
        "vi": "- Ừ, còn đủ hết. - Ôi, tốt quá."
    },
    {
        "start": "00:31:38,208",
        "end": "00:31:41,417",
        "en": "- Die haben wir durchgetauscht. - Damit man uns unterscheiden kann.",
        "pa": "Those were the ones we always swapped.",
        "vi": "- Bọn tôi từng đổi áo cho nhau. - Để mọi người nhận nhầm hai đứa."
    },
    {
        "start": "00:31:41,500",
        "end": "00:31:43,125",
        "en": "Ach so, aber ihr habt die getauscht…",
        "pa": "So people could tell us apart, yeah.\n So you swapped them?",
        "vi": "À, vậy là hai anh đổi áo…"
    },
    {
        "start": "00:31:43,208",
        "end": "00:31:43,833",
        "en": "Ja, haben wir.",
        "pa": "- We thought it'd be funny to swap. -Bill wore \"Tom.\"",
        "vi": "- Bill mặc áo có chữ \"Tom\". - Thấy hài lắm."
    },
    {
        "start": "00:31:43,917",
        "end": "00:31:45,625",
        "en": "- Bill hatte Tom an. -Fanden wir witzig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:31:45,708",
        "end": "00:31:46,917",
        "en": "Das ist der Hund.",
        "pa": "The dog I'm looking for.",
        "vi": "- Tôi muốn tìm bé chó này. - Cún nhồi bông của Tom. Anh ấy vẽ đấy."
    },
    {
        "start": "00:31:47,000",
        "end": "00:31:49,875",
        "en": "Das ist Toms kleiner Kuscheltier-Hund, den hat er gemalt.",
        "pa": "That's Tom's cuddly toy dog.\n My cuddly toy, I painted it.",
        "vi": ""
    },
    {
        "start": "00:31:50,542",
        "end": "00:31:52,792",
        "en": "-Den suche ich noch. - Tom war schon immer Künstler.",
        "pa": "-I'm still looking. - Tom has always been an artist.",
        "vi": "- Anh vẫn đang tìm nó mà. - Đấy, Tom có máu nghệ sĩ."
    },
    {
        "start": "00:31:52,875",
        "end": "00:31:54,167",
        "en": "Guck, wie schön er malte.",
        "pa": "Look how beautiful that is.",
        "vi": "- Xem anh ấy vẽ đẹp chưa. - Máu chơi ghi-ta luôn chảy trong anh."
    },
    {
        "start": "00:31:54,250",
        "end": "00:31:56,083",
        "en": "Ich war schon immer Gitarrist vor allem.",
        "pa": "I've always been a guitar player.",
        "vi": ""
    },
    {
        "start": "00:31:56,167",
        "end": "00:31:58,625",
        "en": "Unsere Mama hat uns jedem ein Fotoalbum gemacht,",
        "pa": "Our mom made us each a photo album",
        "vi": "Mẹ của bọn tôi làm cho mỗi đứa một album ảnh"
    },
    {
        "start": "00:31:58,708",
        "end": "00:32:01,708",
        "en": "was wir für unsere Kinder oder uns selber dann mal haben.",
        "pa": "that we could have for our children or for ourselves.",
        "vi": "để truyền lại cho con cháu hoặc giữ làm kỉ niệm."
    },
    {
        "start": "00:32:01,792",
        "end": "00:32:06,625",
        "en": "Wo man so ein richtiges Foto hat und nicht nur ein Bild auf dem iPhone,",
        "pa": "For real photos, and not just pictures you'd take quickly on an iPhone,",
        "vi": "Hình rất chọn lọc, chứ không phải vơ đại hình cũ trong iPhone,"
    },
    {
        "start": "00:32:06,708",
        "end": "00:32:09,583",
        "en": "sondern mal so ein richtig schönes Fotoalbum.",
        "pa": "but a really nice photo album.\n She wrote something in the album about each photo.",
        "vi": "một album ảnh rất có tâm. Mẹ sẽ ghi chú thích từng tấm một."
    },
    {
        "start": "00:32:09,667",
        "end": "00:32:11,167",
        "en": "Sie hat zu allem was geschrieben.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:14,333",
        "end": "00:32:15,333",
        "en": "Bill, hier!",
        "pa": "-Bill, here. - One sec.",
        "vi": "- Bill, đây. - Chờ chút!"
    },
    {
        "start": "00:32:15,417",
        "end": "00:32:18,042",
        "en": "- Warte. -Die erste Freundin, die wir uns teilten.",
        "pa": "Our first girlfriend, we shared.",
        "vi": "- Bạn gái đầu tiên của cả hai đứa. - Cô ấy dễ thương quá."
    },
    {
        "start": "00:32:18,125",
        "end": "00:32:20,583",
        "en": "- Die war ja süß. -Wiebke, unsere Nachbarin.",
        "pa": "She's cute.\n Wiebke, our neighbor.",
        "vi": "Wiebke, hàng xóm của bọn tôi."
    },
    {
        "start": "00:32:20,667",
        "end": "00:32:22,958",
        "en": "Mit der hatten wir beide unseren ersten Kuss.",
        "pa": "Our neighbor. Our first kiss, for both of us.",
        "vi": "Hàng xóm của mình. Nụ hôn đầu của cả hai đều là với cô ấy."
    },
    {
        "start": "00:32:23,958",
        "end": "00:32:26,292",
        "en": "-Eine Hübsche. -Ja, die fanden wir ganz toll.",
        "pa": "Pretty.\n -Yeah, we really liked her. -She even rode a motorcycle back then.",
        "vi": "Xinh quá.\n - Ừ, bọn tôi rất thích cô ấy. - Hồi đó cô ấy còn lái mô tô nữa."
    },
    {
        "start": "00:32:26,375",
        "end": "00:32:28,792",
        "en": "Die ist sogar schon Motorrad gefahren zu der Zeit.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:28,875",
        "end": "00:32:31,625",
        "en": "Schön, dass ich das wiedergefunden habe. Das ist schön.",
        "pa": "I'm glad I found the memory box. So relieved.",
        "vi": "Tìm được cái này vui thật đấy. Hay thật."
    },
    {
        "start": "00:32:31,708",
        "end": "00:32:34,292",
        "en": "Mama, guck mal bitte, was Tom hier gefunden hat.",
        "pa": "Mama, look what Tom found. It's his memory box.",
        "vi": "Mẹ, xem Tom tìm thấy gì này. Hộp lưu niệm của anh ấy!"
    },
    {
        "start": "00:32:34,375",
        "end": "00:32:35,792",
        "en": "Seine Erinnerungsbox.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:32:36,292",
        "end": "00:32:37,375",
        "en": "Ah, hier ist er!",
        "pa": "Oh, here it is.",
        "vi": "Nó đây rồi!"
    },
    {
        "start": "00:32:38,208",
        "end": "00:32:41,708",
        "en": "Oh, Tom, wie schön. Wie traurig du warst.",
        "pa": "Oh, Tom, that's so good! How sad you were!",
        "vi": "- Tom, tuyệt quá! Anh đã buồn biết bao! - Vẽ y hệt, nhỉ?"
    },
    {
        "start": "00:32:41,792",
        "end": "00:32:43,500",
        "en": "Den habe ich gut getroffen, oder?",
        "pa": "I drew him well.",
        "vi": "- Ôi, nó dễ thương quá. - Anh vẽ nó đẹp thật."
    },
    {
        "start": "00:32:43,583",
        "end": "00:32:45,667",
        "en": "- Der ist so süß. - Wirklich gut getroffen.",
        "pa": "- Oh, he is so sweet. - You drew him really well.",
        "vi": ""
    },
    {
        "start": "00:32:45,750",
        "end": "00:32:48,708",
        "en": "Ich habe meinen auch noch. Wie durchgekuschelt der Hals ist.",
        "pa": "I still have mine, I still have mine too. You wore down the neck from cuddling.",
        "vi": "Tôi vẫn còn giữ bé gấu bông của tôi. Nhìn cái cổ lặt lìa kìa."
    },
    {
        "start": "00:32:48,792",
        "end": "00:32:50,667",
        "en": "Ich habe ihn immer am Hals getragen.",
        "pa": "I always held him round the neck.",
        "vi": "- Tôi luôn cầm nó ngay cổ. - Thấy chưa? Em biết nó nằm đâu đây thôi."
    },
    {
        "start": "00:32:50,750",
        "end": "00:32:53,125",
        "en": "Schön. Ich wusste, dass es irgendwo ist.",
        "pa": "- Nice. Nice. - I knew it was somewhere here.",
        "vi": ""
    },
    {
        "start": "00:32:53,875",
        "end": "00:32:57,083",
        "en": "Ich bin total erleichtert, dass ich die Erinnerungsbox gefunden habe.",
        "pa": "I'm really relieved that I found the memory box, you know?",
        "vi": "Tôi thật sự nhẹ nhõm khi tìm được hộp lưu niệm."
    },
    {
        "start": "00:32:57,167",
        "end": "00:32:59,542",
        "en": "Das ist das Einzige, das mir wichtig ist eigentlich,",
        "pa": "It was the only thing in there that was important to me.",
        "vi": "Và thứ tôi trân trọng nhất là con cún nhồi bông mà tôi ôm ấp suốt."
    },
    {
        "start": "00:32:59,625",
        "end": "00:33:01,458",
        "en": "mein altes Kuscheltier.",
        "pa": "My, my old, my old stuffed animal.",
        "vi": ""
    },
    {
        "start": "00:33:04,750",
        "end": "00:33:05,958",
        "en": "Schon viel Müll.",
        "pa": "So much trash.",
        "vi": "Nhiều đồ vứt đi quá."
    },
    {
        "start": "00:33:06,042",
        "end": "00:33:08,375",
        "en": "- Mir tut's schon irgendwie weh. - Quatsch.",
        "pa": "-Wow. -It makes me kind of sad.",
        "vi": "Thấy hơi đau lòng."
    },
    {
        "start": "00:33:08,458",
        "end": "00:33:12,083",
        "en": "- Ich fühle mich gut. -Mein Musik-Equipment. Der Rest ist egal.",
        "pa": "Bullshit! I feel good.\n My music equipment.",
        "vi": "Vớ vẩn! Em thấy mừng.\n Giữ lại thiết bị âm nhạc của anh thôi, còn lại thì vứt đi."
    },
    {
        "start": "00:33:12,167",
        "end": "00:33:14,792",
        "en": "-Du hättest mehr wegschmeißen können. -Ich fühle mich blendend.",
        "pa": "-No, I feel good. -I'll miss it.\n -We could have pitched more of your stuff. -I feel great.",
        "vi": "- Hay là vứt thêm đồ của em? - Em thấy vui rồi."
    },
    {
        "start": "00:33:14,875",
        "end": "00:33:17,792",
        "en": "Der Container war zum Schluss gut gefüllt, es war erfolgreich,",
        "pa": "In the end, the container was filled up. It was a success.",
        "vi": "Cả cái xe container cuối cùng cũng đầy. Xem như đã thành công."
    },
    {
        "start": "00:33:17,875",
        "end": "00:33:19,708",
        "en": "der Storage ist wesentlich leerer,",
        "pa": "The storage unit is much emptier. And, I think we'll be able to move soon.",
        "vi": "Kho trống hơn nhiều, chắc chúng ta sẽ sớm chuyển đồ đi."
    },
    {
        "start": "00:33:19,792",
        "end": "00:33:22,292",
        "en": "und ich glaube, wir können demnächst umziehen.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:23,083",
        "end": "00:33:24,375",
        "en": "Oh. Was war das?",
        "pa": "- Oh, what was that?",
        "vi": "Ối, cái gì thế?"
    },
    {
        "start": "00:33:24,458",
        "end": "00:33:25,667",
        "en": "Nichts.",
        "pa": "Nothing.",
        "vi": "Không có gì."
    },
    {
        "start": "00:33:25,750",
        "end": "00:33:28,042",
        "en": "Das glaube ich doch jetzt nicht, oder wie.",
        "pa": "No way, I don't believe it!",
        "vi": "Không thể tin nổi!"
    },
    {
        "start": "00:33:28,125",
        "end": "00:33:31,417",
        "en": "Da stößt der diese Lampe um, ich dachte, ich spinne. Komplett im Arsch.",
        "pa": "He knocked over the lamp. I thought I'd go crazy. The thing was completely fucked.",
        "vi": "Và anh ấy làm đổ cái đèn. Tôi muốn phát điên. Nát hết."
    },
    {
        "start": "00:33:31,500",
        "end": "00:33:34,042",
        "en": "Sag mal, wie blöd kann man eigentlich sein?",
        "pa": "Oh, come on. My God, how stupid can you be?",
        "vi": "Ôi anh ơi… Sao anh lại ngờ nghệch đến thế?"
    },
    {
        "start": "00:33:34,125",
        "end": "00:33:35,583",
        "en": "Ist mir umgekippt, mein Gott.",
        "pa": "Sorry, it fell over. God.",
        "vi": "Nó đổ cái rầm, trời ạ."
    },
    {
        "start": "00:33:35,667",
        "end": "00:33:37,500",
        "en": "Und vor allem das dann runterspielen.",
        "pa": "And then he downplays it. Instead of saying,",
        "vi": "Và anh ấy nói như không có gì. Thay vì kiểu: \"Chết rồi! Xin lỗi nhé!\""
    },
    {
        "start": "00:33:37,583",
        "end": "00:33:40,917",
        "en": "Statt zu sagen: \"Oh, nein! Scheiße, das tut mir leid.\"",
        "pa": "\"Oh no. Shit. I'm sorry about that!\"",
        "vi": ""
    },
    {
        "start": "00:33:41,000",
        "end": "00:33:43,958",
        "en": "Er so: \"Ach, so toll waren die nicht, ist doch nicht so wichtig.\"",
        "pa": "He's like, \"Oh, it wasn't that great. It's not that important.\"",
        "vi": "thì lại nói: \"Cái đèn có đẹp gì đâu, cũng không quan trọng mấy\"."
    },
    {
        "start": "00:33:44,042",
        "end": "00:33:46,708",
        "en": "Also wirklich, da will ich mal zwei Sachen aufheben",
        "pa": "There were two things I really wanted to keep and you knock them over.",
        "vi": "Thật á? Em chỉ muốn giữ lại hai món và anh đá đổ hết."
    },
    {
        "start": "00:33:46,792",
        "end": "00:33:49,417",
        "en": "-und du schmeißt sie um. -Meine Sachen müssen auch weg.",
        "pa": "My things have been thrown away too.",
        "vi": "Anh cũng vứt hết đồ của anh mà."
    },
    {
        "start": "00:33:49,500",
        "end": "00:33:52,458",
        "en": "Wie kann man so blöd sein? Er hat die ganze Lampe kaputt gemacht.",
        "pa": "How could you do that? Look, he's completely destroyed the lamp.",
        "vi": "Sao anh có thể ngốc thế? Kìa, anh ấy làm bể cái đèn rồi."
    },
    {
        "start": "00:33:52,542",
        "end": "00:33:53,750",
        "en": "Also…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:33:54,792",
        "end": "00:33:57,875",
        "en": "Echt, so blöd muss man sein. Na ja, was soll's.",
        "pa": "So stupid. But, whatever.",
        "vi": "Ngốc dễ sợ. Thôi kệ, sao cũng được."
    },
    {
        "start": "00:33:57,958",
        "end": "00:33:59,042",
        "en": "Gehen wir.",
        "pa": "Let's go.",
        "vi": "Đi thôi."
    },
    {
        "start": "00:34:01,917",
        "end": "00:34:05,708",
        "en": "Ich fühle mich richtig dreckig. Am liebsten jetzt so ins Meer springen.",
        "pa": "Ugh. I feel really dirty.\n I would love to jump into the ocean right now.",
        "vi": "Người dơ quá đi. Giờ chỉ muốn nhảy tùm xuống biển."
    },
    {
        "start": "00:34:14,125",
        "end": "00:34:17,250",
        "en": "Meine beste Freundin hat mich zu ihrem Geburtstag eingeladen.",
        "pa": "My best friend reached out and invited me to her birthday party.",
        "vi": "Bạn thân nhất của tôi đã mời tôi dự tiệc sinh nhật của cô ấy."
    },
    {
        "start": "00:34:17,333",
        "end": "00:34:19,750",
        "en": "Sara feiert in Texas, in Austin.",
        "pa": "Sara is celebrating in Texas. In Austin.",
        "vi": "Sara sẽ mở tiệc ở thành phố Austin, Texas."
    },
    {
        "start": "00:34:19,833",
        "end": "00:34:22,583",
        "en": "Da muss ich natürlich noch das perfekte Geschenk finden.",
        "pa": "So now I have to find the perfect present.",
        "vi": "Tất nhiên, tôi vẫn phải tìm một món quà lý tưởng."
    },
    {
        "start": "00:34:22,667",
        "end": "00:34:25,792",
        "en": "Ich habe so Angst, dass ich nichts finde. Ich habe kaum noch Zeit.",
        "pa": "I'm scared I won't find anything. I've got so little time.",
        "vi": "Em sợ sẽ không tìm được gì. Đâu còn nhiều thời gian."
    },
    {
        "start": "00:34:25,875",
        "end": "00:34:28,083",
        "en": "-Können wir das zusammen schenken? - Ja, klar.",
        "pa": "-Can it be from both of us? - Yeah, sure.",
        "vi": "- Hai đứa mình tặng chung được không? - Ừ."
    },
    {
        "start": "00:34:28,167",
        "end": "00:34:31,333",
        "en": "Warum ist Sara nach Texas gezogen? Wie kommt man auf Texas?",
        "pa": "Why did Sara move to Texas? How does one end up in Texas?",
        "vi": "Sao Sara lại chuyển đến Texas? Sao lại chọn ở đó?"
    },
    {
        "start": "00:34:31,417",
        "end": "00:34:33,542",
        "en": "Mir hat sie gesagt, sie ist irgendwie mit L.A. durch,",
        "pa": "Well, she told me she's kind of done with LA.",
        "vi": "Cô ấy bảo với em là chán L.A lắm rồi. Và cô ấy đã hẹn hò hết đàn ông ở đây."
    },
    {
        "start": "00:34:33,625",
        "end": "00:34:36,125",
        "en": "und ich glaube, sie hat alle Jungs hier schon gedatet.",
        "pa": "And I think she's dated all the guys here.",
        "vi": ""
    },
    {
        "start": "00:34:38,250",
        "end": "00:34:40,958",
        "en": "Sie hat die große Liebe nicht gefunden, jetzt sucht sie die in Texas.",
        "pa": "-But how? -And she hasn't found love here.\n So she's looking for it in Texas.",
        "vi": "Chưa thấy tình yêu đích thực ở L.A, nên giờ cô ấy tìm ở Texas."
    },
    {
        "start": "00:34:44,375",
        "end": "00:34:46,875",
        "en": "Ich finde, Geld muss rein und raus.",
        "pa": "I think money should come in and go out.",
        "vi": "Với tôi, có chi thì phải có thu. Đó là niềm vui của việc kiếm tiền."
    },
    {
        "start": "00:34:46,958",
        "end": "00:34:49,917",
        "en": "Ich finde, das ist doch der ganze Spaß am Geldverdienen.",
        "pa": "I think that's the whole fun of earning money.",
        "vi": ""
    },
    {
        "start": "00:34:53,625",
        "end": "00:34:55,042",
        "en": "Das sieht cool aus.",
        "pa": "That looks cool.",
        "vi": "Trông hay phết."
    },
    {
        "start": "00:34:55,208",
        "end": "00:34:57,500",
        "en": "- Was ist das? - Ein Rock oder…",
        "pa": "-What is it? A skirt or- - A skirt, yeah.",
        "vi": "- Này là gì? Váy à, hay là… - Chân váy đấy."
    },
    {
        "start": "00:34:57,667",
        "end": "00:34:58,708",
        "en": "Ein Rock, ja.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:34:59,083",
        "end": "00:35:00,250",
        "en": "Und wozu sind die hier?",
        "pa": "And what are these for?",
        "vi": "Hai cái dây này là sao?"
    },
    {
        "start": "00:35:00,333",
        "end": "00:35:02,708",
        "en": "-Nur zum Bügel aufhängen, Maus. -Ach so.",
        "pa": "-To hang it on the hanger, Mouse. -Oh.",
        "vi": "Để treo lên móc áo, Tí Anh ạ."
    },
    {
        "start": "00:35:03,333",
        "end": "00:35:04,833",
        "en": "Der ist ganz geil, ne?",
        "pa": "This is cool, yeah?",
        "vi": "Cái này làm tỉ mỉ mà, nhỉ?"
    },
    {
        "start": "00:35:05,917",
        "end": "00:35:08,667",
        "en": "-Der sieht auch nach Austin aus. -Das ist nur zum Aufhängen?",
        "pa": "-Has an Austin vibe. - These are just for the hanger?",
        "vi": "- Trông khá giống Austin. - Là để treo lên móc à?"
    },
    {
        "start": "00:35:08,750",
        "end": "00:35:09,833",
        "en": "Ja.",
        "pa": "- Yeah, it's-- - I've always wondered what they are.",
        "vi": "- Ừ, nó là… - Anh cứ thắc mắc mãi."
    },
    {
        "start": "00:35:09,917",
        "end": "00:35:11,542",
        "en": "Das fragte ich mich schon immer.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:35:11,625",
        "end": "00:35:14,292",
        "en": "Das ist in jeder… in deinen Hosen auch.",
        "pa": "Of course. Your pants have these as well.",
        "vi": "- Đúng rồi. Quần của anh cũng có mà. - Cái này nữa hả? Đây này?"
    },
    {
        "start": "00:35:14,375",
        "end": "00:35:15,417",
        "en": "Das auch? Das hier.",
        "pa": "These? These loops?",
        "vi": ""
    },
    {
        "start": "00:35:15,500",
        "end": "00:35:17,625",
        "en": "-Zum Aufhängen. -Ich dachte, da kommen die Arme durch.",
        "pa": "-Yeah, it's for hanging. -I always thought it's where the arms go.",
        "vi": "- Ừ, để treo đồ đấy. - Anh cứ tưởng là để xỏ tay qua."
    },
    {
        "start": "00:35:17,708",
        "end": "00:35:21,250",
        "en": "Dafür sind diese Kerben, dass man da… Die Arme?",
        "pa": "And that's what these things here are for. The arms?",
        "vi": "Mấy cái nấc trên móc này… Xỏ tay qua á? Sao được?"
    },
    {
        "start": "00:35:21,333",
        "end": "00:35:24,542",
        "en": "-Die Arme doch nicht. -Hier dachte ich kommen die Arme durch.",
        "pa": "Not the arms.\n -I thought you put your arms through. - Bullshit.",
        "vi": "Đây, anh cứ tưởng để xỏ tay qua."
    },
    {
        "start": "00:35:25,750",
        "end": "00:35:27,667",
        "en": "Welcher Arm passt denn da durch?",
        "pa": "What kind of arms would fit through there?",
        "vi": "Vớ vẩn!\n Tay ai sẽ lọt vừa chứ?"
    },
    {
        "start": "00:35:27,750",
        "end": "00:35:30,208",
        "en": "- Okay, der ist toll. - Ich habe so was nicht.",
        "pa": "- That's great. - I don't have those.",
        "vi": "- Em ưng cái này. - Quần anh không có này."
    },
    {
        "start": "00:35:30,292",
        "end": "00:35:33,000",
        "en": "Ich habe Angst, dass er nicht passt. Würdest du den mal anprobieren?",
        "pa": "I'm worried it won't fit her. Would you try it on?\n Mm-hm.",
        "vi": "Chỉ sợ không vừa với cô ấy. Anh mặc thử nhé?"
    },
    {
        "start": "00:35:36,167",
        "end": "00:35:38,458",
        "en": "Ich glaube, das hast du im Storage noch.",
        "pa": "Well, that… I think you still have that in storage.",
        "vi": "Anh nghĩ em vẫn có cái áo đó trong kho."
    },
    {
        "start": "00:35:42,958",
        "end": "00:35:44,625",
        "en": "So komm, lass uns für Sara was…",
        "pa": "Well come on, let's buy something. You've been in that corner for an hour.",
        "vi": "Nào, chọn đồ cho Sara đi. Em ở lì trong góc đó cả tiếng rồi."
    },
    {
        "start": "00:35:44,708",
        "end": "00:35:46,875",
        "en": "Du bist schon eine Stunde in der Ecke da hinten.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:35:46,958",
        "end": "00:35:48,750",
        "en": "Das ist so geil hier alles. Warte, warte.",
        "pa": "This is all so cool. Wait, wait.",
        "vi": "Cái nào cũng đẹp hết. Đợi đã."
    },
    {
        "start": "00:35:48,833",
        "end": "00:35:50,750",
        "en": "Ich werde immer so müde beim Einkaufen.",
        "pa": "I get so tired shopping.",
        "vi": "Anh chán mua sắm lắm rồi."
    },
    {
        "start": "00:35:51,625",
        "end": "00:35:56,708",
        "en": "In einen Laden zu gehen und sagen: \"Das will ich und das will ich\",",
        "pa": "Going into a store, looking around and saying, \"I want that, I want that,",
        "vi": "Được đi vào một cửa hàng và nói: \"Cho tôi cái đó, cái đó\""
    },
    {
        "start": "00:35:56,792",
        "end": "00:36:00,083",
        "en": "und ich gucke nicht auf den Preis, ist doch das geilste Gefühl.",
        "pa": "I want that, I want that,\" and I'm not looking at the price? Oh man, it's so fun.",
        "vi": "mà không nhìn giá là cảm giác tuyệt nhất trên đời."
    },
    {
        "start": "00:36:03,833",
        "end": "00:36:06,000",
        "en": "Es ist halt ein Geburtstagsgeschenk.",
        "pa": "The thing is, it's a birthday gift.",
        "vi": "Khó ở chỗ nó là quà sinh nhật."
    },
    {
        "start": "00:36:06,833",
        "end": "00:36:11,375",
        "en": "Für eine Freundin. Sie ist nach Austin gezogen. Das sieht nach Austin aus.",
        "pa": "For my friend. She just moved to Austin.",
        "vi": "Cho bạn tôi. Cô ấy vừa chuyển đến Austin. Tôi thấy cái váy này giống kiểu Austin."
    },
    {
        "start": "00:36:11,458",
        "end": "00:36:14,833",
        "en": "-Oder nicht? -Das ist auf jeden Fall Austin-Glamour.",
        "pa": "I feel like this looks like Austin a little bit, don't you guys think?\n -That's definitely giving Austin. -Right.",
        "vi": "- Bạn thấy sao? - Rõ ràng có sự kiều diễm của Austin."
    },
    {
        "start": "00:36:14,917",
        "end": "00:36:16,458",
        "en": "-Ja. Und ich liebe die Nägel. -Ich… Danke.",
        "pa": "I would agree. Also, love the nails.",
        "vi": "- Đồng ý. Mà này, bộ móng đẹp quá. - Tôi phải… Cảm ơn nhé."
    },
    {
        "start": "00:36:16,542",
        "end": "00:36:19,167",
        "en": "Hey, Sarah spielt doch Tennis. Hier.",
        "pa": "I have to… Oh, thank you.",
        "vi": "Này, Sara chơi tennis. Đây."
    },
    {
        "start": "00:36:19,250",
        "end": "00:36:21,375",
        "en": "- Stimmt. - Chanel-Schläger.",
        "pa": "- Sara plays tennis. - That's true.\n Chanel tennis racket.",
        "vi": "Ừ nhỉ.\n Vợt tennis Chanel."
    },
    {
        "start": "00:36:21,458",
        "end": "00:36:25,958",
        "en": "♪ Geld bringt die Welt zum Laufen ♪",
        "pa": "♪ Money makes the world go around ♪",
        "vi": ""
    },
    {
        "start": "00:36:26,500",
        "end": "00:36:29,708",
        "en": "Also, das gehört zusammen mit dem Schläger und…",
        "pa": "So it comes together with the racket and the…",
        "vi": "Cây vợt này đi chung bộ với…"
    },
    {
        "start": "00:36:29,792",
        "end": "00:36:32,125",
        "en": "Das ist ein echter Schläger? Man kann damit spielen?",
        "pa": "But it's a real racket? I mean, you can play with it?",
        "vi": "Vợt thật đúng không? Chơi tennis được, nhỉ?"
    },
    {
        "start": "00:36:32,208",
        "end": "00:36:33,542",
        "en": "Das ist ein echter.",
        "pa": "It is a real racket.",
        "vi": "Đúng rồi, chơi được."
    },
    {
        "start": "00:36:33,750",
        "end": "00:36:35,792",
        "en": "Süß, mit einem Chanel-Täschchen.",
        "pa": "That's kind of cute, with the Chanel bag.",
        "vi": "Dễ thương đấy, với túi Chanel."
    },
    {
        "start": "00:36:35,875",
        "end": "00:36:38,333",
        "en": "Das Set wäre 2.000.",
        "pa": "And this one is 2,000 for the set.",
        "vi": "Và cả bộ này giá 2.000 đô."
    },
    {
        "start": "00:36:38,542",
        "end": "00:36:40,708",
        "en": "- Das wäre eine Option. - Das wäre eine Idee.",
        "pa": "- That's an option. - That's one idea.",
        "vi": "- Một lựa chọn đáng cân nhắc. - Một phương án."
    },
    {
        "start": "00:36:41,292",
        "end": "00:36:43,083",
        "en": "Ach, Tom, was machen wir mit Sara?",
        "pa": "Tom, what are we doing with Sara?",
        "vi": "Tom, mua gì cho Sara đây?"
    },
    {
        "start": "00:36:43,167",
        "end": "00:36:44,250",
        "en": "Du suchst aus.",
        "pa": "You choose. I don't care. Just hurry up.",
        "vi": "Em chọn đi. Anh sao cũng được. Nhưng nhanh lên."
    },
    {
        "start": "00:36:44,958",
        "end": "00:36:46,625",
        "en": "Mir ist's egal, mach jetzt hin, Mann.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:36:47,542",
        "end": "00:36:49,458",
        "en": "Wir nehmen den Schläger.",
        "pa": "Okay, let's do the racket.",
        "vi": "Được rồi, mua bộ vợt đi."
    },
    {
        "start": "00:36:50,583",
        "end": "00:36:52,667",
        "en": "Vielen Dank für die Hilfe.",
        "pa": "Thank you so much for your help.",
        "vi": "Cảm ơn rất nhiều vì đã tư vấn nhiệt tình."
    },
    {
        "start": "00:36:52,750",
        "end": "00:36:54,708",
        "en": "-Vielen Dank. - Danke.",
        "pa": "- Thank you so much. -Thank you, guys.",
        "vi": "- Cảm ơn nhiều. - Cảm ơn."
    },
    {
        "start": "00:36:54,792",
        "end": "00:36:56,875",
        "en": "- Einen schönen Tag. -Ebenfalls.",
        "pa": "-Have a wonderful day. -Thank you, you too.",
        "vi": "- Ngày mới vui vẻ. - Cảm ơn, bạn cũng vậy nhé."
    },
    {
        "start": "00:36:57,042",
        "end": "00:37:00,792",
        "en": "Das Schönste ist, wenn man jemanden was kaufen kann,",
        "pa": "It feels so good when you can do something special for someone,",
        "vi": "Vui nhất là khi bạn biến ước mơ của ai đó thành hiện thực,"
    },
    {
        "start": "00:37:00,875",
        "end": "00:37:03,125",
        "en": "der sich das niemals selber hätte leisten können.",
        "pa": "buy them something they would never have been able to afford themselves,",
        "vi": "mua tặng họ thứ gì đó mà họ không đủ tiền mua"
    },
    {
        "start": "00:37:03,208",
        "end": "00:37:05,958",
        "en": "Oder sich das auch niemals gegönnt hätte selber.",
        "pa": "or just would never have treated themselves to.\n ♪ She ain't taking no prisoners ♪",
        "vi": "hoặc không bao giờ tự mua để tặng cho chính mình."
    },
    {
        "start": "00:37:11,083",
        "end": "00:37:12,667",
        "en": "Oder du kommst mit nach Austin.",
        "pa": "♪ Haven't you heard… ♪\n You're coming to Austin with me.",
        "vi": "- Hoặc anh có thể đi Austin với em. - Không, còn bọn chó ở nhà."
    },
    {
        "start": "00:37:12,750",
        "end": "00:37:15,625",
        "en": "Nee, wegen den Hunden nicht. Die haben noch nicht alle Impfungen.",
        "pa": "No, I've got the dogs.",
        "vi": "Tụi nó còn lịch chích ngừa, anh chưa muốn để tụi nó ở nhà một mình."
    },
    {
        "start": "00:37:15,708",
        "end": "00:37:17,083",
        "en": "Ich will sie nicht allein lassen.",
        "pa": "They haven't gotten vaccinated. I don't want to leave them alone.",
        "vi": ""
    },
    {
        "start": "00:37:19,333",
        "end": "00:37:21,333",
        "en": "Ich fliege eigentlich nur nach Austin,",
        "pa": "I'm only really going to Austin because my best friend Sara invited me,",
        "vi": "Tôi chỉ đi Austin vì cô bạn thân Sara đã mời tôi"
    },
    {
        "start": "00:37:21,417",
        "end": "00:37:24,208",
        "en": "weil meine beste Freundin Sara mich eingeladen hat und gesagt hat,",
        "pa": "and she said I should definitely come out and visit her.",
        "vi": ""
    },
    {
        "start": "00:37:24,292",
        "end": "00:37:27,792",
        "en": "ich soll sie unbedingt besuchen. Sie liegt mir schon ganz lange damit in den Ohren",
        "pa": "She's been nagging me forever, and I said I would absolutely love it.",
        "vi": "và bảo là tôi phải ráng sắp xếp ghé thăm.\n Cô ấy nài nỉ tôi lâu rồi, bảo là tôi sẽ mê Austin cho xem."
    },
    {
        "start": "00:37:27,875",
        "end": "00:37:29,083",
        "en": "und meint, ich würde es lieben.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:37:35,375",
        "end": "00:37:37,208",
        "en": "Sie hat mich auch mit den Cowboys gelockt.",
        "pa": "She lured me by promising cowboys, of course.",
        "vi": "Cô ấy còn dùng mấy anh cao bồi dụ tôi."
    },
    {
        "start": "00:37:39,542",
        "end": "00:37:41,375",
        "en": "Die Party ist da.",
        "pa": "The party has arrived.",
        "vi": "Người khuấy động cuộc vui đã tới!"
    },
    {
        "start": "00:37:42,083",
        "end": "00:37:43,958",
        "en": "Oh Gott, ich freue mich so.",
        "pa": "- My God, I'm so happy.",
        "vi": "Ôi Chúa ơi, tớ vui quá."
    },
    {
        "start": "00:37:49,708",
        "end": "00:37:54,208",
        "en": "Oh Gott, es wird wild, wilder, am wildesten.",
        "pa": "Oh my God, it's gonna be wild, on top of wild, on top of wild.",
        "vi": "Chúa ơi, sự kiện này sẽ tưng bừng hết chỗ nói luôn."
    },
    {
        "start": "00:37:55,417",
        "end": "00:37:56,375",
        "en": "Lass uns einen kippen.",
        "pa": "Let's have a shot!",
        "vi": "Uống nào."
    },
    {
        "start": "00:37:57,417",
        "end": "00:37:58,875",
        "en": "Trinkt ihr Tequila?",
        "pa": "Are you guys having tequila?",
        "vi": "HỘP ĐÊM HOWARDS\n Uống tequila à?"
    },
    {
        "start": "00:38:01,667",
        "end": "00:38:05,875",
        "en": "Sie haben uns auf die Penthouse Suite upgegradet, das ist die teuerste.",
        "pa": "They upgraded us to a penthouse suite,",
        "vi": "Họ đã nâng hạng cho mình lên căn hộ áp mái, hạng phòng đắt nhất."
    },
    {
        "start": "00:38:05,958",
        "end": "00:38:07,083",
        "en": "Okay, finde ich gut.",
        "pa": "which is the, the most expensive one.\n Okay. I love it.\n ♪ Please tell me Who's in charge around here ♪",
        "vi": "Được, quá đã."
    },
    {
        "start": "00:38:16,125",
        "end": "00:38:18,458",
        "en": "- Oh, mein Gott. - Geburtstagskind!",
        "pa": "♪ There's nobody at the wheel ♪\n - Oh my God! - Oh my God!",
        "vi": "- Chúa ơi. - Chủ tiệc của tớ!"
    },
    {
        "start": "00:38:19,750",
        "end": "00:38:22,458",
        "en": "-Herzlichen Glückwunsch! -Vielen Dank, Schatz.",
        "pa": "- Happy birthday! - Thank you, my love.",
        "vi": "- Chúc mừng sinh nhật! - Cảm ơn, bạn yêu."
    },
    {
        "start": "00:38:22,542",
        "end": "00:38:24,833",
        "en": "-Oh, Gott, ich liebe dich. -Ich freu mich, dass du da bist.",
        "pa": "-Oh my God, I love you. -I'm so happy you came.",
        "vi": "- Ôi, thương cậu quá. - Cậu đến là tớ vui lắm."
    },
    {
        "start": "00:38:24,917",
        "end": "00:38:26,167",
        "en": "Du bist mein Partyschatz.",
        "pa": "You're my party babe.",
        "vi": "Cậu là bạn quẩy của tớ."
    },
    {
        "start": "00:38:26,250",
        "end": "00:38:30,208",
        "en": "Ich finde, unsere Freundschaft ist wahrhaftig.",
        "pa": "I think our friendship is real, pure.",
        "vi": "Tôi nghĩ tình bạn của chúng tôi rất chân thành, trong sáng."
    },
    {
        "start": "00:38:30,292",
        "end": "00:38:34,417",
        "en": "Wir reden über alles. Ja, es ist eine echte, tiefe Freundschaft.",
        "pa": "We talk about every single thing. Yeah, it'a a real, deep friendship.",
        "vi": "Cái gì cũng nói cho nhau nghe. Một tình bạn sâu sắc đích thực."
    },
    {
        "start": "00:38:35,083",
        "end": "00:38:36,917",
        "en": "-Hey, mein Schatz. - Soll ich reinschauen?",
        "pa": "-Hey, my love. - Okay, should I look?",
        "vi": "- Này, bạn. - Rồi, tớ nhìn được chưa?"
    },
    {
        "start": "00:38:37,000",
        "end": "00:38:40,125",
        "en": "Es sieht nicht so hübsch aus. Du musst es trotzdem aufmachen.",
        "pa": "It doesn't look so pretty. You have to open it anyway.",
        "vi": "Bao bì không đẹp lắm. Nhưng dù gì cậu cũng phải mở ra."
    },
    {
        "start": "00:38:40,208",
        "end": "00:38:43,458",
        "en": "\"What Goes Around Comes Around\" ist einer meiner Lieblingsläden.",
        "pa": "What Goes Around Comes Around is one of my favourite stores.",
        "vi": "What Goes Around Comes Around là một trong những tiệm ruột của tớ."
    },
    {
        "start": "00:38:43,542",
        "end": "00:38:44,750",
        "en": "-Okay. -Nur dass du's weißt.",
        "pa": "Okay.",
        "vi": "- Ừ. - Nói cho cậu biết."
    },
    {
        "start": "00:38:44,833",
        "end": "00:38:46,083",
        "en": "Ist das aus L.A.?",
        "pa": "Is this from LA?",
        "vi": "Mua từ L.A à?"
    },
    {
        "start": "00:38:46,167",
        "end": "00:38:47,667",
        "en": "Ich bin so gespannt. Ja!",
        "pa": "I'm so excited. Yes.",
        "vi": "Háo hức quá. Đúng rồi!"
    },
    {
        "start": "00:38:48,333",
        "end": "00:38:49,833",
        "en": "Oh!",
        "pa": "Ooh. Woah! Ah!",
        "vi": ""
    },
    {
        "start": "00:38:49,917",
        "end": "00:38:52,292",
        "en": "Wow!",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:53,042",
        "end": "00:38:54,792",
        "en": "Ich glaube, ich weiß schon.",
        "pa": "-I think I have an idea.",
        "vi": "Tớ đoán được rồi."
    },
    {
        "start": "00:38:56,375",
        "end": "00:38:57,875",
        "en": "- Das ist so cool.",
        "pa": "- It's so cool.",
        "vi": "Chất lắm luôn."
    },
    {
        "start": "00:38:57,958",
        "end": "00:39:00,958",
        "en": "Ja, ja! Cassie.",
        "pa": "-Yes, yes! Yes, Cassie.",
        "vi": "Ừ! Đúng rồi, Cassie."
    },
    {
        "start": "00:39:01,042",
        "end": "00:39:03,500",
        "en": "-Ist es das, für was ich es halte? -Ja, guck!",
        "pa": "-Is that what I'm thinking? - Yes. Look.",
        "vi": "- Là cây vợt thật à? - Ừ! Xem đi."
    },
    {
        "start": "00:39:03,583",
        "end": "00:39:05,292",
        "en": "Oh, mein Gott!",
        "pa": "Oh my God. Wow.",
        "vi": "Chúa ơi."
    },
    {
        "start": "00:39:05,375",
        "end": "00:39:06,542",
        "en": "Wow.",
        "pa": "",
        "vi": "Ôi chao."
    },
    {
        "start": "00:39:07,333",
        "end": "00:39:10,292",
        "en": "-Ist der nicht hübsch? -Ich bin das allerglücklichste Mädchen.",
        "pa": "- Isn't that pretty? -I'm the luckiest girl in the world.",
        "vi": "- Đẹp đúng không? - Tớ là cô gái may mắn nhất thế giới."
    },
    {
        "start": "00:39:10,375",
        "end": "00:39:13,958",
        "en": "Ich habe einen Chanel-Vintage-Schläger. Ich liebe dich, Schatz. Danke.",
        "pa": "I have a Chanel vintage racket. I love you, babe. Thank you.",
        "vi": "Tớ có một cây vợt cổ điển của Chanel. Thương cậu quá. Cảm ơn nhé."
    },
    {
        "start": "00:39:14,042",
        "end": "00:39:15,958",
        "en": "-Gern geschehen. -Das ist das beste Geschenk.",
        "pa": "-You're welcome. -It's the best gift.",
        "vi": "- Không có gì. - Món quà tuyệt nhất."
    },
    {
        "start": "00:39:16,042",
        "end": "00:39:18,083",
        "en": "-Gefällt's dir? -Ich werde so süß aussehen.",
        "pa": "-I'll look so cute playing matchpoint. -You like it?",
        "vi": "- Thích chứ? - Cầm cái này thì dễ thương lắm."
    },
    {
        "start": "00:39:18,167",
        "end": "00:39:20,542",
        "en": "Ich wusste nicht, ob der was taugt, aber…",
        "pa": "I had no idea if this is like… I don't know if this any good…",
        "vi": "Tớ không chắc là nó chơi được, nhưng…"
    },
    {
        "start": "00:39:20,625",
        "end": "00:39:24,417",
        "en": "Schatz, das ist ein toller Schläger, und das ist auch ein Artikel, wirklich…",
        "pa": "Babe, this is a great racket and it's like an item, literally…",
        "vi": "Cưng ơi, chất lượng lắm đấy, hàng sưu tầm, kiểu là…"
    },
    {
        "start": "00:39:24,500",
        "end": "00:39:26,542",
        "en": "…ich dachte, von Chanel muss er ja gut sein.",
        "pa": "It's Chanel so it can only be good, you know.",
        "vi": "Tớ chỉ nghĩ đồ Chanel thì chắc là chất lượng."
    },
    {
        "start": "00:39:26,625",
        "end": "00:39:28,042",
        "en": "Du bist echt toll.",
        "pa": "-You're so amazing.",
        "vi": "Cậu thật tuyệt vời."
    },
    {
        "start": "00:39:30,625",
        "end": "00:39:31,542",
        "en": "Es ist so heiß.",
        "pa": "It is so hot.",
        "vi": "Trời nóng quá."
    },
    {
        "start": "00:39:31,625",
        "end": "00:39:34,042",
        "en": "Man hält es keine zwei Minuten aus,",
        "pa": "I really can't stand two minutes in the sun.",
        "vi": "Đi dưới nắng hai phút là tôi đã không chịu nổi,"
    },
    {
        "start": "00:39:34,125",
        "end": "00:39:36,625",
        "en": "es brennt richtig und ist eigentlich viel, viel, viel zu warm,",
        "pa": "It's really scorching. It's just way, way, way too hot",
        "vi": "nóng hừng hực, quá nóng."
    },
    {
        "start": "00:39:36,708",
        "end": "00:39:40,375",
        "en": "deswegen dachte ich erst: \"Okay. Schöne Idee, aufs Boot, übers Wasser heizen.\"",
        "pa": "So at first I thought, okay, getting on the boat,\n going out in the water is a great idea.",
        "vi": "Nên tôi phát ra ý tưởng là kiếm con thuyền rồi du ngoạn trên sông."
    },
    {
        "start": "00:39:40,958",
        "end": "00:39:41,792",
        "en": "Hi!",
        "pa": "Hi! How are you girls?",
        "vi": "Xin chào!"
    },
    {
        "start": "00:39:42,417",
        "end": "00:39:43,792",
        "en": "Wie geht's euch, Mädels?",
        "pa": "",
        "vi": "Hai cậu khỏe không?"
    },
    {
        "start": "00:39:45,000",
        "end": "00:39:47,542",
        "en": "Die beiden Girls sind Freundinnen von Sara.",
        "pa": "The two girls are friends of Sara.",
        "vi": "Hai cô này là bạn của Sara."
    },
    {
        "start": "00:39:48,458",
        "end": "00:39:52,417",
        "en": "Wirklich ganz süße Mädels, die uns ihr Boot ausgeliehen haben,",
        "pa": "They're just really sweet girls who lent us their boat.",
        "vi": "Rất đáng yêu, cho bọn tôi mượn con thuyền."
    },
    {
        "start": "00:39:52,500",
        "end": "00:39:54,500",
        "en": "die gesagt haben: \"Kommt, wir zeigen euch alles.\"",
        "pa": "They said, \"Come on, we'll ride around. We'll show you everything.\"",
        "vi": "Họ bảo: \"Ghé qua đi, bọn tôi dẫn đi xem một vòng\"."
    },
    {
        "start": "00:39:56,750",
        "end": "00:39:58,708",
        "en": "Als ich gesehen habe, wie grün das in Austin ist,",
        "pa": "When I saw how green it was in Austin, at first I thought, \"What? This is Texas?\"",
        "vi": "Khi tôi thấy quá trời cây xanh ở Austin, tôi kiểu: \"Đây là Texas sao?\""
    },
    {
        "start": "00:39:58,792",
        "end": "00:40:02,292",
        "en": "habe ich erst gedacht: \"Das ist Texas?\" Habe ich mir ganz anders vorgestellt.",
        "pa": "I imagined something completely different.",
        "vi": "Hình dung của tôi hoàn toàn khác."
    },
    {
        "start": "00:40:02,375",
        "end": "00:40:04,333",
        "en": "Also, die Party ist da.",
        "pa": "-Well, the party is here.",
        "vi": "Đến lúc khai tiệc."
    },
    {
        "start": "00:40:05,917",
        "end": "00:40:06,917",
        "en": "Prost, Schatz.",
        "pa": "-Cheers, baby. -Mwah.",
        "vi": "Nâng ly, cưng."
    },
    {
        "start": "00:40:07,500",
        "end": "00:40:09,708",
        "en": "- Hallo, alle miteinander! -Hallo, Texas!",
        "pa": "-Hello, everyone! -Hello, Texas!",
        "vi": "- Xin chào mọi người! - Xin chào, Texas!"
    },
    {
        "start": "00:40:13,292",
        "end": "00:40:16,083",
        "en": "Hier sind sie. Wow. Das ist Texas, Leute.",
        "pa": "Here they are. Wow. This is Texas, guys.",
        "vi": "Đây rồi. Ôi chao. Đây mới đúng là Texas."
    },
    {
        "start": "00:40:20,542",
        "end": "00:40:21,375",
        "en": "Hallo!",
        "pa": "Hello!",
        "vi": "Xin chào!"
    },
    {
        "start": "00:40:24,542",
        "end": "00:40:26,125",
        "en": "Das fand ich wieder…",
        "pa": "I thought that was… Well, I thought it was so cool,",
        "vi": "Tôi thấy… Không khí rất tuyệt vời,"
    },
    {
        "start": "00:40:26,208",
        "end": "00:40:29,750",
        "en": "Das fand ich schon wieder so geil, da im Wasser zu braten,",
        "pa": "just enjoying the sun in the water with a beer",
        "vi": ""
    },
    {
        "start": "00:40:29,833",
        "end": "00:40:32,708",
        "en": "mit einem Bier und dann hängen alle zusammen rum. Das finde ich schon cool.",
        "pa": "and everyone hanging out together. Well, I think that's cool.",
        "vi": "vừa tắm nắng vừa uống bia và mọi người giao lưu với nhau."
    },
    {
        "start": "00:40:32,792",
        "end": "00:40:34,708",
        "en": "- Hi! -Er ist süß.",
        "pa": "-Hi! -He is cute.",
        "vi": "Hơi bị đỉnh đấy.\n - Chào! - Anh ấy dễ thương quá."
    },
    {
        "start": "00:40:34,958",
        "end": "00:40:37,708",
        "en": "-Welcher? Oh, wow. Hi. -Oh, wow, hallo.",
        "pa": "-Which one? Oh, wow. -Oh wow, hello.",
        "vi": "- Anh nào? Ồ. Chào! - Ôi chao, chào anh."
    },
    {
        "start": "00:40:37,792",
        "end": "00:40:39,292",
        "en": "Wie heißt du?",
        "pa": "What's your name?",
        "vi": "Anh tên gì?"
    },
    {
        "start": "00:40:39,375",
        "end": "00:40:40,375",
        "en": "Er ist süß.",
        "pa": "Oh, he is cute.",
        "vi": "Anh ấy cưng nhỉ."
    },
    {
        "start": "00:40:40,458",
        "end": "00:40:42,500",
        "en": "- Er ist echt süß. - Er ist niedlich.",
        "pa": "He is adorable.",
        "vi": "- Dễ thương thật. - Đáng yêu quá."
    },
    {
        "start": "00:40:42,583",
        "end": "00:40:45,833",
        "en": "Ich habe selten so gutaussehende Männer gesehen.",
        "pa": "I've rarely seen such good-looking men.",
        "vi": "Tôi hiếm khi thấy mấy anh điển trai như vậy."
    },
    {
        "start": "00:40:45,917",
        "end": "00:40:47,875",
        "en": "Ich habe wirklich, also… wow.",
        "pa": "I couldn't believe it. Wow.",
        "vi": "Tôi thật sự… Ngỡ ngàng."
    },
    {
        "start": "00:40:48,458",
        "end": "00:40:51,583",
        "en": "- Also, ich mag ja Bauch. -Tust du.",
        "pa": "-Well, I like a belly. -You do.",
        "vi": "- Ừ, tôi thích chút mỡ bụng. - Đúng thế."
    },
    {
        "start": "00:40:51,667",
        "end": "00:40:53,583",
        "en": "-Tut er. -Ich mag Bauch.",
        "pa": "-And… I like a belly. -He does. He likes a belly.",
        "vi": "- Đúng là vậy. - Tôi mê người có chút bụng."
    },
    {
        "start": "00:40:53,667",
        "end": "00:40:56,792",
        "en": "-Und ich mag Haare, lockige Haare. -Er mag lockige Haare, wie…",
        "pa": "- And I like hair. -He loves the curly hair, like…",
        "vi": "- Tôi thích ai tóc xoăn. - Cậu ấy mê ai tóc xoăn, kiểu…"
    },
    {
        "start": "00:40:56,875",
        "end": "00:40:58,458",
        "en": "Und wenn man Spaß mit ihnen haben kann.",
        "pa": "And I like when they are fun.",
        "vi": "Tôi thích những người vui nhộn."
    },
    {
        "start": "00:40:58,542",
        "end": "00:41:02,792",
        "en": "Ich glaube, wenn mich jemand zum Lachen bringt, das mag ich am meisten.",
        "pa": "I think when somebody makes me laugh, that's the most attracting thing to me.",
        "vi": "Chỉ cần làm tôi cười là đủ thu hút tôi rồi."
    },
    {
        "start": "00:41:02,875",
        "end": "00:41:03,708",
        "en": "Finde ich auch.",
        "pa": "I agree.",
        "vi": "Chuẩn."
    },
    {
        "start": "00:41:03,792",
        "end": "00:41:05,333",
        "en": "Ich suche nach der Liebe.",
        "pa": "I am looking for love.",
        "vi": "Tớ cũng đang tìm kiếm tình yêu."
    },
    {
        "start": "00:41:05,417",
        "end": "00:41:07,250",
        "en": "-Deswegen bin ich hergezogen. -Echt?",
        "pa": "-This is why I moved here. -Really?",
        "vi": "- Nên mới chuyển đến đây. - Thật à?"
    },
    {
        "start": "00:41:07,333",
        "end": "00:41:09,083",
        "en": "Ihr werdet… Ja, klar.",
        "pa": "You guys are gonna find a… Yes, of course.",
        "vi": "Hai cô sẽ thấy… Ừ, dĩ nhiên."
    },
    {
        "start": "00:41:09,167",
        "end": "00:41:11,792",
        "en": "Weißt du, ich habe das Gefühl…",
        "pa": "See, for me, I feel like I kind of",
        "vi": "Đấy, tớ thì lại…"
    },
    {
        "start": "00:41:12,625",
        "end": "00:41:14,083",
        "en": "…ich habe sie aufgegeben.",
        "pa": "gave up on it.",
        "vi": "bỏ cuộc từ lâu rồi."
    },
    {
        "start": "00:41:14,167",
        "end": "00:41:16,708",
        "en": "Schatz, kann ich das aber sagen? Du bist 34.",
        "pa": "Can I just say this, though? You're 34.",
        "vi": "Cưng à, tớ xin nói một điều nhé? Cậu chỉ mới 34 tuổi."
    },
    {
        "start": "00:41:16,792",
        "end": "00:41:20,458",
        "en": "-Ich bin 36. Ich bin eine Frau. -Ja, stimmt. Das ist ein Unterschied.",
        "pa": "-I'm 36. I'm a woman. -Yeah, that's true.That's different.",
        "vi": "- Tớ đã 36 tuổi, và là phụ nữ. - Đúng vậy. Khác thật."
    },
    {
        "start": "00:41:20,542",
        "end": "00:41:23,625",
        "en": "Es ist einfach… Ich habe eine Uhr, die tickt. Du nicht.",
        "pa": "Like you need… Like I have a clock that's ticking, you don't.",
        "vi": "Cậu phải… Thời gian của tớ sắp cạn dần, cậu thì không."
    },
    {
        "start": "00:41:23,708",
        "end": "00:41:27,542",
        "en": "Aber ich, ich habe keinen Plan. Ich habe keinen Plan, der besagt:",
        "pa": "But for me, I don't have the plan.\n Like I don't have a plan in place where I say like,",
        "vi": "Nhưng tớ không có kế hoạch cụ thể. Tôi chưa bao giờ đưa ra mục tiêu:"
    },
    {
        "start": "00:41:27,625",
        "end": "00:41:31,167",
        "en": "\"Ich brauche ein Haus, ich brauche eine Ehe.\"",
        "pa": "\"Oh, I need to have this house, I need to have a marriage.\"",
        "vi": "\"Mình cần mua căn nhà này, Mình cần kết hôn\"."
    },
    {
        "start": "00:41:31,250",
        "end": "00:41:34,875",
        "en": "Ich will jemanden finden, den ich liebe, und sehen, wo es hingeht.",
        "pa": "Like I feel like, I wanna find someone that I love and then I see where it goes.",
        "vi": "Tớ chỉ muốn tìm người mình yêu rồi xem đi xa được đến đâu."
    },
    {
        "start": "00:41:34,958",
        "end": "00:41:39,083",
        "en": "Ich überlege immer, wen ich anrufen würde, wenn die Kacke wirklich am Dampfen ist.",
        "pa": "I always think about like who would I call if shit really hits the fan.",
        "vi": "Tớ hay tự hỏi mình sẽ gọi cho ai nếu thật sự lâm vào nghịch cảnh."
    },
    {
        "start": "00:41:39,167",
        "end": "00:41:42,458",
        "en": "Und wisst ihr, keine Ahnung, wenn was Schlimmes passiert,",
        "pa": "And like, you know, if, I don't know, something horrible happens,",
        "vi": "Kiểu như khi gặp một biến cố khủng khiếp,"
    },
    {
        "start": "00:41:42,542",
        "end": "00:41:45,375",
        "en": "wer würde sich wirklich sehen lassen und da sein?",
        "pa": "like who would actually show up and be there.",
        "vi": "ai sẽ thực sự ở bên tớ và giúp đỡ tớ?"
    },
    {
        "start": "00:41:45,458",
        "end": "00:41:46,792",
        "en": "-Wisst ihr? -Ja. Ich würde.",
        "pa": "Yeah. I would.",
        "vi": "- Hiểu chứ? - Ừ. Tớ sẽ có mặt."
    },
    {
        "start": "00:41:46,875",
        "end": "00:41:48,708",
        "en": "Wir wären da füreinander.",
        "pa": "- We'd be there for each other. -I would.",
        "vi": "Tụi mình sẽ luôn có mặt để giúp nhau."
    },
    {
        "start": "00:41:48,792",
        "end": "00:41:50,667",
        "en": "Wenn du nichts hättest und das Gefühl,",
        "pa": "If you had nothing and you feel like",
        "vi": "Nếu cậu không còn gì và cảm thấy"
    },
    {
        "start": "00:41:50,750",
        "end": "00:41:53,583",
        "en": "deine Karriere ist vorbei, alles ist weg, ich wäre da.",
        "pa": "your career is over, everything's gone, I would be there.",
        "vi": "sự nghiệp đã tan tành, mất hết mọi thứ, tớ vẫn sẽ có mặt."
    },
    {
        "start": "00:41:56,542",
        "end": "00:41:58,917",
        "en": "Ich weiß. Das ist ganz schön emotional für mich.",
        "pa": "I know. It's a little emotional for me.",
        "vi": "Tớ hiểu mà. Tớ thấy hơi xúc động."
    },
    {
        "start": "00:41:59,500",
        "end": "00:42:02,250",
        "en": "Auch wenn ich sie vermisse und sie mich auch,",
        "pa": "Even though I miss her, and I think she misses me,",
        "vi": "Dù tôi rất nhớ cô ấy và tôi nghĩ cô ấy cũng nhớ tôi,"
    },
    {
        "start": "00:42:02,333",
        "end": "00:42:04,667",
        "en": "freue ich mich, dass sie einen neuen Lebensabschnitt hat.",
        "pa": "I'm happy that she's starting this new chapter in her life.",
        "vi": "tôi vẫn mừng vì cô ấy có một khởi đầu mới."
    },
    {
        "start": "00:42:12,875",
        "end": "00:42:14,875",
        "en": "Lass die Party steigen, Mädel!",
        "pa": "Get this party started, girl!",
        "vi": "Khai tiệc đi nào, cưng!"
    },
    {
        "start": "00:42:22,000",
        "end": "00:42:24,375",
        "en": "Hi. Ich bin Sara, das Geburtstagskind.",
        "pa": "Hi. I'm Sara, the birthday girl.",
        "vi": "Chào. Tôi là Sara, hôm nay sinh nhật tôi."
    },
    {
        "start": "00:42:24,458",
        "end": "00:42:26,125",
        "en": "-Freut mich, willkommen. - Hi.",
        "pa": "Nice to meet you. Welcome to Howard's.",
        "vi": "- Hân hạnh đón tiếp. - Chào."
    },
    {
        "start": "00:42:26,208",
        "end": "00:42:28,167",
        "en": "- Wie geht's? -Es ist schon alles bereit.",
        "pa": "- Hi. Thank you. -We're ready for you.",
        "vi": "- Cô khỏe chứ? - Bàn tiệc đã sẵn sàng."
    },
    {
        "start": "00:42:28,250",
        "end": "00:42:29,875",
        "en": "- Toll. - Danke.",
        "pa": "- Yeah. Thank you. - Amazing.",
        "vi": "- Tuyệt. - Cảm ơn nhé."
    },
    {
        "start": "00:42:30,667",
        "end": "00:42:33,208",
        "en": "Ich liebe das, in den Raum zu kommen, wenn Leute",
        "pa": "I love walking into a room where people don't know me",
        "vi": "Tôi thích cảm giác đến một nơi không ai biết tôi, không có định kiến gì."
    },
    {
        "start": "00:42:33,292",
        "end": "00:42:35,000",
        "en": "mich nicht kennen und keine Vorurteile haben.",
        "pa": "and have no preconceptions.",
        "vi": ""
    },
    {
        "start": "00:42:35,083",
        "end": "00:42:38,917",
        "en": "Ich liebe es, mich vorzustellen, zu sagen, wo ich herkomme, was ich mache.",
        "pa": "And I love introducing myself and saying where I come from and what I do.",
        "vi": "Tôi thích được giới thiệu bản thân, từ đâu tới và làm nghề gì."
    },
    {
        "start": "00:42:39,000",
        "end": "00:42:42,250",
        "en": "Ich finde das total erfrischend, das ist dann immer so ein richtiger Neustart.",
        "pa": "I find that totally refreshing.\n It's always so nice, like a fresh start.",
        "vi": "Cảm giác như một khởi đầu mới mẻ khi tôi gặp ai đó và kiểu ừ,"
    },
    {
        "start": "00:42:42,333",
        "end": "00:42:45,250",
        "en": "Dass ich denke: Okay. Ich lerne dich kennen, du lernst mich kennen.",
        "pa": "I'll get to know you, you'll get to know me.",
        "vi": "tôi muốn biết về bạn, bạn cũng thế,"
    },
    {
        "start": "00:42:45,333",
        "end": "00:42:47,875",
        "en": "Wir haben nie voneinander gehört und jetzt unterhalten wir uns mal.",
        "pa": "We've never heard of each other before and now we're having a chat.",
        "vi": "ta chưa từng nghe gì về nhau, cứ trò chuyện thôi."
    },
    {
        "start": "00:42:47,958",
        "end": "00:42:49,792",
        "en": "- This is Ryan. Bill. -Hi.",
        "pa": "-This is Ryan, Bill. -Hi. I'm Bill. Nice to meet you.",
        "vi": "- Đây là Ryan, Bill. - Khỏe không?"
    },
    {
        "start": "00:42:49,958",
        "end": "00:42:52,208",
        "en": "-Ich bin Bill. Freut mich. - Was geht?",
        "pa": "How are you doing?",
        "vi": "- Chào. Hân hạnh gặp anh. - Sao rồi?"
    },
    {
        "start": "00:42:54,125",
        "end": "00:42:55,292",
        "en": "Heiß.",
        "pa": "Hot.",
        "vi": "Ngon."
    },
    {
        "start": "00:42:56,167",
        "end": "00:42:57,583",
        "en": "-Wie ist der Abend? -Gut.",
        "pa": "- How's the night? -Good.",
        "vi": "- Tiệc vui chứ? - Quá vui."
    },
    {
        "start": "00:42:57,667",
        "end": "00:42:59,625",
        "en": "Mein erstes Mal in Austin. Ich bin aufgeregt.",
        "pa": "My first time in Austin. I'm very excited.",
        "vi": "Lần đầu tôi đến Austin. Rất hào hứng."
    },
    {
        "start": "00:42:59,708",
        "end": "00:43:01,917",
        "en": "-Ja? Gefällt's dir? -Ja, ich mag's.",
        "pa": "-Yeah? Are you liking it? -I love it.",
        "vi": "- Ừ? Thích không? - Ừ, thích lắm."
    },
    {
        "start": "00:43:02,917",
        "end": "00:43:05,958",
        "en": "Der Mann mit Cowboyhut, der auf einmal kam, war süß.",
        "pa": "The guy in the cowboy hat who joined us was really cute.",
        "vi": "Anh bạn đội mũ cao bồi rất dễ thương."
    },
    {
        "start": "00:43:07,292",
        "end": "00:43:09,958",
        "en": "Der war ganz süß, ich kannte den gar nicht.",
        "pa": "He was… He was really cute.",
        "vi": "Rất thu hút. Và tôi chẳng biết gì về anh ấy."
    },
    {
        "start": "00:43:10,042",
        "end": "00:43:12,833",
        "en": "Ich habe kurz gedacht: \"War das ein Setup? Hat Sara das geplant?\"",
        "pa": "I didn't know him at all. I thought, is this a setup? Did Sara plan it?",
        "vi": "Tôi còn tưởng Sara bày trò. Cô ấy gài tôi à?"
    },
    {
        "start": "00:43:12,917",
        "end": "00:43:14,542",
        "en": "- Er ist süß. -Er ist schwul.",
        "pa": "-He is cute. -He's gay.",
        "vi": "- Dễ cưng quá. - Gay đấy."
    },
    {
        "start": "00:43:14,708",
        "end": "00:43:17,500",
        "en": "Ach echt? Er ist sehr körperbetont. Ich mag ihn.",
        "pa": "He… Oh, really? He's touchy. I like him.",
        "vi": "Ồ, thật à? Anh ấy thích động chạm ghê. Tớ thích anh ấy."
    },
    {
        "start": "00:43:17,583",
        "end": "00:43:19,917",
        "en": "-Er mochte dich sehr. -Er ist süß.",
        "pa": "-He likes you a lot. -He is cute.",
        "vi": "- Anh ấy rất thích cậu. - Dễ thương thật."
    },
    {
        "start": "00:43:20,000",
        "end": "00:43:21,917",
        "en": "-Ja, er wäre dabei. -Wow.",
        "pa": "-Yeah, he is down. -Wow.",
        "vi": "- Ừ, anh ấy chịu rồi đấy. - Ôi chao."
    },
    {
        "start": "00:43:22,000",
        "end": "00:43:23,750",
        "en": "-Machen wir das? -Ja.",
        "pa": "-Should we do this? -Yes.",
        "vi": "- Mình tiến tới nhé? - Ừ."
    },
    {
        "start": "00:43:26,083",
        "end": "00:43:29,292",
        "en": "Also, der hat mich so eingenommen, dass ich dachte,",
        "pa": "I was so taken aback\n that I thought, oh my gosh, it has to be a setup.",
        "vi": "Tôi đổ anh ấy nhanh quá nên đinh ninh là đã bị gài."
    },
    {
        "start": "00:43:29,375",
        "end": "00:43:30,250",
        "en": "das war verabredet.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:43:30,333",
        "end": "00:43:32,792",
        "en": "Das war viel Schnaps.",
        "pa": "That was a big shot, whoo!",
        "vi": "Nốc ly to đấy!"
    },
    {
        "start": "00:43:32,875",
        "end": "00:43:35,250",
        "en": "-Wo kommst du her? -Ich wohne in L.A.",
        "pa": "-Where are you from? -Uh, I live in LA.",
        "vi": "- Anh sống ở đâu? - Tôi sống ở L.A."
    },
    {
        "start": "00:43:35,333",
        "end": "00:43:36,625",
        "en": "Okay, krass.",
        "pa": "-Okay, sick.",
        "vi": "Được rồi, hay đấy."
    },
    {
        "start": "00:43:36,708",
        "end": "00:43:39,792",
        "en": "Ich mag das schon auch erobert zu werden, aber ja,",
        "pa": "I like it a little bit, being conquered.",
        "vi": "Tôi thích cảm giác được theo đuổi."
    },
    {
        "start": "00:43:39,875",
        "end": "00:43:41,958",
        "en": "ich bin dann schon schüchterner, als ich zugeben will.",
        "pa": "But yes, I'm more shy than I sometimes want to admit.",
        "vi": "Nhưng tôi cũng không dám nhận là mình rất hay mắc cỡ."
    },
    {
        "start": "00:43:42,042",
        "end": "00:43:43,583",
        "en": "Ich muss mehr trinken.",
        "pa": "I need to get more drunk.",
        "vi": "Phải uống say hơn nữa."
    },
    {
        "start": "00:43:43,667",
        "end": "00:43:45,292",
        "en": "Lass uns einen kippen!",
        "pa": "Let's have a shot!",
        "vi": "Uống tiếp nào!"
    },
    {
        "start": "00:43:53,083",
        "end": "00:43:56,000",
        "en": "Ich gehe vielleicht doch nicht allein nach Hause.",
        "pa": "I don't think I'll go home alone.\n ♪ I see the blue skies And those purple lights ♪",
        "vi": "Tôi nghĩ có lẽ mình sẽ không ra về một mình."
    },
    {
        "start": "00:44:05,666",
        "end": "00:44:09,791",
        "en": "",
        "pa": "♪ They shine for me and you To do what we want to do ♪",
        "vi": ""
    },
    {
        "start": "00:44:09,875",
        "end": "00:44:14,041",
        "en": "",
        "pa": "♪ You and I Dancing through the night ♪",
        "vi": ""
    },
    {
        "start": "00:44:14,125",
        "end": "00:44:18,708",
        "en": "",
        "pa": "♪ And I know there could be love And we are finally home ♪",
        "vi": ""
    },
    {
        "start": "00:44:19,208",
        "end": "00:44:20,958",
        "en": "",
        "pa": "♪ Ah ♪",
        "vi": ""
    },
    {
        "start": "00:44:23,416",
        "end": "00:44:25,208",
        "en": "",
        "pa": "♪ Ah ♪",
        "vi": ""
    },
    {
        "start": "00:44:27,583",
        "end": "00:44:29,583",
        "en": "",
        "pa": "♪ Ah ♪",
        "vi": ""
    },
    {
        "start": "00:44:41,425",
        "end": "00:44:43,425",
        "en": "Untertitel von: Bianca Körner",
        "pa": "♪ Ah ♪\n ♪ You and I Dancing through the night ♪\n ♪ And I know there could be love And we are finally home ♪ ",
        "vi": "Biên dịch: Dennis Nguyễn "
    }
]