[
    {
        "start": "00:00:10,080",
        "end": "00:00:13,080",
        "en": "Γιώργο, κατέβασε το καλώδιο από δω, κάτω.",
        "pa": "Yorgos, bring the cable here.",
        "vi": "Giorgos, kéo dây cáp qua đây đi."
    },
    {
        "start": "00:00:13,320",
        "end": "00:00:18,320",
        "en": "Από δω. Κι ένα ηχείο από κει. Βάλ' το, παιδί μου, βάλ' το.",
        "pa": "Right there.\n We need a speaker on the other side.",
        "vi": "Qua đây nào. Loa mang ra kia. Để ở đó đi."
    },
    {
        "start": "00:00:18,800",
        "end": "00:00:20,480",
        "en": "-Ακούμπα το εδώ. - Πρόσεχέ το.",
        "pa": "Can you do that? Put one there.\n -I'll put it here. - Watch it.",
        "vi": "- Đặt ở đây. - Cẩn thận."
    },
    {
        "start": "00:00:20,560",
        "end": "00:00:24,840",
        "en": "Και δεν μου λες, βρε Μαρία μου, όλα τα μαγαζιά θα ακούνε το ίδιο κομμάτι;",
        "pa": "I don't get it, Maria. You're saying everyone\n will be listening to the same songs in every store?",
        "vi": "Maria, các cửa hàng nghe chung một bài à?"
    },
    {
        "start": "00:00:25,000",
        "end": "00:00:31,000",
        "en": "Μόνο αυτά που έχουν τα ηχεία τους έξω. Σπύρο, όχι εκεί. Πίσω από τον φούρνο.",
        "pa": "Not in every store. Only those with speakers outside.\n Spyros, not there.",
        "vi": "Chỉ cửa hàng nào có loa bên ngoài thôi.\n Spyros, không phải ở đó. Sau hiệu bánh. Về phía hiệu cắt tóc."
    },
    {
        "start": "00:00:31,160",
        "end": "00:00:34,320",
        "en": "-Πώς γίνεται αυτό, δηλαδή; -Μέσω bluetooth.",
        "pa": "Take it behind the bakery, near the barbershop.\n And how will they do that?",
        "vi": "- Sao thế được? - Dùng Bluetooth."
    },
    {
        "start": "00:00:34,520",
        "end": "00:00:39,160",
        "en": "Όλα αυτά τώρα ο Σπύρος μου θα τα ενώσει με το κεντρικό σύστημα που έχω στο μαγαζί.",
        "pa": "Via Bluetooth.\n Spyros will connect all those speakers\n to the audio system that's set up in my restaurant.",
        "vi": "Spyros sẽ nối loa vào hệ thống trung tâm trong nhà hàng của tôi."
    },
    {
        "start": "00:00:39,320",
        "end": "00:00:45,640",
        "en": "Κι εγώ κάθε πρωί, θα βάζω κι από ένα τραγούδι κι όλο το κέντρο θα ακούει.",
        "pa": "At precisely 8:00 in the morning every single day,\n I'll play a new song.",
        "vi": "Và cứ 8:00 sáng, tôi sẽ bật một bài và ai cũng được nghe."
    },
    {
        "start": "00:00:45,840",
        "end": "00:00:51,120",
        "en": "- Αυτά του δασκάλου είναι ιδέες; -Άλλαξε την κουλτούρα του νησιού.",
        "pa": "And all along downtown's main street, the same music will be heard.\n Did the teacher come up with this all by himself?\n He's way ahead of his time.",
        "vi": "Đây là ý tưởng của tay nhạc sĩ à?\n Anh ấy rất cầu tiến. Đã thay đổi văn hóa đảo này."
    },
    {
        "start": "00:00:51,280",
        "end": "00:00:54,880",
        "en": "-Μας έχει κάνει Ευρώπη. -Δηλαδή, κάθε πρωί θα ξυπνάμε με μουσική.",
        "pa": "He's changed our island's culture.\n He's turned us into Europeans.\n So every morning, we'll wake up to the sound of music.",
        "vi": "- Mang chất lượng châu Âu đến. - Sáng nào cũng dậy trong tiếng nhạc."
    },
    {
        "start": "00:00:54,960",
        "end": "00:00:58,160",
        "en": "Όχι μόνο. Και το μεσημέρι, και στη δύση.",
        "pa": "Not only in the morning.\n At noon, as well as at sunset.",
        "vi": "Không chỉ buổi sáng đâu, trưa và chiều nữa."
    },
    {
        "start": "00:00:58,360",
        "end": "00:01:02,280",
        "en": "-Κι αν δεν μας αρέσει το τραγούδι; -Βάλε ωτοασπίδες, Κική, τι μου το λες;",
        "pa": "And what if we don't like the song?\n Put on earplugs, Kiki. Why are you questioning me?",
        "vi": "- Bọn tôi không thích bài hát đó thì sao? - Thì đeo nút tai vào!"
    },
    {
        "start": "00:01:02,440",
        "end": "00:01:07,200",
        "en": "Εγώ φταίω; Τα παράπονά σου στον δήμαρχο και τον δάσκαλο, εγώ εντολές εκτελώ.",
        "pa": "Is it my fault? Did I do this?\n Take your complaints to the mayor and teacher.\n They call the shots.",
        "vi": "Cứ như lỗi tại tôi. Đi mà nói với thị trưởng và nhạc sĩ ấy.\n Tôi theo lệnh thôi."
    },
    {
        "start": "00:02:07,080",
        "end": "00:02:13,800",
        "en": "Παιδιά, πέρα από αυτά που θα κάνουμε, θέλω ο καθένας στον χρόνο του, στο σπίτι του,",
        "pa": "Besides what I've already told you I expected from you,",
        "vi": "Các em, ngoài việc ta làm ở đây,\n tôi muốn các em khi có thời gian rảnh, nếu muốn,"
    },
    {
        "start": "00:02:14,000",
        "end": "00:02:17,800",
        "en": "-να προσπαθήσει να γράψει ένα τραγούδι. -Τι;",
        "pa": "I'd like each of you, at home, in your own time,\n and if you want to,\n to write a song and I'll do the composition.",
        "vi": "hãy thử sáng tác bài hát."
    },
    {
        "start": "00:02:18,280",
        "end": "00:02:24,840",
        "en": "-Συγγνώμη που διακόπτω. Πώς γίνεται; -Τι πώς; Στίχοι, τραγούδι.",
        "pa": "What?\n Uh, excuse me, excuse me for the interruption.\n Um, how can they write a song?",
        "vi": "Gì cơ?\n Xin lỗi đã cắt ngang.\n Như thế nào?"
    },
    {
        "start": "00:02:25,160",
        "end": "00:02:29,720",
        "en": "Τα παιδιά θα γράψουν τους στίχους, εγώ θα το συνθέσω και θα το παίξουμε εδώ.",
        "pa": "What do you mean \"how,\" Maria?\n Lyrics of a song.\n The kids will write the lyrics, I'll compose the music,",
        "vi": "\"Như thế nào\" là sao? Viết lời, bài hát…\n Các em ấy sẽ viết lời, tôi phổ nhạc rồi ta chơi ở đây."
    },
    {
        "start": "00:02:29,840",
        "end": "00:02:35,760",
        "en": "Μισό λεπτό. Είστε σίγουρος ότι είναι κάτι που γίνεται;",
        "pa": "and we'll perform it here.\n -Who's interested? -Wait a minute.\n Are you certain that they can actually accomplish this?",
        "vi": "- Ai hứng thú không? - Chờ chút.\n Anh có chắc là làm được không?"
    },
    {
        "start": "00:02:35,920",
        "end": "00:02:38,600",
        "en": "Ναι, έτσι γράφονται τα τραγούδια.",
        "pa": "Yes, that's how people write songs, Maria.",
        "vi": "Có, bài hát được sáng tác theo cách đó mà."
    },
    {
        "start": "00:02:38,680",
        "end": "00:02:44,000",
        "en": "Λοιπόν, παιδιά, είναι πολύ απλό. Το φεστιβάλ θα αρχίσει από την πλατεία…",
        "pa": "Anyway, it's very simple.\n The first day of the festival starts in Gaios' town square.",
        "vi": "Vậy, rõ rồi nhé.\n Lễ hội sẽ bắt đầu tại quảng trường ở Gaios."
    },
    {
        "start": "00:02:44,200",
        "end": "00:02:47,800",
        "en": "Πάντα είχα την απορία τι σήμαινε το \"ξεπλένω χρήμα\".",
        "pa": "I always wondered what the phrase \"money laundering\" meant.",
        "vi": "Tôi luôn thắc mắc rửa tiền nghĩa là gì."
    },
    {
        "start": "00:02:48,160",
        "end": "00:02:54,160",
        "en": "Την άκουγα στις ειδήσεις, online, ταινίες, μα ποτέ δεν καταλάβαινα τι σημαίνει.",
        "pa": "I've heard it on the news, I've read about it online,\n I've seen it in movies.\n But I've never understood what it meant exactly.",
        "vi": "Tôi đã nghe chuyện đó trên bản tin, trên mạng, trong phim, nhưng không hiểu."
    },
    {
        "start": "00:02:59,400",
        "end": "00:03:05,520",
        "en": "Είναι απλό, όταν κάνεις μια παράνομη δουλειά, σου έρχονται πολλά μαύρα χρήματα.",
        "pa": "It's simple.\n When you are involved in an illicit business,\n you get a lot of dirty money. A whole lot of it.",
        "vi": "Đơn giản, nếu bạn có vụ làm ăn phi pháp, bạn kiếm được nhiều tiền."
    },
    {
        "start": "00:03:06,880",
        "end": "00:03:12,320",
        "en": "Αυτά δεν μπορείς να τα πας στην τράπεζα. Τι τα κάνεις; Τα μαζεύεις σπίτι σου.",
        "pa": "You can't take that money to the bank. So what do you do?",
        "vi": "Bạn không thể mang đến ngân hàng. Vậy bạn làm gì? Bạn giữ tiền đó ở nhà."
    },
    {
        "start": "00:03:12,920",
        "end": "00:03:16,200",
        "en": "Τα κρύβεις από όλους και ψάχνεις τρόπους να τα ξοδέψεις",
        "pa": "At first, you keep it at home.\n You keep it hidden from everyone",
        "vi": "Bạn giấu đi và cố tìm cách tiêu tiền đó."
    },
    {
        "start": "00:03:16,520",
        "end": "00:03:22,320",
        "en": "επενδύοντάς τα έτσι ώστε να μη φανεί ποτέ από πού ήρθαν. Τα ξεπλένεις, δηλαδή.",
        "pa": "and try to spend it in ways that will make it impossible\n to trace back to its source.\n In other words, you're laundering it.",
        "vi": "Đầu tư tiền đó để người ta không bao giờ biết được nguồn gốc."
    },
    {
        "start": "00:03:22,920",
        "end": "00:03:25,480",
        "en": "Τα δικαιολογείς νόμιμα.",
        "pa": "You devise legal means of accounting for it.",
        "vi": "Bạn đang rửa tiền đấy.\n Bạn hợp thức hóa các khoản đầu tư."
    },
    {
        "start": "00:03:25,560",
        "end": "00:03:31,680",
        "en": "Επενδύσεις, όπως κατασκευές σκαφών, αγορές ακινήτων, μεσιτικά, offshore, κ.α.",
        "pa": "Shipbuilding, real estate purchases,\n brokering, offshore companies, and other investments.",
        "vi": "Bạn đóng tàu, mua bất động sản, công ty ở nước ngoài, vân vân."
    },
    {
        "start": "00:03:32,920",
        "end": "00:03:39,800",
        "en": "Με τόσα χρήματα, εξασφαλίζεις την εκτίμηση του κόσμου, είσαι υπεράνω υποψίας.",
        "pa": "People will look up to you because you have so much money.\n You'll be immune to suspicion.",
        "vi": "Có nhiều tiền như thế thì bạn sẽ được coi trọng,\n không ai mảy may nghi ngờ nữa. Ban đang hướng tới sự tốt đẹp."
    },
    {
        "start": "00:03:40,040",
        "end": "00:03:45,560",
        "en": "Είσαι υποστηρικτικός, συμπαθής, γενναιόδωρος, φτιάχνεις την ποιότητα ζωής.",
        "pa": "Your only concern is the well-being of your community.\n You are encouraging, popular, and generous,",
        "vi": "Bạn hay giúp đỡ người khác, dễ mến, hào sảng, cải thiện chất lượng cuộc sống."
    },
    {
        "start": "00:03:45,840",
        "end": "00:03:48,800",
        "en": "Μπορείς να φτιάξεις και φεστιβάλ μουσικής",
        "pa": "and you are improving everyone's quality of life.\n You could even organize a music festival for your island.",
        "vi": "Bạn còn có thể tổ chức một lễ hội âm nhạc trên đảo"
    },
    {
        "start": "00:03:48,880",
        "end": "00:03:55,640",
        "en": "φέρνοντας κάποιον που θα διδάξει μουσική, να δώσεις ευκαιρίες σε όσους θέλουν.",
        "pa": "Bring someone from Athens to teach music,\n and offer the chance to anyone who might be interested.",
        "vi": "bằng việc đưa người đến dạy nhạc,\n bạn trao cơ hội cho những ai muốn có."
    },
    {
        "start": "00:03:55,960",
        "end": "00:03:57,880",
        "en": "Αντώνη!",
        "pa": "Antonis?",
        "vi": "Antonis!"
    },
    {
        "start": "00:03:59,800",
        "end": "00:04:00,920",
        "en": "Είσαι μαζί μας;",
        "pa": "Are you with us?",
        "vi": "Em có nghe không đấy?"
    },
    {
        "start": "00:04:04,160",
        "end": "00:04:06,560",
        "en": "Λοιπόν…",
        "pa": "Okay.",
        "vi": "Vậy…"
    },
    {
        "start": "00:04:08,520",
        "end": "00:04:14,400",
        "en": "Φυσικά, για να τα κάνεις αυτά, έχεις καλό συνεργάτη και σύμμαχο.",
        "pa": "And to do all this,\n it is imperative you have a good collaborator and ally.",
        "vi": "Và, tất nhiên, để làm tất cả việc đó, bạn cần một đối tác và đồng minh tốt."
    },
    {
        "start": "00:04:14,800",
        "end": "00:04:17,200",
        "en": "Τα παιδιά σου δεν ξέρουν τι συμβαίνει.",
        "pa": "Your children are completely unaware of what is going on.",
        "vi": "Các con bạn không hề biết chuyện."
    },
    {
        "start": "00:04:17,280",
        "end": "00:04:22,560",
        "en": "Αν κάτι δεν τους πάει καλά, η άρνηση θα μπλοκάρει κάθε δεύτερη σκέψη.",
        "pa": "Even if they suspect something is wrong,",
        "vi": "Nếu chúng nghi ngờ, bạn sẽ chối bay chối biến."
    },
    {
        "start": "00:04:23,120",
        "end": "00:04:28,520",
        "en": "Η άρνηση είναι από τα σημαντικότερα όπλα για να επιβιώσεις στον κόσμο.",
        "pa": "their denial will drown out any suspicion.\n In general, if you want to survive in this world,\n denial is one of your most important tools.",
        "vi": "Phủ nhận là một trong những vũ khí quan trọng nhất mà bạn có để sinh tồn."
    },
    {
        "start": "00:04:28,720",
        "end": "00:04:34,640",
        "en": "Κι αρχίζει απ' τους γονείς. Λίγο να κοιτάξεις γύρω σου βλέπεις τι σημαίνει.",
        "pa": "And it all starts with the parents you adore and who raised you.\n Just taking a look around will show you what it means to be in denial.",
        "vi": "Nó bắt đầu với bậc cha mẹ.\n Cứ nhìn quanh đi, bạn sẽ thấy phủ nhận là gì."
    },
    {
        "start": "00:04:34,920",
        "end": "00:04:38,400",
        "en": "Όταν οι άνθρωποι δεν θέλουν να παραδεχτούν τι συμβαίνει.",
        "pa": "It occurs when people refuse to admit what is truly going on.",
        "vi": "Đó là khi người ta không muốn chấp nhận thực tại."
    },
    {
        "start": "00:04:48,760",
        "end": "00:04:54,800",
        "en": "-Ένα πες μου! Τον δίνεις ή τον παίρνεις; -Με τη Γιάννα είμαι! Γυναίκες θέλω.",
        "pa": "CHAPTER II - DENIAL\n I want to know!\n Are you fucking him or is he fucking you?",
        "vi": "CHƯƠNG II - PHỦ NHẬN\n - Nói đi! Mày là thụ hay công? - Tôi hẹn hò với Yianna mà! Tôi thích gái!"
    },
    {
        "start": "00:04:54,880",
        "end": "00:04:57,000",
        "en": "-Εμένα μου λένε άλλα. -Δεν με νοιάζει τι λένε!",
        "pa": "I'm with Yianna! Dad, I'm only into women.\n That's not what I heard!",
        "vi": "- Người ta đồn khác. - Tôi chả quan tâm!"
    },
    {
        "start": "00:04:57,080",
        "end": "00:04:59,720",
        "en": "Τόσες γκόμενες έχω φέρει εδώ! Τι άλλο θες, δηλαδή;",
        "pa": "I've brought girls here, you think some gossip is true?",
        "vi": "Tôi dẫn bao nhiêu ả về đây!"
    },
    {
        "start": "00:04:59,840",
        "end": "00:05:01,920",
        "en": "-Το παιδί μου! -Φύγε!",
        "pa": "Stop it you monster, leave my son alone!\n -Get off me! -Leave her alone!",
        "vi": "Thôi đi! Để con tôi yên!\n - Biến! - Để bà ấy yên!"
    },
    {
        "start": "00:05:02,000",
        "end": "00:05:05,120",
        "en": "Προτιμώ να σε δω στην κάσα παρά να μου γίνεις αδερφή!",
        "pa": "I'd rather see you in a coffin, than have you be a goddamn homosexual!",
        "vi": "Thà tao thấy mày chết còn hơn là thành thằng bóng!"
    },
    {
        "start": "00:05:05,280",
        "end": "00:05:08,640",
        "en": "Θα τη σκοτώσω αν έχεις γίνει αδερφή!",
        "pa": "I'll kill her if she's turned you into a homo.",
        "vi": "Mày bóng thì tao giết!"
    },
    {
        "start": "00:05:08,840",
        "end": "00:05:12,080",
        "en": "Αχ! Αχ! Αχ!",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:05:12,320",
        "end": "00:05:18,320",
        "en": "Είναι τόση η άρνηση που έχουμε που η βία είναι η πιο εύκολη αντίδραση.",
        "pa": "Because we are in denial about certain things,\n resorting to violence is the simplest course of action.",
        "vi": "Ta phủ nhận vài chuyện đến nỗi\n bạo lực là phản ứng và thi hành trở thành dễ nhất."
    },
    {
        "start": "00:05:26,960",
        "end": "00:05:29,000",
        "en": "Ααα! Αχ!",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:05:32,240",
        "end": "00:05:37,120",
        "en": "Η δική μου άρνηση: δεν θέλω να δεχτώ πόσο με απογοήτευσαν οι δικοί μου.",
        "pa": "My denial is that I refuse to acknowledge",
        "vi": "Tôi đang phủ nhận việc bố mẹ tôi làm tôi thất vọng thế nào."
    },
    {
        "start": "00:05:37,400",
        "end": "00:05:42,480",
        "en": "-Αντώνη! Τι θα γίνει με το κινητό; -Δεν είναι ωραίο αυτό που κάνεις.",
        "pa": "how disappointed I am with my entire family.\n Antonis.\n Will you ever put that phone down?",
        "vi": "Antonis! Bỏ điện thoại xuống."
    },
    {
        "start": "00:05:43,440",
        "end": "00:05:46,080",
        "en": "-Σε ποιον γράφεις; -Σε κανέναν.",
        "pa": "Antonis, that's no way to behave.\n -Who are you texting? -Nobody.",
        "vi": "Không hay đâu.\n - Con nhắn cho ai? - Không ai cả."
    },
    {
        "start": "00:05:46,240",
        "end": "00:05:48,760",
        "en": "Ημερολόγιο;",
        "pa": "Are you keeping a journal?",
        "vi": "Cháu viết nhật kí à?"
    },
    {
        "start": "00:05:49,600",
        "end": "00:05:55,560",
        "en": "Αφήστε τον ήσυχο. Δεν βγήκε ποτέ κανένας χαμένος απ' το γράψιμο.",
        "pa": "Leave him alone.\n Writing never harmed anyone and keeping a journal is noble.",
        "vi": "Để nó yên đi. Viết thì có chết ai."
    },
    {
        "start": "00:05:55,640",
        "end": "00:05:58,040",
        "en": "Γράψε ό,τι θες, παιδί μου.",
        "pa": "My boy, you keep on writing.",
        "vi": "Muốn viết gì cứ viết."
    },
    {
        "start": "00:06:00,520",
        "end": "00:06:06,040",
        "en": "Τη δική μου ιστορία δεν τη λέω γιατί δεν ενδιαφέρει κανέναν.",
        "pa": "My story is the most boring.\n I can't tell anyone because no one would be interested.",
        "vi": "Chuyện của tôi không thú vị.\n Tôi không kể cho ai được vì chả ai muốn nghe."
    },
    {
        "start": "00:06:06,520",
        "end": "00:06:10,240",
        "en": "Λίγοι ταυτίζονται και ελάχιστοι τη δέχονται.",
        "pa": "Few people would identify with it, and even fewer would accept it.",
        "vi": "Chỉ vài người đồng cảm và ít người chấp nhận."
    },
    {
        "start": "00:06:12,160",
        "end": "00:06:15,880",
        "en": "Θα μπορούσε να πει κάποιος ότι δεν πουλάει τόσο.",
        "pa": "You could say that my story isn't very compelling.",
        "vi": "Ai đó có thể nói là không phổ biến lắm."
    },
    {
        "start": "00:06:16,360",
        "end": "00:06:23,200",
        "en": "Με τον Σπύρο μεγαλώσαμε μαζί. Θα ήταν κολλητός μου αν ήταν αλλιώς τα πράγματα.",
        "pa": "Spyros and I grew up together.\n He could be my best friend",
        "vi": "Spyros và tôi cùng lớn lên.\n Nếu mối quan hệ này không lên cấp, có lẽ bọn tôi đã là bạn thân."
    },
    {
        "start": "00:06:23,440",
        "end": "00:06:29,240",
        "en": "Και θα ήμασταν ευτυχισμένοι αν ζούσαμε σε έναν άλλον κόσμο. Όλα λάθος.",
        "pa": "if our relationship hadn't gone down that path.\n And if he had lived in a different world, we could have been happy.\n As a result, everything went wrong.",
        "vi": "Và bọn tôi sẽ rất vui nếu được sống ở một thế giới khác.\n Nhưng vẫn ở thế giới này."
    },
    {
        "start": "00:06:35,080",
        "end": "00:06:39,400",
        "en": "Του αρέσει να λέει ψέμματα σε όλους, να παίζει τον ρόλο του μάτσο.",
        "pa": "He enjoys deceiving everyone",
        "vi": "Cậu ấy thích nói dối mọi người, cư xử như đàn ông lực lưỡng."
    },
    {
        "start": "00:06:39,720",
        "end": "00:06:46,320",
        "en": "Έχει πάει με όλες από την αγωνία του να πείσει ότι είναι στρέιτ. Μα δεν είναι.",
        "pa": "to appear macho.\n He's slept with every girl on the island\n in an attempt to persuade himself and everyone else he's straight.",
        "vi": "Cậu ấy hẹn hò tất cả các cô gái ở đảo này để chứng minh cậu ấy thẳng. Mà không phải."
    },
    {
        "start": "00:06:46,760",
        "end": "00:06:52,880",
        "en": "Έτσι τον θέλουν οι γονείς του, οι γυναίκες κι όλο το σύστημα που ζούμε το 2022.",
        "pa": "But he isn't.\n That's how his father, his mother, all the women,\n and the entire system we live in today,\n in 2021, want him to be.",
        "vi": "Thời này, năm 2022 rồi, mà bố, mẹ, phụ nữ\n và cả hệ thống muốn cậu ấy như thế đấy."
    },
    {
        "start": "00:07:11,800",
        "end": "00:07:16,360",
        "en": "Όμως, όταν είμαστε μαζί, μόνο τότε είναι ο εαυτός του.",
        "pa": "But when we're together, that's the only time he's his true self.",
        "vi": "Nhưng khi ở bên tôi, cậu ấy là chính mình."
    },
    {
        "start": "00:07:18,920",
        "end": "00:07:22,400",
        "en": "Όλα είναι πιο ωραία όταν είμαστε μαζί.",
        "pa": "Everything is better when we're together.",
        "vi": "Khi hai đứa tôi ở bên nhau, mọi việc tốt đẹp hơn."
    },
    {
        "start": "00:07:25,520",
        "end": "00:07:30,240",
        "en": "Μπορεί να είναι ένας πειραματισμός σεξουαλικός. Έτσι έχω διαβάσει.",
        "pa": "Perhaps it's just some kind of sexual experimentation.",
        "vi": "Có khi đó chỉ là thử nghiệm tình dục. Đó là điều tôi đọc được."
    },
    {
        "start": "00:07:30,520",
        "end": "00:07:36,600",
        "en": "Για κάποιους είναι αηδιαστική εικόνα. Ξερνάνε που δύο αγόρια είναι ερωτευμένα.",
        "pa": "That's what I read somewhere.\n I know it's a revolting image.\n Many people feel sick at the thought",
        "vi": "Một số người thấy hình ảnh này là ghê tởm.\n Họ thấy kinh tởm khi nhìn hai thằng con trai yêu nhau."
    },
    {
        "start": "00:07:37,080",
        "end": "00:07:38,600",
        "en": "Βοήθεια!",
        "pa": "of two boys falling in love.\n Please, we need help!",
        "vi": "Giúp với!"
    },
    {
        "start": "00:07:38,880",
        "end": "00:07:43,760",
        "en": "Αν αυτό είναι έρωτας, τότε είναι περίεργο και άδικο. Δεν το επέλεξα.",
        "pa": "If this is love,\n then it's so weird and unfair.",
        "vi": "Nếu đó là tình yêu thì thật kì cục và bất công. Tôi đâu có chọn như thế."
    },
    {
        "start": "00:07:43,920",
        "end": "00:07:45,480",
        "en": "Βοήθεια!",
        "pa": "You'll be alright.\n I didn't choose it.\n Please, help!",
        "vi": "Giúp với!"
    },
    {
        "start": "00:07:45,640",
        "end": "00:07:50,000",
        "en": "Φαντάζομαι κανείς δεν επιλέγει να νιώσει τόσο έντονα και διαφορετικά.",
        "pa": "I'm sure no one would choose to feel so intensely different and unique.",
        "vi": "Chắc không ai chọn cảm thấy mãnh liệt, khác biệt và dị thường đến thế."
    },
    {
        "start": "00:07:50,360",
        "end": "00:07:54,920",
        "en": "Βαθιά μέσα μου, όμως, θέλω να κρατήσει για πάντα.",
        "pa": "But deep down,\n I wish it could last forever.",
        "vi": "Nhưng trong thâm tâm, tôi muốn tình yêu đó tồn tại mãi mãi."
    },
    {
        "start": "00:07:55,000",
        "end": "00:07:58,360",
        "en": "Είναι ωραίο πράγμα ο έρωτας τελικά.",
        "pa": "After all, love is a beautiful thing.",
        "vi": "Dù sao, tình yêu thật đẹp."
    },
    {
        "start": "00:07:59,400",
        "end": "00:08:02,000",
        "en": "Βοήθεια!",
        "pa": "Help!",
        "vi": "Giúp với!"
    },
    {
        "start": "00:08:05,560",
        "end": "00:08:07,560",
        "en": "Βοήθεια!",
        "pa": "Help!",
        "vi": "Giúp với!"
    },
    {
        "start": "00:08:17,000",
        "end": "00:08:21,680",
        "en": "Σιγά, σιγά!",
        "pa": "Easy, easy. Easy.\n -Watch out. Easy, easy, easy.",
        "vi": "Cẩn thận!"
    },
    {
        "start": "00:08:22,640",
        "end": "00:08:26,520",
        "en": "Έπεσε με τη μηχανή του, δεν ξέρω τι να κάνω. Χρειάζεται βοήθεια.",
        "pa": "Your house was the closest. He fell off his bike.",
        "vi": "Từ từ thôi!\n Cậu ấy ngã xe máy. Em không biết phải làm gì. Cậu ấy cần được giúp."
    },
    {
        "start": "00:08:26,800",
        "end": "00:08:28,360",
        "en": "Περίμενε, περίμενε!",
        "pa": "I don't know what to do. He needs help!\n Wait here, I'll be back.",
        "vi": "Chờ chút!"
    },
    {
        "start": "00:08:31,160",
        "end": "00:08:34,120",
        "en": "Μ' αυτό θα σταματήσει το αίμα, πάρ' το.",
        "pa": "Use this to stop the blood. Press down!",
        "vi": "Cái này sẽ giúp cầm máu. Cầm lấy."
    },
    {
        "start": "00:08:36,760",
        "end": "00:08:39,559",
        "en": "-Αυτό θέλει ράμματα. -Δεν θα πάω στον γιατρό.",
        "pa": "He needs stitches. We need to see a doctor.",
        "vi": "- Phải khâu. - Cháu không đi bác sĩ đâu."
    },
    {
        "start": "00:08:39,880",
        "end": "00:08:43,840",
        "en": "Ή θα φωνάξω την αστυνομία να σε πάει με το ζόρι ή θα πάμε στον γιατρό. Σήκω!",
        "pa": "No fucking doctor.\n If you won't let me take you to the doctor, I'll call the police\n and they'll force you! Get up!",
        "vi": "Không chịu đi thì tôi gọi cảnh sát đến đưa đi đấy.\n Dậy nào!"
    },
    {
        "start": "00:08:47,720",
        "end": "00:08:49,200",
        "en": "Θα πάρω τ' αυτοκίνητο, έλα.",
        "pa": "I'm getting the car, come on.",
        "vi": "Từ từ thôi.\n Để tôi đi lấy xe, nào."
    },
    {
        "start": "00:08:50,960",
        "end": "00:08:54,440",
        "en": "-Σπύρο, όλα καλά; Τώρα φτάνουμε. -Δεν θέλω να έρθει ο Αντώνης.",
        "pa": "Spyros, you okay? Hang in there.",
        "vi": "- Spyros, ổn chứ? Cố gắng nhé. - Cháu không muốn Antonis đi."
    },
    {
        "start": "00:08:54,560",
        "end": "00:08:56,520",
        "en": "-Θα κατέβω στη γωνία. -Γιατί;",
        "pa": "-I don't want Antonis to come. -I'll get out.\n -Why? -I can't be seen by anyone.",
        "vi": "- Em sẽ xuống ở góc phố. - Vì sao?"
    },
    {
        "start": "00:08:56,640",
        "end": "00:08:58,240",
        "en": "-Δεν πρέπει να με δουν. -Γιατί;",
        "pa": "",
        "vi": "Đừng để họ thấy em."
    },
    {
        "start": "00:08:58,440",
        "end": "00:09:00,600",
        "en": "-Κατέβα, ρε μαλάκα, λέμε! -Εδώ δεξιά στρίψτε.",
        "pa": "-Why? -Just get the fuck out, man!\n Make a right turn here.",
        "vi": "- Vì sao? - Xuống xe đi!\n - Rẽ phải ở kia. - Sao phải tránh mặt?"
    },
    {
        "start": "00:09:00,800",
        "end": "00:09:02,280",
        "en": "Γιατί δεν πρέπει να σε δούνε;",
        "pa": "Why are you hiding, Antonis?",
        "vi": ""
    },
    {
        "start": "00:09:03,160",
        "end": "00:09:08,520",
        "en": "Φυσικά δεν είπα τίποτα. Δεν έχω ούτε έναν άνθρωπο να μιλήσω για όλα αυτά.",
        "pa": "I said nothing.\n There isn't a single person I can talk to.",
        "vi": "Tất nhiên là tôi không nói gì. Tôi không có ai để tâm sự."
    },
    {
        "start": "00:09:13,400",
        "end": "00:09:18,200",
        "en": "Θα γυρίσω σπίτι και θα κάτσω στο τραπέζι να φάω με τη φανταστική οικογένειά μου.",
        "pa": "I'll just go back home as usual,\n sit at the table and have dinner with my amazing family.",
        "vi": "Tôi sẽ về nhà, như thường lệ, ăn tối với gia đình tuyệt vời của tôi."
    },
    {
        "start": "00:09:18,600",
        "end": "00:09:22,560",
        "en": "Και θα γράψω ό,τι δεν μπορώ να πω για να μην τους βρίσω όλους.",
        "pa": "And I'll write down everything I'm not allowed to say.",
        "vi": "Tôi sẽ viết mọi thứ tôi không thể nói ra để không chửi mọi người."
    },
    {
        "start": "00:09:22,880",
        "end": "00:09:27,480",
        "en": "Σίγουρα, ακόμα κι αν ήξεραν τι περνάω, θα προτιμούσαν να μην το συζητήσουν.",
        "pa": "Just so I don't start yelling at everyone.\n Even if they knew what I was going through,",
        "vi": "Cho dù họ biết tôi phải chịu đựng gì, họ sẽ không thảo luận việc đó."
    },
    {
        "start": "00:09:27,680",
        "end": "00:09:29,720",
        "en": "Κι ας γνωρίζουν ότι βασανίζομαι.",
        "pa": "I'm sure they'd rather not talk about it.\n Even if they knew I was in pain.",
        "vi": "Cho dù họ biết tôi bị tổn thương."
    },
    {
        "start": "00:09:31,520",
        "end": "00:09:37,360",
        "en": "Εδώ καθόμαστε για να επικοινωνήσουμε, δεν θα γίνουμε σαν αυτούς που κοροϊδεύουμε.",
        "pa": "People have dinner to communicate,\n not to use their phones to text or write a journal.",
        "vi": "Người ta ngồi ở bàn để nói chuyện, không phải để nhắn tin."
    },
    {
        "start": "00:09:37,600",
        "end": "00:09:40,920",
        "en": "Έχεις ήδη γίνει. Όλη η γενιά σου.",
        "pa": "Don't act like the ones we make fun of.\n You already do. As well as your entire generation.",
        "vi": "Ta sẽ giống mấy kẻ ta nhạo.\n Bố đã giống họ rồi đấy. Bố và thế hệ của bố."
    },
    {
        "start": "00:09:42,200",
        "end": "00:09:45,480",
        "en": "Με την αδερφή μου δεν έχουμε κάτι που να μας φέρνει πιο κοντά.",
        "pa": "Nothing can bring my sister and I closer together.",
        "vi": "Chị em tôi không có nhiều điểm chung."
    },
    {
        "start": "00:09:45,680",
        "end": "00:09:48,840",
        "en": "Ξέρω ότι νοιάζεται για μένα και θα 'θελα να της μιλήσω.",
        "pa": "I know she cares about me, and I'd like to talk to her,",
        "vi": "Tôi biết chị quan tâm đến tôi và tôi muốn nói với chị."
    },
    {
        "start": "00:09:48,920",
        "end": "00:09:52,960",
        "en": "Όμως, είναι πιο εύκολο να την αποφεύγω. Δεν θα με καταλάβει.",
        "pa": "but it's easier to avoid her.",
        "vi": "Nhưng tránh chị ra thì dễ hơn. Chị không hiểu đâu."
    },
    {
        "start": "00:09:53,040",
        "end": "00:09:55,920",
        "en": "Είναι γυναίκα και την ντρέπομαι.",
        "pa": "She'd never understand me anyway.\n She's a woman and I'm ashamed to talk to her.",
        "vi": "Chị là phụ nữ nên tôi xấu hổ."
    },
    {
        "start": "00:09:57,440",
        "end": "00:10:01,160",
        "en": "Και κάπως έτσι όλα μπαλώθηκαν.",
        "pa": "Just like that,\n everything was stitched back together.",
        "vi": "Và mọi thứ bị chôn vùi."
    },
    {
        "start": "00:10:01,440",
        "end": "00:10:07,200",
        "en": "Οι άνθρωποι έχουμε τρομερή αντοχή στον πόνο. Θα κάνω μέρες να τον ξαναδώ.",
        "pa": "Humans have an incredible tolerance for pain.\n It'll be a few days before I see him again.",
        "vi": "Người ta có thể chịu đau rất giỏi.\n Tôi sẽ không gặp cậu ấy vài ngày."
    },
    {
        "start": "00:10:16,280",
        "end": "00:10:21,680",
        "en": "-Θα πονάει, μα δεν χτύπησε αρτηρία. -Ωραία, εγώ να ειδοποιήσω τη μητέρα του;",
        "pa": "It's very painful, but no arteries have been punctured.\n Thank God.",
        "vi": "- Sẽ đau đấy, nhưng động mạch không sao. - Tốt quá, tôi gọi mẹ cậu ấy nhé?"
    },
    {
        "start": "00:10:21,920",
        "end": "00:10:26,920",
        "en": "Κοιμάται τώρα. Καλύτερα μην ανακατευτείς. Θα περάσει η κοπέλα του να τον πάρει.",
        "pa": "Should I let his mother know?\n Maria's sleeping and you should stay out of it.",
        "vi": "Cậu ấy đang ngủ. Đừng can dự thì hơn."
    },
    {
        "start": "00:10:27,160",
        "end": "00:10:32,000",
        "en": "Με τη μηχανή του τι θα γίνει; Να πω στην αστυνομία πού έγινε; Τι κάνω;",
        "pa": "-His girlfriend will pick him up. -Okay.\n What about the bike?\n Should I call the police? Do I tell them what happened?",
        "vi": "- Bạn gái cậu ấy sẽ qua đón. - Vâng.\n Còn xe máy của cậu ấy? Tôi nên báo cảnh sát nơi xảy ra tai nạn?"
    },
    {
        "start": "00:10:32,200",
        "end": "00:10:36,040",
        "en": "Πραγματικά πιστεύεις ακόμα ότι αυτά τα τραύματα είναι από τροχαίο;",
        "pa": "What should I do?\n You still think he got these injuries\n because of a bike accident?",
        "vi": "Anh vẫn nghĩ cậu ấy bị thương do tai nạn?"
    },
    {
        "start": "00:10:38,040",
        "end": "00:10:42,480",
        "en": "Μιχάλης. Δεν έχουμε συστηθεί. Καλώς ήρθες στο νησί μας.",
        "pa": "Michalis.\n We haven't been introduced.",
        "vi": "Michalis. Ta chưa từng gặp. Chào mừng anh đến đảo."
    },
    {
        "start": "00:10:43,560",
        "end": "00:10:45,920",
        "en": "Ορέστης.",
        "pa": "Welcome to our beautiful island.\n Orestis.",
        "vi": "Orestis."
    },
    {
        "start": "00:10:56,440",
        "end": "00:11:02,760",
        "en": "Καλημέρα, κυρία Μαρία. Ήρθα να ρωτήσω για τον Σπύρο κι αν θέλετε να έρθετε…",
        "pa": "Good morning, Miss Maria.\n I came to check on Spyros\n and ask if you want to come by the school today.",
        "vi": "Chào bà Maria.\n Tôi đến thăm Spyros và xem bà có muốn đến trường với tôi để…"
    },
    {
        "start": "00:11:04,560",
        "end": "00:11:08,800",
        "en": "Για λίγες μέρες δεν θα μπορέσω. Συγγνώμη.",
        "pa": "I won't be available for the next few days, Orestis.\n I'm sorry.",
        "vi": "Tôi sẽ không thể đến trường vài hôm nữa. Tôi xin lỗi."
    },
    {
        "start": "00:11:35,200",
        "end": "00:11:39,920",
        "en": "Είναι ξεκάθαρο ότι σαπίζει στο ξύλο και τον γιο του και τη γυναίκα του.",
        "pa": "It's obvious this guy isn't only beating his son,",
        "vi": "Rõ ràng là ông ta đánh vợ và con trai. Vẫn còn bàn cãi được thì điên thật."
    },
    {
        "start": "00:11:40,160",
        "end": "00:11:42,800",
        "en": "Κανονικά θα έπρεπε να κάνω καταγγελία.",
        "pa": "but his wife too.\n It's crazy that we're even discussing this!\n I should go to the police right now and file a complaint.",
        "vi": "Tôi phải đi báo cảnh sát ngay."
    },
    {
        "start": "00:11:43,000",
        "end": "00:11:47,240",
        "en": "Και να πας, το μόνο που θα πετύχεις είναι να έρθεις εσύ σε δύσκολη θέση.",
        "pa": "Even if you did Orestis,\n it would only put you in an awkward position.",
        "vi": "Cho dù anh có đi, anh sẽ chỉ tự đưa mình vào tình huống khó xử."
    },
    {
        "start": "00:11:47,520",
        "end": "00:11:52,320",
        "en": "Αυτός θα ξεφύγει απ' το αυτόφωρο και θα τα αρνηθούν. Λες να είναι η πρώτη φορά;",
        "pa": "They'll deny everything because he wasn't caught in the act.\n Do you really think that this was his first time?",
        "vi": "Ông ta sẽ thoát tội. Họ sẽ phủ nhận. Anh nghĩ đây là lần đầu ư?"
    },
    {
        "start": "00:11:52,640",
        "end": "00:11:54,160",
        "en": "Άρα, δεν κάνουμε τίποτα;",
        "pa": "You're saying I should do nothing?",
        "vi": "Vậy ta không làm gì ư?"
    },
    {
        "start": "00:11:54,240",
        "end": "00:11:58,760",
        "en": "Αν η Μαρία κι ο γιος της δεν πάρουν θέση, εμείς τι παραπάνω να κάνουμε;",
        "pa": "What else can we possibly do if Maria and her son don't speak up?",
        "vi": "Nếu Maria và con bà ấy giữ im lặng, ta làm được gì chứ?"
    },
    {
        "start": "00:11:58,840",
        "end": "00:12:04,600",
        "en": "Το παιδί έπαθε τροχαίο και η μάνα έπεσε. Τι σκατά να κάνω εγώ, δηλαδή;",
        "pa": "The kid says he fell off his bike,\n his mother says he tripped and fell.",
        "vi": "Con thì bị tai nạn, mẹ thì bị ngã. Tôi phải làm sao đây?"
    },
    {
        "start": "00:12:04,920",
        "end": "00:12:09,600",
        "en": "Λες η αστυνομία να μην τα ξέρει; Όλα τα ξέρουν, μην τρελαθούμε τώρα.",
        "pa": "What the fuck do you want me to do?\n Do you really believe the police have no idea?\n Of course they do, come on now!",
        "vi": "Anh nghĩ cảnh sát không biết à? Họ biết hết đấy."
    },
    {
        "start": "00:12:10,520",
        "end": "00:12:14,600",
        "en": "-Δεν πάτε καλά. -Μπορώ να σε ρωτήσω κάτι;",
        "pa": "This is bullshit.\n Can I ask you something?",
        "vi": "Điên cả rồi.\n Tôi hỏi câu này nhé?"
    },
    {
        "start": "00:12:18,240",
        "end": "00:12:20,400",
        "en": "Είναι πολύ προσωπικό.",
        "pa": "It's very personal.",
        "vi": "Khá riêng tư."
    },
    {
        "start": "00:12:22,920",
        "end": "00:12:25,720",
        "en": "Όταν βρήκες τον Σπύρο, ήταν μόνος ή με τον γιο μου;",
        "pa": "When you found Spyros, was he alone or with my son?",
        "vi": "Anh thấy Spyros ở một mình hay với Antonis?"
    },
    {
        "start": "00:12:29,120",
        "end": "00:12:31,280",
        "en": "Μόνος του ήταν.",
        "pa": "He was alone.",
        "vi": "Một mình."
    },
    {
        "start": "00:12:33,160",
        "end": "00:12:36,040",
        "en": "Αν ήταν με τον γιο μου, θα 'θελα να μη μαθευτεί.",
        "pa": "If he was with my son, I'd appreciate discretion.",
        "vi": "Nếu cậu ấy ở với con tôi, tôi muốn giữ kín."
    },
    {
        "start": "00:12:36,760",
        "end": "00:12:39,120",
        "en": "Να το κρατήσεις για σένα.",
        "pa": "Keep it to yourself.",
        "vi": "Đừng nói với ai."
    },
    {
        "start": "00:12:58,040",
        "end": "00:13:02,160",
        "en": "Ξέρει να μου πει κανείς τα δύο βασικότερα μαθήματα για τους Αρχαίους Έλληνες;",
        "pa": "Does anyone know,\n which were the two most important subjects in Ancient Greece?",
        "vi": "Có ai biết hai lớp học tiếng Hi Lạp cổ cơ bản nhất không?"
    },
    {
        "start": "00:13:02,440",
        "end": "00:13:05,920",
        "en": "-Τα αρχαία; -Γυμναστική και μουσική.",
        "pa": "Ancient Greek?\n Physical education and music.",
        "vi": "- Tiếng Hi Lạp cổ ấy ạ? - Thể dục và âm nhạc."
    },
    {
        "start": "00:13:07,080",
        "end": "00:13:13,720",
        "en": "Εγώ δεν θα σας πω τι μουσική να ακούτε, μα μπορώ να σας πω πώς να ακούτε",
        "pa": "So,\n I'm not going to tell you what music to like, here.",
        "vi": "Tôi sẽ không bảo các em phải nghe nhạc gì, nhưng tôi có thể dạy các em cách nghe."
    },
    {
        "start": "00:13:14,080",
        "end": "00:13:19,880",
        "en": "και πώς με αυτό θα σκεφτείτε κάτι άλλο. Αυτό κάνει η μουσική. Γεννά συναισθήματα.",
        "pa": "But I can tell you how to listen to music\n and how it can help you think of something else.\n That's what music does.",
        "vi": "Và cách dùng nó để liên tưởng.\n Âm nhạc khơi gợi cảm xúc."
    },
    {
        "start": "00:13:20,120",
        "end": "00:13:25,200",
        "en": "Ενεργοποιεί νευρώνες που αν από παιδιά ακούγαμε περισσότερη και καλύτερη μουσική,",
        "pa": "It creates emotions.\n It activates the neurons in our brain,\n and if we had listened to more and better music as kids,",
        "vi": "Kích hoạt các tế bào thần kinh. Hồi nhỏ mà được nghe nhạc nhiều hơn,"
    },
    {
        "start": "00:13:25,440",
        "end": "00:13:28,440",
        "en": "τότε ίσως και να είχαμε άλλη σκέψη, άλλη αντίληψη.",
        "pa": "perhaps we would approach, interpret,\n and view things differently than we do now.",
        "vi": "giờ tư duy của chúng ta có khi đã khác."
    },
    {
        "start": "00:13:28,640",
        "end": "00:13:31,080",
        "en": "Συμφωνείτε;",
        "pa": "Do you agree?",
        "vi": "Đồng ý chứ?"
    },
    {
        "start": "00:13:32,640",
        "end": "00:13:34,840",
        "en": "Χεστήκατε.",
        "pa": "-You don't give a fuck.",
        "vi": "Các em chẳng quan tâm."
    },
    {
        "start": "00:13:35,120",
        "end": "00:13:41,000",
        "en": "Θα ακούσουμε διάφορες μουσικές και θα μου λέτε τι συναισθήματα σάς γεννούν.",
        "pa": "So what we're going to do today\n is listen to different types of music and you tell me how it makes you feel.",
        "vi": "Hôm nay, ta sẽ nghe các bài khác nhau và các em sẽ phát biểu cảm nghĩ."
    },
    {
        "start": "00:13:42,200",
        "end": "00:13:44,600",
        "en": "Λοιπόν, πάμε.",
        "pa": "Come on, let's try it.\n ♪ Hey, yeah, yeah ♪\n ♪ Hey, yeah, yeah ♪",
        "vi": "Bắt đầu nhé."
    },
    {
        "start": "00:13:55,160",
        "end": "00:13:58,680",
        "en": "",
        "pa": "♪ I was a sailor, I was lost at sea ♪",
        "vi": ""
    },
    {
        "start": "00:13:58,760",
        "end": "00:14:02,760",
        "en": "",
        "pa": "♪ I was under the waves Before love rescued me ♪",
        "vi": ""
    },
    {
        "start": "00:14:12,800",
        "end": "00:14:16,440",
        "en": "Ξέρει κανείς ποιο είναι αυτό το συγκρότημα;",
        "pa": "♪ I was a fighter, I could turn on a thread ♪\n ♪ Now I stand accused Of the things I've said ♪\n ♪ When love comes to town… ♪\n Does anybody know this band right here?",
        "vi": "Có ai biết tên ban nhạc này không?"
    },
    {
        "start": "00:14:17,400",
        "end": "00:14:21,800",
        "en": "U2, ροκ συγκρότημα, για κάποιους παλιό.",
        "pa": "♪ When love comes to town I'm gonna… ♪\n U2.\n It's an Irish rock band, some would call them old.",
        "vi": "U2, ban nhạc rock. Với một số người thì ban nhạc này xưa rồi."
    },
    {
        "start": "00:14:21,880",
        "end": "00:14:24,560",
        "en": "Σας προκαλεί κάποιο συναίσθημα αυτό;",
        "pa": "Does it bring up any specific feelings out of you?\n ♪ But I did what I did Before love came to town ♪",
        "vi": "Các em thấy sao khi nghe bài này?"
    },
    {
        "start": "00:14:26,840",
        "end": "00:14:28,120",
        "en": "Θυμό.",
        "pa": "Anger.",
        "vi": "Giận dữ."
    },
    {
        "start": "00:14:28,320",
        "end": "00:14:33,800",
        "en": "Εξαφανίσου. Πάρε το εμπόρευμα, πήγαινε απέναντι και μη γυρίσεις αν δεν μιλήσουμε.",
        "pa": "You better disappear.\n Take the merchandise, leave the country,\n and don't come back without speaking with me.",
        "vi": "Biến đi. Lấy hàng,\n chuyển hàng và đừng quay lại đến khi bọn tôi nói chuyện."
    },
    {
        "start": "00:14:34,120",
        "end": "00:14:38,280",
        "en": "Δεν καταλαβαίνεις πως με αυτά που κάνεις βάζεις σε κίνδυνο τη δουλειά;",
        "pa": "How can you not see that your antics have put our entire business in jeopardy?",
        "vi": "Anh không hiểu rằng anh đang mạo hiểm mọi việc sao?"
    },
    {
        "start": "00:14:38,720",
        "end": "00:14:42,360",
        "en": "Μην τολμήσεις και τους ξανακουμπήσεις, γελοίε!",
        "pa": "♪ Used to make love under a red sunset ♪\n Don't think about touching them again.\n You idiot!\n ♪ …promises I was soon to forget ♪\n ♪ She was pale as the lace Of her wedding gown ♪\n ♪ But I left her standing Before love came to town ♪",
        "vi": "Đừng động đến họ nữa, đồ ngu!"
    },
    {
        "start": "00:14:52,960",
        "end": "00:14:56,800",
        "en": "",
        "pa": "♪ Ran into a juke-joint When I heard a guitar scream ♪",
        "vi": ""
    },
    {
        "start": "00:14:56,880",
        "end": "00:15:00,880",
        "en": "",
        "pa": "♪ The notes were turning blue I was dazed and in a dream ♪",
        "vi": ""
    },
    {
        "start": "00:15:00,960",
        "end": "00:15:05,480",
        "en": "",
        "pa": "♪ As the music played I saw my life turn around ♪",
        "vi": ""
    },
    {
        "start": "00:15:05,560",
        "end": "00:15:09,160",
        "en": "",
        "pa": "♪ That was the day Before love came to town ♪",
        "vi": "TÌNH YÊU CHẾT TIỆT"
    },
    {
        "start": "00:15:18,920",
        "end": "00:15:25,800",
        "en": "Η κα Μαρία δεν θα έρθει για λίγες μέρες, έπεσε. Προφανώς, το ξέρετε όλοι, σωστά;",
        "pa": "♪ When love comes to town I'm gonna jump that train ♪\n ♪ When love comes to town I'm gonna catch that flame ♪\n Miss Maria won't be joining us in class for a few days.\n She had an accident. She tripped and fell.",
        "vi": "Bà Maria sẽ vắng mặt mấy hôm.\n Bà ấy trượt chân ngã."
    },
    {
        "start": "00:15:28,800",
        "end": "00:15:32,880",
        "en": "Αν κάποιος έχει γράψει κάτι για τους στίχους, να το φέρει σ' εμένα.",
        "pa": "I'm sure you've all heard.\n If any of you have written those lyrics we talked about,\n bring them directly to me.",
        "vi": "Nhưng các em biết rồi nhỉ?\n Nếu có ai viết lời bài hát thì đưa cho tôi."
    },
    {
        "start": "00:15:45,880",
        "end": "00:15:47,920",
        "en": "Αντώνη!",
        "pa": "Antonis.",
        "vi": "Antonis!"
    },
    {
        "start": "00:15:50,840",
        "end": "00:15:53,760",
        "en": "-Εγώ τους ξέρω τους U2. -Είμαι σίγουρος.",
        "pa": "-I know about the band, U2. -I'm sure you do.",
        "vi": "- Em biết U2 là ai. - Chắc chắn rồi."
    },
    {
        "start": "00:16:00,280",
        "end": "00:16:02,160",
        "en": "Γεια σου.",
        "pa": "See you.",
        "vi": "Chào em."
    },
    {
        "start": "00:16:04,640",
        "end": "00:16:06,480",
        "en": "Γεια σας.",
        "pa": "By the way,",
        "vi": "Chào thầy ạ."
    },
    {
        "start": "00:16:07,280",
        "end": "00:16:09,120",
        "en": "Ευχαριστώ.",
        "pa": "thank you.",
        "vi": "Cảm ơn thầy."
    },
    {
        "start": "00:16:10,920",
        "end": "00:16:15,920",
        "en": "Πρώτη φορά είχα εκτεθεί έτσι σε άνθρωπο. Και δεν είπε τίποτα.",
        "pa": "It was the first time in my life\n I had exposed myself to another person.",
        "vi": "Người đầu tiên biết tôi đồng tính. Mà thầy chẳng nói gì cả."
    },
    {
        "start": "00:16:16,280",
        "end": "00:16:20,280",
        "en": "Και μόνο γι' αυτό, τον εκτιμώ όσο κανέναν άλλον.",
        "pa": "And he didn't say a thing.\n And for that alone,\n I value him more than anybody else.",
        "vi": "Riêng chuyện này khiến tôi tôn trọng thầy hơn ai hết."
    },
    {
        "start": "00:16:24,600",
        "end": "00:16:28,080",
        "en": "Όλοι σήμερα έλεγαν για την κα Μαρία που έδειρε ο άντρας της.",
        "pa": "Everyone was talking about how Miss Maria's husband assaulted her.",
        "vi": "Ai cũng bàn tán việc bác Maria bị chồng đánh thế nào."
    },
    {
        "start": "00:16:28,400",
        "end": "00:16:33,000",
        "en": "-Όλοι ποιοι; -Όλο το νησί. Και για τον Σπύρο.",
        "pa": "Who's everyone?\n The whole island.\n And then there's Spyros, who allegedly had a bike accident.",
        "vi": "Ai bàn tán?\n Cả cái đảo này. Bàn về Spyros nữa."
    },
    {
        "start": "00:16:33,480",
        "end": "00:16:36,960",
        "en": "-Πότε έγιναν αυτά; -Δεν μπορούμε να κάνουμε και πολλά.",
        "pa": "When did this occur?\n It's one of those situations where we have little control.",
        "vi": "Xảy ra khi nào?\n Đây là một trong mấy vụ phải bó tay."
    },
    {
        "start": "00:16:37,240",
        "end": "00:16:41,080",
        "en": "-Δεν σας νοιάζει και τόσο. -Κλέλια, τι λες;",
        "pa": "Or you just don't care.",
        "vi": "- Hoặc mẹ không quan tâm. - Con nói gì thế?"
    },
    {
        "start": "00:16:41,360",
        "end": "00:16:45,440",
        "en": "-Την αλήθεια. -Κάθε οικογένεια έχει τα προβλήματά της.",
        "pa": "How can you say that?\n Isn't that the truth?\n Every family has their problems. We can't just butt in like that.",
        "vi": "Nói sự thật.\n Mỗi nhà mỗi cảnh, ta không thể xen vào."
    },
    {
        "start": "00:16:45,760",
        "end": "00:16:48,920",
        "en": "-Μην πιστεύεις ό,τι ακούς. -Δουλεύει για σένα, τον υπερασπίζεσαι.",
        "pa": "Don't trust everything people say.",
        "vi": "- Đừng có nghe thấy gì cũng tin. - Bố đang bênh ông ta."
    },
    {
        "start": "00:16:49,120",
        "end": "00:16:53,560",
        "en": "Μην ακούω μαλακίες τώρα! Δεν θα υπερασπιζόμουν κάποιον που φέρεται έτσι.",
        "pa": "You're defending him because he works for you.\n I'm not defending him.\n I would never defend anyone who does something like that.",
        "vi": "Bố không muốn nghe chuyện vớ vẩn gì nữa. Bố không bênh ai cư xử như vậy."
    },
    {
        "start": "00:16:53,840",
        "end": "00:16:56,120",
        "en": "Θες να μας πεις ότι δεν ξέρεις ότι την πλακώνει;",
        "pa": "You didn't know he was beating his wife?",
        "vi": "Bố không biết ông ta đánh bác ấy?"
    },
    {
        "start": "00:16:58,080",
        "end": "00:17:02,400",
        "en": "Τι γίνεται στο ξένο σπίτι δεν με νοιάζει. Αρκετά προβλήματα έχω στο δικό μου!",
        "pa": "What goes on in other people's homes is none of my business.",
        "vi": "Bố không quan tâm đến nhà người ta. Nhà ta đủ rắc rối rồi."
    },
    {
        "start": "00:17:02,600",
        "end": "00:17:05,480",
        "en": "Τι προβλήματα έχεις στο δικό σου σπίτι;",
        "pa": "I've got enough problems of my own.\n What problems are you referring to, Dad?",
        "vi": "Bố có rắc rối gì thế?"
    },
    {
        "start": "00:17:25,640",
        "end": "00:17:31,800",
        "en": "-Θέλω να κόψεις επαφές με αυτό το καθίκι. -Δεν μπορώ να τον διώξω.",
        "pa": "I want you to cut all ties with that bastard.\n You know he's dangerous.",
        "vi": "Em không muốn anh nói chuyện với lão đó. Hắn nguy hiểm."
    },
    {
        "start": "00:17:32,200",
        "end": "00:17:39,000",
        "en": "Και να φύγουν τα χρήματα από εδώ. Δεν θέλω να έχω σχέση. Θα το καταλάβουν τα παιδιά.",
        "pa": "Yeah, I'm aware,\n but I can't just throw him out.\n And I want all that cash out of our house.\n I don't want to be involved in your work anymore.",
        "vi": "Anh không thể tống khứ hắn.\n Và em muốn anh mang số tiền đó ra khỏi nhà này. Em không muốn liên can."
    },
    {
        "start": "00:17:39,280",
        "end": "00:17:41,240",
        "en": "Δεν θα καταλάβει κανείς τίποτα.",
        "pa": "The kids are going to find out.\n Nobody is going to find out anything.",
        "vi": "Bọn trẻ sẽ phát hiện ra.\n Không ai phát hiện ra gì cả."
    },
    {
        "start": "00:17:41,720",
        "end": "00:17:44,280",
        "en": "-Πώς είσαι τόσο σίγουρος; -Θα δω τι θα κάνω.",
        "pa": "-How can you be so sure? -It's taken care of.",
        "vi": "- Sao anh biết chắc được? - Để anh xem."
    },
    {
        "start": "00:17:48,320",
        "end": "00:17:51,680",
        "en": "-Σοφία; -Θέλω να κοιμηθώ.",
        "pa": "Sofia?",
        "vi": "Sofia này?"
    },
    {
        "start": "00:17:52,080",
        "end": "00:17:54,960",
        "en": "Έχεις σκεφτεί ποτέ ότι ο Αντώνης μπορεί να είναι γκέι;",
        "pa": "I want to sleep now.\n Has it ever occurred to you that Antonis might be gay?",
        "vi": "Em muốn ngủ.\n Đã bao giờ em nghĩ Antonis đồng tính chưa?"
    },
    {
        "start": "00:17:58,480",
        "end": "00:18:01,480",
        "en": "-Ναι. -Είσαι εντάξει μ' αυτό;",
        "pa": "Yes.\n And you're okay with that?",
        "vi": "- Rồi. - Em không ý kiến gì ư?"
    },
    {
        "start": "00:18:03,800",
        "end": "00:18:07,560",
        "en": "-Δεν ξέρω. -Δεν λες ότι πρέπει να του μιλήσουμε;",
        "pa": "I don't know.\n Don't you think we need to say something to him about it?",
        "vi": "- Em không biết. - Em có nghĩ ta nên nói chuyện với con?"
    },
    {
        "start": "00:18:09,840",
        "end": "00:18:15,320",
        "en": "-Καλύτερα να μιλήσει αυτός. -Σωστά. Ίσως περνάει φάση.",
        "pa": "It'd be better if he talked to us first.\n Good point.\n Maybe it's just a phase, right?",
        "vi": "Nó nói với ta thì tốt hơn.\n Phải rồi. Biết đâu chỉ là tạm thời."
    },
    {
        "start": "00:18:17,000",
        "end": "00:18:21,520",
        "en": "-Θα ήταν τόσο τραγικό αν είναι; -Θα δυστυχήσει.",
        "pa": "Would it be such a tragedy?",
        "vi": "Nó đồng tính thật thì có sao?\n Nó sẽ khổ."
    },
    {
        "start": "00:18:22,880",
        "end": "00:18:26,240",
        "en": "Ενώ εσύ που είσαι στρέιτ είσαι πολύ ευτυχισμένος.",
        "pa": "He'll be unhappy.\n As opposed to you, Fanis, the perfectly happy straight guy?",
        "vi": "Không như anh, trai thẳng và hạnh phúc."
    },
    {
        "start": "00:18:44,120",
        "end": "00:18:49,080",
        "en": "Ναι, κα Αθηνά, μην αγχώνεστε. Παιδί είναι.",
        "pa": "Yes, Miss Athina, don't worry.",
        "vi": "Vâng, chị Athina, đừng lo."
    },
    {
        "start": "00:18:49,520",
        "end": "00:18:54,920",
        "en": "Πόση ώρα είναι απύρετο; Ωραία, δεν ανησυχούμε.",
        "pa": "He's just a child.\n How long has he been without a fever?\n Good.",
        "vi": "Cậu bé còn nhỏ. Hạ sốt bao lâu rồi ạ?\n Vâng, chúng tôi sẽ không lo lắng."
    },
    {
        "start": "00:18:56,960",
        "end": "00:19:00,440",
        "en": "Θα περάσω κι εγώ από κει. Σας ευχαριστώ.",
        "pa": "No reason to worry then.\n I'll definitely stop by.",
        "vi": "Tôi sẽ trực tiếp ghé qua. Cảm ơn."
    },
    {
        "start": "00:19:00,640",
        "end": "00:19:05,240",
        "en": "Θα το μειώσεις στο μισό από σήμερα και κάθε μέρα για δύο εβδομάδες.",
        "pa": "Okay, thank you.\n For the next two weeks, take half of what you've been taking.",
        "vi": "Em uống nửa liều từ hôm nay, hằng ngày trong hai tuần."
    },
    {
        "start": "00:19:05,960",
        "end": "00:19:09,480",
        "en": "-Μετά; -Μετά θα το κόψεις.",
        "pa": "And after that?",
        "vi": "- Sau đó thì sao? - Thì ngừng uống."
    },
    {
        "start": "00:19:09,800",
        "end": "00:19:14,760",
        "en": "Είναι ψυχοτρόπα, είναι δυνατά. Πριν τα κόψεις, να τα σταματήσεις σιγά σιγά.",
        "pa": "Then stop taking it.\n This psychotropic medication is very strong,\n so it'd be wise to ease you off it before you stop completely.",
        "vi": "Thuốc hướng thần. Mạnh đấy.\n Em phải giảm liều trước khi ngừng hẳn."
    },
    {
        "start": "00:19:15,160",
        "end": "00:19:19,360",
        "en": "Με κάνουν και αισθάνομαι πιο ήρεμη. Δεν ξέρω αν πρέπει να τα κόψω.",
        "pa": "It makes me feel so much calmer.",
        "vi": "Thuốc này khiến em bình tĩnh hơn. Không biết nên ngừng không."
    },
    {
        "start": "00:19:19,680",
        "end": "00:19:23,920",
        "en": "-Θα κάνεις ό,τι σου είπαν στην Κέρκυρα. -Οκέι.",
        "pa": "I'm not sure I should stop.\n You'll do what the Corfu therapist told you.",
        "vi": "Em phải theo bác sĩ trị liệu ở Corfu."
    },
    {
        "start": "00:19:24,320",
        "end": "00:19:31,160",
        "en": "-Άρα, θα παίρνω μισό χάπι τη μέρα. -Ναι. Και προσπάθησε να μην πίνεις.",
        "pa": "Okay.\n So instead of taking one pill per day,\n -I'll take half of it. -Yes.\n Also, refrain from drinking.",
        "vi": "Vâng.\n Vậy, thay vì mỗi ngày một viên, em sẽ uống mỗi ngày nửa viên?\n Phải. Và cố đừng uống rượu bia."
    },
    {
        "start": "00:19:43,080",
        "end": "00:19:47,280",
        "en": "-Εσύ πώς είσαι; -Εγώ τα ίδια, όπως τα ξέρεις.",
        "pa": "How are you?",
        "vi": "- Dạo này anh thế nào? - Vẫn vậy."
    },
    {
        "start": "00:19:47,720",
        "end": "00:19:52,520",
        "en": "Πόσος καιρός πρέπει να περάσει για να μη νιώθουμε άβολα;",
        "pa": "I'm doing fine, as usual.\n Can you tell me how long it will be\n before the two of us can go out for coffee without feeling awkward?",
        "vi": "Khi nào chúng ta có thể đi uống cà phê mà không thấy khó xử?"
    },
    {
        "start": "00:19:52,720",
        "end": "00:19:56,360",
        "en": "Δεν νιώθω άβολα… πια.",
        "pa": "I don't feel awkward\n at all.",
        "vi": "Anh không thấy khó xử… nữa."
    },
    {
        "start": "00:20:01,880",
        "end": "00:20:06,520",
        "en": "Μου 'χει λείψει να μιλάω με ανθρώπους χωρίς να λέω μαλακίες.",
        "pa": "I miss talking to people about things other than bullshit.",
        "vi": "Em thèm được nói chuyện tử tế với người khác."
    },
    {
        "start": "00:20:07,080",
        "end": "00:20:12,000",
        "en": "Κι εμένα μου 'χει λείψει. Μπορούμε να πιούμε έναν καφέ. Θα σου στείλω μήνυμα.",
        "pa": "I miss that as well, Sofia.\n We can go for coffee. I'll text you if I find time.",
        "vi": "Anh cũng thèm.\n Ta có thể uống cà phê. Anh sẽ nhắn."
    },
    {
        "start": "00:20:23,760",
        "end": "00:20:29,520",
        "en": "Και συγγνώμη για ό,τι έγινε και που σου ζήτησα να με πας στην Κέρκυρα.",
        "pa": "And I'm sorry\n for everything that happened",
        "vi": "Em xin lỗi về chuyện xảy ra và về việc em nhờ anh đưa em đến Corfu."
    },
    {
        "start": "00:20:31,360",
        "end": "00:20:34,720",
        "en": "-Σου ήταν δύσκολο, το ξέρω. -Δεν ήταν δύσκολο.",
        "pa": "and for having you accompany me that day.\n I know that it was hard for you.\n It wasn't hard at all.",
        "vi": "Em biết là làm khó anh.\n Khó khăn gì đâu."
    },
    {
        "start": "00:20:38,280",
        "end": "00:20:41,000",
        "en": "Στενάχωρο ήταν.",
        "pa": "It was just sad.",
        "vi": "Buồn thôi."
    },
    {
        "start": "00:20:53,040",
        "end": "00:20:55,960",
        "en": "Ξέρω ότι η μητέρα μου παίρνει χάπια για ν' αντέξει.",
        "pa": "I know my mother uses medication to cope with everything.",
        "vi": "Tôi biết mẹ dùng thuốc cho qua ngày."
    },
    {
        "start": "00:20:56,040",
        "end": "00:20:59,600",
        "en": "Είναι πλέον τόσο κανονικό να παίρνει χάπια κανείς.",
        "pa": "Nowadays, taking pills is so commonplace.",
        "vi": "Ngày nay, dùng thuốc là chuyện thường."
    },
    {
        "start": "00:20:59,760",
        "end": "00:21:03,920",
        "en": "Πώς εμπιστεύεσαι τη ζωή σου σε κάποιον που δεν αντέχει τη δική του;",
        "pa": "But how can you put your life in the hands of someone",
        "vi": "Sao ta có thể tin tưởng khi sống với ai đó không yêu đời nổi?"
    },
    {
        "start": "00:21:04,240",
        "end": "00:21:08,400",
        "en": "Της έχω τεράστια αδυναμία, αλλά καμία εμπιστοσύνη.",
        "pa": "who is unable to manage their own?\n I really do love her,\n but I can't put my trust in her.",
        "vi": "Tôi rất yêu mẹ, nhưng không tin tưởng mẹ."
    },
    {
        "start": "00:21:19,200",
        "end": "00:21:22,160",
        "en": "-Βαρέθηκες; -Ναι.",
        "pa": "Did you get bored?",
        "vi": "- Con thấy chán à? - Vâng."
    },
    {
        "start": "00:21:22,480",
        "end": "00:21:27,000",
        "en": "-Η ιστορία με τη μουσική δεν βγάζει κάπου. -Κακό δεν κάνει.",
        "pa": "Yeah.\n That thing with that guy and the music is going nowhere.",
        "vi": "- Vụ âm nhạc bế tắc rồi. - Đâu có tệ."
    },
    {
        "start": "00:21:27,920",
        "end": "00:21:32,040",
        "en": "-Πιστεύεις ότι θα αλλάξουν τα γίδια εδώ; -Έχεις νεύρα.",
        "pa": "It can't hurt you.\n Do you think these small-minded villagers will ever really change their ways?",
        "vi": "- Mẹ nghĩ mấy kẻ ngốc ở đây sẽ thay đổi ư? - Con đang không vui."
    },
    {
        "start": "00:21:32,440",
        "end": "00:21:34,520",
        "en": "Ναι.",
        "pa": "You're on the edge.\n Yeah.",
        "vi": "Vâng."
    },
    {
        "start": "00:21:37,240",
        "end": "00:21:38,880",
        "en": "Αντώνη,",
        "pa": "Antonis?",
        "vi": "Antonis,"
    },
    {
        "start": "00:21:40,000",
        "end": "00:21:43,880",
        "en": "-ξέρεις ότι μπορείς να μου μιλήσεις. -Δεν το ξέρω.",
        "pa": "You know you can talk to me if something is bothering you.\n Nothing's bothering me.",
        "vi": "con biết con có thể tâm sự với mẹ mà."
    },
    {
        "start": "00:21:45,400",
        "end": "00:21:50,240",
        "en": "-Σου το λέω τώρα. -Έχω βαρεθεί τη ζωή μου, αυτό.",
        "pa": "Well I'm telling you now.\n There's nothing wrong. I'm just bored with my life.",
        "vi": "Con không biết nữa.\n Giờ mẹ nói đây.\n Con chẳng lo âu gì, con chán đời thôi, mẹ ạ."
    },
    {
        "start": "00:21:52,080",
        "end": "00:21:54,640",
        "en": "Με τον Σπύρο μιλήσατε, είναι καλύτερα;",
        "pa": "Did you talk to Spyros? Is he feeling better?",
        "vi": "Nói chuyện với Spyros chưa? Ổn hơn chưa?"
    },
    {
        "start": "00:21:56,160",
        "end": "00:21:58,760",
        "en": "-Μετά το τροχαίο εννοώ. -Πού να ξέρω;",
        "pa": "-I mean, after the accident. -How should I know?",
        "vi": "- Sau tai nạn đó. - Sao con biết được?"
    },
    {
        "start": "00:22:01,600",
        "end": "00:22:05,640",
        "en": "-Νόμιζα ήσασταν κολλητοί. -Όχι πια.",
        "pa": "I thought you were best friends.",
        "vi": "Mẹ tưởng hai đứa là bạn thân."
    },
    {
        "start": "00:22:06,880",
        "end": "00:22:11,800",
        "en": "Είμαστε, μα έχουμε χαθεί τελευταία. Είναι με την κοπέλα του, τη Γιάννα.",
        "pa": "Not anymore.\n I mean, we are, but lately, we seem to have lost touch.",
        "vi": "Hết thân rồi ạ.\n Vẫn là bạn nhưng dạo này chả liên lạc."
    },
    {
        "start": "00:22:12,840",
        "end": "00:22:15,240",
        "en": "Έχεις να ρωτήσεις κάτι άλλο;",
        "pa": "He spends a lot of time with Yianna.\n Do you have any other inquiries?",
        "vi": "Cậu ấy có Yianna rồi mà.\n Mẹ hỏi gì nữa không?"
    },
    {
        "start": "00:22:16,280",
        "end": "00:22:22,120",
        "en": "Κάπως έτσι, αρνήθηκα ό,τι μπορεί να νιώθω, όποια σχέση έχω με τον Σπύρο.",
        "pa": "And just like that, I denied any feelings I might have had.",
        "vi": "Tôi đã phủ nhận hết cảm xúc của mình và bất kì quan hệ nào với Spyros như thế."
    },
    {
        "start": "00:22:22,680",
        "end": "00:22:26,800",
        "en": "Δεν είναι δύσκολο να γίνεις σαν όλους εκείνους που κοροϊδεύεις.",
        "pa": "Whatever relationship I had with Spyros.\n In the end, it's not that difficult\n to turn into all the people you're mocking.",
        "vi": "Không khó để cư xử như những người mà ta cười nhạo."
    },
    {
        "start": "00:22:29,720",
        "end": "00:22:33,160",
        "en": "-Μίλησες με τον Αντώνη; -Όχι, γιατί;",
        "pa": "Have you talked to Antonis lately?",
        "vi": "- Anh nói chuyện với Antonis chưa? - Chưa, tại sao?"
    },
    {
        "start": "00:22:33,480",
        "end": "00:22:37,440",
        "en": "-Έμαθα ότι η Λένα τον γουστάρει. -Για τα φράγκα του.",
        "pa": "No, why?\n Well, I heard Lina's into him.",
        "vi": "- Nghe nói Lina thích anh ấy. - Vì tiền thôi."
    },
    {
        "start": "00:22:37,920",
        "end": "00:22:42,280",
        "en": "Κακό θα ήταν αυτό; Μακάρι να τα φτιάχνανε.",
        "pa": "She's a gold digger.\n Yeah, what's wrong with that?\n That'd be nice if they were dating.",
        "vi": "Thế thì tệ lắm sao?\n Mong sao họ thành đôi."
    },
    {
        "start": "00:22:42,640",
        "end": "00:22:44,880",
        "en": "-Αν και… -Τι;",
        "pa": "-But… -What?",
        "vi": "- Cho dù… - Gì?"
    },
    {
        "start": "00:22:45,200",
        "end": "00:22:49,040",
        "en": "Μην ξαναλέμε τα ίδια, είμαι σίγουρη ότι είναι αδερφή.",
        "pa": "Really? Come on, not again with that.\n You know Antonis is 100 percent gay.",
        "vi": "Khỏi nhắc lại nữa. Em đã bảo chắc chắn anh ấy đồng tính mà."
    },
    {
        "start": "00:22:49,560",
        "end": "00:22:51,680",
        "en": "-Ξεκόλλα, ρε Γιάννα! -Πας στοίχημα;",
        "pa": "-Cut it out, Yianna. -Want to bet?",
        "vi": "- Thôi đi, Yianna. - Cá không?"
    },
    {
        "start": "00:22:51,920",
        "end": "00:22:57,080",
        "en": "-Κι εσένα τι σε αφορά; -Ίσως δεν έχει να μιλήσει με κάποιον.",
        "pa": "So what's it to you?\n I'm just saying, Antonis has been your friend forever",
        "vi": "Can gì tới em?\n Em bảo anh vì Antonis là bạn anh và có thể anh ấy chả có ai để tâm sự."
    },
    {
        "start": "00:22:57,320",
        "end": "00:23:00,800",
        "en": "-Δεν είναι σωστό που είσαι απόμακρος. -Δεν είναι αδερφή.",
        "pa": "and he might need to talk to you.\n And you're being so distant, it's not nice to him.",
        "vi": "- Anh xa cách thế là không được. - Cậu ấy không đồng tính."
    },
    {
        "start": "00:23:01,160",
        "end": "00:23:02,720",
        "en": "Καλά.",
        "pa": "-He's not gay, Yianna. -Yeah, right.",
        "vi": "Được thôi."
    },
    {
        "start": "00:23:04,440",
        "end": "00:23:06,680",
        "en": "-Ποστάρω; -Κάνε ό,τι θες.",
        "pa": "-Should I post it? -Do whatever you like.",
        "vi": "- Em đăng lên nhé? - Tùy em."
    },
    {
        "start": "00:23:07,160",
        "end": "00:23:08,680",
        "en": "Ποστάρω.",
        "pa": "I'm posting it.",
        "vi": "Em đăng đây."
    },
    {
        "start": "00:23:09,520",
        "end": "00:23:15,680",
        "en": "Μπόμπα είμαι! Στον Θεό οι followers, Σπύρο μου! Έφυγε.",
        "pa": "Hot as hell, babe!\n Followers will go through the roof!",
        "vi": "Em nổi tiếng thật đấy! Rất đông người theo dõi, Spyros! Đăng rồi."
    },
    {
        "start": "00:23:16,120",
        "end": "00:23:20,520",
        "en": "Έχω γράψει τόσα κι έχω μπλοκάρει. Είναι σκόρπια όλα.",
        "pa": "Posted it.\n I've written so much and now I'm stuck.",
        "vi": "Cháu viết rất nhiều, giờ thì bí rồi. Không viết được gì có nghĩa."
    },
    {
        "start": "00:23:20,840",
        "end": "00:23:24,800",
        "en": "Έχω τις λέξεις: Σύνορο, όνομα, όνειρο,",
        "pa": "Everything is scattered.\n So, I have the words, \"border,\"",
        "vi": "Cháu đã nghĩ ra các từ. Ranh giới, tên, ước mơ, tầm nhìn,"
    },
    {
        "start": "00:23:24,880",
        "end": "00:23:27,160",
        "en": "όραμα, παιδί, φιλί.",
        "pa": "\"name,\" \"dream,\"\n \"vision,\" \"child,\" \"kiss\"--",
        "vi": ""
    },
    {
        "start": "00:23:27,240",
        "end": "00:23:30,080",
        "en": "-Σςςς. Μη μιλάς. -Χάλια;",
        "pa": "Shh! Stop talking!",
        "vi": "đứa trẻ, nụ hôn.\n - Đừng nói. - Chania."
    },
    {
        "start": "00:23:30,920",
        "end": "00:23:35,600",
        "en": "-Δώσ' μου ένα όραμα να… -Εκεί κόλλησα! Δεν βρίσκω τι ταιριάζει!",
        "pa": "Is it horrible?\n Please provide me with a vision to--\n That's where I'm stuck.",
        "vi": "\"Cho tôi tầm nhìn để…\"\n Cháu bí rồi. Không tìm được từ phù hợp. Mọi thứ rối hết cả."
    },
    {
        "start": "00:23:35,920",
        "end": "00:23:38,280",
        "en": "-Θα με βοηθήσεις; -Θα δω.",
        "pa": "I just can't find a matching phrase. It's all wrong.\n Can you help me?",
        "vi": "- Bà giúp cháu nhé? - Để bà xem."
    },
    {
        "start": "00:23:38,600",
        "end": "00:23:43,000",
        "en": "-Σαν ποίημα θέλω να είναι. -Όχι, σαν προσευχή πρέπει να 'ναι.",
        "pa": "-Well, maybe. -I want to, um…\n Write it like a poem.",
        "vi": "- Cháu muốn nghe giống thơ. - Không, giống lời cầu nguyện thì hơn."
    },
    {
        "start": "00:23:43,320",
        "end": "00:23:47,520",
        "en": "-Αυτό σκέφτομαι! Πού το κατάλαβες; -Έχω κι εγώ τις στιγμές μου.",
        "pa": "No way, honey. It should be written more like a prayer.\n Bravo! Prayer, not poem. Wait, how do you mean?",
        "vi": "- Chính xác? Sao bà biết? - Bà cũng có lúc thăng hoa."
    },
    {
        "start": "00:23:47,760",
        "end": "00:23:49,400",
        "en": "Γιαγιά,",
        "pa": "Ah, I still have periods of clarity, you know.\n Grandma.",
        "vi": "Bà à, chuyện này"
    },
    {
        "start": "00:23:50,040",
        "end": "00:23:51,920",
        "en": "είναι πολύ σημαντικό για μένα.",
        "pa": "You see, this is very important for me.",
        "vi": "rất quan trọng với cháu."
    },
    {
        "start": "00:23:53,200",
        "end": "00:23:57,280",
        "en": "Ν' αντισταθώ. Δώσ' μου ένα όραμα ν' αντισταθώ.",
        "pa": "So I can endure.\n Please provide me with a vision so I can endure.",
        "vi": "\"Để chống lại. Cho tôi tầm nhìn để chống lại\"."
    },
    {
        "start": "00:23:57,640",
        "end": "00:23:59,880",
        "en": "-Βγάζει νόημα αυτό; -Ναι.",
        "pa": "Does this make sense, though?\n Yes.",
        "vi": "- Câu đó có ý nghĩa ạ? - Có."
    },
    {
        "start": "00:24:00,480",
        "end": "00:24:02,880",
        "en": "-Δεν το καταλαβαίνω. -Δεν χρειάζεται.",
        "pa": "-I don't get it. -No need to, dear.",
        "vi": "- Cháu không hiểu. - Không cần hiểu."
    },
    {
        "start": "00:24:03,240",
        "end": "00:24:05,600",
        "en": "Σίγουρα; Αξίζει, λες;",
        "pa": "Are you sure? Is that any good?",
        "vi": "Bà chắc chứ ạ? Có đáng không ạ?"
    },
    {
        "start": "00:24:06,040",
        "end": "00:24:08,960",
        "en": "Έχουμε ερωτευτεί κι εμείς, λουλούδι μου.",
        "pa": "I've been in love too, you know, my little darling dear.",
        "vi": "Bà cũng từng yêu mà, bông hoa nhỏ."
    },
    {
        "start": "00:24:09,400",
        "end": "00:24:12,720",
        "en": "-Πήγαινε γιατί άρχισα να εκνευρίζομαι. -Γιατί;",
        "pa": "I'm starting to get irritated, so hurry and leave.",
        "vi": "Cháu đi đi vì bà bắt đầu cáu rồi đấy."
    },
    {
        "start": "00:24:13,200",
        "end": "00:24:16,480",
        "en": "-Γιατί ζηλεύω. -Να μη ζηλεύεις.",
        "pa": "Why are you irritated?\n Because I'm jealous.\n Don't be jealous of me.",
        "vi": "- Tại sao ạ? - Vì bà ghen tị.\n Bà đừng ghen tị."
    },
    {
        "start": "00:24:17,960",
        "end": "00:24:20,800",
        "en": "-Στο μυαλό μου είναι. -Αυτό ακριβώς ζηλεύω.",
        "pa": "It's all in my own head.\n That's exactly what I'm jealous of.",
        "vi": "- Cháu tưởng tượng ra mà. - Bà ghen vì điều đó."
    },
    {
        "start": "00:24:21,600",
        "end": "00:24:23,480",
        "en": "Έλα, έφυγες.",
        "pa": "Come on, get out of here.",
        "vi": "Cháu đi đi."
    },
    {
        "start": "00:24:25,840",
        "end": "00:24:28,960",
        "en": "-Καλέ! -Σ' ευχαριστώ!",
        "pa": "-Mwah! -Oh!\n Thank you, Grandma!\n Oh!",
        "vi": "- Gì thế? - Cảm ơn bà!\n Cháu đi đây."
    },
    {
        "start": "00:24:38,040",
        "end": "00:24:40,760",
        "en": "Δώσ' μου ένα σύνορο να περπατώ.",
        "pa": "Hmm…\n Give me borders to walk to.",
        "vi": "\"Cho tôi đường để đi\"."
    },
    {
        "start": "00:24:42,200",
        "end": "00:24:44,920",
        "en": "Δώσ' μου ένα όνομα να μη χαθώ.",
        "pa": "Give me a name so that I don't get lost.",
        "vi": "\"Cho tôi một cái tên để khỏi lạc\"."
    },
    {
        "start": "00:24:50,440",
        "end": "00:24:54,440",
        "en": "Δώσ' μου ένα όνειρο να κρατηθώ.",
        "pa": "Give me a dream",
        "vi": "\"Cho tôi ước mơ để theo đuổi\"."
    },
    {
        "start": "00:24:56,000",
        "end": "00:24:59,400",
        "en": "Δώσ' μου ένα όραμα ν' αντισταθώ.",
        "pa": "to cling on to.\n Give me a vision\n so I can endure.",
        "vi": "\"Cho tôi tầm nhìn để chống lại\"."
    },
    {
        "start": "00:25:01,840",
        "end": "00:25:04,720",
        "en": "Δώσ' μου ένα παιδί να εξομολογηθώ.",
        "pa": "Give me a child to confess my sins to.",
        "vi": "\"Cho tôi đứa trẻ để thú tội\"."
    },
    {
        "start": "00:25:08,800",
        "end": "00:25:12,560",
        "en": "Δώσ' μου ένα φιλί να πλύνω το κακό.",
        "pa": "Give me a kiss to wash away my pain.",
        "vi": "\"Cho tôi nụ hôn để xua đuổi tà ác\"."
    },
    {
        "start": "00:25:38,680",
        "end": "00:25:41,560",
        "en": "Ξύπνησέ με το πρωί μ' έναν σκοπό",
        "pa": "Wake me in the morning with a rhythm",
        "vi": "\"Sớm mai đánh thức tôi bằng một giai điệu"
    },
    {
        "start": "00:25:41,760",
        "end": "00:25:45,280",
        "en": "που να λέει \"χαλάλι στη ζωή που ζω\".",
        "pa": "saying, \"All is well, my life feels worthy.\"",
        "vi": "nói rằng đời tôi xứng đáng\"."
    },
    {
        "start": "00:25:53,600",
        "end": "00:25:57,040",
        "en": "-Μπα, ζεις; -Γιατί έκανες τόσες μέρες να έρθεις;",
        "pa": "Well, living.",
        "vi": "- Ông còn sống à? - Sao mãi bà mới đến?"
    },
    {
        "start": "00:25:57,280",
        "end": "00:26:00,840",
        "en": "Δεν ήξερα να έρχομαι κάθε μέρα. Χάλια φαίνεσαι.",
        "pa": "Why has it taken you so long?\n What, you expect me to come every day?",
        "vi": "Ngày nào tôi cũng phải đến chắc? Trông ông phờ phạc quá."
    },
    {
        "start": "00:26:01,120",
        "end": "00:26:03,560",
        "en": "Μια χαρά είμαι, δεσποινίς Χάρις.",
        "pa": "You look awful.\n I'm just fine, Miss Haris.",
        "vi": "- Tôi chả sao cả, bà Haris. - Lưng ông sao rồi?"
    },
    {
        "start": "00:26:04,080",
        "end": "00:26:07,000",
        "en": "-Η μέση σου; -Είμαι καλύτερα από ποτέ.",
        "pa": "-Your back too? -I'm in the best shape of my life.",
        "vi": "Ổn chưa từng thấy."
    },
    {
        "start": "00:26:11,040",
        "end": "00:26:13,240",
        "en": "Κολοκυθόπιτα είναι.",
        "pa": "It's a homemade pumpkin pie.",
        "vi": "Bánh bí ngô đấy."
    },
    {
        "start": "00:26:13,560",
        "end": "00:26:17,640",
        "en": "Ήθελα να 'ξερα, αυτή η άχρηστη, η κόρη σου, δεν θα έρθει στο νησί καθόλου;",
        "pa": "I'm curious if your worthless daughter has any plans to visit the island someday.",
        "vi": "Tôi tò mò, đứa con gái vô tích sự của ông có lên đảo không?"
    },
    {
        "start": "00:26:17,880",
        "end": "00:26:21,960",
        "en": "Να την αφήσεις ήσυχη την κόρη μου, μια χαρά είμαι, δεν έχω ανάγκη κανέναν.",
        "pa": "Leave my daughter out of this.\n I'm fine, I don't need anyone to look after me.",
        "vi": "Đừng lôi con tôi vào, tôi ổn, tôi chẳng cần ai cả."
    },
    {
        "start": "00:26:22,720",
        "end": "00:26:26,240",
        "en": "Μπράβο σου. Τα λέμε όταν ξαναμαγειρέψω.",
        "pa": "Good for you.\n I'll see you next time I decide to cook.",
        "vi": "Tốt cho ông. Khi nào tôi nấu tiếp, tôi sẽ qua."
    },
    {
        "start": "00:26:26,640",
        "end": "00:26:28,000",
        "en": "Χάρις…",
        "pa": "Haris…",
        "vi": "Haris…"
    },
    {
        "start": "00:26:30,960",
        "end": "00:26:32,400",
        "en": "Ευχαριστώ.",
        "pa": "Thank you.",
        "vi": "Cảm ơn bà."
    },
    {
        "start": "00:26:33,840",
        "end": "00:26:36,960",
        "en": "Θα περάσεις αύριο;",
        "pa": "Will you come by tomorrow?",
        "vi": "Mai bà… có qua không?"
    },
    {
        "start": "00:27:05,040",
        "end": "00:27:07,240",
        "en": "-Μπορώ να σε απασχολήσω λίγο; -Βέβαια.",
        "pa": "Can I talk to you for a minute?",
        "vi": "- Em nói chuyện với thầy nhé? - Được."
    },
    {
        "start": "00:27:07,640",
        "end": "00:27:11,240",
        "en": "-Μας ζήτησες να γράψουμε κάποιους στίχους. -Και κανείς δεν έγραψε.",
        "pa": "Yeah, sure.\n -You requested we write lyrics for a song. -Mhm. And no one did.",
        "vi": "- Thầy bảo bọn em viết lời nhạc. - Chẳng ai viết cả."
    },
    {
        "start": "00:27:12,640",
        "end": "00:27:15,960",
        "en": "Δεν ξέρω αν είναι ωραίο. Είναι λίγο περίεργο.",
        "pa": "I don't know if they're any good.",
        "vi": "Em không biết có hay không. Hơi kì ạ."
    },
    {
        "start": "00:27:16,160",
        "end": "00:27:21,000",
        "en": "Εμένα μ' αρέσει. Προσπάθησα να σκεφτώ μια μουσική και δεν…",
        "pa": "They're a bit weird.\n I mean, catchy too. It's just…\n I tried to pair some music with the lyrics, but uh, I couldn't.",
        "vi": "Em thích nó. Em cố phổ nhạc, nhưng không được."
    },
    {
        "start": "00:27:21,320",
        "end": "00:27:25,400",
        "en": "-Θα το διαβάσω και θα σου πω. -Οκέι. Ευχαριστώ.",
        "pa": "I'll read them and let you know.\n Okay. Thank you.",
        "vi": "- Tôi sẽ đọc xem sao. - Vâng. Cảm ơn thầy."
    },
    {
        "start": "00:27:26,640",
        "end": "00:27:28,600",
        "en": "Σε περιμένουν.",
        "pa": "Someone's waiting for you.",
        "vi": "Có người đợi em kìa."
    },
    {
        "start": "00:27:30,920",
        "end": "00:27:33,320",
        "en": "Ναι. Γεια. Ευχαριστώ.",
        "pa": "Yeah. Bye. Thank you.\n ♪ If you ever go down Trinidad ♪",
        "vi": "Vâng. Cảm ơn thầy, chào thầy."
    },
    {
        "start": "00:27:51,440",
        "end": "00:27:56,920",
        "en": "Ο Θάνος είναι πολύ καλό παιδί και πολύ φλώρος. Ήρθε από την Αθήνα.",
        "pa": "♪ They make you feel so very glad ♪\n ♪ Calypso sing and make up rhyme ♪\n ♪ Guarantee you one real good fine time ♪\n Thanos is a wonderful young man and the epitome of a snowflake.",
        "vi": "Thanos là chàng trai tốt và ẻo lả."
    },
    {
        "start": "00:27:57,400",
        "end": "00:28:00,840",
        "en": "Είναι πρώτο έτος ιατρικής και για τους γονείς μου, ιδανικός γαμπρός.",
        "pa": "He arrived a few days earlier from Athens.\n He's in his first year of medical school,\n and my parents believe he'd make an excellent son-in-law.",
        "vi": "Anh ta đến từ Athens.\n Sinh viên năm nhất trường y và chú rể lí tưởng của bố mẹ."
    },
    {
        "start": "00:28:01,280",
        "end": "00:28:08,040",
        "en": "Γουστάρει την αδερφή μου. Δεν ξέρει ότι εκείνη είναι ερωτευμένη με άλλον.",
        "pa": "He obviously likes my sister.\n But the poor guy has no idea my sister's in love.",
        "vi": "Anh ấy thích chị tôi. Anh ấy không biết chị yêu người khác."
    },
    {
        "start": "00:28:10,400",
        "end": "00:28:14,480",
        "en": "Με παρηγορεί ότι υπάρχουν κι άλλοι που αρνούνται ό,τι αισθάνονται.",
        "pa": "And certainly not with him.\n It's somewhat soothing to know that others, too, deny their feelings.\n ♪ Young girls say they treat 'em nice ♪\n ♪ Make Trinidad like paradise ♪",
        "vi": "Tôi thấy yên tâm khi có người khác phủ nhận cảm xúc của họ."
    },
    {
        "start": "00:28:21,520",
        "end": "00:28:24,920",
        "en": "",
        "pa": "♪ Drinking rum and coca cola ♪",
        "vi": ""
    },
    {
        "start": "00:28:35,560",
        "end": "00:28:37,880",
        "en": "Τον κάλεσε πάλι ο πατέρας σου για φαγητό.",
        "pa": "Your father invited him to dinner again.",
        "vi": "Bố cháu lại mời cậu ta đến ăn tối."
    },
    {
        "start": "00:28:38,760",
        "end": "00:28:42,440",
        "en": "Φαντάζομαι και να βαριόταν να έρθει, δεν θα μπορούσε να πει όχι.",
        "pa": "Even if he didn't want to come, he just can't refuse the man.",
        "vi": "Dù không thích đến, cậu ta cũng không thể từ chối."
    },
    {
        "start": "00:28:44,120",
        "end": "00:28:47,680",
        "en": "-Είσαι εντάξει μ' αυτό; -Ναι. Τι με νοιάζει;",
        "pa": "And are you okay with that?\n Yeah, why shouldn't I be? I don't care.",
        "vi": "- Cháu không ý kiến? - Vâng. Sao cháu phải quan tâm?"
    },
    {
        "start": "00:28:50,920",
        "end": "00:28:54,640",
        "en": "-Διάβασε τους στίχους; Σου είπε τίποτα; -Όχι. Προφανώς δεν του άρεσε.",
        "pa": "Did he tell you anything about the lyrics we wrote?",
        "vi": "- Cậu ta đọc lời nhạc chưa? Bảo gì? - Chả bảo gì. Rõ là anh ấy không thích."
    },
    {
        "start": "00:28:55,080",
        "end": "00:28:57,040",
        "en": "Ή και το αντίθετο.",
        "pa": "No. He probably didn't like them.\n Or the opposite.",
        "vi": "Hoặc có thích."
    },
    {
        "start": "00:28:57,760",
        "end": "00:28:59,640",
        "en": "Τι θα φορέσεις;",
        "pa": "What're you going to wear?",
        "vi": "Cháu sẽ mặc gì?"
    },
    {
        "start": "00:28:59,800",
        "end": "00:29:06,280",
        "en": "Δοκίμασέ το. Είναι χιλιανό. Τα καλύτερα. Μου τα στέλνει ένας φίλος προμηθευτής.",
        "pa": "Try this, it's exceptional. It's from Chile.\n You know, Chileans are the best.",
        "vi": "Thử đi. Rượu Chile. Rượu này ngon nhất. Khách hàng gửi cho tôi."
    },
    {
        "start": "00:29:06,480",
        "end": "00:29:10,120",
        "en": "Αυτό είναι μονοποικιλιακό. Carmener.",
        "pa": "I've a friend who's a distributor and he sends bottles to me.\n This one contains a single variety, Carmemer.",
        "vi": "Đây là Carménère, một loại nho riêng."
    },
    {
        "start": "00:29:10,360",
        "end": "00:29:14,880",
        "en": "Για να καταλάβεις τη γεύση του, πρέπει να έχει αναπνεύσει δύο ώρες πριν σε κανάτα.",
        "pa": "If you want to really feel its taste,\n first, you need to let it breathe in a jug for two hours.",
        "vi": "Phải để rượu nghỉ trong hai tiếng trước khi nếm thử."
    },
    {
        "start": "00:29:15,200",
        "end": "00:29:19,880",
        "en": "Ορέστη, πώς σου φαίνεται που πλέον σε φωνάζουν όλοι \"δάσκαλο\";",
        "pa": "Orestis,\n how do you feel about the whole island calling you \"teacher\"?",
        "vi": "Orestis, thấy sao khi mọi người gọi cậu là \"thầy\"?"
    },
    {
        "start": "00:29:20,040",
        "end": "00:29:23,920",
        "en": "-Περίεργο, γιατί δεν είμαι. -\"Μαέστρο\" έπρεπε να σε φωνάζουν.",
        "pa": "It's pretty odd because I'm really not one.",
        "vi": "- Kì lắm vì cháu đâu phải thầy. - Họ nên gọi là \"nhạc sĩ\"."
    },
    {
        "start": "00:29:24,120",
        "end": "00:29:28,160",
        "en": "Αλλά σου λέει \"Σχολείο, μουσική, δάσκαλος θα είναι\".",
        "pa": "They should call you \"maestro\"\n But it's a school, and you teach music,",
        "vi": "Nhưng họ nghĩ: \"Ở trường dạy nhạc thì phải là thầy rồi\"."
    },
    {
        "start": "00:29:28,320",
        "end": "00:29:31,080",
        "en": "-Δεν πειράζει. Μ' αρέσει, πλάκα έχει. -Αγάπη μου.",
        "pa": "so that's what they think.\n It's okay, I think it's really cute.",
        "vi": "- Có sao đâu. Tôi thích thế. - Em uống vang nhé?"
    },
    {
        "start": "00:29:31,320",
        "end": "00:29:34,360",
        "en": "-Όχι, ευχαριστώ. -Δεν του αρέσει, είναι έτοιμος να φύγει.",
        "pa": "Wine?\n No, thank you.\n He doesn't like it at all, but he wants to leave.",
        "vi": "- Không. - Anh ấy đâu thích, sắp về rồi."
    },
    {
        "start": "00:29:34,680",
        "end": "00:29:38,360",
        "en": "-Μου αρέσει πολύ, είναι εξαιρετικό. -Γιατί να φύγει ο άνθρωπος;",
        "pa": "I really like it, don't listen to him.\n -It's exceptional, indeed. -Why would he want to leave, Fanis?",
        "vi": "- Tôi thích lắm. Rượu ngon tuyệt hảo. - Sao cậu ấy lại phải về?"
    },
    {
        "start": "00:29:38,560",
        "end": "00:29:41,000",
        "en": "-Δεν θέλω να φύγω. -Εγώ μπορώ να πιω;",
        "pa": "I don't want to leave.",
        "vi": "Cháu không muốn về."
    },
    {
        "start": "00:29:41,240",
        "end": "00:29:44,880",
        "en": "-Όχι. -Δεν σε πήγαμε τον γύρο του νησιού.",
        "pa": "-Can I drink some wine too? -No, you can't.\n We're horrible hosts,",
        "vi": "- Con uống nhé? - Không.\n Bọn tôi chưa đưa anh đi quanh đảo như đã hứa. Thất lễ quá."
    },
    {
        "start": "00:29:45,120",
        "end": "00:29:47,040",
        "en": "-Μια από αυτές τις μέρες θα πάμε. -Οκέι.",
        "pa": "we promised we'd show you around the island and we haven't.\n One of these days we'll go, promise.",
        "vi": "- Mai kia sẽ đưa anh đi. - Vâng."
    },
    {
        "start": "00:29:47,200",
        "end": "00:29:52,880",
        "en": "Είναι μαγικά. Οι Αντίπαξοι… Ο καιρός είναι ιδανικός, θα περάσουμε τέλεια.",
        "pa": "The other side is magical.\n And Antipaxi.\n The weather is perfect and all the beaches are empty now.",
        "vi": "Bên kia đảo đẹp lắm. Antipaxos đẹp ma mị.\n Thời tiết đẹp, bãi biển không đông, sẽ vui lắm."
    },
    {
        "start": "00:29:53,040",
        "end": "00:29:55,640",
        "en": "Βρε αγάπη μου, πιες μια γουλιά, για το καλό.",
        "pa": "Come on, love, just have a sip, it won't hurt you.",
        "vi": "Em nhấp môi thôi. Uống với bọn anh."
    },
    {
        "start": "00:29:55,960",
        "end": "00:29:59,960",
        "en": "-Δεν κάνει να ανακατεύεις χάπια με αλκοόλ. -Τι θα γίνει με το κινητό;",
        "pa": "When you take pills, you shouldn't drink alcohol.",
        "vi": "Dùng thuốc thì không nên uống rượu."
    },
    {
        "start": "00:30:00,720",
        "end": "00:30:04,960",
        "en": "Λοιπόν, δάσκαλε, κανένα ταλέντο υπάρχει σε όλο αυτό που κάνετε εκεί;",
        "pa": "Are you still on your phone?\n So, teacher. Tell me…\n Have you detected any talented students yet?",
        "vi": "Bỏ điện thoại xuống?\n Nhạc sĩ, cậu có tìm được tài năng mới nào ở lớp không?"
    },
    {
        "start": "00:30:05,200",
        "end": "00:30:10,160",
        "en": "-Υπάρχουν πολλά, αλλά θέλει λίγο χρόνο. - Μακάρι.",
        "pa": "Many of them are, not just one.",
        "vi": "Có ạ, không chỉ một, nhưng cần thời gian."
    },
    {
        "start": "00:30:10,880",
        "end": "00:30:15,240",
        "en": "Αυτό το μέρος κάποτε είχε μόνο μουσική. Τώρα, μόνο στεναχώρια.",
        "pa": "-But we need some more time. - Let's hope so.\n This place was filled with music. Now it's only filled with sadness.",
        "vi": "Giá như.\n Âm nhạc từng ngân vang ở đây. Nhưng giờ chỉ còn nỗi buồn bao phủ."
    },
    {
        "start": "00:30:15,600",
        "end": "00:30:19,320",
        "en": "Κλειστά μαγαζιά, κλειστά μπαρ, όλοι κλεισμένοι, μάσκες.",
        "pa": "The stores are closed, the bars are closed,",
        "vi": "Cửa hàng, quán bar đóng cửa, mọi người bị cách li, đeo khẩu trang…"
    },
    {
        "start": "00:30:19,640",
        "end": "00:30:23,560",
        "en": "-Αυτό είναι στεναχώρια. -Βολεύει όλους να 'ναι σε κατάθλιψη.",
        "pa": "everyone is inside wearing masks.\n If that's not depressing, I don't know what is.",
        "vi": "Không phải buồn thì là gì?\n Hợp với mấy người trầm cảm."
    },
    {
        "start": "00:30:23,840",
        "end": "00:30:25,240",
        "en": "-Συμφωνώ. -Τι λέτε;",
        "pa": "It's more convenient if we're depressed.\n -That's true. -What are you on about?",
        "vi": "- Phải. - Con nói gì thế?"
    },
    {
        "start": "00:30:25,560",
        "end": "00:30:29,000",
        "en": "Είναι μια δύσκολη περίοδος για όλον τον κόσμο. Όχι μόνο για εμάς.",
        "pa": "Everyone is going through a difficult moment. It's not just us.",
        "vi": "Cả thế giới phải gồng mình, đâu chỉ chúng ta."
    },
    {
        "start": "00:30:30,240",
        "end": "00:30:33,280",
        "en": "-Κλέλια, εξαιρετικό αυτό που έγραψες. -Τι έγραψε;",
        "pa": "-Klelia, what you wrote was exceptional. -What did she write?",
        "vi": "- Klelia, lời nhạc của em hay lắm. - Con bé viết gì?"
    },
    {
        "start": "00:30:33,560",
        "end": "00:30:36,440",
        "en": "-Στίχους για ένα τραγούδι. -Μπράβο, Κλέλια μου.",
        "pa": "-Lyrics for a song. -Mm!",
        "vi": "- Lời bài hát. - Hay quá, Klelia."
    },
    {
        "start": "00:30:36,680",
        "end": "00:30:40,920",
        "en": "-Μπράβο, ρε αδερφούλα. -Και; Τι έχετε σκοπό να κάνετε;",
        "pa": "Bravo, Klelia! That's my girl.\n Bravo, little sis!\n Well done! And what do you plan on doing with it?",
        "vi": "- Hay lắm, chị. - Hay lắm!\n Sao hả? Anh sẽ làm gì với nó?"
    },
    {
        "start": "00:30:41,280",
        "end": "00:30:46,520",
        "en": "Θα το συνθέσουμε. Σκέφτηκα διάφορες μελωδίες, μα με ό,τι έγινε, δεν πρόλαβα…",
        "pa": "I want to write the music. Make it into a song.\n I've come up with a couple of melodies,",
        "vi": "Chúng tôi sẽ soạn nhạc.\n Tôi nghĩ ra vài giai điệu, nhưng vướng chuyện kia nên chưa…"
    },
    {
        "start": "00:30:46,600",
        "end": "00:30:48,520",
        "en": "Τι έγινε;",
        "pa": "but given what happened, I don't have time.\n What has happened?\n Uh…",
        "vi": "Chuyện gì thế?"
    },
    {
        "start": "00:30:51,640",
        "end": "00:30:55,920",
        "en": "-Δεν έγινε τίποτα; -Εννοεί μάλλον την ιστορία με τη Μαρία.",
        "pa": "What? Nothing happened?\n I think Orestis is talking about the whole situation with Maria.",
        "vi": "- Không có chuyện gì ư? - Ý anh ấy là chuyện của Maria."
    },
    {
        "start": "00:30:56,240",
        "end": "00:30:59,080",
        "en": "Ναι, ναι, είναι τραγικό.",
        "pa": "Yes, yes. It's really terrible.",
        "vi": "Phải, bi thảm thật."
    },
    {
        "start": "00:30:59,400",
        "end": "00:31:02,040",
        "en": "Κοίταξε, είναι μια πολύ ειδική περίπτωση.",
        "pa": "Listen, this is a unique situation.",
        "vi": "Nghe này, đó là một vụ rất đặc biệt…"
    },
    {
        "start": "00:31:02,280",
        "end": "00:31:06,960",
        "en": "Ο τύπος θα μας κλείσει το σπίτι. Η αδελφή μου θα κλείσει το δικό του.",
        "pa": "Her husband is a sick man…\n This guy is going to destroy our family.",
        "vi": "Gã này sẽ hủy hoại gia đình tôi. Và chị tôi sẽ hủy hoại thầy ấy."
    },
    {
        "start": "00:31:07,040",
        "end": "00:31:09,080",
        "en": "Δεν ξέρει πού έχει μπλέξει.",
        "pa": "Or maybe he'll get destroyed by my sister\n without realizing what he's gotten himself into.",
        "vi": "Thầy không biết mình đang dính vào gì."
    },
    {
        "start": "00:31:09,440",
        "end": "00:31:12,600",
        "en": "Σ' όλες τις περιπτώσεις, δεν τα βλέπω καλά.",
        "pa": "In any event, I don't believe this will end well.",
        "vi": "Dù sao, tôi nghĩ kết cục sẽ không có hậu."
    },
    {
        "start": "00:31:14,040",
        "end": "00:31:18,000",
        "en": "-Χαίρετε! - Θάνο, αγόρι μου!",
        "pa": "-Good evening! - Oh!\n Thanos! It's good to see you.",
        "vi": "Chào cả nhà!\n - Thanos, chàng trai của tôi! - Thanos."
    },
    {
        "start": "00:31:18,480",
        "end": "00:31:22,240",
        "en": "-Πώς είναι η μαμά; Την είδα στα παγωτά. -Ναι, μου το 'πε.",
        "pa": "Thanos!\n -How's your mom? -Great!\n I ran into her at the ice cream shop.",
        "vi": "- Mẹ cháu sao rồi? Cô vừa gặp mẹ cháu. - Vâng, mẹ cháu có nói."
    },
    {
        "start": "00:31:22,440",
        "end": "00:31:24,000",
        "en": "-Θα κάτσεις για φαγητό; -Ναι.",
        "pa": "-She told me. -Will you please join us?",
        "vi": "- Cháu ngồi ăn nhé? - Vâng."
    },
    {
        "start": "00:31:24,200",
        "end": "00:31:26,320",
        "en": "-Μας περιμένουν. - Ναι, σωστά.",
        "pa": "-Yes, why not? -We're late, we have to go.",
        "vi": "- Họ đang đợi chúng ta. - Phải rồi."
    },
    {
        "start": "00:31:26,880",
        "end": "00:31:28,680",
        "en": "- Εσύ πού πας; - Έχω ραντεβού.",
        "pa": "- Yeah, right. - Where are you going?",
        "vi": "- Các con đi đâu? - Con có hẹn."
    },
    {
        "start": "00:31:28,880",
        "end": "00:31:31,240",
        "en": "- Με ποιον; -Με τη Λένα.",
        "pa": "- On a date. - With whom?\n -With Lina. -Oh.",
        "vi": "- Với ai? - Lina."
    },
    {
        "start": "00:31:31,480",
        "end": "00:31:34,200",
        "en": "Α, εντάξει.",
        "pa": "Okay, alright.",
        "vi": "Được rồi."
    },
    {
        "start": "00:31:34,280",
        "end": "00:31:36,800",
        "en": "-Καληνύχτα, Ορέστη. -Καλό βράδυ, παιδιά.",
        "pa": "-Good night, Orestis. -Good night!\n -Goodnight. Bye, guys. -Bye.",
        "vi": "- Chúc thầy ngủ ngon, Orestis. - Chào các em."
    },
    {
        "start": "00:31:37,200",
        "end": "00:31:39,640",
        "en": "-Να προσέχετε! -Κι όχι πολύ κοντά.",
        "pa": "And take care, alright?\n And keep your distance.",
        "vi": "- Cẩn thận đấy! - Đừng thân mật quá đấy."
    },
    {
        "start": "00:31:39,880",
        "end": "00:31:43,200",
        "en": "Άκου τώρα συμβουλή σε εφήβους. \"Όχι κοντά\".",
        "pa": "\"Keep your distance.\" Great advice for a bunch of teenagers, huh?",
        "vi": "Khuyên bọn tuổi teen hay thật. \"Đừng thân mật quá đấy\"."
    },
    {
        "start": "00:31:43,960",
        "end": "00:31:48,120",
        "en": "-Βγάλε άκρη. -Η μικρή είναι ερωτευμένη με τον Θάνο.",
        "pa": "Are they dating?\n I think Kleilia might be in love with our boy, Thanos",
        "vi": "- Chả hiểu nổi. - Klelia yêu Thanos."
    },
    {
        "start": "00:31:48,320",
        "end": "00:31:51,440",
        "en": "-Αυτός είναι σίγουρα μαζί της. -Καλό παιδί είναι.",
        "pa": "Of course she's in love with Thanos.",
        "vi": "- Chắc chắn thằng bé yêu nó. - Cậu đó dễ thương mà."
    },
    {
        "start": "00:31:51,640",
        "end": "00:31:53,880",
        "en": "-Η Λένα ποια είναι; -Δεν έχω ιδέα.",
        "pa": "He's a polite kid.\n -And who's that Lina he mentioned? -I have no idea.",
        "vi": "- Lina là ai? - Em không biết."
    },
    {
        "start": "00:31:54,120",
        "end": "00:31:56,240",
        "en": "Μακάρι, τι να πω;",
        "pa": "One can only hope.",
        "vi": "Mong là hai đứa bền lâu."
    },
    {
        "start": "00:31:56,800",
        "end": "00:31:58,880",
        "en": "Αν και κρατάω μικρό καλάθι.",
        "pa": "But I wouldn't bank on it.",
        "vi": "Dù anh không chắc lắm."
    },
    {
        "start": "00:31:58,960",
        "end": "00:32:03,840",
        "en": "Πιες εσύ το κρασί σου τώρα, Φάνη μου, και άσε τα καλάθια ήσυχα.",
        "pa": "How about you enjoy your Chilean wine, dear?",
        "vi": "Fanis, uống rượu vang đi và đừng lo về chuyện đó."
    },
    {
        "start": "00:32:04,240",
        "end": "00:32:06,200",
        "en": "-Να σου βάλω λίγο; -Ναι, ωραία.",
        "pa": "And just stop worrying about the bank.\n -Want some more? -Yes, with pleasure. May I?",
        "vi": "- Anh ăn không? - Vâng."
    },
    {
        "start": "00:32:06,400",
        "end": "00:32:08,880",
        "en": "-Μπορώ; -Εννοείται. Όσο θες.",
        "pa": "As much as you want. Feel free.",
        "vi": "- Tôi xin phép nhé? - Anh cứ tự nhiên."
    },
    {
        "start": "00:32:09,120",
        "end": "00:32:12,360",
        "en": "-Κα Χάρις, εξαιρετικό αυτό που φτιάξατε. -Πού να δεις και το γλυκό.",
        "pa": "Miss Haris, your cooking is outstanding.",
        "vi": "- Cô Haris, món này ngon quá. - Tráng miệng còn ngon hơn."
    },
    {
        "start": "00:32:12,600",
        "end": "00:32:16,280",
        "en": "-Έχει και γλυκό; -Ναι, τι;",
        "pa": "-Wait until the dessert. -It's coming!\n -We're having dessert? -Well, yeah. Of course.",
        "vi": "Sắp ra rồi.\n - Có món tráng miệng à? - Có chứ."
    },
    {
        "start": "00:32:16,800",
        "end": "00:32:19,600",
        "en": "-Από την κυρία Λίτσα το πήρα. -Μμ; Παγωτό.",
        "pa": "I bought it from Litsa's.",
        "vi": "- Bà Litsa làm. - Kem."
    },
    {
        "start": "00:32:19,760",
        "end": "00:32:23,240",
        "en": "-Παγωτό; -Έχω μάθει ότι κάνει εξαιρετικό παγωτό.",
        "pa": "Mm… Ice cream.\n -Ice cream? -Mm.",
        "vi": "- Kem à? - Nghe nói bà ấy làm ngon nhất."
    },
    {
        "start": "00:32:23,600",
        "end": "00:32:26,800",
        "en": "Έχεις δίκιο, αλλά εμείς δεν πήραμε παγωτό.",
        "pa": "-I've heard she makes excellent ice cream. -Yeah.\n But who would tell you that her ice cream was disgusting?",
        "vi": "- Lạc. - Chị ấy nói đúng, nhưng ta…\n Chị nói đúng rồi."
    },
    {
        "start": "00:32:32,800",
        "end": "00:32:37,840",
        "en": "-Εδώ κρύβομαι. Πώς το λένε οι ξένοι; -Man-cave.",
        "pa": "It's where I come to hide.\n I think there's a word for it.",
        "vi": "Đây là nơi ẩn náu của tôi. Họ gọi là gì nhỉ?"
    },
    {
        "start": "00:32:38,160",
        "end": "00:32:41,360",
        "en": "Σωστά, η σπηλιά του άντρα. Βέβαια!",
        "pa": "-Man cave. -That's right! A man's cave. Yeah, yeah.",
        "vi": "Góc riêng.\n Phải, góc riêng. Tất nhiên rồi!"
    },
    {
        "start": "00:32:41,840",
        "end": "00:32:46,200",
        "en": "-Απαγορευμένη για οποιονδήποτε άλλο. -Πάντως είναι πολύ ωραίος χώρος.",
        "pa": "It's forbidden territory for anyone else.",
        "vi": "- Không ai khác được vào. - Nơi này tuyệt quá."
    },
    {
        "start": "00:32:47,000",
        "end": "00:32:50,440",
        "en": "Σου 'χει τύχει ποτέ να ψάχνεις απεγνωσμένα μέρος να κρυφτείς;",
        "pa": "This place is truly marvelous.\n Have you ever had the desperate need to find a place to hide?",
        "vi": "Anh đã bao giờ cố tìm chỗ ẩn náu chưa?"
    },
    {
        "start": "00:32:51,040",
        "end": "00:32:53,800",
        "en": "-Ναι. -Για μένα, είναι αυτό εδώ.",
        "pa": "Yeah.\n Well, this has been mine for a while.",
        "vi": "- Có. - Đây là nơi ẩn náu của tôi."
    },
    {
        "start": "00:32:54,920",
        "end": "00:32:56,840",
        "en": "Δοκίμασε.",
        "pa": "Try it.",
        "vi": "Thử đi."
    },
    {
        "start": "00:32:58,000",
        "end": "00:33:03,120",
        "en": "Είναι ένα σπάνιο ιταλικό κόκκινο του '68.",
        "pa": "A rare red Italian from '68.",
        "vi": "Đây là vang đỏ Ý năm 1968."
    },
    {
        "start": "00:33:04,000",
        "end": "00:33:06,160",
        "en": "Όπως έχει καταλάβει, έχω ψύχωση.",
        "pa": "As you can tell, I'm quite obsessed with wine.",
        "vi": "Tôi mê rượu vang."
    },
    {
        "start": "00:33:06,600",
        "end": "00:33:08,680",
        "en": "Πολύ ωραίο.",
        "pa": "Very good.",
        "vi": "Ngon lắm."
    },
    {
        "start": "00:33:10,720",
        "end": "00:33:14,640",
        "en": "Ναι, ψάχνω συνεχώς τρόπους να κάνω τη ζωή μου πιο ενδιαφέρουσα.",
        "pa": "I'm always searching for ways to make my life more interesting.",
        "vi": "Tôi luôn cố tìm cách làm cho cuộc sống của mình thêm thú vị."
    },
    {
        "start": "00:33:16,800",
        "end": "00:33:19,160",
        "en": "Εσύ είσαι τυχερός, είσαι ελεύθερος.",
        "pa": "See, you're single which makes you one of the lucky ones.",
        "vi": "Anh thật may mắn vì vẫn tự do."
    },
    {
        "start": "00:33:19,440",
        "end": "00:33:24,920",
        "en": "Δεν δίνεις λογαριασμό. Αν δεν σου αρέσει, φεύγεις. Είναι πολυτέλεια στην ηλικία μας.",
        "pa": "You don't answer to anyone,\n if you don't like where you are, you leave.",
        "vi": "Không phải báo cáo ai, không thích chỗ nào thì đi."
    },
    {
        "start": "00:33:25,400",
        "end": "00:33:30,040",
        "en": "-Δεν ήταν πάντα έτσι. -Για να 'σαι εδώ, θα το 'χεις καταφέρει.",
        "pa": "That, in our time, is paradise.\n It wasn't always like that.\n Since you're here, though, I imagine you've succeeded.",
        "vi": "Đó là điều xa xỉ với người ở tuổi hai ta.\n - Không phải lúc nào cũng vậy. - Anh ở đây thì nghĩa là anh đã làm được."
    },
    {
        "start": "00:33:30,720",
        "end": "00:33:33,120",
        "en": "Ξέρεις πόσο δύσκολο είναι για μένα αυτό;",
        "pa": "You know how difficult that is for me?",
        "vi": "Biết tôi thấy khó lắm không?"
    },
    {
        "start": "00:33:34,360",
        "end": "00:33:37,440",
        "en": "-Φαντάζομαι. -Έχω έναν γάμο που παλεύουμε.",
        "pa": "I can imagine.\n Our marriage is a nightmare.",
        "vi": "Tôi có thể hình dung.\n Hôn nhân của tôi không suôn sẻ."
    },
    {
        "start": "00:33:38,720",
        "end": "00:33:41,120",
        "en": "Δυο παιδιά στην εφηβεία που με αντιπαθούν.",
        "pa": "Both of my children hate me",
        "vi": "Hai đứa con tuổi teen chả ưa tôi."
    },
    {
        "start": "00:33:42,040",
        "end": "00:33:46,040",
        "en": "Και είναι στιγμές που ακούω τον εαυτό μου και απορώ, λέω",
        "pa": "and at times I listen to myself and it really makes me wonder,",
        "vi": "Và đôi lúc tôi tự hỏi:"
    },
    {
        "start": "00:33:46,520",
        "end": "00:33:50,560",
        "en": "\"Εγώ είμαι αυτός ο τύπος; Πότε έγινα έτσι; Τόσο περιορισμένος;\"",
        "pa": "am I really that man?\n How did I become like this? You know what I mean?",
        "vi": "\"Tôi là người như vậy ư? Sao lại thành hẹp hòi thế ư?\""
    },
    {
        "start": "00:33:51,440",
        "end": "00:33:54,800",
        "en": "Χωρίς ούτε έναν φίλο. Τόσο μόνος…",
        "pa": "Without even a friend.\n So alone.",
        "vi": "Không có bạn bè. Cô độc…"
    },
    {
        "start": "00:33:56,200",
        "end": "00:33:59,840",
        "en": "-Χίλια συγγνώμη. -Όλα καλά. Το 'χω πάθει πολλές φορές.",
        "pa": "Oh, I'm so sorry!\n It's okay, it's nothing. It happens to me so many times.",
        "vi": "- Tôi rất tiếc. - Đừng lo. Xảy ra suốt ấy mà."
    },
    {
        "start": "00:34:00,120",
        "end": "00:34:05,520",
        "en": "-Θα ποτίσει το πάτωμα. Έχει παντού γυαλιά. -Μη δίνεις σημασία. Έληξε το θέμα.",
        "pa": "There's broken glass.\n Come on, man. Give it a rest, will you?",
        "vi": "- Sàn bị bẩn mất. Và thủy tinh vỡ… - Không sao. Đừng lo."
    },
    {
        "start": "00:34:05,920",
        "end": "00:34:10,280",
        "en": "-Ενοχλώ. Ήρθα να πω μια καληνύχτα. -Βρε αγάπη μου.",
        "pa": "What's done is done! It's fine.\n What's going on?\n -I just came to say goodnight. -Hey, love.",
        "vi": "Em làm phiền à?\n Em vào chúc ngủ ngon thôi."
    },
    {
        "start": "00:34:10,840",
        "end": "00:34:14,760",
        "en": "-Κώλος τα έκανα πάλι. -Εγώ φταίω. Έσπασα το ποτήρι.",
        "pa": "-I messed up. - You?\n I'm the one who dropped the glass and now it's everywhere.",
        "vi": "Chào em.\n - Anh lại làm đổ vỡ. - Không, tại tôi mà. Tôi làm vỡ ly."
    },
    {
        "start": "00:34:15,159",
        "end": "00:34:19,320",
        "en": "Δεν έγινε και τίποτα. Ορέστη, μην ασχολείσαι. Αλήθεια, άσ' το.",
        "pa": "It's nothing to worry about. It's happened before.\n Orestis, don't worry about this.",
        "vi": "Không sao, từng bị vậy rồi mà. Orestis, anh cứ để đấy đi."
    },
    {
        "start": "00:34:20,159",
        "end": "00:34:24,360",
        "en": "-Ναι, εντάξει. -Θα το κάνω εγώ αύριο. Πάμε έξω.",
        "pa": "I swear, just let it go.\n -It's okay. - We'll take care of it.\n I'll clean it up tomorrow. Let's go outside and have some wine.",
        "vi": "- Ừ, không sao đâu. - Mai tôi sẽ dọn. Ta ra ngoài đi."
    },
    {
        "start": "00:34:24,960",
        "end": "00:34:27,760",
        "en": "-Έλα, πάμε. -Χίλια συγγνώμη, παιδιά, αλήθεια.",
        "pa": "-Come on, let's go. -I'm so sorry, guys. I really am.",
        "vi": "- Đi nào. - Tôi rất xin lỗi."
    },
    {
        "start": "00:34:27,840",
        "end": "00:34:29,679",
        "en": "Κανένα πρόβλημα.",
        "pa": "-It's fine. -It's no problem at all.\n ♪ I'm picking words as I go ♪",
        "vi": "Không sao mà."
    },
    {
        "start": "00:34:39,520",
        "end": "00:34:42,000",
        "en": "",
        "pa": "♪ Holding my breath till I show ♪",
        "vi": ""
    },
    {
        "start": "00:34:44,840",
        "end": "00:34:47,440",
        "en": "",
        "pa": "♪ Building a fence for my sense ♪",
        "vi": ""
    },
    {
        "start": "00:34:47,520",
        "end": "00:34:49,800",
        "en": "",
        "pa": "♪ Looks like I'm ready to grow ♪",
        "vi": ""
    },
    {
        "start": "00:34:53,040",
        "end": "00:34:55,680",
        "en": "",
        "pa": "♪ And if you meet me tonight ♪",
        "vi": ""
    },
    {
        "start": "00:35:03,720",
        "end": "00:35:06,480",
        "en": "-Σόρι. -Όχι, εγώ φταίω.",
        "pa": "♪ Don't let me out of your sight… ♪\n ♪ I'm picking words as I go… ♪\n -Sorry. -No, no. It's my fault.",
        "vi": "- Xin lỗi em. - Không, tại em."
    },
    {
        "start": "00:35:08,080",
        "end": "00:35:12,920",
        "en": "-Ήταν λίγο απότομο. -Όχι, εγώ είμαι λίγο αμήχανη.",
        "pa": "♪ I'm picking words as I go… ♪\n Uh, was I too rough for you?\n No, just uh… my back hurts a bit.",
        "vi": "- Anh tiến nhanh quá à? - Không, em hơi căng thẳng."
    },
    {
        "start": "00:35:14,280",
        "end": "00:35:16,200",
        "en": "Ναι, λογικό.",
        "pa": "♪ Be the one to teach me this… ♪\n Yeah, I understand.",
        "vi": "Cũng có lí."
    },
    {
        "start": "00:35:18,080",
        "end": "00:35:20,120",
        "en": "Υπάρχει κάτι άλλο στη ζωή σου;",
        "pa": "♪ The wait is too much… ♪\n Are you dating anyone else right now?",
        "vi": "Em có người khác à?"
    },
    {
        "start": "00:35:21,280",
        "end": "00:35:23,040",
        "en": "Απολύτως τίποτα.",
        "pa": "♪ …and I'm starting to… ♪\n I'm not, except for you.",
        "vi": "Không có ai cả."
    },
    {
        "start": "00:35:29,800",
        "end": "00:35:33,120",
        "en": "Μου αρέσει πολύ. Δεν χρειάζεται να βιαστούμε.",
        "pa": "♪ The sounds you make at night ♪\n ♪ Grabbing my fingers so tight… ♪\n I really like you.\n There's no need to hurry us.\n ♪ I'm picking words as I go ♪",
        "vi": "Anh rất thích em. Ta không cần phải vội."
    },
    {
        "start": "00:35:38,280",
        "end": "00:35:42,280",
        "en": "Λοιπόν, υπάρχει το ασέξουαλ, πανσέξουαλ, τρανσέξουαλ,",
        "pa": "♪ I'm picking words… ♪\n Here we go, we have asexual,",
        "vi": "Vậy, có \"vô tính, toàn tính, hoán tính,"
    },
    {
        "start": "00:35:42,600",
        "end": "00:35:47,400",
        "en": "παντζέντερ, τρανστζέντερ, γκέι, μπάι, στρέιτ,",
        "pa": "pansexual, transsexual, pan gender,\n transgender, gay, bi,",
        "vi": "toàn giới, chuyển giới, đồng tính, song tính, dị tính\","
    },
    {
        "start": "00:35:47,840",
        "end": "00:35:51,400",
        "en": "και τέλος, questioning. Πάνε καλά οι άνθρωποι;",
        "pa": "straight,\n and the ones questioning.",
        "vi": "và cuối cùng là \"chưa rõ giới tính\". Thật sao?"
    },
    {
        "start": "00:35:51,680",
        "end": "00:35:55,120",
        "en": "Δεν καταλαβαίνω τα μισά. Πολύ μπέρδεμα.",
        "pa": "Are they completely insane?\n Half of it doesn't make sense.\n So confusing.",
        "vi": "Em chẳng hiểu nổi một nửa. Khó hiểu quá."
    },
    {
        "start": "00:35:56,920",
        "end": "00:36:00,640",
        "en": "Εγώ αν έπρεπε να επιλέξω, θα ήταν questioning.",
        "pa": "If I had to choose, I'd go for questioning.",
        "vi": "Nếu phải chọn, em sẽ chọn chưa rõ giới tính."
    },
    {
        "start": "00:36:02,480",
        "end": "00:36:04,840",
        "en": "Να σου πω, θες να με φιλήσεις;",
        "pa": "Hey, would you mind kissing me?\n ♪ You surely know how to take ♪",
        "vi": "Anh muốn hôn em không?"
    },
    {
        "start": "00:36:13,160",
        "end": "00:36:15,680",
        "en": "-Ωραία το κάνεις. -Αλήθεια;",
        "pa": "♪ You surely know how to take… ♪\n -You're a good kisser. -You think so?\n ♪ It's time to clean up the mess ♪\n ♪ 'Cause I'm starting to love you less… ♪",
        "vi": "- Anh hôn giỏi đấy. - Thật sao?"
    },
    {
        "start": "00:36:22,080",
        "end": "00:36:27,000",
        "en": "Δεν θα ήθελα να είμαι καμία από αυτές που είναι με τους κλαρινογαμπρούς.",
        "pa": "I'd hate to be in the place of any of those chicks,\n hooking up with those jackasses.",
        "vi": "Em không muốn giống bọn con gái ở kia với mấy thằng ngốc đó."
    },
    {
        "start": "00:36:28,040",
        "end": "00:36:30,480",
        "en": "-Τους ζηλεύεις; -Ναι.",
        "pa": "Are you jealous of them?",
        "vi": "- Anh có ghen với họ không? - Có."
    },
    {
        "start": "00:36:30,840",
        "end": "00:36:33,240",
        "en": "-Πόσοι λες να γαμηθούν απόψε; -Αρκετοί.",
        "pa": "Nah.\n -How many are fucking tonight? -A lot.",
        "vi": "- Tối nay mấy đứa được chịch? - Đủ nhiều."
    },
    {
        "start": "00:36:33,880",
        "end": "00:36:37,440",
        "en": "-Την έχεις ακούσει λίγο; -Αρκετά.",
        "pa": "Are you really high?\n A lot.",
        "vi": "- Anh hơi phê đấy à? - Ừ."
    },
    {
        "start": "00:36:39,160",
        "end": "00:36:41,000",
        "en": "Πιάσ' τα.",
        "pa": "Grab 'em.",
        "vi": "Sờ đi. Nào, sờ đi."
    },
    {
        "start": "00:36:41,280",
        "end": "00:36:43,000",
        "en": "Έλα, πιάσ' τα.",
        "pa": "Come on, grab 'em.",
        "vi": ""
    },
    {
        "start": "00:36:45,000",
        "end": "00:36:46,360",
        "en": "Ε;",
        "pa": "Yeah?",
        "vi": ""
    },
    {
        "start": "00:36:47,280",
        "end": "00:36:49,160",
        "en": "Φίλησέ με πάλι.",
        "pa": "Kiss me again.\n ♪ Holding my breath till I show ♪",
        "vi": "Hôn em nữa đi."
    },
    {
        "start": "00:37:01,680",
        "end": "00:37:03,960",
        "en": "Ωχ! Τρέχα, θα μας συλλάβουν!",
        "pa": "♪ Building a fence for my sense ♪\n ♪ Looks like I'm ready to grow ♪\n Whoa! Run, they'll bust us.",
        "vi": "Cảnh sát đây!\n Chạy đi, họ bắt chúng ta mất!"
    },
    {
        "start": "00:37:10,400",
        "end": "00:37:13,680",
        "en": "Και κάπως έτσι ήταν η παραλίγο πρώτη μου φορά με γυναίκα.",
        "pa": "And that was my almost first time with a girl.",
        "vi": "Và đây gần như là lần đầu của tôi với phụ nữ."
    },
    {
        "start": "00:37:14,080",
        "end": "00:37:18,200",
        "en": "Δεν ξέρω αν μου άρεσε, αλλά ένιωσα απίστευτη ανακούφιση που μου σηκώθηκε.",
        "pa": "Not sure if I liked it,\n but I was so relieved that I at least got a hard-on.",
        "vi": "Chẳng biết tôi thích không, nhưng thấy nhẹ người vì đã cương cứng."
    },
    {
        "start": "00:37:18,440",
        "end": "00:37:22,680",
        "en": "Από την άλλη, ίσως μπερδεύτηκα λίγο παραπάνω. Ο Σπύρος πού να ήταν;",
        "pa": "On the other hand, maybe that confused me even more.\n I wondered where Spyros was.",
        "vi": "Mặt khác, có lẽ tôi hơi hoang mang hơn. Spyros đâu nhỉ?"
    },
    {
        "start": "00:37:34,640",
        "end": "00:37:36,880",
        "en": "Δεν είναι εδώ.",
        "pa": "He's not home.",
        "vi": "Ông ấy đi vắng."
    },
    {
        "start": "00:37:38,920",
        "end": "00:37:43,200",
        "en": "-Τι κάνεις αγόρι μου; Πώς είσαι; -Καλά, βρε μάνα. Τόσες φορές τα είπαμε.",
        "pa": "Oh! How are you, my boy? How are you doing?",
        "vi": "- Con sao rồi? - Con ổn ạ. Con bảo mẹ rồi mà."
    },
    {
        "start": "00:37:43,560",
        "end": "00:37:48,080",
        "en": "-Εσύ; Για να δω. -Κι εγώ καλά είμαι. Έλα, κάτσε.",
        "pa": "I'm fine, Mom, I've told you already.\n -Let me see you.\n I'm doing better. I'm fine.",
        "vi": "- Mẹ thế nào? Con xem nào. - Mẹ cũng ổn. Lại đây ngồi đi."
    },
    {
        "start": "00:37:48,400",
        "end": "00:37:52,800",
        "en": "Κάτσε. Τώρα που ήρθες είμαι μια χαρά. Έχεις φάει;",
        "pa": "Come, sit, sit. Sit.\n I'm fine, now that you're here. Have you eaten?",
        "vi": "Ngồi đi. Con ở đây là mẹ thấy khỏe rồi. Con ăn chưa?"
    },
    {
        "start": "00:37:53,280",
        "end": "00:37:56,640",
        "en": "Δεν ήξερα ότι θα αργήσεις τόσο. Σου έφτιαξα το αγαπημένο σου.",
        "pa": "I didn't know you'd come so late. I cooked you your favorite meal.",
        "vi": "Mẹ không biết con về muộn. Mẹ làm món con thích."
    },
    {
        "start": "00:37:58,240",
        "end": "00:38:01,120",
        "en": "Γιουβετσάκι που σ' αρέσει.",
        "pa": "Giouvetsi.",
        "vi": "Giouvetsi. Mẹ biết con thích ăn."
    },
    {
        "start": "00:38:01,600",
        "end": "00:38:04,400",
        "en": "-Τι κάνει η Γιάννα; -Πότε θα έρθει;",
        "pa": "You love it.\n How's Yianna?\n When's he coming back?",
        "vi": "- Yianna thế nào? - Bao giờ ông ta về?"
    },
    {
        "start": "00:38:06,280",
        "end": "00:38:10,000",
        "en": "Δεν ξέρω. Λογικά αύριο-μεθαύριο.",
        "pa": "I don't know.",
        "vi": "Mẹ không biết, mai hoặc ngày kia."
    },
    {
        "start": "00:38:10,440",
        "end": "00:38:15,760",
        "en": "Πήγε στην Ιταλία κι έμεινε εκεί. Είχε κάτι δουλειές. Δεν σου τηλεφώνησε;",
        "pa": "I guess tomorrow or the day after.\n He went on a business trip. He's in Italy now.\n He hasn't called you yet?",
        "vi": "Ông ấy đến Ý có việc. Ông ấy không gọi à?"
    },
    {
        "start": "00:38:20,240",
        "end": "00:38:24,240",
        "en": "Έχει μετανιώσει. Ξέφυγε απ' το αλκοόλ.",
        "pa": "He really regrets it, you know?",
        "vi": "Ông ấy xin lỗi. Ông ấy say nên lỡ tay."
    },
    {
        "start": "00:38:25,080",
        "end": "00:38:29,040",
        "en": "Δεν θα ξαναγίνει, Σπύρο μου. Δεν ξέρει τι λέει, δεν ξέρει τι κάνει.",
        "pa": "It was the alcohol.\n It won't happen again, my Spyros.\n He isn't aware of what he does.",
        "vi": "Chuyện đó sẽ không tái diễn. Ông ấy không biết mình đang làm gì."
    },
    {
        "start": "00:38:31,040",
        "end": "00:38:35,280",
        "en": "Μου υποσχέθηκε ότι δεν θα ξαναπιεί.",
        "pa": "He promised that",
        "vi": "Ông ấy hứa với mẹ rồi… ông ấy sẽ không uống nữa."
    },
    {
        "start": "00:38:36,120",
        "end": "00:38:39,920",
        "en": "Υπάρχουν και κάτι χάπια που βοηθάνε σ' αυτό.",
        "pa": "he wouldn't drink ever again.\n There are some pills that… that help with that issue.",
        "vi": "Có thuốc giúp cai rượu đấy."
    },
    {
        "start": "00:38:46,240",
        "end": "00:38:48,000",
        "en": "Τι κάνει η Γιάννα;",
        "pa": "How's Yianna?",
        "vi": "Yianna khỏe không?"
    },
    {
        "start": "00:38:53,520",
        "end": "00:38:55,680",
        "en": "Εγώ δεν θέλω το παιδί μου να βασανίζεται.",
        "pa": "I don't want my child to go through that.",
        "vi": "Mẹ không muốn con mẹ khổ."
    },
    {
        "start": "00:38:56,800",
        "end": "00:38:58,920",
        "en": "-Δεν ξέρω τι να κάνω. -Να τον διώξεις.",
        "pa": "I don't want you to suffer, I don't know what to do.\n Throw him out.",
        "vi": "- Mẹ rối quá. - Đuổi ông ta đi."
    },
    {
        "start": "00:39:01,240",
        "end": "00:39:02,560",
        "en": "Δεν μπορώ.",
        "pa": "It's my hope.",
        "vi": "Mẹ không thể."
    },
    {
        "start": "00:39:03,120",
        "end": "00:39:05,040",
        "en": "Άμα ψόφαγε, θα 'ταν καλύτερα.",
        "pa": "It would be better if he just died.",
        "vi": "Giá ông ta chết luôn cho rồi."
    },
    {
        "start": "00:39:10,200",
        "end": "00:39:12,360",
        "en": "Φάε λίγο κρέας.",
        "pa": "Eat, it's getting cold.",
        "vi": "Con ăn thịt đi."
    },
    {
        "start": "00:39:15,040",
        "end": "00:39:16,800",
        "en": "Όλα θα πάνε μια χαρά.",
        "pa": "Everything will be fine.",
        "vi": "Mọi việc sẽ ổn thôi."
    },
    {
        "start": "00:39:18,320",
        "end": "00:39:19,920",
        "en": "Θα δεις.",
        "pa": "You'll see.",
        "vi": "Con sẽ thấy.\n SPYROS ĐANG GỌI"
    },
    {
        "start": "00:39:49,800",
        "end": "00:39:55,360",
        "en": "Θα πω ν' ανέβει να κοιμηθούμε μαζί και το πρωί να πιούμε καφέ.",
        "pa": "I would invite him upstairs.\n We'd sleep together",
        "vi": "Tôi sẽ mời cậu ấy vào, bọn tôi sẽ ngủ với nhau và uống cà phê vào sáng mai."
    },
    {
        "start": "00:39:56,400",
        "end": "00:40:00,160",
        "en": "Θα είμαι χαρούμενος. Αυτό κάνουν οι ερωτευμένοι άνθρωποι.",
        "pa": "and wake up in the morning and have some coffee.\n I'd be happy.",
        "vi": "Tôi sẽ rất vui. Những người đang yêu làm thế mà."
    },
    {
        "start": "00:40:00,840",
        "end": "00:40:03,200",
        "en": "Οι φοβισμένοι αρνούνται και κλείνονται.",
        "pa": "That is what people in love do.\n Those who are terrified deny it and withdraw.",
        "vi": "Những người sợ sệt thì cắt liên lạc.\n KẾT THÚC CUỘC GỌI"
    },
    {
        "start": "00:40:23,640",
        "end": "00:40:26,120",
        "en": "Και ένα, δύο, τρία, πάμε.",
        "pa": "One, two, three, and here we go.",
        "vi": "Và một, hai, ba…"
    },
    {
        "start": "00:40:32,360",
        "end": "00:40:35,480",
        "en": "Πρέπει να είναι κάτι πολύ απαλό, ήρεμο.",
        "pa": "I think it should be really soft.",
        "vi": "Phải nhẹ nhàng, du dương."
    },
    {
        "start": "00:40:36,600",
        "end": "00:40:38,800",
        "en": "Σαν αυτό;",
        "pa": "Calmer. Hm?\n Okay, so… calm.",
        "vi": "Như thế này ạ?"
    },
    {
        "start": "00:40:43,160",
        "end": "00:40:46,400",
        "en": "Όχι ακριβώς. Αλλά μπορούμε να κρατήσουμε αυτήν τη μελωδία.",
        "pa": "No, not quite, but we can keep that specific melody.",
        "vi": "Không hẳn. Nhưng ta có thể giữ giai điệu này."
    },
    {
        "start": "00:40:54,240",
        "end": "00:40:56,440",
        "en": "Για παίξε, σε σύνθεση.",
        "pa": "Hm?\n Mhm.\n Play it in B flat.",
        "vi": "Giờ cùng chơi nhé."
    },
    {
        "start": "00:41:02,680",
        "end": "00:41:06,440",
        "en": "Πολύ ωραία, κι εδώ μπορούν να μπουν τα έγχορδα, οι χορωδίες… Πάμε.",
        "pa": "Very nice, and here we can have the strings come in,\n along with the choir. Let's go again.",
        "vi": "Tốt lắm. Các đàn dây có thể bắt đầu từ đây, điệp khúc… Nào."
    },
    {
        "start": "00:41:09,560",
        "end": "00:41:11,400",
        "en": "Μπράβο.",
        "pa": "Bravo.",
        "vi": "Tiếp nào."
    },
    {
        "start": "00:41:18,880",
        "end": "00:41:21,960",
        "en": "-Όντως πιστεύεις ότι είναι καλό; -Πολύ.",
        "pa": "Do you honestly believe my lyrics are that good?",
        "vi": "- Thầy nghĩ nó hay thật ư? - Rất hay."
    },
    {
        "start": "00:41:22,840",
        "end": "00:41:24,480",
        "en": "Σ' ευχαριστώ.",
        "pa": "I do.\n It's kind of you.",
        "vi": "Cảm ơn thầy."
    },
    {
        "start": "00:41:24,560",
        "end": "00:41:27,080",
        "en": "-Μόνη σου το έγραψες; -Δεν είναι της ηλικίας μου;",
        "pa": "-Did you write this piece alone? -They don't suit my age, do they?",
        "vi": "- Em tự viết à? - Không khớp với tuổi em?"
    },
    {
        "start": "00:41:27,160",
        "end": "00:41:29,120",
        "en": "-Καθόλου. -Με βοήθησε η Χάρις.",
        "pa": "-Not at all. -Haris helped me, yeah.",
        "vi": "- Không hề. - Bà Haris đã giúp em."
    },
    {
        "start": "00:41:30,960",
        "end": "00:41:34,000",
        "en": "Κλέλια, τι θες να κάνεις στη ζωή σου;",
        "pa": "Klelia?",
        "vi": "Klelia, em muốn làm gì với đời mình?"
    },
    {
        "start": "00:41:34,560",
        "end": "00:41:37,760",
        "en": "-Ο πατέρας μου σ' έβαλε να με ρωτήσεις; -Όχι.",
        "pa": "What's your life's goal?\n Did my father tell you to ask me that question, Orestis?",
        "vi": "- Bố em bảo thầy hỏi em à? - Không."
    },
    {
        "start": "00:41:38,400",
        "end": "00:41:42,040",
        "en": "-Μετράω τις μέρες να φύγω από δω. -Ναι, αλλά τι θες να κάνεις;",
        "pa": "No, he didn't.\n I'm counting the days until I leave this place.",
        "vi": "- Em đang đếm từng ngày để rời đi. - Em muốn làm gì?"
    },
    {
        "start": "00:41:42,320",
        "end": "00:41:47,000",
        "en": "-Θες ν' ασχοληθείς σοβαρά με το πιάνο; -Ασχολούμαι σοβαρά με το πιάνο.",
        "pa": "Yeah, what do you want to do, though?\n I mean, are you serious about playing the piano?\n I'm already serious about playing the piano.",
        "vi": "Em có muốn chơi dương cầm nghiêm túc?\n Em đang nghiêm túc về việc đó rồi."
    },
    {
        "start": "00:41:52,960",
        "end": "00:41:55,600",
        "en": "-Ήταν ωραία η ζωή σου στην Αθήνα; -Καθόλου.",
        "pa": "Did you have a good life in Athens?",
        "vi": "- Thầy sống ở Athens vui không? - Không hề."
    },
    {
        "start": "00:41:56,160",
        "end": "00:41:58,800",
        "en": "-Η δική μου θέλω να είναι. -Σ' το εύχομαι.",
        "pa": "Not at all.\n -I want to have a good life. -I hope you will.",
        "vi": "- Em sống ở đó sẽ vui. - Mong vậy."
    },
    {
        "start": "00:41:59,680",
        "end": "00:42:01,360",
        "en": "Δεν μοιάζεις με 46.",
        "pa": "You don't look like you're 46.",
        "vi": "Nhìn thầy ai bảo 46 tuổi."
    },
    {
        "start": "00:42:02,080",
        "end": "00:42:03,840",
        "en": "Είμαι όμως.",
        "pa": "I am, though.",
        "vi": "Nhưng đúng mà."
    },
    {
        "start": "00:42:08,320",
        "end": "00:42:10,920",
        "en": "Λοιπόν, φτάνει για σήμερα.",
        "pa": "Alright, enough for today.",
        "vi": "Hôm nay tập đủ rồi."
    },
    {
        "start": "00:42:12,680",
        "end": "00:42:16,400",
        "en": "Ωραία, θα γράψω εγώ την παρτιτούρα",
        "pa": "Okay, I'll…",
        "vi": "Được rồi… tôi sẽ phổ nhạc"
    },
    {
        "start": "00:42:16,960",
        "end": "00:42:20,000",
        "en": "και θα επικοινωνήσουμε. Νομίζω θα βγει πολύ ωραίο.",
        "pa": "I'm going to write the sheet music\n and then we'll touch base.\n It's going to be a wonderful song.",
        "vi": "và liên lạc sau. Tôi nghĩ sẽ hay đấy."
    },
    {
        "start": "00:42:23,160",
        "end": "00:42:25,880",
        "en": "-Δεν μου το κάνεις εύκολο. -Ποιο απ' όλα;",
        "pa": "You're making things difficult.\n Am I really?",
        "vi": "- Em đang làm khó tôi đấy. - Gì ạ?"
    },
    {
        "start": "00:43:08,680",
        "end": "00:43:11,160",
        "en": "-Χαίρετε. -Καλώς τον.",
        "pa": "-Hello, there! -Hi! Welcome!",
        "vi": "- Chào. - Hoan nghênh."
    },
    {
        "start": "00:43:11,440",
        "end": "00:43:13,240",
        "en": "-Τι κάνετε; -Δόξα τω Θεώ.",
        "pa": "- How are you, Miss Maria? -Fine, thank God.",
        "vi": "- Bà khỏe không? - Khỏe."
    },
    {
        "start": "00:43:13,400",
        "end": "00:43:16,760",
        "en": "Δεν ήθελα να ενοχλήσω τόσες μέρες και πέρασα να δω αν είστε καλά.",
        "pa": "I didn't want to bother you before, I just dropped by to see if you're okay.",
        "vi": "Tôi đã không muốn quấy rầy bà. Tôi ghé qua xem bà ổn không."
    },
    {
        "start": "00:43:16,880",
        "end": "00:43:20,240",
        "en": "-Μια χαρά είμαστε. Σ' ευχαριστώ πολύ. -Σπύρο;",
        "pa": "Don't worry, Orestis. We're fine. Thanks for checking.",
        "vi": "- Chúng tôi ổn, cảm ơn anh. - Spyros?"
    },
    {
        "start": "00:43:21,040",
        "end": "00:43:25,360",
        "en": "-Γεια. Εντάξει είμαι, πολύ καλύτερα. -Με τη μηχανή όλα καλά; Φτιάχτηκε;",
        "pa": "Spyros?\n Yeah. I'm doing okay, much better.\n What about your bike?",
        "vi": "Cháu khá hơn nhiều rồi.\n Còn cái xe máy? Sửa được chưa?"
    },
    {
        "start": "00:43:25,840",
        "end": "00:43:30,400",
        "en": "-Ναι, μια χαρά. -Είναι τυχερός που δεν χτύπησε κι άλλο.",
        "pa": "-Did you have it fixed? -Yeah, yeah, it's fine.\n He's lucky he wasn't more seriously wounded.",
        "vi": "Rồi, mọi việc ổn cả.\n May cho nó là vết thương không nặng. Nếu không thì gay to."
    },
    {
        "start": "00:43:30,520",
        "end": "00:43:32,520",
        "en": "Και πιο τυχερός που βρέθηκες εσύ.",
        "pa": "It was just a few stitches.\n Thank God you were there.",
        "vi": "Còn may hơn khi có anh."
    },
    {
        "start": "00:43:32,680",
        "end": "00:43:36,480",
        "en": "Ναι, ήθελα να περάσω να πω ευχαριστώ, μα δεν έχω βγει πολύ.",
        "pa": "Yeah, I wanted to stop by and say thank you",
        "vi": "Cháu muốn qua cảm ơn chú, nhưng cháu không ra ngoài mấy."
    },
    {
        "start": "00:43:36,800",
        "end": "00:43:38,040",
        "en": "Να μην το σκέφτεσαι.",
        "pa": "-but I haven't been out too much lately. -Don't worry about it.",
        "vi": "Có gì đâu."
    },
    {
        "start": "00:43:41,600",
        "end": "00:43:47,880",
        "en": "Χαράλαμπε, ο δάσκαλος που λέγαμε που βρήκε τον Σπύρο όταν έπεσε με τη μηχανή.",
        "pa": "Charalambos, it's the teacher I told you about,\n the one who found Spyros when he crashed his bike",
        "vi": "Đây là thầy giáo tìm thấy Spyros khi nó bị ngã xe máy."
    },
    {
        "start": "00:43:48,240",
        "end": "00:43:52,720",
        "en": "Α, ναι. Σας ευχαριστούμε πάρα πολύ.",
        "pa": "and took him to the doctor.\n Oh, yeah.",
        "vi": "Anh ấy đưa nó đến bác sĩ.\n Ồ, phải rồi."
    },
    {
        "start": "00:43:53,480",
        "end": "00:43:55,560",
        "en": "Έχουμε συστηθεί. Είμαι ο Ορέστης.",
        "pa": "Well, thank you very much, boy.\n We've met, actually. I'm Orestis.",
        "vi": "Cảm ơn anh nhiều.\n Ta đã biết nhau. Tôi là Orestis."
    },
    {
        "start": "00:43:56,600",
        "end": "00:43:58,920",
        "en": "Μου τα είπαν όλα η Μαρία κι ο Σπύρος.",
        "pa": "Maria and Spyros told me everything that you did.",
        "vi": "Maria và Spyros kể hết cho tôi."
    },
    {
        "start": "00:43:59,400",
        "end": "00:44:03,080",
        "en": "Εγώ έλειπα εκτός για κάτι δουλειές. Δόξα τω Θεώ, πήγαν όλα καλά.",
        "pa": "I happened to be away on business.",
        "vi": "Lúc đó tôi đi công tác. Ơn Chúa là mọi việc ổn cả."
    },
    {
        "start": "00:44:03,400",
        "end": "00:44:08,040",
        "en": "-Ναι, ο γιος σας ήταν πολύ τυχερός. -Δεν τις μπορώ αυτές τις μηχανές.",
        "pa": "Thank God everything went well.\n Yes. Yes, of course.\n Your son was very fortunate, all things considered.",
        "vi": "- Con trai ông đã rất may mắn. - Tôi không thích mấy cái xe máy đó."
    },
    {
        "start": "00:44:08,400",
        "end": "00:44:10,960",
        "en": "-Αλλά δεν γίνεται κι αλλιώς. -Θέλει προσοχή.",
        "pa": "I can't stand those bikes.\n -But what can you do? -You need to be careful.",
        "vi": "- Nhưng đâu tránh được. - Phải cẩn thận chứ."
    },
    {
        "start": "00:44:11,840",
        "end": "00:44:14,520",
        "en": "Το έχω πει εκατό φορές. Κανείς δεν ακούει.",
        "pa": "I've said it a hundred times. No one ever listens.",
        "vi": "Tôi nhắc nhiều rồi. Có ai nghe đâu."
    },
    {
        "start": "00:44:15,680",
        "end": "00:44:18,440",
        "en": "Αλλά μεγάλο παιδί είναι, έχει αυτός την ευθύνη.",
        "pa": "But he's a grown-up now, it's his responsibility.",
        "vi": "Nhưng nó lớn rồi, nó phải có trách nhiệm hơn."
    },
    {
        "start": "00:44:18,760",
        "end": "00:44:22,520",
        "en": "-Να κεράσουμε κάτι; -Όχι, δεν χρειάζεται.",
        "pa": "Care for a treat?\n -Something to take away, maybe? -No, no, no, there's no need.",
        "vi": "Anh muốn ăn gì không? Đồ ăn mang về?"
    },
    {
        "start": "00:44:22,760",
        "end": "00:44:26,680",
        "en": "-Ήθελα να συζητήσουμε για κάτι άλλο. -Τι άλλο;",
        "pa": "I'm here to discuss another matter with you.",
        "vi": "Không ạ.\n - Tôi muốn nói về một việc khác? - Việc gì?"
    },
    {
        "start": "00:44:27,160",
        "end": "00:44:31,120",
        "en": "Σχετικά με το φεστιβάλ μουσικής και τις πρόβες.",
        "pa": "What matter?\n Uh, nothing.\n It's about our music festival and rehearsals.",
        "vi": "Về lễ hội âm nhạc và các buổi tập dượt."
    },
    {
        "start": "00:44:31,320",
        "end": "00:44:35,480",
        "en": "Θέλω αν γίνεται να έρθετε να βοηθήσετε σε όλα τα οργανωτικά, στις πρόβες,",
        "pa": "Miss Maria,\n I'd like help with the organizational stuff",
        "vi": "Tôi muốn bà đến và giúp tôi tổ chức nó và hỗ trợ tập dượt."
    },
    {
        "start": "00:44:35,680",
        "end": "00:44:38,720",
        "en": "-και, Σπύρο… -Ο Σπύρος δεν έχει σχέση με μουσική.",
        "pa": "and rehearsals, if you can.\n And Spyros, if you could--\n You're mistaken. Spyros doesn't know anything about music.",
        "vi": "- Còn Spyros… - Spyros không dính đến âm nhạc."
    },
    {
        "start": "00:44:39,600",
        "end": "00:44:43,160",
        "en": "Ναι, αλλά έχει με τα ηλεκτρολογικά. Και μου είπαν ότι είναι πολύ καλός.",
        "pa": "Mm, yeah, but he's an electrician.",
        "vi": "Phải, nhưng cậu ấy biết dàn dựng. Nghe nói cậu ấy rất giỏi."
    },
    {
        "start": "00:44:43,640",
        "end": "00:44:47,160",
        "en": "Θα ήθελα τη βοήθειά του. Υπάρχει κάποιο πρόβλημα μ' αυτό;",
        "pa": "And a very good one, I'm told.\n I'd like his help.\n Is there a problem with that, sir?",
        "vi": "Tôi muốn nhờ cậu ấy giúp. Có vấn đề sao?"
    },
    {
        "start": "00:44:56,840",
        "end": "00:44:58,560",
        "en": "-Πας καλά; -Θέλω να μιλήσουμε.",
        "pa": "-What the fuck is wrong with you? -I want to talk.",
        "vi": "- Làm gì thế? - Chị muốn nói chuyện."
    },
    {
        "start": "00:44:58,680",
        "end": "00:45:01,400",
        "en": "-Να χτυπάς. -Αν έπαιζες μόνος σου, θα 'ταν κλειδωμένα.",
        "pa": "Learn how to knock!\n If you were jerking off, you'd have locked it.",
        "vi": "- Gõ cửa trước chứ. - Em quay tay thì đã đóng cửa."
    },
    {
        "start": "00:45:01,640",
        "end": "00:45:03,760",
        "en": "-Δεν ντρέπεσαι; -Χαλάρωσε, όλοι το κάνουμε.",
        "pa": "-Do you have no shame? -We all do it, calm down. Now look.",
        "vi": "- Không biết ngượng à? - Ai chả làm thế."
    },
    {
        "start": "00:45:03,960",
        "end": "00:45:06,760",
        "en": "Έχω να σου πω κάτι σοβαρό και θέλω την προσοχή σου.",
        "pa": "I got something important to tell you, pay attention.",
        "vi": "Chị có chuyện quan trọng muốn nói đây."
    },
    {
        "start": "00:45:06,840",
        "end": "00:45:10,000",
        "en": "-Πώς μιλάς έτσι; -Από αμηχανία. Δεν μου είναι εύκολο.",
        "pa": "-Don't be so bossy. -It's hard for me, I just feel nervous.",
        "vi": "- Đừng nói kiểu đó. - Chị hồi hộp quá. Nói ra không dễ."
    },
    {
        "start": "00:45:10,080",
        "end": "00:45:12,960",
        "en": "-Τι είναι αυτό; -Δικό μου. Θα το διαβάσεις;",
        "pa": "-Yeah, so? -It's my journal.",
        "vi": "- Cái gì đây? - Của chị đấy. Em đọc nhé?"
    },
    {
        "start": "00:45:13,160",
        "end": "00:45:16,120",
        "en": "-Όχι, δεν μ' ενδιαφέρει. -Αν σ' το ζητήσω σαν χάρη;",
        "pa": "-The things I write. Will you read it? -No, I'm not interested.",
        "vi": "Em không quan tâm."
    },
    {
        "start": "00:45:16,360",
        "end": "00:45:20,120",
        "en": "-Γιατί; -Για να ξέρεις ότι δεν είσαι τόσο μόνος.",
        "pa": "-What if I ask it as a favor? -Why?\n Because. So that you realize that you're not as alone as you think.",
        "vi": "- Nếu chị xin em đọc? - Tại sao?\n Để em biết em không đơn độc như em nghĩ."
    },
    {
        "start": "00:45:20,360",
        "end": "00:45:24,400",
        "en": "Κι επειδή είμαι γυναίκα, δεν πρέπει να με ντρέπεσαι. Έχω κάνει χειρότερα.",
        "pa": "And just because I'm a woman, you shouldn't feel embarrassed with me.\n I know a lot, and I've done way worse.",
        "vi": "Và em không nên xấu hổ vì chị là phụ nữ. Chị đã làm việc tệ hơn."
    },
    {
        "start": "00:45:27,400",
        "end": "00:45:30,440",
        "en": "Και άλλαξε τους κωδικούς και μην το παρατάς.",
        "pa": "Oh…\n Change the password on your phone and avoid leaving it everywhere.",
        "vi": "Mà đổi mật khẩu đi, đừng vứt nó bừa bãi."
    },
    {
        "start": "00:45:30,560",
        "end": "00:45:32,800",
        "en": "Θα το βρουν οι γονείς και θα έχουμε άλλα.",
        "pa": "-Imagine if Mom or Dad discovered it. -You're such a little bitch!",
        "vi": "- Bố mẹ mà thấy thì sẽ loạn lên đấy. - Khốn kiếp!"
    },
    {
        "start": "00:45:32,920",
        "end": "00:45:36,320",
        "en": "Είσαι πολύ μαλακισμένη, ε; Με ποιο δικαίωμα το άνοιξες;",
        "pa": "How dare you unlock my phone, God damn it?",
        "vi": "Ai cho chị xem điện thoại của em?"
    },
    {
        "start": "00:45:36,520",
        "end": "00:45:41,560",
        "en": "Άνοιξε κι έχω κλειστοφοβία! Μπορεί να πεθάνω! Θα σου κάνω μήνυση.",
        "pa": "Open the door!\n Please, open up, I'm claustrophobic! I could die! I'll sue you!\n C'mon, open up!",
        "vi": "Mở cửa ra! Em sợ ngột ngạt! Em chết mất! Em sẽ kiện chị! Mở cửa ra!"
    },
    {
        "start": "00:45:47,040",
        "end": "00:45:49,600",
        "en": "",
        "pa": "♪ When they gathered round And started talking ♪",
        "vi": ""
    },
    {
        "start": "00:45:49,680",
        "end": "00:45:51,760",
        "en": "",
        "pa": "♪ That's when Billy Would take me walking ♪",
        "vi": ""
    },
    {
        "start": "00:45:51,840",
        "end": "00:45:55,320",
        "en": "",
        "pa": "♪ Out through the back yard We'd go walking ♪",
        "vi": ""
    },
    {
        "start": "00:45:55,400",
        "end": "00:45:57,680",
        "en": "",
        "pa": "#TRAFFICKING - #WEED - #LAUNDERING",
        "vi": "#BUÔN LẬU - #CẦN SA - #RỬA TIỀN"
    },
    {
        "start": "00:45:57,760",
        "end": "00:45:59,640",
        "en": "",
        "pa": "♪ Lord knows, to my surprise ♪",
        "vi": ""
    },
    {
        "start": "00:45:59,720",
        "end": "00:46:02,080",
        "en": "",
        "pa": "♪ The only one who could ever reach me ♪",
        "vi": ""
    },
    {
        "start": "00:46:02,920",
        "end": "00:46:05,000",
        "en": "",
        "pa": "♪ Was the son of a preacher man ♪",
        "vi": ""
    },
    {
        "start": "00:46:05,080",
        "end": "00:46:07,440",
        "en": "",
        "pa": "♪ The only boy who could ever teach me ♪",
        "vi": "#LỐI SỐNG LÍ TƯỞNG"
    },
    {
        "start": "00:46:08,200",
        "end": "00:46:09,720",
        "en": "",
        "pa": "♪ Was the son of a preacher man ♪",
        "vi": ""
    },
    {
        "start": "00:46:09,800",
        "end": "00:46:12,520",
        "en": "",
        "pa": "♪ Yes, he was, he was ♪",
        "vi": ""
    },
    {
        "start": "00:46:13,360",
        "end": "00:46:15,040",
        "en": "",
        "pa": "♪ Ooh, yes, he was ♪",
        "vi": ""
    },
    {
        "start": "00:46:16,360",
        "end": "00:46:20,400",
        "en": "",
        "pa": "#INTERNATIONAL WATERS",
        "vi": "#VÙNG LÃNH THỔ TRUNG LẬP"
    },
    {
        "start": "00:46:21,280",
        "end": "00:46:22,480",
        "en": "",
        "pa": "#ITALY - #GREECE - #ALBANIA",
        "vi": "#Ý #HI LẠP #ALBANIA"
    },
    {
        "start": "00:46:22,560",
        "end": "00:46:23,960",
        "en": "",
        "pa": "♪ Being good isn't always easy ♪",
        "vi": ""
    },
    {
        "start": "00:46:24,040",
        "end": "00:46:26,720",
        "en": "",
        "pa": "♪ No matter how hard I try ♪",
        "vi": ""
    },
    {
        "start": "00:46:26,800",
        "end": "00:46:29,120",
        "en": "",
        "pa": "♪ When he started sweet-talking to me ♪",
        "vi": ""
    },
    {
        "start": "00:46:29,200",
        "end": "00:46:31,680",
        "en": "",
        "pa": "♪ He'd come and tell me \"Everything is alright\" ♪",
        "vi": ""
    },
    {
        "start": "00:46:31,760",
        "end": "00:46:34,680",
        "en": "",
        "pa": "♪ He'd kiss me and tell me \"Everything is alright\" ♪",
        "vi": ""
    },
    {
        "start": "00:46:34,760",
        "end": "00:46:36,840",
        "en": "",
        "pa": "♪ Can I get away again tonight? ♪",
        "vi": ""
    },
    {
        "start": "00:46:36,920",
        "end": "00:46:39,960",
        "en": "",
        "pa": "♪ The only one who could ever reach me ♪",
        "vi": ""
    },
    {
        "start": "00:46:40,040",
        "end": "00:46:42,240",
        "en": "",
        "pa": "♪ Was the son of a preacher man ♪",
        "vi": ""
    },
    {
        "start": "00:46:42,320",
        "end": "00:46:45,320",
        "en": "",
        "pa": "♪ The only one who could ever teach me ♪",
        "vi": ""
    },
    {
        "start": "00:46:45,400",
        "end": "00:46:47,000",
        "en": "",
        "pa": "♪ Was the son of a preacher man ♪",
        "vi": ""
    },
    {
        "start": "00:46:47,080",
        "end": "00:46:49,560",
        "en": "",
        "pa": "♪ Yes, he was, he was ♪",
        "vi": "#BỐ LÀM TỐT LẮM"
    },
    {
        "start": "00:46:50,320",
        "end": "00:46:51,960",
        "en": "",
        "pa": "♪ Lord knows, he was ♪",
        "vi": ""
    },
    {
        "start": "00:46:52,040",
        "end": "00:46:53,720",
        "en": "",
        "pa": "♪ Ooh, yes, he was ♪",
        "vi": ""
    },
    {
        "start": "00:46:56,000",
        "end": "00:46:58,720",
        "en": "",
        "pa": "♪ How well I remember ♪",
        "vi": ""
    },
    {
        "start": "00:46:58,800",
        "end": "00:47:00,760",
        "en": "",
        "pa": "♪ The look that was in his eyes ♪",
        "vi": ""
    },
    {
        "start": "00:47:00,840",
        "end": "00:47:03,800",
        "en": "",
        "pa": "♪ Stealing kisses from me on the sly ♪",
        "vi": ""
    },
    {
        "start": "00:47:03,880",
        "end": "00:47:05,720",
        "en": "",
        "pa": "♪ Taking time to make time ♪",
        "vi": ""
    },
    {
        "start": "00:47:06,520",
        "end": "00:47:08,680",
        "en": "",
        "pa": "♪ Telling me that he's all mine ♪",
        "vi": ""
    },
    {
        "start": "00:47:08,760",
        "end": "00:47:11,360",
        "en": "",
        "pa": "♪ Learning from each other's knowing ♪",
        "vi": ""
    },
    {
        "start": "00:47:11,440",
        "end": "00:47:13,840",
        "en": "",
        "pa": "♪ Looking to see How much we've grown and ♪",
        "vi": ""
    },
    {
        "start": "00:47:13,920",
        "end": "00:47:16,960",
        "en": "",
        "pa": "♪ The only one who could ever reach me ♪",
        "vi": "#BỐ MẸ TUYỆT NHẤT"
    },
    {
        "start": "00:47:17,040",
        "end": "00:47:19,120",
        "en": "",
        "pa": "♪ Was the son of a preacher man ♪",
        "vi": ""
    },
    {
        "start": "00:47:28,240",
        "end": "00:47:30,160",
        "en": "Αντώνη, τι 'ναι αυτό;",
        "pa": "♪ The only one who could ever teach me ♪\n ♪ Was the son of a preacher man ♪\n ♪ Yes, he was, he was ♪\n Antonis, what's this?",
        "vi": "#TRƯỞNG THÀNH VUI\n Antonis, gì thế này?"
    },
    {
        "start": "00:47:31,760",
        "end": "00:47:33,440",
        "en": "Το σπίτι μας.",
        "pa": "This is our family.",
        "vi": "Nhà của ta."
    },
    {
        "start": "00:47:34,560",
        "end": "00:47:38,160",
        "en": "Και κάπως έτσι, ήρθα πιο κοντά με την αδερφή μου.",
        "pa": "And just like that,\n my sister and I got closer together.",
        "vi": "Tôi đã gần gũi hơn với chị tôi như thế đó. Chúng tôi nhận ra là có điểm chung."
    },
    {
        "start": "00:47:38,800",
        "end": "00:47:40,960",
        "en": "Βρήκαμε ένα κοινό.",
        "pa": "We discovered one thing we had in common.",
        "vi": "NGƯỜI NHẠC SĨ VÀ HÒN ĐẢO"
    },
    {
        "start": "00:49:33,000",
        "end": "00:49:38,200",
        "en": "",
        "pa": "♪ Blood is covering the walls ♪",
        "vi": ""
    },
    {
        "start": "00:49:43,160",
        "end": "00:49:47,960",
        "en": "",
        "pa": "♪ Pain is closing every door ♪",
        "vi": ""
    },
    {
        "start": "00:49:52,760",
        "end": "00:49:58,960",
        "en": "",
        "pa": "♪ Deranged at least is the procedure ♪",
        "vi": ""
    },
    {
        "start": "00:50:00,320",
        "end": "00:50:04,240",
        "en": "",
        "pa": "♪ Of calming down my dreams ♪",
        "vi": ""
    },
    {
        "start": "00:50:05,000",
        "end": "00:50:09,520",
        "en": "",
        "pa": "♪ Of slowing down my dreams ♪",
        "vi": ""
    },
    {
        "start": "00:50:12,000",
        "end": "00:50:15,160",
        "en": "",
        "pa": "♪ Surrounded by darkness ♪",
        "vi": ""
    },
    {
        "start": "00:50:15,240",
        "end": "00:50:17,600",
        "en": "",
        "pa": "♪ I feel fine ♪",
        "vi": ""
    },
    {
        "start": "00:50:22,400",
        "end": "00:50:27,440",
        "en": "",
        "pa": "♪ No matter the strain if it seems right ♪",
        "vi": ""
    },
    {
        "start": "00:50:32,040",
        "end": "00:50:35,040",
        "en": "",
        "pa": "♪ Surrounded by lightness ♪",
        "vi": ""
    },
    {
        "start": "00:50:35,120",
        "end": "00:50:37,360",
        "en": "",
        "pa": "♪ I'm in fear ♪",
        "vi": ""
    },
    {
        "start": "00:50:42,160",
        "end": "00:50:44,280",
        "en": "",
        "pa": "♪ The blissful faces ♪",
        "vi": ""
    },
    {
        "start": "00:50:44,360",
        "end": "00:50:47,200",
        "en": "",
        "pa": "♪ Must dissapear ♪",
        "vi": ""
    },
    {
        "start": "00:50:52,320",
        "end": "00:50:57,240",
        "en": "",
        "pa": "♪ Anger's tearing me apart ♪",
        "vi": ""
    },
    {
        "start": "00:51:02,320",
        "end": "00:51:07,120",
        "en": "",
        "pa": "♪ Life is not made up of love ♪",
        "vi": ""
    },
    {
        "start": "00:51:11,960",
        "end": "00:51:18,360",
        "en": "",
        "pa": "♪ I'd like to play with your illusions ♪",
        "vi": ""
    },
    {
        "start": "00:51:19,320",
        "end": "00:51:22,960",
        "en": "",
        "pa": "♪ To make them go away ♪",
        "vi": ""
    },
    {
        "start": "00:51:24,200",
        "end": "00:51:27,960",
        "en": "",
        "pa": "♪ To make them fade away ♪",
        "vi": ""
    },
    {
        "start": "00:51:31,440",
        "end": "00:51:35,440",
        "en": "",
        "pa": "♪ Tears heal anything that's real ♪",
        "vi": ""
    },
    {
        "start": "00:51:36,080",
        "end": "00:51:38,120",
        "en": "",
        "pa": "♪ Fear fades ♪",
        "vi": ""
    },
    {
        "start": "00:51:38,200",
        "end": "00:51:40,640",
        "en": "",
        "pa": "♪ Rage takes its place ♪",
        "vi": ""
    },
    {
        "start": "00:51:41,320",
        "end": "00:51:42,960",
        "en": "",
        "pa": "♪ Rough! Tough! ♪",
        "vi": ""
    },
    {
        "start": "00:51:43,040",
        "end": "00:51:44,960",
        "en": "",
        "pa": "♪ So must be your heart ♪",
        "vi": ""
    },
    {
        "start": "00:51:45,040",
        "end": "00:51:51,160",
        "en": "",
        "pa": "♪ If you're like me ♪",
        "vi": "Biên dịch: Nguyễn Hồng Phương "
    },
    {
        "start": "00:51:51,240",
        "end": "00:51:54,080",
        "en": "",
        "pa": "♪ Surrounded by darkness ♪",
        "vi": ""
    },
    {
        "start": "00:51:54,160",
        "end": "00:51:56,640",
        "en": "",
        "pa": "♪ Flying high ♪ ",
        "vi": ""
    }
]