[
    {
        "start": "00:00:06,880",
        "end": "00:00:11,440",
        "en": "",
        "pa": "A NETFLIX DOCUMENTARY SERIES",
        "vi": "LOẠT PHIM TÀI LIỆU NETFLIX"
    },
    {
        "start": "00:00:35,480",
        "end": "00:00:40,720",
        "en": "Oslo-politileder pågrepet i forbindelse med en større narkotikasak.",
        "pa": "An Oslo police commander has been arrested\n in connection with a large drug case.",
        "vi": "Một chỉ huy cảnh sát Oslo đã bị bắt vì có liên quan đến một vụ án ma túy lớn."
    },
    {
        "start": "00:00:44,040",
        "end": "00:00:50,480",
        "en": "Da jeg så at Jensen ble taua, ble jeg bare glad, egentlig. Hva sa jeg?",
        "pa": "I was pretty happy when I saw Jensen get arrested, actually.\n Because it was a little like, \"I told you so.\"",
        "vi": "Thật ra tôi khá vui khi thấy Jensen bị bắt.\n Vì như kiểu: \"Đã bảo gì nào?\""
    },
    {
        "start": "00:00:59,240",
        "end": "00:01:02,040",
        "en": "Jeg har sittet inne pga. Eirik Jensen.",
        "pa": "I've been inside for a while because of Eirik Jensen.",
        "vi": "Tôi từng đi tù một thời gian vì Eirik Jensen."
    },
    {
        "start": "00:01:05,080",
        "end": "00:01:06,720",
        "en": "Jeg gikk fem på, sant?",
        "pa": "DRUG DROP\n I fell for it, didn't I?\n TEN ARRESTED LAST NIGHT",
        "vi": "MA TÚY THẢ TỪ MÁY BAY\n Tôi sập bẫy.\n MƯỜI NGƯỜI BỊ BẮT TỐI QUA"
    },
    {
        "start": "00:01:09,080",
        "end": "00:01:10,920",
        "en": "Jeg gikk i fella.",
        "pa": "Hook, line and sinker.",
        "vi": "Cắn câu hoàn toàn."
    },
    {
        "start": "00:01:12,680",
        "end": "00:01:16,120",
        "en": "Det er bare det at det er så inni helvete ulovlig, det de gjør.",
        "pa": "It's just that what they're doing is so goddamn illegal.",
        "vi": "Chỉ có điều việc họ làm là rất phi pháp."
    },
    {
        "start": "00:01:19,440",
        "end": "00:01:21,360",
        "en": "For å prøve å få meg fjerna.",
        "pa": "JENSEN GOT ME FALSELY CONVICTED\n To try to get rid of me.",
        "vi": "JENSEN KHIẾN TÔI BỊ KẾT ÁN OAN\n Để loại bỏ tôi."
    },
    {
        "start": "00:01:23,320",
        "end": "00:01:27,480",
        "en": "Så hva jeg syns om Jensen? Jeg vet ikke hva jeg synes om ham.",
        "pa": "So what do I think about Jensen?\n No, I don't know what I think of him.",
        "vi": "Nên tôi nghĩ gì về Jensen? Không, tôi không biết nên nghĩ gì cả."
    },
    {
        "start": "00:01:29,920",
        "end": "00:01:32,920",
        "en": "Han har aldri vært fri, vært slave for sjefene sine.",
        "pa": "He's never been free. He's always been a slave to his bosses.",
        "vi": "Ông ta chưa bao giờ được tự do, luôn là nô lệ cho cấp trên."
    },
    {
        "start": "00:01:35,360",
        "end": "00:01:39,480",
        "en": "De har boosta den lille selvtilliten han hadde. Han trodde han var en tøffing.",
        "pa": "They boosted the little confidence he had.",
        "vi": "Họ làm tăng chút tự tin ít ỏi ở ông ta. Ông ta nghĩ mình dữ dằn lắm,"
    },
    {
        "start": "00:01:39,560",
        "end": "00:01:41,720",
        "en": "Med hestehale og egen Harley.",
        "pa": "In the end he, thought he was a tough guy, with a ponytail and his own Harley.",
        "vi": "để tóc đuôi ngựa và đi xe Harley."
    },
    {
        "start": "00:01:43,280",
        "end": "00:01:45,760",
        "en": "Men alt var jo bare bløff.",
        "pa": "But it was all a bluff. Right? He was a bandit.",
        "vi": "Nhưng tất cả chỉ là trò bịp. Nhỉ? Ông ta là tên cướp."
    },
    {
        "start": "00:01:45,840",
        "end": "00:01:48,720",
        "en": "Han var banditt. Det er lett for meg å forstå en banditt.",
        "pa": "Easy for me to see a bandit.",
        "vi": "Mà tên cướp thì tôi đi guốc trong bụng."
    },
    {
        "start": "00:01:52,080",
        "end": "00:01:55,280",
        "en": "Jeg har vært så inni helvete kriminell hele mitt liv.",
        "pa": "I've been a goddamn criminal my whole life.",
        "vi": "Tôi đã làm tội phạm cả đời mình…"
    },
    {
        "start": "00:01:58,080",
        "end": "00:02:03,120",
        "en": "Den eneste måten jeg en smule kan bidra til at vi får et bedre samfunn,",
        "pa": "The only way I can possibly contribute to making our society a little better",
        "vi": "nên cách duy nhất để tôi đóng góp khiến xã hội tốt lên một chút,"
    },
    {
        "start": "00:02:03,800",
        "end": "00:02:06,960",
        "en": "det er å få fram sannheten om hva som faktisk skjedde.",
        "pa": "is to reveal the truth of what actually happened.",
        "vi": "là vạch trần sự thật về chuyện đã thực sự xảy ra."
    },
    {
        "start": "00:02:08,880",
        "end": "00:02:13,040",
        "en": "Det vi gjorde, var ikke så fantastisk, men det var faen så smått i forhold.",
        "pa": "I'm not saying that what we did was that great,\n but it was fucking nothing in comparison to them.\n EIRIK JENSEN, THE ENIGMA",
        "vi": "Tôi không nói điều chúng tôi làm là tốt, nhưng so với họ thì chẳng là gì."
    },
    {
        "start": "00:02:33,360",
        "end": "00:02:39,200",
        "en": "Tid for selvransakelse i norsk politi etter dagens historiske dom.",
        "pa": "It's time for soul-searching for the Norwegian police\n after today's historic verdict in the Oslo District Court.",
        "vi": "Đã đến lúc cảnh sát Na Uy tự vấn lương tâm\n sau phán quyết lịch sử hôm nay ở Tòa án Quận Oslo."
    },
    {
        "start": "00:02:40,200",
        "end": "00:02:45,800",
        "en": "Retten har knapt trodd et eneste ord av det tidl. polititopp Jensen har forklart,",
        "pa": "The court barely believed a word",
        "vi": "Tòa hầu như không tin lời nào"
    },
    {
        "start": "00:02:45,880",
        "end": "00:02:50,320",
        "en": "og ga ham lovens strengeste straff, 21 års fengsel.",
        "pa": "the former police commander Eirik Jensen said,\n and he was sentenced to the harshest penalty under the law, 21 years in prison.",
        "vi": "cựu chỉ huy cảnh sát Eirik Jensen nói,\n và Eirik bị tuyên mức án nặng nhất trong luật, 21 năm tù."
    },
    {
        "start": "00:03:03,480",
        "end": "00:03:08,160",
        "en": "Jeg opplevde vel at vi etter at det var ferdig i tingretten",
        "pa": "EIRIK JENSEN'S GIRLFRIEND RAGNA LISE VIKRE\n For me, after we had finished in the district court",
        "vi": "BẠN GÁI EIRIK JENSEN\n Có vẻ như với tôi,\n sau khi phiên tòa kết thúc và anh ấy nhận được phán quyết,"
    },
    {
        "start": "00:03:08,240",
        "end": "00:03:14,480",
        "en": "og at han hadde fått denne dommen, sank ned i en slags apati.",
        "pa": "and he had got this verdict,\n we descended into a kind of apathy.",
        "vi": "chúng tôi rơi vào một sự… lãnh đạm."
    },
    {
        "start": "00:03:15,920",
        "end": "00:03:20,600",
        "en": "Vi var så triste begge to, satt der og holdt hverandre i hendene.",
        "pa": "We were both so sad, and we just sat there holding hands.",
        "vi": "Cả hai đều quá buồn, và chúng tôi chỉ ngồi đó nắm tay nhau."
    },
    {
        "start": "00:03:20,680",
        "end": "00:03:25,000",
        "en": "Eirik gråt en del, og jeg husker at han sa:",
        "pa": "And Eirik cried a bit,\n and I remember he said,",
        "vi": "Và Eirik khóc một chút, tôi nhớ anh ấy nói:"
    },
    {
        "start": "00:03:26,280",
        "end": "00:03:32,280",
        "en": "\"Jeg føler at jeg har dratt deg, mamma og Nina ned i søla.\"",
        "pa": "\"I feel like I've dragged you and Mum and Nina\n into the mud.\"",
        "vi": "\"Anh cảm thấy đã kéo em, mẹ và Nina xuống vũng bùn\"."
    },
    {
        "start": "00:03:38,120",
        "end": "00:03:41,480",
        "en": "Da var det fullstendig kaos,",
        "pa": "It was total chaos, and then he called me,",
        "vi": "Hoàn cảnh lúc đó cực kỳ hỗn loạn,"
    },
    {
        "start": "00:03:41,560",
        "end": "00:03:45,560",
        "en": "han ringte meg, gråt og var helt fra seg.",
        "pa": "and he cried and was completely beside himself,",
        "vi": "rồi anh ấy gọi cho tôi, anh ấy khóc và hoàn toàn mất tự chủ,"
    },
    {
        "start": "00:03:45,640",
        "end": "00:03:49,920",
        "en": "Fy fader. Den samtalen var så forferdelig.",
        "pa": "and, oh my God, that conversation was horrible.",
        "vi": "và Chúa ơi, cuộc nói chuyện đó thật kinh khủng."
    },
    {
        "start": "00:03:50,000",
        "end": "00:03:52,600",
        "en": "Det er liksom ikke til å tro.",
        "pa": "It's unbelievable.",
        "vi": "Thật không thể tin nổi."
    },
    {
        "start": "00:03:52,680",
        "end": "00:03:57,920",
        "en": "Du tar det inn til deg, men orker ikke å tenke på det hele tiden. Det går ikke.",
        "pa": "Of course. Of course it upsets you, but you can't think about it all the time.",
        "vi": "Tất nhiên chuyện đó gây buồn bực, nhưng không thể nghĩ về nó mãi."
    },
    {
        "start": "00:03:58,000",
        "end": "00:04:04,240",
        "en": "Og vi tenkte jo på… Hvordan skal dette her egentlig gå nå fremover?",
        "pa": "You'd-- it's impossible.\n And we, of course, thought…\n …how will this turn out going forward for him?",
        "vi": "Không thể nào.\n Và tất nhiên, chúng tôi nghĩ\n nó sẽ ảnh hưởng thế nào đến anh ấy sau này."
    },
    {
        "start": "00:04:04,320",
        "end": "00:04:09,000",
        "en": "Med ham? For det kan jo fort skje et eller annet, for han har jo vært",
        "pa": "Because something could easily happen,",
        "vi": "Vì rất dễ có chuyện xảy ra, vì anh ấy đã từng rất suy sụp."
    },
    {
        "start": "00:04:09,080",
        "end": "00:04:11,160",
        "en": "kjempelangt nede tidligere,",
        "pa": "because he has been really down before.",
        "vi": ""
    },
    {
        "start": "00:04:11,240",
        "end": "00:04:15,040",
        "en": "hvor han kanskje valgte å avslutte livet sitt, da.",
        "pa": "That he would choose to take his own life.",
        "vi": "Anh ấy có thể chọn cách tự sát."
    },
    {
        "start": "00:04:22,560",
        "end": "00:04:26,880",
        "en": "Jeg var rimelig psykisk nedkjørt etter dommen i retten.",
        "pa": "I was mentally exhausted after the court's verdict.",
        "vi": "Sau phán quyết của tòa, tinh thần tôi kiệt quệ."
    },
    {
        "start": "00:04:28,320",
        "end": "00:04:30,760",
        "en": "For det er ikke bare meg det rammer.",
        "pa": "Because it doesn't just affect me.",
        "vi": "Vì nó không chỉ ảnh hưởng đến tôi."
    },
    {
        "start": "00:04:30,840",
        "end": "00:04:35,360",
        "en": "Det rammer hele familien og de som på en måte har stått meg nær.",
        "pa": "It affects the entire family and those close to me.",
        "vi": "Mà là cả gia đình tôi và những người gần gũi với tôi."
    },
    {
        "start": "00:04:36,360",
        "end": "00:04:38,400",
        "en": "Det var en bedriten opplevelse.",
        "pa": "So it was a really shitty experience.",
        "vi": "Nên đó là một trải nghiệm tồi tệ."
    },
    {
        "start": "00:04:42,640",
        "end": "00:04:45,560",
        "en": "Det var selvfølgelig beslutta at dette skulle ankes,",
        "pa": "It was, of course, decided that we were going to appeal,",
        "vi": "Tất nhiên, chúng tôi quyết định sẽ kháng cáo,"
    },
    {
        "start": "00:04:45,640",
        "end": "00:04:48,760",
        "en": "så vi forsto at det ville bli en ny rettsrunde.",
        "pa": "and we understood that there would be another round in court.",
        "vi": "và chúng tôi hiểu sẽ có một hiệp đấu nữa trước tòa."
    },
    {
        "start": "00:04:49,480",
        "end": "00:04:53,600",
        "en": "Og så tenkte jeg: \"Vi kan jo ikke bare bli sittende sånn, altså.\"",
        "pa": "Then I thought that we can't just sit back.",
        "vi": "Rồi tôi nghĩ chúng tôi không thể ngồi yên."
    },
    {
        "start": "00:04:55,720",
        "end": "00:05:00,000",
        "en": "Jeg husker at jeg bestemte meg for å be Eirik om å skaffe dokumentene.",
        "pa": "I remember deciding to ask Eirik to get the documents.",
        "vi": "Tôi nhớ đã quyết định bảo Eirik cho xem tài liệu."
    },
    {
        "start": "00:05:01,320",
        "end": "00:05:05,720",
        "en": "Sånn at iallfall jeg kunne lese det og prøve å sette meg inn i det.",
        "pa": "So that I could at least read them and try to get up to speed.",
        "vi": "Để ít nhất tôi có thể đọc nó và bắt kịp tình hình."
    },
    {
        "start": "00:05:06,680",
        "end": "00:05:08,840",
        "en": "Da var han litt tvilsom til det.",
        "pa": "He was a little sceptical.",
        "vi": "Anh ấy hơi hoài nghi. \"Phức tạp lắm\", thế nọ thế kia."
    },
    {
        "start": "00:05:09,800",
        "end": "00:05:12,840",
        "en": "Det er altfor omfattende og sånn og sånn.",
        "pa": "\"It's too complex\" and this and that.",
        "vi": ""
    },
    {
        "start": "00:05:13,680",
        "end": "00:05:17,600",
        "en": "Da jeg så på tidslinjene, ble jeg kvalm og gikk opp og la meg,",
        "pa": "I felt sick when I saw the time lines, and I went to bed.",
        "vi": "Tôi thấy buồn nôn khi xem dòng thời gian, nên tôi lên giường."
    },
    {
        "start": "00:05:17,680",
        "end": "00:05:21,400",
        "en": "og så sitter min kjære og tar på seg brillene og lupe.",
        "pa": "Then my girlfriend got out the reading glasses\n and a magnifying glass.",
        "vi": "Rồi cô ấy lấy kính đọc sách và một cái kính lúp ra."
    },
    {
        "start": "00:05:22,720",
        "end": "00:05:26,280",
        "en": "Det var en helt utrolig omfattende sak.",
        "pa": "It was an unbelievably complex case.",
        "vi": "Đó là một vụ án phức tạp đến không thể tin nổi."
    },
    {
        "start": "00:05:27,200",
        "end": "00:05:33,000",
        "en": "Hvordan skal jeg kunne ha mulighet til å sette meg inn i denne materien?",
        "pa": "How am I supposed to be able to understand this material?",
        "vi": "Làm sao tôi có thể hiểu được tài liệu này?"
    },
    {
        "start": "00:05:34,240",
        "end": "00:05:39,760",
        "en": "Jeg har ingen etterforskningsbakgrunn, jeg er bare en maler.",
        "pa": "I don't have an investigational background.\n I'm just a painter.",
        "vi": "Tôi không có chuyên môn điều tra.\n Tôi chỉ là họa sĩ."
    },
    {
        "start": "00:05:44,080",
        "end": "00:05:45,840",
        "en": "Men jeg ble litt sånn detektiv.",
        "pa": "But I sort of became like a detective.",
        "vi": "Nhưng tôi đã trở thành thám tử."
    },
    {
        "start": "00:05:49,480",
        "end": "00:05:53,640",
        "en": "Og så fant jeg disse tidslinjene interessante etter hvert.",
        "pa": "And I eventually found the time lines to be of interest.",
        "vi": "Và sau cùng, tôi tìm thấy những dòng thời gian đáng quan tâm."
    },
    {
        "start": "00:05:55,560",
        "end": "00:06:00,080",
        "en": "Og så ser jeg plutselig, en sen kveld",
        "pa": "Then one night, all of a sudden,",
        "vi": "Rồi một đêm, đột nhiên tôi thấy có điều gì đó không ổn."
    },
    {
        "start": "00:06:00,160",
        "end": "00:06:02,400",
        "en": "at det er noe som ikke stemmer.",
        "pa": "I see that something is simply not right.",
        "vi": ""
    },
    {
        "start": "00:06:03,520",
        "end": "00:06:07,240",
        "en": "Meldingene fra Eirik til Gjermund Cappelen,",
        "pa": "The messages from Eirik to Gjermund Cappelen,",
        "vi": "Tin nhắn Eirik gửi cho Gjermund Cappelen,"
    },
    {
        "start": "00:06:07,320",
        "end": "00:06:10,200",
        "en": "som angivelig skulle trygge Cappelen…",
        "pa": "that allegedly were supposed to reassure Cappelen…",
        "vi": "được cho là trấn an Cappelen…"
    },
    {
        "start": "00:06:12,960",
        "end": "00:06:17,280",
        "en": "De stemmer jo ikke med tidspunktene for når hasjen faktisk kom inn.",
        "pa": "do not match the times of when the hash came in.",
        "vi": "không khớp với thời gian của các vụ nhập lậu nhựa cần sa."
    },
    {
        "start": "00:06:23,760",
        "end": "00:06:27,120",
        "en": "",
        "pa": "IMPORT FROM THE NETHERLANDS 440 LBS. HASHISH",
        "vi": "20/4/2011\n JENSEN: CÓ VẺ ỔN RỒI. YÊN ẮNG VÀ TƯƠI SÁNG.,\n NHẬP LẬU TỪ HÀ LAN 200 KG NHỰA CẦN SA\n 22/4/2011\n CHÀO.! LỄ PHỤC SINH YÊN Ả.. TẮM NẮNG.."
    },
    {
        "start": "00:06:35,120",
        "end": "00:06:42,000",
        "en": "Hvilken funksjon har meldingene hatt? Eller Eirik i det hele tatt, oppi dette?",
        "pa": "IT'S SAFE WITH THE RIGHT SPF. BACK AT WORK MONDAY\n TWO DAYS AFTER THE IMPORT\n Then I thought, \"What function do these messages serve?\"\n Or even Eirik's role in this,",
        "vi": "AN TOÀN VỚI SPF PHÙ HỢP. THỨ HAI QUAY LẠI LÀM VIỆC.\n HAI NGÀY SAU VỤ NHẬP LẬU\n Rồi tôi nghĩ: những tin nhắn này phục vụ mục đích gì?\n Hay vai trò của Eirik trong này là gì?"
    },
    {
        "start": "00:06:43,200",
        "end": "00:06:48,480",
        "en": "Når han sender beroligende meldinger, en uke etter at hasjen har kommet inn.",
        "pa": "when he was sending reassuring messages maybe a week after the hash arrived?",
        "vi": "Khi anh ấy gửi những tin nhắn trấn an có lẽ một tuần sau khi nhập nhựa cần sa."
    },
    {
        "start": "00:06:51,920",
        "end": "00:06:56,080",
        "en": "Når jeg finner dette, så går jeg opp og vekker Eirik.",
        "pa": "When I discover this, I go upstairs and wake up Eirik.",
        "vi": "Khi phát hiện ra điều này, tôi lên tầng và đánh thức Eirik."
    },
    {
        "start": "00:06:56,160",
        "end": "00:06:58,680",
        "en": "Jeg var helt euforisk.",
        "pa": "Completely euphoric.",
        "vi": "Cực kỳ hưng phấn."
    },
    {
        "start": "00:06:58,760",
        "end": "00:07:03,760",
        "en": "Hun sier: \"Se her da. Se her da, Eirik. Dette stemmer jo ikke.\"",
        "pa": "Yes, and then she says, \"You have to look. Look here, Eirik.\"",
        "vi": "Rồi cô ấy nói: \"Nhìn đây này, Eirik\"."
    },
    {
        "start": "00:07:03,840",
        "end": "00:07:07,200",
        "en": "Det har jeg sagt hele tiden. Dette er en forbanna løgn.",
        "pa": "\"This isn't correct. It's not correct!\"\n And that's what I've been saying this entire time.",
        "vi": "\"Thế này không đúng!\"\n Và đó là điều tôi đã nói từ đầu, đó là dối trá."
    },
    {
        "start": "00:07:08,680",
        "end": "00:07:15,160",
        "en": "Det var jo da det vippa fra en defensiv, nedfor og sliten person",
        "pa": "That it's a damn lie!\n And that's when I went\n from a defensive, down, tired person…",
        "vi": "Và đó là lúc tôi từ người mệt mỏi, chán nản, chịu trận"
    },
    {
        "start": "00:07:16,680",
        "end": "00:07:22,560",
        "en": "til å bli: \"Da får jeg ta frem det jeg hadde fra gamle dager og begynne å krige.\"",
        "pa": "to one that's, \"Okay.\"\n \"I'll bring back my old self and start fighting.\"",
        "vi": "sang người nói rằng: \"Được, hãy đưa con người cũ trở về và bắt đầu đấu tranh\"."
    },
    {
        "start": "00:07:36,040",
        "end": "00:07:38,720",
        "en": "Det blir jo spennende, da. Vi er godt forberedt.",
        "pa": "THE APPEAL\n It'll be exciting. We are well-prepared.",
        "vi": "THÁNG TÁM NĂM 2018\n PHIÊN PHÚC THẨM\n Sẽ rất thú vị. Chúng tôi đã chuẩn bị kỹ lưỡng."
    },
    {
        "start": "00:07:38,800",
        "end": "00:07:42,320",
        "en": "-Hva skal til for at du blir fornøyd? -Et godt resultat.",
        "pa": "What will it take for you to be satisfied?",
        "vi": "- Điều gì mới khiến ông hài lòng? - Kết quả tốt."
    },
    {
        "start": "00:07:42,400",
        "end": "00:07:44,640",
        "en": "-Full frifinnelse? -Ja, selvfølgelig.",
        "pa": "A good result.\n - Full acquittal? -Yes, of course.",
        "vi": "- Trắng án hoàn toàn? - Tất nhiên."
    },
    {
        "start": "00:07:45,880",
        "end": "00:07:48,880",
        "en": "Nå skal Eirik inn og kjempe for livet sitt.",
        "pa": "Eirik will go in and fight for his life.",
        "vi": "Eirik sẽ vào và chiến đấu cho mạng sống của mình."
    },
    {
        "start": "00:07:49,840",
        "end": "00:07:54,200",
        "en": "Eirik var ikke i form i tingretten. Han er vesentlig bedre nå.",
        "pa": "Eirik wasn't in bad shape in the district court.",
        "vi": "Tâm lý Eirik tốt hơn so với tòa án quận."
    },
    {
        "start": "00:07:54,280",
        "end": "00:07:57,160",
        "en": "Nå ser jeg en helt annen Eirik Jensen.",
        "pa": "I see that he's considerably better now.\n I see a very different Eirik Jensen now.",
        "vi": "Tôi thấy anh ấy đã khá hơn đáng kể. Tôi thấy một Eirik Jensen rất khác."
    },
    {
        "start": "00:08:07,600",
        "end": "00:08:11,320",
        "en": "-Hvordan er det å se Jensen i dag? -Det kan du selv tenke deg.",
        "pa": "What's it like seeing Eirik Jensen again today?\n I'm sure you can imagine.",
        "vi": "Cảm giác khi gặp lại Eirik Jensen?\n Chắc các bạn hình dung được."
    },
    {
        "start": "00:08:14,480",
        "end": "00:08:17,960",
        "en": "Ja, er det advokat Elden som skal holde innlegg?",
        "pa": "Yes. Attorney Elden will now address the court.",
        "vi": "Vâng. Xin mời luật sư Elden phát biểu trước tòa? Xin mời."
    },
    {
        "start": "00:08:18,040",
        "end": "00:08:19,240",
        "en": "Vær så god.",
        "pa": "Please.",
        "vi": "THẨM PHÁN TÒA PHÚC THẨM"
    },
    {
        "start": "00:08:21,680",
        "end": "00:08:26,040",
        "en": "Når dere starter denne saken og tar imot Jensens forklaring,",
        "pa": "When the trial starts and you hear Jensen's statement,",
        "vi": "Khi phiên tòa bắt đầu và nghe tuyên bố của ông Jensen,"
    },
    {
        "start": "00:08:26,120",
        "end": "00:08:30,720",
        "en": "så er utgangspunktet at enhver er uskyldig inntil det motsatte er bevist.",
        "pa": "please remember that everyone is innocent until proven guilty.",
        "vi": "các bạn hãy nhớ mọi người đều vô tội đến khi được chứng minh có tội."
    },
    {
        "start": "00:08:32,120",
        "end": "00:08:37,120",
        "en": "Det er det eneste utgangspunktet dere skal ha når første bevis i saken kommer.",
        "pa": "That is the only starting point you should have\n when the first evidence in the trial is presented.",
        "vi": "Đó là điểm khởi đầu cần có khi bằng chứng đầu tiên được đưa ra."
    },
    {
        "start": "00:08:46,800",
        "end": "00:08:51,720",
        "en": "Eirik Jensen har ved hjelp av samboeren Ragna gått gjennom alle dokumentene.",
        "pa": "Eirik Jensen, with the help of his partner Ragna,\n had gone through all the documents.",
        "vi": "Eirik Jensen, với sự trợ giúp của Ragna, đã xem hết các tài liệu."
    },
    {
        "start": "00:08:52,960",
        "end": "00:08:58,080",
        "en": "Derfor hadde Jensen og hans forsvarere ved inngangen til lagmannsrettens behandling",
        "pa": "Jensen and his defence attorneys had therefore",
        "vi": "Do đó Jensen và các luật sư biện hộ"
    },
    {
        "start": "00:08:58,160",
        "end": "00:09:00,720",
        "en": "laget sine egne tidslinjer.",
        "pa": "created their own time lines at the start of the appeal trial.",
        "vi": "đã tạo ra dòng thời gian của mình lúc đầu phiên phúc thẩm."
    },
    {
        "start": "00:09:02,480",
        "end": "00:09:07,480",
        "en": "I etterforskningsmaterialet er det nesten ingenting som viser hvor hasjen kom fra,",
        "pa": "SWEDEN NORWAY\n There is almost nothing in the court documents",
        "vi": "THỤY ĐIỂN NA UY\n Hầu như không có tài liệu nào trên tòa cho thấy nhựa cần sa đến từ đâu,"
    },
    {
        "start": "00:09:07,560",
        "end": "00:09:10,640",
        "en": "når den er innført, hvordan den er innført.",
        "pa": "that show anything about where the hash came from,\n when it was smuggled, how it was smuggled.",
        "vi": "nó được nhập lậu khi nào, như thế nào."
    },
    {
        "start": "00:09:10,720",
        "end": "00:09:14,800",
        "en": "Det burde jo være et tankekors at han skal ha innført så mye narkotika,",
        "pa": "And that should make you think twice.\n That he's supposed to have smuggled such a large amount of drugs",
        "vi": "Điều đó nên được đặt dấu hỏi.\n Ông ấy đã nhập lậu nhiều thế"
    },
    {
        "start": "00:09:14,880",
        "end": "00:09:18,520",
        "en": "over så lang tid, som Jensen skal ha vært involvert i, uten noen spor.",
        "pa": "over such a long period of time with Jensen's help,\n without a trace of evidence.",
        "vi": "trong thời gian dài thế, với giúp đỡ của Jensen, không dấu vết."
    },
    {
        "start": "00:09:20,080",
        "end": "00:09:25,480",
        "en": "Det var ingen sammenheng mellom innførslene Cappelen gjettet at fant sted",
        "pa": "It became pretty clear that there was no connection\n between the smuggling that Cappelen claims happened",
        "vi": "Rõ ràng là không có mối liên hệ"
    },
    {
        "start": "00:09:26,600",
        "end": "00:09:30,680",
        "en": "og meldingene som Jensen hadde sendt på telefonen.",
        "pa": "and Jensen's phone messages.",
        "vi": "giữa những vụ nhập lậu mà Cappelen nói\n và những tin nhắn điện thoại của Jensen.\n JENSEN: CÓ VẺ ỔN RỒI.. YÊN ẮNG VÀ TƯƠI SÁNG.,"
    },
    {
        "start": "00:09:39,320",
        "end": "00:09:45,040",
        "en": "Den 11, mai 2010 kl. 07.33 så melder Jensen til Cappelen:",
        "pa": "May 11, 2010, at 7:33 a.m.,",
        "vi": "Ngày 11/5/2010, lúc 7:33 sáng,"
    },
    {
        "start": "00:09:45,120",
        "end": "00:09:47,040",
        "en": "\"Ja da. Solskinn.\"",
        "pa": "Jensen messages Cappelen, \"Yes, sunshine.\"",
        "vi": "Jensen nhắn cho Cappelen: \"Đúng, ánh mặt trời\"."
    },
    {
        "start": "00:09:47,800",
        "end": "00:09:51,600",
        "en": "Hvis man da ser på tidslinjene, tidslinjene for disse dagene,",
        "pa": "If you then look at the time line for these days,",
        "vi": "Nếu nhìn vào dòng thời gian cho những ngày đó,"
    },
    {
        "start": "00:09:52,720",
        "end": "00:09:58,640",
        "en": "så skjer det faktisk ingenting som er risikofylt for nettverket til Cappelen.",
        "pa": "you'll see that nothing risky is happening in the network.",
        "vi": "ta sẽ thấy là không có gì nguy hiểm xảy ra trong đường dây của Cappelen."
    },
    {
        "start": "00:09:59,760",
        "end": "00:10:03,880",
        "en": "Solskinnsmeldingene er klar bane for Cappelen.",
        "pa": "The sunshine messages were an \"all-clear\" to Cappelen,",
        "vi": "Tin nhắn ánh mặt trời nghĩa là \"ổn cả\" với Cappelen,"
    },
    {
        "start": "00:10:04,800",
        "end": "00:10:07,800",
        "en": "Altså tilknyttet hans informantvirksomhet.",
        "pa": "in regard to his informant activities, of course.",
        "vi": "tất nhiên nói về hoạt động chỉ điểm."
    },
    {
        "start": "00:10:09,880",
        "end": "00:10:15,400",
        "en": "Cappelen skal ikke figurere hos en person som er under spaning",
        "pa": "Cappelen is not to be exposed by the person under surveillance",
        "vi": "Cappelen không thể bị lộ bởi người nào bị theo dõi,"
    },
    {
        "start": "00:10:15,480",
        "end": "00:10:17,480",
        "en": "eller telefonavlytting.",
        "pa": "or by anyone being wiretapped.",
        "vi": "hay người nào bị nghe trộm."
    },
    {
        "start": "00:10:18,840",
        "end": "00:10:21,120",
        "en": "Det er min jobb å sørge for",
        "pa": "It's my job to make sure that the informant is never exposed.",
        "vi": "Việc của tôi là đảm bảo chỉ điểm không bao giờ bị lộ."
    },
    {
        "start": "00:10:21,200",
        "end": "00:10:26,680",
        "en": "at informanten aldri blir avdekket. Ikke på bilde, ikke på lyd.",
        "pa": "Not on film, not on tape.",
        "vi": "Trên phim hay trên băng."
    },
    {
        "start": "00:10:28,800",
        "end": "00:10:31,320",
        "en": "Faren der er at han går med i dragsuget.",
        "pa": "What's risky about this is that he could get caught up in the aftermath.",
        "vi": "Điều nguy hiểm là anh ấy có thể bị vạ lây."
    },
    {
        "start": "00:10:33,200",
        "end": "00:10:35,120",
        "en": "Og da kan du ikke redde ham.",
        "pa": "And then you can't save him.",
        "vi": "Thế thì không cứu được."
    },
    {
        "start": "00:10:36,720",
        "end": "00:10:40,040",
        "en": "Det er det ingen som tjener på. Da har han én dårlig erfaring,",
        "pa": "And that doesn't benefit anyone.\n He has had one bad experience, which means he's done being an informant.",
        "vi": "Thế chẳng có lợi cho ai. Anh ấy có một trải nghiệm xấu,"
    },
    {
        "start": "00:10:40,120",
        "end": "00:10:42,240",
        "en": "og da er han borte som informant.",
        "pa": "",
        "vi": "nghĩa là không thể làm chỉ điểm nữa."
    },
    {
        "start": "00:10:44,040",
        "end": "00:10:47,840",
        "en": "Det er min jobb å sørge for at kysten er klar.",
        "pa": "It's my job to make sure that the coast is clear.",
        "vi": "Việc của tôi là đảm bảo không có gì cản trở."
    },
    {
        "start": "00:10:50,400",
        "end": "00:10:53,400",
        "en": "Og da kan jeg sende \"sola skinner\".",
        "pa": "That's when I can send \"the sun is shining.\"",
        "vi": "Đó là khi gửi \"mặt trời đang tỏa ánh nắng\".\n JENSEN: ĐÚNG.. ÁNH NẮNG.!"
    },
    {
        "start": "00:10:57,720",
        "end": "00:11:01,800",
        "en": "Det som ikke står i meldingene, er hva de er tilknytta.",
        "pa": "What's not in the message is what they are regarding.",
        "vi": "Cái không có trong tin nhắn là nó muốn nói chuyện gì."
    },
    {
        "start": "00:11:01,880",
        "end": "00:11:04,200",
        "en": "Det er det bare Cappelen og jeg som vet.",
        "pa": "That is something only Cappelen and I know.",
        "vi": "Đây là điều chỉ có Cappelen và tôi biết."
    },
    {
        "start": "00:11:06,560",
        "end": "00:11:11,120",
        "en": "Eirik Jensen trenger ikke å overbevise dommerne fullt ut om sin historie.",
        "pa": "Eirik Jensen doesn't need to fully convince the judges of his story.",
        "vi": "Eirik Jensen không cần thuyết phục các thẩm phán tin câu chuyện của mình."
    },
    {
        "start": "00:11:11,200",
        "end": "00:11:14,200",
        "en": "Formålet med de nye tidslinjene er å så tvil.",
        "pa": "The aim of the new time lines is to sow doubt.",
        "vi": "Mục đích của dòng thời gian mới là gieo rắc nghi ngờ."
    },
    {
        "start": "00:11:14,280",
        "end": "00:11:16,960",
        "en": "Og hvis retten er i tvil, da må de frikjenne.",
        "pa": "And if the court has any doubt, then they must acquit.",
        "vi": "Và nếu tòa nghi ngờ, thì họ phải tha bổng."
    },
    {
        "start": "00:11:29,960",
        "end": "00:11:32,240",
        "en": "I lagmannsretten hadde vi forberedt oss.",
        "pa": "We had prepared for the court of appeal.",
        "vi": "Chúng tôi đã chuẩn bị cho phúc thẩm."
    },
    {
        "start": "00:11:33,520",
        "end": "00:11:36,040",
        "en": "Nå får de min versjon av sannheten.",
        "pa": "Now they would hear my version of the truth.",
        "vi": "Giờ họ sẽ nghe câu chuyện từ phía tôi."
    },
    {
        "start": "00:11:37,560",
        "end": "00:11:40,600",
        "en": "Så vi var veldig optimistiske på det tidspunktet",
        "pa": "So we were very optimistic at that point",
        "vi": "Lúc đó chúng tôi rất lạc quan,"
    },
    {
        "start": "00:11:41,520",
        "end": "00:11:44,640",
        "en": "med at vi ville få et bedre utfall enn i tingretten.",
        "pa": "that we would achieve a better result than in the district court.",
        "vi": "rằng sẽ đạt kết quả tốt hơn so với tòa án quận."
    },
    {
        "start": "00:11:45,440",
        "end": "00:11:47,600",
        "en": "Men da sier Elden til meg",
        "pa": "But then Elden tells me,",
        "vi": "Nhưng rồi Elden nói với tôi:"
    },
    {
        "start": "00:11:48,760",
        "end": "00:11:51,680",
        "en": "at det du må forberede deg på at du får midt i trynet nå,",
        "pa": "\"What you have to be prepared for is to get slammed in your face.\"",
        "vi": "\"Ông nên chuẩn bị cho việc bị đập vào mặt,"
    },
    {
        "start": "00:11:53,240",
        "end": "00:11:55,520",
        "en": "det er at de vil prøve seg med den varianten",
        "pa": "\"They'll try to say that you gave Cappelen the impression that you had his back.\"",
        "vi": "họ sẽ nói ông tạo cho Cappelen ấn tượng là hắn có ông che chở cho hắn\"."
    },
    {
        "start": "00:11:55,600",
        "end": "00:11:58,760",
        "en": "at du har innbilt Cappelen at du har passa på ham.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:11:58,840",
        "end": "00:12:01,520",
        "en": "Det er rømningsveien for påtalemyndigheten.",
        "pa": "\"That's the prosecution's escape strategy.\"",
        "vi": "\"Đó là chiến lược tẩu thoát của bên công tố\".\n LUẬT NA UY"
    },
    {
        "start": "00:12:10,960",
        "end": "00:12:16,080",
        "en": "Det sentrale spørsmål er om Jensen gjorde seg skyldig i medvirkning til innførsel.",
        "pa": "The central question in our case is whether Jensen is guilty",
        "vi": "Câu hỏi chính trong vụ án này là Jensen có phạm tội"
    },
    {
        "start": "00:12:16,160",
        "end": "00:12:21,160",
        "en": "Medvirkningen kan være fysisk eller psykisk, pleier vi å si.",
        "pa": "of complicity of smuggling.\n Complicity can be physical or psychological, as we usually put it.",
        "vi": "đồng lõa trong buôn lậu không.\n Đồng lõa có thể là xúi giục hoặc giúp sức, như chúng tôi thường nói."
    },
    {
        "start": "00:12:22,600",
        "end": "00:12:27,000",
        "en": "Men i vår sak er det psykisk medvirkning som er aktuelt.",
        "pa": "But in our case,\n it's psychological complicity that applies.",
        "vi": "Nhưng trong vụ này, giúp sức được áp dụng."
    },
    {
        "start": "00:12:28,480",
        "end": "00:12:33,480",
        "en": "Cappelen er mest opptatt av at når det kommer, så må ting være i orden.",
        "pa": "Cappelen is mainly concerned with ensuring that it was safe when the goods arrived.",
        "vi": "Cappelen chủ yếu quan tâm đến việc đảm bảo mọi thứ an toàn khi hàng đến."
    },
    {
        "start": "00:12:33,560",
        "end": "00:12:37,960",
        "en": "Har Jensen kunnet gjøre alt han har sagt at han skulle gjøre,",
        "pa": "\"Yes, could Jensen even do all the things he said he could?\"",
        "vi": "\"Vâng, liệu Jensen có thể làm những thứ ông ấy nói là có thể không?\""
    },
    {
        "start": "00:12:38,040",
        "end": "00:12:40,200",
        "en": "eller har han gjort det?",
        "pa": "\"Or did he actually do them?\"",
        "vi": "\"Hay ông ấy thật sự đã làm?\""
    },
    {
        "start": "00:12:41,400",
        "end": "00:12:44,120",
        "en": "Det er ikke nødvendigvis helt avgjørende.",
        "pa": "That's not necessarily conclusive.",
        "vi": "Không nhất thiết phải có kết luận rõ ràng."
    },
    {
        "start": "00:12:44,200",
        "end": "00:12:48,480",
        "en": "Det som er avgjørende, er at Cappelen… trodde det.",
        "pa": "What is conclusive is that Cappelen believed he could.",
        "vi": "Cái rõ ràng là Cappelen tin Jensen có thể."
    },
    {
        "start": "00:12:48,560",
        "end": "00:12:54,120",
        "en": "Han trodde at alt var sikkert og greit. At han bare kunne komme med hasjen.",
        "pa": "He believed everything was safe and in order.\n That he could bring in the hash.",
        "vi": "Ông ấy tin mọi thứ đều an toàn và ổn thỏa.\n Để đưa nhựa cần sa về."
    },
    {
        "start": "00:12:56,640",
        "end": "00:13:00,600",
        "en": "Det er ikke noe krav om at Jensen er tilgjengelig hele perioden fra innførselen",
        "pa": "It's not a requirement that Jensen should be available",
        "vi": "Jensen không bắt buộc phải ra mặt"
    },
    {
        "start": "00:13:00,680",
        "end": "00:13:02,800",
        "en": "nærmer seg grensa til den tas imot.",
        "pa": "from when the load is approaching the border to when it's received.",
        "vi": "từ khi hàng đến gần biên giới đến khi giao xong."
    },
    {
        "start": "00:13:05,880",
        "end": "00:13:10,240",
        "en": "Og det er ikke noe krav at han sender en beroligende melding like før eller idet",
        "pa": "And it's also not a requirement that he sends a reassuring message before",
        "vi": "Và cũng không bắt buộc phải gửi tin nhắn trấn an trước đó,"
    },
    {
        "start": "00:13:10,320",
        "end": "00:13:12,800",
        "en": "narkotikaen passerer grensen,",
        "pa": "or right after the drugs cross the border.",
        "vi": "hay khi ma túy đi qua biên giới."
    },
    {
        "start": "00:13:12,880",
        "end": "00:13:17,400",
        "en": "for å ta noen eksempler advokat Katralen var inne på i sin prosedyre.",
        "pa": "To name a few examples Attorney Katralen mentioned in her proceedings.",
        "vi": "Đó là vài ví dụ mà luật sư Katralen đưa ra trong luận điểm của mình."
    },
    {
        "start": "00:13:20,400",
        "end": "00:13:23,960",
        "en": "I første runde var Jensen omtrent med å spana på grensen med Cappelen.",
        "pa": "The first round, it was almost like Eirik was working the border with Cappelen.",
        "vi": "Phiên tòa đầu tiên, gần như thể Eirik hợp tác với Cappelen ở biên giới."
    },
    {
        "start": "00:13:25,040",
        "end": "00:13:29,400",
        "en": "Fulgte transporten og fløy rundt på politi- og tollkontoret, og…",
        "pa": "Following the transport and running in and out of customs and police stations,",
        "vi": "Đi theo chuyến hàng, vào và ra các trạm cảnh sát và hải quan,"
    },
    {
        "start": "00:13:29,480",
        "end": "00:13:32,040",
        "en": "Han hadde en ekstremt aktiv rolle.",
        "pa": "that he was very much actively involved.",
        "vi": "tức ông ấy chủ động tham gia."
    },
    {
        "start": "00:13:33,880",
        "end": "00:13:39,040",
        "en": "Nå er det det at Cappelen visste at han hadde Eirik i ryggen hvis noe skulle skje.",
        "pa": "Now it's that Cappelen knew that Eirik had his back if anything should happen.",
        "vi": "Giờ thì là Cappelen biết Eirik sẽ bảo kê cho mình nếu có chuyện gì."
    },
    {
        "start": "00:13:43,280",
        "end": "00:13:45,960",
        "en": "Men hva er det han psykisk har medvirket til?",
        "pa": "What is he actually psychologically complicit in?",
        "vi": "Ông ấy đồng lõa dạng xúi giục như thế nào?"
    },
    {
        "start": "00:13:48,400",
        "end": "00:13:52,600",
        "en": "Er det det at Cappelen har kjent ham og hatt tilgang til ham?",
        "pa": "That Cappelen knew him?",
        "vi": "Rằng Cappelen quen ông ấy? Có liên hệ? Có thể gọi cho ông ấy?"
    },
    {
        "start": "00:13:53,200",
        "end": "00:13:55,200",
        "en": "Ved å kunne ringe ham?",
        "pa": "Had access to him? Was able to call him?",
        "vi": ""
    },
    {
        "start": "00:13:56,720",
        "end": "00:14:00,320",
        "en": "Hvordan skal du forsvare deg som informantbehandler,",
        "pa": "How are you supposed to defend yourself as an informant handler,",
        "vi": "Làm sao biện hộ cho mình là với tư cách phụ trách chỉ điểm,"
    },
    {
        "start": "00:14:00,400",
        "end": "00:14:03,880",
        "en": "hvor kanskje din informant opplever deg",
        "pa": "when your informant possibly feels like",
        "vi": "khi nào thì chỉ điểm cảm thấy"
    },
    {
        "start": "00:14:05,600",
        "end": "00:14:06,880",
        "en": "som beskyttelse?",
        "pa": "you're protecting him?",
        "vi": "được mình bảo vệ?"
    },
    {
        "start": "00:14:11,200",
        "end": "00:14:14,280",
        "en": "Når han hadde torpedoer på nakken, ordna jeg opp.",
        "pa": "When he had enforcers after him, I took care of it.",
        "vi": "Khi anh ta bị du côn nhắm vào, tôi giải quyết."
    },
    {
        "start": "00:14:14,360",
        "end": "00:14:18,240",
        "en": "Når han var narkotika… På kjøret, så ordna jeg opp.",
        "pa": "When he was spaced out on-- on drugs, I took care of it.",
        "vi": "Khi anh ta bất tỉnh vì ma túy, tôi giải quyết."
    },
    {
        "start": "00:14:18,320",
        "end": "00:14:20,920",
        "en": "Trusler mot familien hans, da ordna jeg opp.",
        "pa": "Threats against his family, I took care of it.",
        "vi": "Gia đình anh ta bị đe dọa, tôi giải quyết."
    },
    {
        "start": "00:14:21,000",
        "end": "00:14:23,600",
        "en": "Det er klart at Cappelen var trygg med meg i ryggen.",
        "pa": "So of course Cappelen felt safe, and-- and I had his back.",
        "vi": "Tất nhiên Cappelen yên tâm khi tôi đứng sau."
    },
    {
        "start": "00:14:25,560",
        "end": "00:14:29,520",
        "en": "Men at jeg har medvirket til Cappelens hasjimporter til Norge…",
        "pa": "But that I am complicit in Cappelen's drug smuggling to Norway?",
        "vi": "Nhưng nói tôi đồng lõa trong các vụ buôn lậu của Cappelen vào Na Uy…"
    },
    {
        "start": "00:14:32,000",
        "end": "00:14:33,240",
        "en": "Det er en løgn.",
        "pa": "That's a lie.",
        "vi": "Đó là dối trá."
    },
    {
        "start": "00:14:43,480",
        "end": "00:14:48,120",
        "en": "Vi snakket jo litt om virksomheten. Jeg sa til ham: \"Du må jo bli tatt.\"",
        "pa": "GJERMUND CAPPELEN'S FRIEND\n We did talk a little about the operation, and I told him, \"You will get caught.\"",
        "vi": "BẠN CỦA GJERMUND CAPPELEN\n Chúng tôi nói chuyện một chút về việc đó, tôi bảo: \"Cậu sẽ bị bắt\"."
    },
    {
        "start": "00:14:50,600",
        "end": "00:14:52,600",
        "en": "Da svarte han: \"Jeg kan ikke bli tatt.\"",
        "pa": "But then he answered, \"I can't get caught.\"",
        "vi": "Cậu ấy đáp: \"Không thể đâu\"."
    },
    {
        "start": "00:14:55,640",
        "end": "00:15:01,800",
        "en": "Da forklarte han at han kjente en snut, en sånn… \"kul snut\", som han sa.",
        "pa": "Then he explained that he knew a cop, one of those \"cool cops,\" he said.",
        "vi": "Rồi cậu ấy giải thích là có quen cảnh sát, một trong những \"cảnh sát có số má\"."
    },
    {
        "start": "00:15:03,480",
        "end": "00:15:06,640",
        "en": "Så begynte han å omtale den kule snuten ved navn.",
        "pa": "And then he started referring to this \"cool cop\" by name,",
        "vi": "Và rồi cậu ấy bắt đầu nhắc đến tên người này,"
    },
    {
        "start": "00:15:06,720",
        "end": "00:15:10,440",
        "en": "Og det navnet gjentok han mange ganger, og det var Eirik.",
        "pa": "and he repeated the name multiple times, and it was Eirik.",
        "vi": "và cậu ấy nhắc đến nó nhiều lần, đó là Eirik."
    },
    {
        "start": "00:15:13,840",
        "end": "00:15:16,560",
        "en": "Sjefen for narkotikapolitiet…",
        "pa": "POLICE\n The chief of the narcotics division",
        "vi": "CẢNH SÁT\n Trưởng phòng chống ma túy"
    },
    {
        "start": "00:15:18,560",
        "end": "00:15:20,560",
        "en": "…samarbeidet med Gjermund.",
        "pa": "was working with Gjermund.",
        "vi": "đang hợp tác với Gjermund."
    },
    {
        "start": "00:15:22,160",
        "end": "00:15:26,160",
        "en": "Og det ble for mye å bære for en streit, arbeidende kar som meg.",
        "pa": "And that was too much for a regular hardworking guy like me.",
        "vi": "Và đó là quá sức tưởng tượng với một người bình thường như tôi."
    },
    {
        "start": "00:15:27,680",
        "end": "00:15:30,640",
        "en": "Det overgår det du ser på film, husker jeg at jeg tenkte da.",
        "pa": "\"This surpasses what you see in the movies,\" I remember thinking.\n NORWEGIAN LAW",
        "vi": "\"Còn hơn cả trong phim\", tôi nhớ đã nghĩ thế.\n LUẬT NA UY"
    },
    {
        "start": "00:15:46,520",
        "end": "00:15:51,000",
        "en": "Cappelen og Jensen fant hverandre nokså lett.",
        "pa": "Cappelen and Jensen got along quite easily.",
        "vi": "Cappelen và Jensen thân nhau khá dễ dàng."
    },
    {
        "start": "00:15:53,880",
        "end": "00:15:56,640",
        "en": "Cappelen hadde jo vært gategutt og drevet lenge.",
        "pa": "Cappelen had been a street kid for a while.",
        "vi": "Cappelen từng là dân đường phố một thời gian."
    },
    {
        "start": "00:15:57,440",
        "end": "00:16:01,640",
        "en": "Det hadde også Eirik Jensen. Vandret i gatene.",
        "pa": "Jensen had too. Wandered the streets.",
        "vi": "Jensen cũng thế. Lang thang ngoài đường."
    },
    {
        "start": "00:16:02,320",
        "end": "00:16:04,360",
        "en": "Kjente de kriminelle på gangen.",
        "pa": "Knew the criminals.",
        "vi": "Hiểu tội phạm."
    },
    {
        "start": "00:16:05,360",
        "end": "00:16:06,760",
        "en": "De var ganske like.",
        "pa": "They were pretty similar,",
        "vi": "Họ khá tương đồng."
    },
    {
        "start": "00:16:08,280",
        "end": "00:16:12,360",
        "en": "Og det betyr at da kan man jo få mye godt ut av hverandre.",
        "pa": "which means they could benefit a lot from each other.",
        "vi": "Nghĩa là họ có thể hưởng lợi rất nhiều từ nhau."
    },
    {
        "start": "00:16:14,480",
        "end": "00:16:19,960",
        "en": "Og jeg tror at begges sans for penger og der tilhørende ting også",
        "pa": "And I think their attitude towards money and things of that nature",
        "vi": "Và thái độ của họ với tiền bạc và những thứ liên quan,"
    },
    {
        "start": "00:16:20,880",
        "end": "00:16:22,000",
        "en": "var ganske lik.",
        "pa": "were also pretty similar.",
        "vi": "khá tương đồng."
    },
    {
        "start": "00:16:24,440",
        "end": "00:16:30,040",
        "en": "Jeg fikk presentert et bilde i retten som var så langt fra den jeg lærte å kjenne.",
        "pa": "The way he was portrayed in court was really far removed",
        "vi": "Cách ông ấy được mô tả trước tòa, đó rất khác với người tôi biết."
    },
    {
        "start": "00:16:31,240",
        "end": "00:16:36,400",
        "en": "Eirik har aldri sagt \"nå kjører vi den dyreste vinen\", aldri champagne.",
        "pa": "from the person I'd come to know.\n Eirik has never been…\n \"Let's buy the most expensive wine. Let's get champagne.\" Never.",
        "vi": "Eirik không bao giờ kiểu: \"Hãy mua loại rượu đắt nhất, hãy mua sâm-panh\"."
    },
    {
        "start": "00:16:36,480",
        "end": "00:16:40,240",
        "en": "Aldri noe nattklubb, høytsvevende liv eller dyre dresser.",
        "pa": "Never any nightclubs and living the high life or expensive suits or…",
        "vi": "Không bao giờ đi hộp đêm hay sống xa hoa, mặc vét đắt tiền hay…"
    },
    {
        "start": "00:16:41,080",
        "end": "00:16:45,080",
        "en": "Ofte samme klær over flere år. Han har en veldig nøktern livsstil.",
        "pa": "Often the same clothes for many years.",
        "vi": "Thường mặc cùng một bộ nhiều năm. Ông ấy sống rất đơn giản."
    },
    {
        "start": "00:16:45,160",
        "end": "00:16:50,000",
        "en": "En av de jeg kjenner i politiet, som har den mest nøkterne livsstilen",
        "pa": "He lives a very simple life, in a way.\n Maybe someone in the police with the simplest of lifestyles,",
        "vi": "Có lẽ là lối sống đơn giản nhất tôi biết trong cảnh sát,"
    },
    {
        "start": "00:16:50,080",
        "end": "00:16:52,480",
        "en": "i forhold til stillingen han faktisk har.",
        "pa": "in relation to his position.",
        "vi": "so với chức vụ của mình."
    },
    {
        "start": "00:17:02,280",
        "end": "00:17:06,000",
        "en": "Cappelen har gjennom saken vært klar på sin oppfatning,",
        "pa": "Throughout the trial, Cappelen has been consistent in his story",
        "vi": "Trong suốt phiên tòa, Cappelen rất nhất quán với chuyện"
    },
    {
        "start": "00:17:06,080",
        "end": "00:17:09,840",
        "en": "at han har betalt 500 kr per kilo som er innført, til Jensen.",
        "pa": "about paying Jensen 500 kroner per kilo of hash.",
        "vi": "trả Jensen 500 kroner trên mỗi cân nhựa cần sa."
    },
    {
        "start": "00:17:09,920",
        "end": "00:17:13,440",
        "en": "Jensen har hatt oversikt og regnskap over dette fullt ut,",
        "pa": "And that Jensen did the books and had full insight,",
        "vi": "Và Jensen nắm sổ sách và biết toàn bộ thông tin,"
    },
    {
        "start": "00:17:13,520",
        "end": "00:17:16,720",
        "en": "og han har fått absolutt alle penger som han skulle ha.",
        "pa": "and that he received all the money he was supposed to.",
        "vi": "và ông ấy đã nhận toàn bộ số tiền được trả công."
    },
    {
        "start": "00:17:17,680",
        "end": "00:17:22,120",
        "en": "Og dette er anslått til å være flere titalls millioner kroner totalt sett,",
        "pa": "And Cappelen estimates this to be several tens of millions of kroner.",
        "vi": "Và Cappelen ước tính con số vào khoảng vài chục triệu kroner."
    },
    {
        "start": "00:17:22,200",
        "end": "00:17:23,680",
        "en": "fra Cappelen sin side.",
        "pa": "2 PER 13.90 KR/PER",
        "vi": ""
    },
    {
        "start": "00:17:28,520",
        "end": "00:17:33,320",
        "en": "Og det de har kommet med, når de har ettergått tjueårsperioden med Cappelen,",
        "pa": "What they managed to come up with\n after re-examining that 20-year period when he knew Cappelen",
        "vi": "Cái họ rút ra được sau khi xem xét lại 20 năm Jensen quen biết Cappelen,"
    },
    {
        "start": "00:17:33,400",
        "end": "00:17:35,560",
        "en": "så sitter Spesialenheten med en teori om",
        "pa": "",
        "vi": "là giả thuyết của cơ quan Nội vụ là Jensen có số tiền 1,5 triệu kroner…"
    },
    {
        "start": "00:17:35,640",
        "end": "00:17:40,520",
        "en": "at Jensen har hatt ca. en eller halvannen million for mye å rutte med.",
        "pa": "was a theory by Internal Affairs that Jensen had approximately\n one and a half million kroner too much.",
        "vi": "dôi ra so với thu nhập chính thức."
    },
    {
        "start": "00:17:42,080",
        "end": "00:17:44,080",
        "en": "Det er et så lite beløp",
        "pa": "That's such a small amount\n that not even the tax authorities would find it interesting.",
        "vi": "Một số tiền nhỏ đến nỗi"
    },
    {
        "start": "00:17:44,160",
        "end": "00:17:47,520",
        "en": "at selv skattemyndighetene ville sagt at det er uinteressant.",
        "pa": "",
        "vi": "cơ quan thuế cũng chả thấy có gì đáng chú ý."
    },
    {
        "start": "00:17:47,600",
        "end": "00:17:51,000",
        "en": "Ikke noe grunnlag for mistanke om kriminell virksomhet.",
        "pa": "It does not form a basis for criminal activity.",
        "vi": "Đó không phải cơ sở để dấy lên nghi ngờ về hoạt động tội phạm."
    },
    {
        "start": "00:17:51,080",
        "end": "00:17:55,560",
        "en": "Disse enorme summene som Cappelen forklarer at han har gitt Eirik Jensen,",
        "pa": "These enormous amounts Gjermund Cappelen claims to have given Eirik Jensen",
        "vi": "Số tiền khổng lồ mà Gjermund Cappelen tuyên bố đã đưa cho Eirik Jensen,"
    },
    {
        "start": "00:17:55,640",
        "end": "00:17:57,200",
        "en": "de har ikke politiet funnet.",
        "pa": "have yet to be found by the police.",
        "vi": "chưa được cảnh sát tìm thấy."
    },
    {
        "start": "00:17:59,240",
        "end": "00:18:02,840",
        "en": "Det kan hende at Eirik Jensen har et hemmelig spilleproblem",
        "pa": "It's completely possible that Eirik Jensen has a secret gambling problem",
        "vi": "Có khả năng Eirik Jensen là con nghiện cờ bạc bí mật,"
    },
    {
        "start": "00:18:02,920",
        "end": "00:18:06,320",
        "en": "eller 12 millioner gravd ned i en svensk skog.",
        "pa": "or that 12 million kroner is buried in a Swedish forest.",
        "vi": "hoặc đã chôn 12 triệu kroner trong rừng ở Thụy Điển."
    },
    {
        "start": "00:18:07,920",
        "end": "00:18:11,880",
        "en": "Men de pengene har ikke politiet funnet, og det er ikke fordi de ikke har prøvd.",
        "pa": "But the police never found any money, and that's not for a lack of trying.",
        "vi": "Nhưng cảnh sát không tìm thấy, và không phải do thiếu cố gắng."
    },
    {
        "start": "00:18:23,080",
        "end": "00:18:27,200",
        "en": "Klokken 13 i dag trakk juryen i Eirik Jensen-saken seg tilbake",
        "pa": "JANUARY 2019\n  At one p.m. today, the jury in the Eirik Jensen case",
        "vi": "THÁNG MỘT NĂM 2019\n Lúc 1:00 chiều hôm nay, bồi thẩm đoàn trong vụ của Eirik Jensen"
    },
    {
        "start": "00:18:27,280",
        "end": "00:18:29,880",
        "en": "for å komme fram til en kjennelse.",
        "pa": "started deliberations to reach a verdict.",
        "vi": "bắt đầu nghị án để tiến tới phán quyết."
    },
    {
        "start": "00:18:30,640",
        "end": "00:18:34,240",
        "en": "Skal de svare ja eller nei på om Eirik Jensen er skyldig",
        "pa": "Will they answer yes or no to whether Eirik Jensen is guilty of complicity",
        "vi": "Họ sẽ trả lời có hay không với câu hỏi Eirik Jensen có mắc tội đồng lõa"
    },
    {
        "start": "00:18:34,320",
        "end": "00:18:37,480",
        "en": "i å ha medvirket til innførsel av narkotika?",
        "pa": "in the smuggling of drugs, and has he been a corrupt policeman?",
        "vi": "trong buôn lậu ma túy? Và Jensen có phải cảnh sát nhận hối lộ?"
    },
    {
        "start": "00:18:37,560",
        "end": "00:18:40,320",
        "en": "Og har han mottatt korrupsjon som politimann?",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:18:40,400",
        "end": "00:18:43,400",
        "en": "Hvor mange innførsler mener dere Jensen har bistått i?",
        "pa": "How many times did Jensen assist in the smuggling?",
        "vi": "Đã bao nhiêu lần Jensen hỗ trợ việc buôn lâu?"
    },
    {
        "start": "00:18:43,480",
        "end": "00:18:47,120",
        "en": "-Ingen. -Hvor mye penger har han fått av Cappelen?",
        "pa": "None.\n How much money did he receive from Cappelen?",
        "vi": "Không lần nào.\n Jensen nhận được bao nhiêu từ Cappelen?"
    },
    {
        "start": "00:18:47,200",
        "end": "00:18:48,400",
        "en": "Ingen.",
        "pa": "None.",
        "vi": "Không đồng nào."
    },
    {
        "start": "00:18:48,480",
        "end": "00:18:54,160",
        "en": "De må bruke sunn fornuft og trekke den konklusjonen de mener er riktig.",
        "pa": "They need to use common sense\n and draw the conclusion they think is right.\n IMPORT OF APPROX. 880 LBS. OF HASHISH",
        "vi": "Họ cần dùng lý trí và rút ra kết luận họ nghĩ là đúng."
    },
    {
        "start": "00:18:59,880",
        "end": "00:19:01,880",
        "en": "",
        "pa": "VERY EARLY BREAKFAST",
        "vi": "NHẬP LẬU 400 KG NHỰA CẦN SA\n CAPPELEN - NGƯỜI TỐT BỮA SÁNG RẤT SỚM"
    },
    {
        "start": "00:19:23,360",
        "end": "00:19:26,960",
        "en": "Riktig god ettermiddag. Vel møtt til nyhetene klokka 12.",
        "pa": "6 DAYS LATER\n Good afternoon, welcome to the twelve o'clock news.",
        "vi": "6 NGÀY SAU\n Chào buổi chiều, chào mừng đến bản tin 12 giờ."
    },
    {
        "start": "00:19:27,040",
        "end": "00:19:32,200",
        "en": "Om bare én time kommer kjennelsen fra juryen i saken mot Eirik Jensen.",
        "pa": "In just one hour, the jury will deliver their verdict in the case\n against Eirik Jensen.",
        "vi": "Trong một giờ nữa, bồi thẩm đoàn sẽ đưa ra phán quyết trong vụ án\n chống lại Eirik Jensen."
    },
    {
        "start": "00:19:38,840",
        "end": "00:19:42,200",
        "en": "Takk. Da sier vi takk, og så slutter vi nå, OK?",
        "pa": "Received word that Eirik Jensen is much closer…\n Thanks, thank you. We're done now. Okay?",
        "vi": "Nhận được tin Eirik Jensen đến gần hơn rất nhiều…\n Cảm ơn. Xong rồi. Được chứ?"
    },
    {
        "start": "00:19:47,800",
        "end": "00:19:51,960",
        "en": "Juryen brukte jo usedvanlig lang tid på å komme til sin kjennelse.",
        "pa": "The jury took an unusually long time to reach a verdict.",
        "vi": "Bồi thẩm đoàn dành thời gian dài bất thường để đi đến phán quyết."
    },
    {
        "start": "00:19:52,040",
        "end": "00:19:54,440",
        "en": "Det var beinharde døgn.",
        "pa": "They were tough days.",
        "vi": "Đó là những ngày khó khăn."
    },
    {
        "start": "00:19:57,960",
        "end": "00:20:02,600",
        "en": "Juryen satt tre ganger så lenge som noen annen jury i norsk historie.",
        "pa": "The jury took three times longer than any other jury in Norwegian history.",
        "vi": "Họ dùng thời gian nhiều gấp ba lần mọi bồi thẩm đoàn trong lịch sử Na Uy."
    },
    {
        "start": "00:20:03,400",
        "end": "00:20:06,080",
        "en": "Men vi aner ikke hva de kommer fram til.",
        "pa": "But we have no idea what they will decide.",
        "vi": "Nhưng không biết họ sẽ quyết định thế nào."
    },
    {
        "start": "00:20:08,120",
        "end": "00:20:11,760",
        "en": "Jeg satt med en positiv følelse, for det at",
        "pa": "I had a positive feeling because I studied the members of the jury",
        "vi": "Tôi có cảm giác tích cực vì đã nghiên cứu các thành viên bồi thẩm đoàn,"
    },
    {
        "start": "00:20:11,840",
        "end": "00:20:16,320",
        "en": "jeg studerer jo jurymedlemmene, hvem som er engasjerte og ikke.",
        "pa": "to see who was engaged or not.",
        "vi": "để xem ai quan tâm hoặc không."
    },
    {
        "start": "00:20:17,120",
        "end": "00:20:20,720",
        "en": "Når jeg forklarer meg om hvordan jeg mener dette henger sammen,",
        "pa": "During my statement,\n I explained how this fits together from my point of view.",
        "vi": "Trong phát biểu, khi tôi giải thích cách tôi thấy bức ảnh,"
    },
    {
        "start": "00:20:20,800",
        "end": "00:20:24,360",
        "en": "så ser jeg at jeg har noen positive signaler fra noen.",
        "pa": "Then I see a few positive signals from some of them.",
        "vi": "tôi thấy vài tín hiệu tích cực từ một số người trong đó."
    },
    {
        "start": "00:20:24,440",
        "end": "00:20:26,800",
        "en": "Og da får du håp om at noen har skjønt noe.",
        "pa": "And then you get hope that some of them did understand something.",
        "vi": "Nên mong là có ai hiểu mình."
    },
    {
        "start": "00:20:33,680",
        "end": "00:20:40,280",
        "en": "Lagretten skal svare ja eller nei på de spørsmålene den blir forelagt i skriftet.",
        "pa": "The jury will now answer yes or no to the written questions listed.",
        "vi": "Bồi thẩm đoàn sẽ đưa ra câu trả lời có hoặc không với danh sách các câu hỏi."
    },
    {
        "start": "00:20:40,840",
        "end": "00:20:44,680",
        "en": "Spørsmålsskriftet omfatter to hovedspørsmål.",
        "pa": "The list includes two main questions.",
        "vi": "Danh sách bao gồm hai câu hỏi chính."
    },
    {
        "start": "00:20:44,760",
        "end": "00:20:48,520",
        "en": "Det første spørsmålet gjelder medvirkning til innførsel av narkotika.",
        "pa": "The first question is in regard to complicity in the smuggling of narcotics.",
        "vi": "Câu hỏi đầu tiên là về việc đồng lõa trong buôn lậu ma túy."
    },
    {
        "start": "00:20:48,600",
        "end": "00:20:51,200",
        "en": "Det andre spørsmålet gjelder korrupsjon.",
        "pa": "The second question is in regard to corruption.\n FOREMAN OF THE JURY ANNSTEIN GARNES",
        "vi": "Câu hỏi thứ hai là về nhận hối lộ.\n CHỦ TỊCH BỒI THẨM ĐOÀN"
    },
    {
        "start": "00:20:53,600",
        "end": "00:20:57,800",
        "en": "Først skal vi si at lagretten på ære og samvittighet har gitt følgende svar",
        "pa": "Firstly I'd like to say we, the jury, on our honour and conscience,",
        "vi": "Bồi thẩm đoàn, với danh dự và lương tâm,"
    },
    {
        "start": "00:20:57,880",
        "end": "00:20:59,880",
        "en": "på spørsmålene som er stilt.",
        "pa": "have given the following answers to the listed questions.",
        "vi": "có câu trả lời sau đây cho danh sách các câu hỏi."
    },
    {
        "start": "00:21:00,680",
        "end": "00:21:02,560",
        "en": "Spørsmål én: Nei.",
        "pa": "Question one, no.",
        "vi": "Câu hỏi một, không.\n ĐỒNG LÕA BUÔN LẬU MA TÚY KHÔNG CÓ TỘI"
    },
    {
        "start": "00:21:12,000",
        "end": "00:21:15,480",
        "en": "Spørsmål tre: Ja, med flere enn seks stemmer.",
        "pa": "Question three. Yes, with more than six votes.",
        "vi": "Câu hỏi hai. Có, với hơn sáu phiếu."
    },
    {
        "start": "00:21:15,560",
        "end": "00:21:20,520",
        "en": "Kjennelsen er gyldig avgitt og lagmannsretten trekker seg tilbake",
        "pa": "The verdict is valid.",
        "vi": "Phán quyết hợp lệ, và tòa xin được phép nghỉ"
    },
    {
        "start": "00:21:20,600",
        "end": "00:21:23,360",
        "en": "for å vurdere lagrettens svar.",
        "pa": "And the court will now retire to consider the jury's ruling.",
        "vi": "để xem xét phán quyết của bồi thẩm đoàn."
    },
    {
        "start": "00:21:25,240",
        "end": "00:21:32,160",
        "en": "Det første han svarer på, er jo nei til medvirkning til narkotikainnførsel.",
        "pa": "The first thing he answered was no\n to complicity in smuggling drugs.",
        "vi": "Câu trả lời đầu tiên là không\n cho câu hỏi đồng lõa buôn lậu ma túy."
    },
    {
        "start": "00:21:33,880",
        "end": "00:21:39,400",
        "en": "Så ble jeg så glad at jeg… Jeg kan ikke beskrive det, altså.",
        "pa": "I was so happy that I, uh, can't even describe it.",
        "vi": "Lúc đó tôi vui đến mức… Tôi không diễn tả nổi."
    },
    {
        "start": "00:21:40,880",
        "end": "00:21:44,200",
        "en": "Det er helt klart en stor seier for Eirik Jensen.",
        "pa": "This is definitely a huge victory for Eirik Jensen.",
        "vi": "Chắc chắn đây là thắng lợi lớn với Eirik Jensen."
    },
    {
        "start": "00:21:44,960",
        "end": "00:21:48,640",
        "en": "Å bare bli dømt for grov korrupsjon tilsier altså",
        "pa": "To only be convicted of gross corruption",
        "vi": "Chỉ bị kết tội nhận hối lộ thì bản án có thể là tám năm,"
    },
    {
        "start": "00:21:48,720",
        "end": "00:21:52,640",
        "en": "en dom på åtte års fengsel, slippe ut etter to tredeler",
        "pa": "suggests a sentence of maybe eight years in prison,",
        "vi": ""
    },
    {
        "start": "00:21:52,720",
        "end": "00:21:55,480",
        "en": "og kunne leve et lykkelig pensjonistliv etter det.",
        "pa": "release after two-thirds\n and enjoying his retirement after that.",
        "vi": "được thả sau 2/3 thời gian chấp hành án, và an hưởng tuổi già sau đó."
    },
    {
        "start": "00:21:56,440",
        "end": "00:22:00,280",
        "en": "Man kan vel si at Jensens forsvarere har lykkes med ny strategi",
        "pa": "You could say that the defence's new strategy was successful",
        "vi": "Có thể nói chiến lược mới của bên biện hộ đã thành công"
    },
    {
        "start": "00:22:00,360",
        "end": "00:22:03,880",
        "en": "med å være mer offensiv og gå til angrip på disse tidslinjene.",
        "pa": "by aggressively attacking the time lines. And if Jensen is to be believed,",
        "vi": "qua việc công kích gay gắt dòng thời gian."
    },
    {
        "start": "00:22:03,960",
        "end": "00:22:07,240",
        "en": "Skal vi tro Jensen, er det han og samboeren som startet med dette.",
        "pa": "all of this started with him and his partner",
        "vi": "Và theo lời Jensen, tất cả bắt đầu với ông ấy và bạn gái."
    },
    {
        "start": "00:22:07,320",
        "end": "00:22:11,200",
        "en": "Å sitte over kjøkkenbordet hjemme, lese seg gjennom tidslinjer og finne feil.",
        "pa": "sitting at the kitchen table, looking for mistakes in the time lines.",
        "vi": "Qua việc ngồi ở bàn bếp, tìm sai sót trong dòng thời gian."
    },
    {
        "start": "00:22:12,520",
        "end": "00:22:16,600",
        "en": "Selvfølgelig var alle letta over at det punktet var borte.",
        "pa": "Everyone was, of course, relieved that one charge had gone.",
        "vi": "Tất nhiên, tất cả nhẹ nhõm khi một cáo buộc đã bị bác bỏ."
    },
    {
        "start": "00:22:16,680",
        "end": "00:22:21,040",
        "en": "For det var også advokatene sikre på, at dette hadde vi landa.",
        "pa": "The lawyers were pretty sure that we had it.",
        "vi": "Các luật sư khá chắc chắn chúng tôi đã giành thắng lợi."
    },
    {
        "start": "00:22:24,960",
        "end": "00:22:27,240",
        "en": "Dommerne skal jo godkjenne dommen.",
        "pa": "The judges have to approve the verdict.",
        "vi": "Các thẩm phán phải phê chuẩn phán quyết."
    },
    {
        "start": "00:22:29,000",
        "end": "00:22:31,000",
        "en": "Oftest er jo det en formalitet.",
        "pa": "It's usually just a formality.",
        "vi": "Thường đó chỉ là hình thức."
    },
    {
        "start": "00:22:32,480",
        "end": "00:22:35,680",
        "en": "Og de sitter på bakrommet i ca. en time.",
        "pa": "They deliberated for about an hour.",
        "vi": "Họ nghị án trong khoảng một giờ."
    },
    {
        "start": "00:22:37,240",
        "end": "00:22:40,920",
        "en": "Så blir vi kalt inn igjen for å høre deres siste ord.",
        "pa": "Then we're called back in to hear their final decision.",
        "vi": "Rồi chúng tôi được gọi lại vào để nghe quyết định cuối cùng."
    },
    {
        "start": "00:22:42,360",
        "end": "00:22:43,760",
        "en": "Og…",
        "pa": "And…",
        "vi": "Và…"
    },
    {
        "start": "00:22:45,880",
        "end": "00:22:49,240",
        "en": "Da ble det ganske dramatisk i retten.",
        "pa": "That's when things got a bit dramatic in court.",
        "vi": "đó là khi kịch tính xuất hiện ở tòa."
    },
    {
        "start": "00:22:56,760",
        "end": "00:22:59,480",
        "en": "Lagretten har svart nei på spørsmål en.",
        "pa": "The jury has answered no to question one.",
        "vi": "Bồi thẩm đoàn trả lời không cho câu hỏi một."
    },
    {
        "start": "00:22:59,560",
        "end": "00:23:02,880",
        "en": "Lagmannsretten finner det utvilsomt at tiltalte er skyldig",
        "pa": "The court of appeal finds the accused undoubtedly guilty",
        "vi": "Tòa phúc thẩm kết luận bị cáo chắc chắn có tội"
    },
    {
        "start": "00:23:02,960",
        "end": "00:23:08,440",
        "en": "etter tiltalen, og beslutter enstemmig at saken behandles på ny med andre dommere.",
        "pa": "of the charges in point one,\n and unanimously decides that a new trial will be held\n with other judges.",
        "vi": "với cáo buộc ở khoản một,\n và nhất trí quyết định tổ chức phiên tòa mới với thẩm phán khác."
    },
    {
        "start": "00:23:14,280",
        "end": "00:23:19,280",
        "en": "Det er jo… en bombe når dommerne kommer tilbake.",
        "pa": "It's like\n a bomb dropped when the judges came back.",
        "vi": "Cứ như\n một quả bom được thả xuống khi thẩm phán quay lại."
    },
    {
        "start": "00:23:21,360",
        "end": "00:23:23,840",
        "en": "-Eirik Jensen, hva tenker du nå? -Gå ut.",
        "pa": " Eirik Jensen, what are your thoughts now?",
        "vi": "- Eirik Jensen, giờ ông nghĩ gì? - Đi nào."
    },
    {
        "start": "00:23:23,920",
        "end": "00:23:24,960",
        "en": "Vi går ut.",
        "pa": "Let's leave. Let's go.",
        "vi": ""
    },
    {
        "start": "00:23:31,800",
        "end": "00:23:36,760",
        "en": "Dramatikk i retten i dag. Jensen ble delvis frikjent av juryen,",
        "pa": "Drama ensued in court today.\n First, Eirik Jensen was partly acquitted by the jury,",
        "vi": "Kịch tính ở tòa hôm nay.\n Đầu tiên, Eirik Jensen được bãi bỏ một phần cáo trạng,"
    },
    {
        "start": "00:23:36,840",
        "end": "00:23:39,240",
        "en": "så avviste fagdommerne kjennelsen.",
        "pa": "then the judges rejected the verdict.",
        "vi": "rồi thẩm phán bác bỏ phán quyết."
    },
    {
        "start": "00:23:42,600",
        "end": "00:23:44,600",
        "en": "Det er en dramatisk avgjørelse.",
        "pa": "It was a dramatic decision,",
        "vi": "Đó là một quyết định bất ngờ, vì các thành viên bồi thẩm đoàn"
    },
    {
        "start": "00:23:45,520",
        "end": "00:23:49,680",
        "en": "For folket, gjennom juryen, skal avgjøre om noen er skyldig eller ikke.",
        "pa": "because it's the people of the jury\n who are supposed to decide if someone is guilty or not guilty.",
        "vi": ""
    },
    {
        "start": "00:23:49,760",
        "end": "00:23:52,720",
        "en": "Sikkerhetsventilen ved å sette til side en avgjørelse",
        "pa": "Disregarding a verdict is a safety valve,",
        "vi": "được quyết định có tội hay không. Bác bỏ phán quyết là một khâu an toàn,"
    },
    {
        "start": "00:23:52,800",
        "end": "00:23:55,480",
        "en": "er primært tenkt å være der man har brukt loven feil.",
        "pa": "primarily used when the law has been applied incorrectly.",
        "vi": "chủ yếu được dùng khi luật được áp dụng không chính xác."
    },
    {
        "start": "00:23:56,720",
        "end": "00:24:00,640",
        "en": "Ingenting tydet på at juryen hadde tolket loven feil,",
        "pa": "There is nothing in this case to indicate that the jury applied the law incorrectly.",
        "vi": "Không có điều gì cho thấy họ áp dụng luật không chính xác."
    },
    {
        "start": "00:24:00,720",
        "end": "00:24:04,880",
        "en": "de var rett og slett bare uenige med Spesialenheten og de tre fagdommerne.",
        "pa": "They just simply didn't agree with Internal Affairs nor the three judges.",
        "vi": "Họ chỉ không đồng tình với cơ quan Nội vụ và ba thẩm phán."
    },
    {
        "start": "00:24:07,880",
        "end": "00:24:10,480",
        "en": "-Gi plass. -Gi plass.",
        "pa": "- Make room.\n Make room.",
        "vi": "Tránh đường.\n Tránh đường."
    },
    {
        "start": "00:24:13,480",
        "end": "00:24:16,800",
        "en": "-Vil du si noe, Eirik? -Jeg er skuffa, selvfølgelig.",
        "pa": "Anything to say, Eirik?\n I'm disappointed, of course.",
        "vi": "- Nói gì không, Eirik? - Tôi thất vọng, tất nhiên rồi."
    },
    {
        "start": "00:24:17,560",
        "end": "00:24:19,600",
        "en": "Jeg syns egentlig det på en måte er å…",
        "pa": "I think that in a way it's…",
        "vi": "Tôi nghĩ theo cách nào đó…"
    },
    {
        "start": "00:24:20,520",
        "end": "00:24:25,200",
        "en": "For å si det på enkel norsk: spytte på juryen, det lagmannsretten har gjort.",
        "pa": "To put it plainly, it's like spitting in the jury's faces what the court did.",
        "vi": "Nói thẳng ra, việc các thẩm phán đã làm, đó như nhổ vào mặt bồi thẩm đoàn."
    },
    {
        "start": "00:24:25,280",
        "end": "00:24:29,920",
        "en": "Å prøve å forberede seg mentalt til å være klar til en runde til, det…",
        "pa": "How I'm going to mentally prepare for another round in court,",
        "vi": "Làm sao tôi chuẩn bị tinh thần cho một hiệp đấu nữa trước tòa…"
    },
    {
        "start": "00:24:31,440",
        "end": "00:24:33,600",
        "en": "vet jeg ikke hvordan går.",
        "pa": "I don't know.",
        "vi": "Tôi không biết."
    },
    {
        "start": "00:24:39,160",
        "end": "00:24:40,960",
        "en": "Og det var som et sjokk.",
        "pa": "It came as a shock.",
        "vi": "Đó là một cú sốc."
    },
    {
        "start": "00:24:41,600",
        "end": "00:24:45,520",
        "en": "Rett og slett. Det var som Eirik sier, det var som å spytte på juryen.",
        "pa": "It was like-- like Eirik also said, like spitting at the jury.",
        "vi": "Cũng như Eirik đã nói, đó là cú nhổ vào mặt bồi thẩm đoàn."
    },
    {
        "start": "00:24:45,600",
        "end": "00:24:49,760",
        "en": "Det var ikke mye verdt, deres arbeid, liksom.",
        "pa": "Like it wasn't, um, worth their time.",
        "vi": "Như công việc của họ không có giá trị gì."
    },
    {
        "start": "00:24:49,840",
        "end": "00:24:53,800",
        "en": "Jeg er av den helt klare oppfatning",
        "pa": "I am completely convinced",
        "vi": "Tôi hoàn toàn tin rằng"
    },
    {
        "start": "00:24:53,880",
        "end": "00:24:57,560",
        "en": "at dommerne ikke greide",
        "pa": "that-- that the judges couldn't make any sense",
        "vi": "các thẩm phán không thể nào hiểu nổi"
    },
    {
        "start": "00:24:57,640",
        "end": "00:25:02,840",
        "en": "å få noe fornuft i de to motstridende svarene.",
        "pa": "out of the two contradicting answers.",
        "vi": "hai câu trả lời mâu thuẫn nhau."
    },
    {
        "start": "00:25:04,080",
        "end": "00:25:06,520",
        "en": "Enten er det ingenting eller alt.",
        "pa": "It's either all or nothing.",
        "vi": "Hoặc là tất cả, hoặc không có gì."
    },
    {
        "start": "00:25:10,280",
        "end": "00:25:14,840",
        "en": "Vi hadde håpa på at den ble stående, men det ble den altså ikke.",
        "pa": "We were hoping that the verdict would stand, but it didn't.",
        "vi": "Chúng tôi mong phán quyết sẽ được giữ nguyên, nhưng không."
    },
    {
        "start": "00:25:14,920",
        "end": "00:25:16,840",
        "en": "Og det… Det…",
        "pa": "And that-- and that--",
        "vi": "Và đó…"
    },
    {
        "start": "00:25:18,200",
        "end": "00:25:20,200",
        "en": "Ja… Det var en dårlig dag.",
        "pa": "Yes, that was a bad day.",
        "vi": "Đúng, đó là ngày tồi tệ."
    },
    {
        "start": "00:25:36,360",
        "end": "00:25:40,200",
        "en": "",
        "pa": "10 MONTHS LATER",
        "vi": "10 THÁNG SAU\n PHIÊN PHÚC THẨM THỨ HAI"
    },
    {
        "start": "00:25:49,560",
        "end": "00:25:52,320",
        "en": "Hvordan påvirker det deg at det er siste runde, da?",
        "pa": "THE SECOND APPEAL\n How does this being the last round affect you?",
        "vi": "Việc đây là hiệp cuối ảnh hưởng đến ông thế nào?"
    },
    {
        "start": "00:25:52,400",
        "end": "00:25:56,640",
        "en": "Nei, det er klart at det er jo noe som ligger i bakhodet.",
        "pa": "No, of course it's something in the back of my mind.",
        "vi": "Không, tất nhiên… một điều vương vấn trong đầu tôi."
    },
    {
        "start": "00:25:56,720",
        "end": "00:25:59,480",
        "en": "At konsekvensene er ganske fatale om vi ikke når fram.",
        "pa": "That the consequences are pretty dire if we fail.",
        "vi": "Rằng hậu quả sẽ khá thê thảm nếu thất bại."
    },
    {
        "start": "00:26:01,760",
        "end": "00:26:05,200",
        "en": "I tiden etter første lagmannsrett, så…",
        "pa": " After the first appeal,",
        "vi": "Sau lần kháng án đầu tiên, tôi nghĩ:"
    },
    {
        "start": "00:26:05,280",
        "end": "00:26:09,560",
        "en": "tenkte jeg at her må jeg være realistisk.",
        "pa": "I thought…\n …\"I have to be realistic.\"",
        "vi": "\"Mình phải thực tế\"."
    },
    {
        "start": "00:26:10,760",
        "end": "00:26:15,520",
        "en": "Jeg var i det hele tatt veldig forberedt på at dette kom til å gå gærent",
        "pa": "I was quite prepared for this to go wrong in round three.",
        "vi": "Tôi đã chuẩn bị tinh thần sẽ có biến cố trong hiệp ba."
    },
    {
        "start": "00:26:15,600",
        "end": "00:26:17,360",
        "en": "i runde tre.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:26:18,840",
        "end": "00:26:21,560",
        "en": "Eirik er veldig langt nede etter lagmann én.",
        "pa": "Eirik was very down after the first appeal.",
        "vi": "Eirik rất chán nản sau lần kháng án đầu tiên."
    },
    {
        "start": "00:26:22,240",
        "end": "00:26:24,480",
        "en": "I og med at den ble tilsidesatt.",
        "pa": "Because the verdict was disregarded.",
        "vi": "Vì phán quyết bị bác bỏ."
    },
    {
        "start": "00:26:24,560",
        "end": "00:26:26,840",
        "en": "Da sier han jo klart og tydelig:",
        "pa": "Then he said loud and clear that, um,",
        "vi": "Rồi ông ấy nói to và rõ ràng rằng:"
    },
    {
        "start": "00:26:26,920",
        "end": "00:26:29,840",
        "en": "\"Jeg er på en måte… Jeg er dømt. Ingenting funker.\"",
        "pa": "\"I'm already convicted, in a way. Nothing works. Nothing.\"",
        "vi": "\"Tôi đã bị kết án, theo cách nào đó. Vô ích\"."
    },
    {
        "start": "00:26:29,920",
        "end": "00:26:33,200",
        "en": "Hva er sannsynligheten for at det kommer inn andre dommere her,",
        "pa": "\"What are my chances with new judges",
        "vi": "\"Cơ hội của tôi với thẩm phán mới là bao nhiêu"
    },
    {
        "start": "00:26:34,160",
        "end": "00:26:37,320",
        "en": "når de har på en måte, bokstavelig talt,",
        "pa": "when they've already literally",
        "vi": "khi họ đã chặt đầu tôi hai lần?\""
    },
    {
        "start": "00:26:37,400",
        "end": "00:26:40,280",
        "en": "hogd huet av meg to ganger?",
        "pa": "chopped off my head twice?\"",
        "vi": ""
    },
    {
        "start": "00:26:58,000",
        "end": "00:27:03,960",
        "en": "Verken Eirik Jensen, tilhørerne eller noen av de profesjonelle aktørene i retten",
        "pa": "AUTHOR TORGRIM EGGEN\n THE CONNECTION\n Neither Eirik Jensen nor any of the legal professionals or the public",
        "vi": "TÁC GIẢ\n MỐI LIÊN KẾT\n Cả Eirik Jensen, bất cứ chuyên gia pháp lý nào hay dư luận,"
    },
    {
        "start": "00:27:04,040",
        "end": "00:27:08,320",
        "en": "var vel egentlig spesielt begeistret for at saken skulle gå en runde tre.",
        "pa": "were particularly thrilled that this trial would be heard a third time.",
        "vi": "đều không thấy hào hứng khi vụ này bị đem ra xử lần thứ ba."
    },
    {
        "start": "00:27:09,560",
        "end": "00:27:13,840",
        "en": "Med de samme vitnene, de samme forklaringene og argumentene.",
        "pa": "With the same witnesses, the same statements, the same arguments.",
        "vi": "Với cùng nhân chứng, cùng lời khai, cùng luận điểm."
    },
    {
        "start": "00:27:17,200",
        "end": "00:27:22,560",
        "en": "Men som forfatter kunne jeg tenkt at her har jeg fått en sjanse til å se",
        "pa": "But as an author, I thought,",
        "vi": "Nhưng với tư cách nhà văn, tôi nghĩ:"
    },
    {
        "start": "00:27:22,640",
        "end": "00:27:27,960",
        "en": "hva Eirik Jensen-saken forteller om hemmelighold i politiet.",
        "pa": "\"Here I have a chance to see what the Eirik Jensen case says\n about police secrecy.\"",
        "vi": "\"Mình có cơ hội được thấy vụ án của Eirik Jensen nói lên điều gì\n về sự khuất tất của cảnh sát\"."
    },
    {
        "start": "00:27:31,440",
        "end": "00:27:35,960",
        "en": "Hva er baksiden ved å benytte skjulte politimetoder?",
        "pa": "\"What is the downside in using covert police methods?\"",
        "vi": "\"Mặt trái của việc sử dụng phương pháp cảnh sát bí mật là gì?\""
    },
    {
        "start": "00:27:40,480",
        "end": "00:27:45,280",
        "en": "Når en så høyt betrodd politimann skal ha begått grov korrupsjon",
        "pa": "When such a highly trusted policeman",
        "vi": "Khi một cảnh sát được tín nhiệm cao thế được cho là mắc tội nhận hối lộ"
    },
    {
        "start": "00:27:45,360",
        "end": "00:27:48,680",
        "en": "og samarbeid med en av landets tyngste kriminelle",
        "pa": "is supposedly guilty of gross corruption\n and cooperation with one of the country's worst criminals for several decades,",
        "vi": "và hợp tác với tên tội phạm thuộc dạng xấu xa nhất đất nước trong vài thập kỷ,"
    },
    {
        "start": "00:27:48,760",
        "end": "00:27:52,280",
        "en": "gjennom flere titalls år uten at det har blitt avslørt,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:27:52,360",
        "end": "00:27:56,000",
        "en": "er det jo veldig mange saker som kan ses på på nytt",
        "pa": "without being revealed,\n then there are a lot of cases that can be looked at again",
        "vi": "mà không bị phát hiện,\n thì rất nhiều vụ án có thể được xem xét lại với góc nhìn khác."
    },
    {
        "start": "00:27:56,080",
        "end": "00:27:57,640",
        "en": "i et kritisk søkelys.",
        "pa": "in very a different light.",
        "vi": ""
    },
    {
        "start": "00:28:06,360",
        "end": "00:28:07,880",
        "en": "Jeg heter Gunnar Evertsen,",
        "pa": "My name is Gunnar Evertsen,",
        "vi": "Tôi là Gunnar Evertsen,"
    },
    {
        "start": "00:28:07,960",
        "end": "00:28:11,520",
        "en": "og tidlig på 90-tallet drev vi den såkalte \"Nordlandsmafiaen\".",
        "pa": "and we ran the so-called \"Mob of the North\" in the early '90s.",
        "vi": "và chúng tôi điều hành \"Du Côn Phương Bắc\" đầu thập niên 90."
    },
    {
        "start": "00:28:13,400",
        "end": "00:28:17,200",
        "en": "Etter hvert fikk vel politiet mer enn lyst til å fjerne oss.",
        "pa": "Eventually the cops got keener on getting rid of us.",
        "vi": "Dần dà, cảnh sát cũng thiết tha hơn trong việc loại bỏ chúng tôi."
    },
    {
        "start": "00:28:18,160",
        "end": "00:28:21,440",
        "en": "De satte i gang det som senere er blitt kjent som \"flydroppsaken\".",
        "pa": "So they initiated what would later be known as the \"Plane Drop Case.\"",
        "vi": "Họ triển khai cái sau này gọi là vụ \"Máy bay thả hàng\"."
    },
    {
        "start": "00:28:33,160",
        "end": "00:28:37,040",
        "en": "Cappelen kom med disse opplysningene om Nordlandsmafiaen,",
        "pa": "FORMER DIVISION HEAD OF NARCOTICS ØYVIND OLSEN\n Cappelen brought information about the Mob of the North,",
        "vi": "CỰU TRƯỞNG BAN CHỐNG MA TÚY\n Cappelen mang đến thông tin về băng Du Côn Phương Bắc,"
    },
    {
        "start": "00:28:37,120",
        "end": "00:28:39,880",
        "en": "som skulle importere amfetamin fra Holland.",
        "pa": "that they were going to import amphetamine from Holland.",
        "vi": "là chúng sẽ nhập lậu amphetamine từ Hà Lan."
    },
    {
        "start": "00:28:41,000",
        "end": "00:28:46,240",
        "en": "Hva som skjedde i Holland mellom nordmennene, Cappelen og Eirik Jensen,",
        "pa": "What happened in Holland between the Norwegians, Cappelen, Eirik Jensen,",
        "vi": "Chuyện xảy ra ở Hà Lan giữa những người Na Uy, Cappelen, Eirik Jensen,"
    },
    {
        "start": "00:28:47,640",
        "end": "00:28:49,880",
        "en": "det kan jeg ingen detaljer om.",
        "pa": "I have no idea.",
        "vi": "tôi không biết chi tiết."
    },
    {
        "start": "00:28:51,000",
        "end": "00:28:55,960",
        "en": "Men vi fikk forsikringer om at dette hadde gått helt etter boka.",
        "pa": "But we were assured that it was all done by the book.",
        "vi": "Nhưng chúng tôi được đảm bảo mọi thứ được thực hiện đúng quy tắc."
    },
    {
        "start": "00:28:57,040",
        "end": "00:29:01,720",
        "en": "Flydroppsaken har vært gjennom kontroll av flere statsadvokater.",
        "pa": "So the Plane Drop Case has been reviewed by several district attorneys.",
        "vi": "Vụ máy bay thả hàng đã được nhiều công tố quận xem xét."
    },
    {
        "start": "00:29:01,800",
        "end": "00:29:05,840",
        "en": "Og den har også vært gjennom domstolen og gått gjennom som hel ved.",
        "pa": "And it's also been through the courts,\n and it was found to be reliable.",
        "vi": "Và nó cũng đã được đem ra tòa, và được kết luận là đáng tin cậy."
    },
    {
        "start": "00:29:05,920",
        "end": "00:29:10,760",
        "en": "Det som er greia, er at det er anklager fra én sentral aktør",
        "pa": "The thing is there are allegations made by one key figure in the Plane Drop Case,",
        "vi": "Vấn đề là, có những cáo buộc của một nhân vật then chốt trong vụ đó,"
    },
    {
        "start": "00:29:10,840",
        "end": "00:29:14,280",
        "en": "i flydroppsaken, som hevder at det er en ulovlig provokasjon.",
        "pa": "who claims that this was an illegal provocation.",
        "vi": "nói rằng đây là kích động trái phép."
    },
    {
        "start": "00:29:16,360",
        "end": "00:29:23,160",
        "en": "Provokasjon er jo en av de utradisjonelle metodene som kan benyttes.",
        "pa": "Provocation is one\n of the non-traditional methods that can be, uh, utilized.",
        "vi": "Kích động nằm trong số những phương pháp không truyền thống có thể được sử dụng."
    },
    {
        "start": "00:29:25,120",
        "end": "00:29:28,200",
        "en": "Men det er klare grenser for når det kan brukes.",
        "pa": "But there are some clear boundaries for when it can be used.",
        "vi": "Nhưng có giới hạn rõ ràng khi nào được sử dụng."
    },
    {
        "start": "00:29:28,280",
        "end": "00:29:32,680",
        "en": "Du skal jo ikke provosere folk til å begå lovbrudd",
        "pa": "You cannot provoke people to commit crimes they otherwise wouldn't have committed.",
        "vi": "Bạn không thể kích động người ta phạm tôi mà thường họ sẽ không làm."
    },
    {
        "start": "00:29:32,760",
        "end": "00:29:34,880",
        "en": "de ellers ikke ville ha begått.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:29:34,960",
        "end": "00:29:39,440",
        "en": "Det som er det store spørsmålet, er hvem som tok initiativet",
        "pa": "The big question is,\n \"Who was the one who took the initiative",
        "vi": "Câu hỏi lớn là, ai đã khởi xướng việc nhập lậu ma túy vào Na Uy?"
    },
    {
        "start": "00:29:39,520",
        "end": "00:29:42,120",
        "en": "til å innføre stoffet til Norge.",
        "pa": "to smuggle the drugs into Norway?\"",
        "vi": ""
    },
    {
        "start": "00:29:42,200",
        "end": "00:29:45,280",
        "en": "Og for meg er det helt utvetydig hvem som gjorde det.",
        "pa": "And for me, it's obvious who did it.",
        "vi": "Với tôi, điều đó là rõ ràng."
    },
    {
        "start": "00:29:46,680",
        "end": "00:29:50,400",
        "en": "Det er da folk som var en del av den såkalte \"Nordlandsmafiaen\".",
        "pa": "It was individuals who were part of the so-called Mob of the North.",
        "vi": "Những người thuộc tổ chức có tên Du Côn Phương Bắc."
    },
    {
        "start": "00:29:52,800",
        "end": "00:29:55,880",
        "en": "Vel, de versjonene av flydroppsaken,",
        "pa": "Well, Øyvind Olsen and Eirik Jensen's versions",
        "vi": "Câu chuyện của Øyvind Olsen và Eirik Jensen về vụ máy bay thả hàng,"
    },
    {
        "start": "00:29:55,960",
        "end": "00:30:00,440",
        "en": "som Øyvind Olsen og Eirik Jensen forteller, er jo mildere sagt",
        "pa": "of the Plane Drop Case is,",
        "vi": ""
    },
    {
        "start": "00:30:01,160",
        "end": "00:30:02,160",
        "en": "ukorrekt.",
        "pa": "to put it mildly, incorrect.",
        "vi": "nói nhẹ thì là…\n không chính xác."
    },
    {
        "start": "00:30:04,560",
        "end": "00:30:07,720",
        "en": "Cappelen kommer på døra mi. Jeg kjente ham ikke i det hele tatt.",
        "pa": "Cappelen showed up at my door. I didn't know him at all.",
        "vi": "Cappelen xuất hiện trước nhà tôi, tôi không quen anh ta."
    },
    {
        "start": "00:30:09,440",
        "end": "00:30:12,880",
        "en": "Han tilbudte seg å kunne ordne ti kilo amfetamin for meg i Holland.",
        "pa": "He offered to get me ten kilos of amphetamine or more.",
        "vi": "Anh ta đề nghị mua cho tôi 10kg amphetamine từ Hà Lan."
    },
    {
        "start": "00:30:15,240",
        "end": "00:30:17,600",
        "en": "Her sitter det en gjeng med politifolk.",
        "pa": "Here is a group of policemen…",
        "vi": "Đây là một nhóm cảnh sát"
    },
    {
        "start": "00:30:18,760",
        "end": "00:30:22,200",
        "en": "De planlegger å leie inn en annen kriminell",
        "pa": "planning to hire another criminal",
        "vi": "lên kế hoạch thuê một tên tội phạm khác"
    },
    {
        "start": "00:30:23,160",
        "end": "00:30:27,160",
        "en": "for å selge meg amfetamin, så de får arrestert meg.",
        "pa": "to sell me amphetamine so they can arrest me.",
        "vi": "bán amphetamine cho tôi để họ bắt tôi."
    },
    {
        "start": "00:30:29,360",
        "end": "00:30:32,800",
        "en": "Norsk politi kan jo for faen ikke dra til Holland og selge amfetamin,",
        "pa": "The Norwegian police have no fucking right to go to Holland to sell amphetamine,",
        "vi": "Cảnh sát Na Uy không có quyền đến Hà Lan bán amphetamine,"
    },
    {
        "start": "00:30:32,880",
        "end": "00:30:35,600",
        "en": "like lite som jeg har rett til å dra dit og kjøpe det.",
        "pa": "just like I have no right to buy it.",
        "vi": "cũng như tôi không có quyền đến đó mua nó."
    },
    {
        "start": "00:30:36,560",
        "end": "00:30:39,520",
        "en": "At de er politifolk gjør det mye verre.",
        "pa": "But that they're the police really makes it worse, right?",
        "vi": "Nhưng việc họ là cảnh sát làm mọi thứ tệ hơn, nhỉ?"
    },
    {
        "start": "00:30:39,600",
        "end": "00:30:43,480",
        "en": "For det er de som planlegger forbrytelsen, ikke jeg.",
        "pa": "Because they're the ones planning this crime, not me.",
        "vi": "Vì họ mới là người lên kế hoạch, không phải tôi."
    },
    {
        "start": "00:30:54,720",
        "end": "00:31:00,680",
        "en": "At Gunnar Evertsen ikke var mors beste barn på den tida, er jeg ikke i tvil om.",
        "pa": "I have no doubt\n that Gunnar Evertsen was not a model citizen at that time.",
        "vi": "Tôi chắc chắn Gunnar Evertsen không phải công dân mẫu mực ở thời điểm đó."
    },
    {
        "start": "00:31:04,760",
        "end": "00:31:07,600",
        "en": "Men så er det snakk om metode.",
        "pa": "But it's about, uh, the method,",
        "vi": "Nhưng cái đáng nói là phương pháp,"
    },
    {
        "start": "00:31:07,680",
        "end": "00:31:10,640",
        "en": "Og når metoden er så åpenbart…",
        "pa": "and when the method is so obviously… wrong,",
        "vi": "và khi phương pháp đã quá rõ ràng"
    },
    {
        "start": "00:31:12,280",
        "end": "00:31:15,080",
        "en": "feil, da må man sette foten ned.",
        "pa": "then you need to put your foot down.",
        "vi": "là sai,\n thì bạn phải cương quyết phản đối."
    },
    {
        "start": "00:31:15,920",
        "end": "00:31:19,280",
        "en": "Det er snakk om å fighte med reine våpen.",
        "pa": "It's about doing the-- the right thing.",
        "vi": "Quan trọng là làm điều đúng đắn."
    },
    {
        "start": "00:31:27,320",
        "end": "00:31:31,400",
        "en": "Jeg heter Hilmar Bertheussen og var involvert i flydroppsaken.",
        "pa": "My name is Hilmar Bertheussen, and I was involved in the Plane Drop Case.",
        "vi": "Tôi là Hilmar Bertheussen, và tôi tham gia vào vụ máy bay thả hàng."
    },
    {
        "start": "00:31:34,520",
        "end": "00:31:37,320",
        "en": "Jeg fikk åtte og et halvt år. Jeg satt fem år og elleve.",
        "pa": "I got eight and a half years. I served five years and 11 months.",
        "vi": "Tôi bị 8,5 năm. Tôi chấp hành án năm năm và 11 tháng."
    },
    {
        "start": "00:31:41,080",
        "end": "00:31:43,800",
        "en": "Da jeg kom ut av fengsel, var ungen min åtte-ti år.",
        "pa": "When I got out of prison, my kids were eight and ten years old.",
        "vi": "Khi tôi được ra, các con tôi đã tám và mười tuổi."
    },
    {
        "start": "00:31:43,880",
        "end": "00:31:47,160",
        "en": "Jeg mista alle de beste åra, og det kan jeg takke meg selv for.",
        "pa": "I missed all the best years with my kids, and I have myself to blame,",
        "vi": "Tôi lỡ những năm đẹp nhất của chúng, và chỉ có thể trách mình. Phần lớn là thế."
    },
    {
        "start": "00:31:48,160",
        "end": "00:31:51,960",
        "en": "I en stor grad. Men dæven, jeg fikk god hjelp på veien.",
        "pa": "to-- to a great extent.\n But I got a lot of fucking help on the way.",
        "vi": "Nhưng rất nhiều người giúp tôi bị thế."
    },
    {
        "start": "00:31:53,000",
        "end": "00:31:56,960",
        "en": "Da jeg oppdaga hva slags hjelp jeg fikk, er ikke dette akseptabelt.",
        "pa": "Yeah, and when I found out just how much they helped me,",
        "vi": "Và khi phát hiện được con số là bao nhiêu, tôi cảm thấy không ổn."
    },
    {
        "start": "00:31:57,040",
        "end": "00:32:00,280",
        "en": "Vi har lover og regler i Norge som alle må forholde seg til,",
        "pa": "it didn't sit right with me, right?\n Norway is a country of laws that we all have to follow,",
        "vi": "Na Uy là đất nước của luật pháp mà tất cả phải tuân thủ,"
    },
    {
        "start": "00:32:00,360",
        "end": "00:32:03,800",
        "en": "om ikke minst offentlige tjenestemenn, som politi.",
        "pa": "especially public servants, like the police.",
        "vi": "đặc biệt là công chức nhà nước như cảnh sát."
    },
    {
        "start": "00:32:07,120",
        "end": "00:32:12,480",
        "en": "Ser man litt større på det, så er Jensen-saken et slags oppgjør",
        "pa": "Looking at the bigger picture, the Jensen trial could be seen",
        "vi": "Nhìn rộng ra, phiên tòa xử Jensen có thể được coi"
    },
    {
        "start": "00:32:12,560",
        "end": "00:32:14,480",
        "en": "politiet har med seg selv.",
        "pa": "as the police cleaning house.",
        "vi": "là cảnh sát thanh lý môn hộ."
    },
    {
        "start": "00:32:16,080",
        "end": "00:32:20,760",
        "en": "Er det slik at Eirik Jensen har tatt fallet for dem alle?",
        "pa": "Did Eirik Jensen take the fall for them all?",
        "vi": "Eirik Jensen có phải là người giơ đầu chịu báng cho tất cả không?"
    },
    {
        "start": "00:32:20,840",
        "end": "00:32:24,200",
        "en": "Er det altså flere som skulle vært gransket?",
        "pa": "Are there others who should be investigated?",
        "vi": "Liệu có những người khác nên được điều tra không?\n CẢNH SÁT"
    },
    {
        "start": "00:32:30,920",
        "end": "00:32:35,480",
        "en": "Det er en hel rekke ulike ting som ikke har blitt belyst i den saken her.",
        "pa": "There are a series of things that have not been addressed in this case.",
        "vi": "Có một loạt vấn đề chưa được giải quyết trong vụ này."
    },
    {
        "start": "00:32:38,680",
        "end": "00:32:41,920",
        "en": "For så vidt er det kanskje tidvis mer interessant",
        "pa": "In a way, it's perhaps more interesting than what we learned in court,",
        "vi": "Theo cách nào đó, có lẽ nó còn thú vị hơn những gì ta biết được ở tòa,"
    },
    {
        "start": "00:32:42,000",
        "end": "00:32:46,920",
        "en": "enn det som har kommet frem i rettssalen og i forholdet mellom Jensen og Cappelen.",
        "pa": "and in connection with Jensen and Cappelen's relationship.",
        "vi": "và kết nối đến mối quan hệ giữa Jensen và Cappelen."
    },
    {
        "start": "00:32:50,440",
        "end": "00:32:55,200",
        "en": "Man har bare så vidt vært innom ledelsen. Hva gjorde og visste de?",
        "pa": "We have barely touched on the leadership.",
        "vi": "Ta hầu như chưa động đến giới lãnh đạo. Họ đã làm gì? Họ biết gì?"
    },
    {
        "start": "00:32:55,280",
        "end": "00:32:57,840",
        "en": "Hvordan håndterte de dette underveis?",
        "pa": "What did the leadership do? What did the leadership know?",
        "vi": "Việc này được xử lý thế nào?"
    },
    {
        "start": "00:32:57,920",
        "end": "00:33:02,640",
        "en": "Altså, det er jo et spørsmål som man gjerne ville visst mer om.",
        "pa": "How was this handled at the time?\n And they are the questions we would like to know the answer to.",
        "vi": "Đó là câu hỏi mà chúng tôi rất muốn biết câu trả lời."
    },
    {
        "start": "00:33:04,760",
        "end": "00:33:10,200",
        "en": "Om alle er ansvarliggjort, er et annet spørsmål. Det tror jeg nok ikke.",
        "pa": "If everyone has been held accountable, that's another question.\n I don't believe so.",
        "vi": "Tất cả có phải chịu trách nhiệm không, đó là câu hỏi khác. Tôi không nghĩ thế."
    },
    {
        "start": "00:33:16,080",
        "end": "00:33:20,640",
        "en": "Det er på det rene at Eirik Jensen må stå til rette for hva han har gjort.",
        "pa": "That Eirik Jensen has to face the consequences",
        "vi": "Rõ ràng Eirik Jensen phải đối mặt với hậu quả cho hành động của mình."
    },
    {
        "start": "00:33:21,600",
        "end": "00:33:25,600",
        "en": "Men jeg savner at noen må ha hatt kunnskap om dette.",
        "pa": "for his actions is on the up and up.\n But I'm still looking for someone who had prior knowledge of this.",
        "vi": "Nhưng tôi vẫn đang tìm người có hiểu biết về chuyện này trước đó."
    },
    {
        "start": "00:33:30,160",
        "end": "00:33:33,320",
        "en": "Hadde han hatt ledere som hadde hatt mot nok,",
        "pa": "If his bosses would have had the courage",
        "vi": "Nếu các sếp của ông ấy có can đảm,"
    },
    {
        "start": "00:33:34,400",
        "end": "00:33:38,520",
        "en": "eller evner nok til å stoppe ham før,",
        "pa": "or the ability to stop him earlier,",
        "vi": "hay khả năng để ngăn chặn ông ấy sớm hơn,"
    },
    {
        "start": "00:33:38,600",
        "end": "00:33:41,080",
        "en": "kunne det ha vært redusert betraktelig.",
        "pa": "then a lot of this could have been avoided.",
        "vi": "việc này đã có thể tránh được."
    },
    {
        "start": "00:33:42,680",
        "end": "00:33:44,920",
        "en": "Han burde ha vært stoppa for lenge siden.",
        "pa": "He should have been stopped a long time ago.",
        "vi": "Ông ấy phải bị ngăn chặn từ lâu rồi."
    },
    {
        "start": "00:33:47,400",
        "end": "00:33:49,880",
        "en": "Jeg tror at noe av grunnen til at",
        "pa": "I think part of the reason",
        "vi": "Tôi nghĩ một phần lý do khiến mọi chuyện đi xa đến thế,"
    },
    {
        "start": "00:33:51,000",
        "end": "00:33:54,080",
        "en": "det kunne gå så langt som det gikk,",
        "pa": "things went as far as they did",
        "vi": ""
    },
    {
        "start": "00:33:54,160",
        "end": "00:33:58,480",
        "en": "det var Eirik Jensens posisjon i politiet.",
        "pa": "was Eirik Jensen's position in the police.",
        "vi": "là vị trí của Eirik Jensen trong cảnh sát."
    },
    {
        "start": "00:33:58,560",
        "end": "00:34:02,800",
        "en": "Det som er synd, er at forsøk som blir gjort",
        "pa": "It's a pity that attempts to reveal",
        "vi": "Thật đáng tiếc khi những nỗ lực để vạch trần và chỉ ra những vấn đề"
    },
    {
        "start": "00:34:02,880",
        "end": "00:34:05,760",
        "en": "for å avsløre og å peke på,",
        "pa": "and to point out these issues",
        "vi": ""
    },
    {
        "start": "00:34:05,840",
        "end": "00:34:08,680",
        "en": "de blir veldig lett bare lagt til side.",
        "pa": "were simply swept under the carpet.",
        "vi": "đơn giản là bị che đậy."
    },
    {
        "start": "00:34:08,760",
        "end": "00:34:12,160",
        "en": "Noen hadde hørt noe, men man gikk ikke videre.",
        "pa": "So, someone had heard something, but it never progressed further.",
        "vi": "Có người nghe đồn gì đó, nhưng không bao giờ tiến xa hơn."
    },
    {
        "start": "00:34:12,240",
        "end": "00:34:14,160",
        "en": "Man ønsket ikke å vite.",
        "pa": "They didn't want to know.",
        "vi": "Họ không muốn biết."
    },
    {
        "start": "00:34:19,680",
        "end": "00:34:22,640",
        "en": "Vi var jo i et møte med Kripos i 2011.",
        "pa": "We had a meeting with Kripos in 2011.",
        "vi": "- Chúng tôi đã gặp Kripos năm 2011. - Vâng."
    },
    {
        "start": "00:34:22,720",
        "end": "00:34:25,840",
        "en": "Dette var tre år før de ble arrestert.",
        "pa": "And this was three years before they were arrested.",
        "vi": "Và đó là ba năm trước khi họ bị bắt."
    },
    {
        "start": "00:34:27,840",
        "end": "00:34:29,920",
        "en": "Da fortalte vi dem alt.",
        "pa": "We told them everything.",
        "vi": "Chúng tôi đã kể tất cả."
    },
    {
        "start": "00:34:32,800",
        "end": "00:34:35,720",
        "en": "Hva mer kan du si om Gjermund?",
        "pa": "RECORDING KRIPOS INTERVIEW\n What about Gjermund? What kind of person is he?",
        "vi": "GHI ÂM PHỎNG VẤN VỚI KRIPOS\n Có thể nói gì về Gjermund nữa? Đó là người thế nào?"
    },
    {
        "start": "00:34:35,800",
        "end": "00:34:39,800",
        "en": "-Hvilken figur… -Norges største hasjimportør.",
        "pa": "Norway's biggest importer of hashish.",
        "vi": "Kẻ buôn lậu nhựa cần sa lớn nhất Na Uy."
    },
    {
        "start": "00:34:40,520",
        "end": "00:34:43,280",
        "en": "Slik vi har forstått det… Du får reine ord for pengene,",
        "pa": "Mm-hmm.\n As far as we understand,",
        "vi": "Theo như chúng tôi hiểu,"
    },
    {
        "start": "00:34:43,360",
        "end": "00:34:47,720",
        "en": "så har Gjermund en sånn carte blanche- ordning med Oslo politikammer.",
        "pa": "Gjermund Cappelen has one of those carte blanche deals",
        "vi": "Gjermund Cappelen có thỏa thuận được tự tung tự tác"
    },
    {
        "start": "00:34:47,800",
        "end": "00:34:49,800",
        "en": "Med noen figurer der.",
        "pa": "with the Oslo police department.\n With certain individuals that I have certain knowledge of.",
        "vi": "với sở cảnh sát Oslo.\n Với một số cá nhân nhất định mà tôi biết."
    },
    {
        "start": "00:34:49,880",
        "end": "00:34:53,960",
        "en": "Jeg har en viss peiling på hvem det er. Han kan importere hva faen han vil.",
        "pa": "And he can import whatever the hell he wants.",
        "vi": "Hắn có thể nhập lậu mọi thứ hắn muốn."
    },
    {
        "start": "00:34:54,600",
        "end": "00:34:57,000",
        "en": "Dette har det sittet politi og fortalt meg.",
        "pa": "And police officers have told me this. He can import whatever he wants,",
        "vi": "Và cảnh sát nói với tôi thế. Hắn có thể nhập lậu mọi thứ hắn muốn,"
    },
    {
        "start": "00:34:57,080",
        "end": "00:35:01,360",
        "en": "Han kan importere hva faen han vil mot at han setter opp folk for politiet.",
        "pa": "as long as he sets people up for the police.",
        "vi": "miễn là gài bẫy kẻ khác cho cảnh sát."
    },
    {
        "start": "00:35:01,440",
        "end": "00:35:04,080",
        "en": "Han har ikke satt opp bare oss, men flere andre også.",
        "pa": "And he didn't just set us up, but several others too.",
        "vi": "Không chỉ gài bẫy chúng tôi, mà vài người khác nữa."
    },
    {
        "start": "00:35:05,640",
        "end": "00:35:07,640",
        "en": "Det er jo ingen tvil om det i hele tatt.",
        "pa": "There is no doubt whatsoever.",
        "vi": "Không có nghi ngờ gì cả."
    },
    {
        "start": "00:35:10,000",
        "end": "00:35:11,920",
        "en": "Én ting er sikkert.",
        "pa": "One thing is certain.",
        "vi": "Có một điều chắc chắn. Mọi thứ không ổn trong cảnh sát Na Uy."
    },
    {
        "start": "00:35:12,000",
        "end": "00:35:14,560",
        "en": "Alt er ikke bra i det norske politiet.",
        "pa": "Everything is not okay within the Norwegian police.",
        "vi": ""
    },
    {
        "start": "00:35:16,360",
        "end": "00:35:17,360",
        "en": "Hm.",
        "pa": "Hmm.",
        "vi": ""
    },
    {
        "start": "00:35:20,000",
        "end": "00:35:24,680",
        "en": "Denne tapen beviser at vi fortalte om Gjermund og alt det.",
        "pa": "This tape proves that we told them about Gjermund and everything",
        "vi": "Băng này chứng tỏ tôi đã kể với họ về Gjermund và mọi thứ"
    },
    {
        "start": "00:35:25,640",
        "end": "00:35:28,400",
        "en": "Tre år før Cappelen ble taua.",
        "pa": "three years before Cappelen was arrested.",
        "vi": "ba năm trước khi Cappelen bị bắt."
    },
    {
        "start": "00:35:31,000",
        "end": "00:35:32,280",
        "en": "Og de ga faen.",
        "pa": "And they didn't give a fuck.",
        "vi": "Mà họ mặc kệ."
    },
    {
        "start": "00:35:46,800",
        "end": "00:35:52,040",
        "en": "Jeg var veldig stolt av Eirik, følte meg veldig trygg på jobben han gjorde.",
        "pa": "JENSEN'S FORMER BOSS ØYVIND NORDGARDEN\n I was proud of Eirik.\n Because I felt very secure in his work.",
        "vi": "SẾP CŨ CỦA JENSEN\n Tôi tự hào về Eirik. Vì tôi rất yên tâm với công việc của anh ấy."
    },
    {
        "start": "00:35:53,440",
        "end": "00:35:55,400",
        "en": "Så den gangen… Jeg var stolt av ham.",
        "pa": "So I was very proud of him at that time.",
        "vi": "Nên lúc đó tôi rất tự hào về anh ấy."
    },
    {
        "start": "00:35:57,640",
        "end": "00:36:02,200",
        "en": "Det blinka ingen varsellamper til oss i seksjonsledelsen på at det var noe galt.",
        "pa": "No warning lights were flashing for us in the leadership",
        "vi": "Không có báo động đỏ nào mà một trưởng ban có thể nhìn thấy."
    },
    {
        "start": "00:36:03,080",
        "end": "00:36:06,440",
        "en": "Jeg fanga ingen signaler på at det var noe galt.",
        "pa": "that something was-- was wrong.\n I didn't get any signals that anything was wrong.",
        "vi": "Tôi không thấy dấu hiệu nào cho thấy có vấn đề."
    },
    {
        "start": "00:36:08,680",
        "end": "00:36:13,000",
        "en": "Det var ingen som varsla meg den gangen om at Eirik Jensen ikke fulgte",
        "pa": "At the time, there was no one warning me",
        "vi": "MỐI LIÊN KẾT\n Lúc đó, không ai cảnh báo tôi Eirik Jensen không làm theo luật,"
    },
    {
        "start": "00:36:13,080",
        "end": "00:36:17,760",
        "en": "regelverket eller var uryddig i omgang med informanter. Det var det ikke.",
        "pa": "that Eirik Jensen wasn't following the rules,\n or that informants were handled incorrectly.",
        "vi": "hoặc việc phụ trách chỉ điểm được thực hiện không đúng. Không ai."
    },
    {
        "start": "00:36:20,400",
        "end": "00:36:24,200",
        "en": "Så på mange måter har det vært en… Det har vært en helt forferdelig sak.",
        "pa": "No one.\n So it has been a horrible case in many ways.",
        "vi": "Nên theo nhiều mặt, đó là một vụ án tồi tệ."
    },
    {
        "start": "00:36:26,560",
        "end": "00:36:28,760",
        "en": "Som du egentlig aldri blir helt ferdig med.",
        "pa": "That you really never see the end of.",
        "vi": "Mà không bao giờ thấy kết thúc."
    },
    {
        "start": "00:36:37,840",
        "end": "00:36:40,720",
        "en": "Avgjørelsen i denne saken har jo enorm betydning.",
        "pa": "The verdict in this case is of huge significance.",
        "vi": "Phán quyết trong vụ án này có ý nghĩa rất lớn."
    },
    {
        "start": "00:36:41,960",
        "end": "00:36:44,720",
        "en": "En slik sak er jo egna til å svekke tilliten til",
        "pa": "A case like this has the potential to weaken the public's trust",
        "vi": "Nó có thể làm suy yếu lòng tin của dư luận"
    },
    {
        "start": "00:36:44,800",
        "end": "00:36:47,920",
        "en": "både politiet og hele det norske systemet.",
        "pa": "in not only the police, but the entire Norwegian system.",
        "vi": "với cả cảnh sát và hệ thống công quyền Na Uy."
    },
    {
        "start": "00:36:51,600",
        "end": "00:36:55,080",
        "en": "Hvilken tillit kan vi som vanlige folk ha til",
        "pa": "How can we as regular people",
        "vi": "Làm sao dân thường như chúng ta có thể tin cảnh sát phục vụ trung thực?"
    },
    {
        "start": "00:36:55,160",
        "end": "00:36:58,440",
        "en": "at politiet opptrer redelig?",
        "pa": "trust that the police serve us honestly?\n OSLO COURTHOUSE",
        "vi": ""
    },
    {
        "start": "00:37:00,760",
        "end": "00:37:02,960",
        "en": "Én ting som denne saken har lært oss,",
        "pa": "One thing this case has taught us is that transparency creates trust,",
        "vi": "TÒA ÁN OSLO\n Một điều vụ án này dạy cho ta, đó là minh bạch tạo nên niềm tin,"
    },
    {
        "start": "00:37:03,040",
        "end": "00:37:05,880",
        "en": "er at transparens skaper tillit,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:37:05,960",
        "end": "00:37:08,640",
        "en": "og hemmelighold skaper mistanke.",
        "pa": "and secrecy creates suspicion.\n JUNE 2020",
        "vi": "mà khuất tất thì gây nghi ngờ.\n THÁNG SÁU NĂM 2020"
    },
    {
        "start": "00:37:21,680",
        "end": "00:37:25,880",
        "en": "I morgen faller dommen i ankesaken mot tidl. politimann Jensen.",
        "pa": "Tomorrow, the verdict will be read",
        "vi": "Ngày mai, phán quyết vụ kháng cáo của Eirik Jensen sẽ được đọc."
    },
    {
        "start": "00:37:26,480",
        "end": "00:37:30,440",
        "en": "For ham står det jo om å forlate Oslo tinghus som en fri mann,",
        "pa": "in the appeal of Eirik Jensen.\n He will either leave the Oslo Courthouse a free man",
        "vi": "Hoặc Jensen sẽ rời tòa án Oslo như một người tự do"
    },
    {
        "start": "00:37:30,520",
        "end": "00:37:33,120",
        "en": "eller å tilbringe et tosifret antall år i fengsel.",
        "pa": "or serve years in prison, in the double digits.",
        "vi": "hoặc phải đi tù với số năm tính bằng hai con số."
    },
    {
        "start": "00:37:53,600",
        "end": "00:37:56,960",
        "en": "-Spørs om vi må vanne, da, i kveld? -Vanne?",
        "pa": "We might have to water today, tonight.",
        "vi": "Có thể phải tưới cây tối nay."
    },
    {
        "start": "00:37:57,040",
        "end": "00:37:58,120",
        "en": "-Vanne. -Ja.",
        "pa": "- Huh? -Might need to water.",
        "vi": "- Tưới? - Có thể phải tưới."
    },
    {
        "start": "00:37:58,200",
        "end": "00:38:01,800",
        "en": "-Jækla tørt. -De tujaene har ikke fått vann på lenge.",
        "pa": "- Yes. -Terribly dry.\n I'm thinking of the petunias. They haven't had water in a while.",
        "vi": "- Ừ. - Trời khô lắm.\n Em nghĩ đến cây dã yên thảo, lâu chưa được tưới."
    },
    {
        "start": "00:38:02,360",
        "end": "00:38:03,680",
        "en": "Ikke siden det regna.",
        "pa": "Not since it rained.",
        "vi": "Từ khi trời mưa."
    },
    {
        "start": "00:38:04,600",
        "end": "00:38:05,600",
        "en": "Nei.",
        "pa": "No.",
        "vi": "Ừ."
    },
    {
        "start": "00:38:07,160",
        "end": "00:38:08,680",
        "en": "Skal jeg pakke med bag, eller?",
        "pa": "Should I pack a bag?",
        "vi": "Có nên mang túi không?"
    },
    {
        "start": "00:38:10,080",
        "end": "00:38:13,400",
        "en": "Det kommer veldig nært når du snakker om bager her, altså. Det…",
        "pa": "Yes, it really hits me when you talk about bags and that.",
        "vi": "Anh nói về túi khiến em quay lại sự thật."
    },
    {
        "start": "00:38:15,320",
        "end": "00:38:18,440",
        "en": "Jeg kjenner mer og mer den der knyttneven i magen, liksom det…",
        "pa": "I can feel that knot in my stomach more and more. It's like…",
        "vi": "Em cảm thấy sự quặn thắt trong lòng ngày một rõ hơn."
    },
    {
        "start": "00:38:20,640",
        "end": "00:38:21,640",
        "en": "Ja.",
        "pa": "Yeah.",
        "vi": "Ừ."
    },
    {
        "start": "00:38:26,360",
        "end": "00:38:27,360",
        "en": "Uff…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:39,320",
        "end": "00:38:43,400",
        "en": "Nå kommer jo… dommen da, i denne saken.",
        "pa": "So the verdict is almost here.",
        "vi": "Chúng tôi sắp được nghe phán quyết."
    },
    {
        "start": "00:38:47,440",
        "end": "00:38:49,920",
        "en": "Og det er klart at nå har vi hatt…",
        "pa": "Uh…\n It's obvious that we've lived with this case for six years.",
        "vi": "Rõ ràng chúng tôi đã sống với vụ án này trong sáu năm."
    },
    {
        "start": "00:38:50,000",
        "end": "00:38:52,280",
        "en": "Den har jeg levd med, denne saken, i seks år.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:38:52,880",
        "end": "00:38:57,440",
        "en": "Slik at man kjenner jo på kroppen hva som nærmer seg.",
        "pa": "So I can really feel in my bones that the day is coming.",
        "vi": "Nên tôi cảm nhận rất rõ ngày này sắp đến."
    },
    {
        "start": "00:38:59,800",
        "end": "00:39:02,320",
        "en": "Så det er klart at vi er veldig…",
        "pa": "So we are obviously both very tense.",
        "vi": "Nên rõ ràng cả hai chúng tôi đều rất căng thẳng."
    },
    {
        "start": "00:39:03,120",
        "end": "00:39:04,800",
        "en": "anspente, begge to.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:12,000",
        "end": "00:39:14,240",
        "en": "Jeg slipper ikke unna konsekvenser.",
        "pa": "I can't avoid the consequences.",
        "vi": "Tôi không thể tránh được hậu quả."
    },
    {
        "start": "00:39:17,720",
        "end": "00:39:20,000",
        "en": "Og jeg er ingen ungdom lenger.",
        "pa": "And I'm not so young anymore.",
        "vi": "Mà tôi cũng không còn trẻ nữa."
    },
    {
        "start": "00:39:22,760",
        "end": "00:39:24,760",
        "en": "Så det er klart at…",
        "pa": "So it's obvious that such a serious conviction…",
        "vi": "Nên dĩ nhiên một bản án nghiêm trọng như vậy…"
    },
    {
        "start": "00:39:25,360",
        "end": "00:39:29,200",
        "en": "en såpass alvorlig dom…",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:32,240",
        "end": "00:39:34,680",
        "en": "…vil være utrolig tung.",
        "pa": "would be incredibly tough.",
        "vi": "sẽ cực kỳ khó khăn."
    },
    {
        "start": "00:39:42,800",
        "end": "00:39:45,640",
        "en": "Denne saken består av to forskjellige historier.",
        "pa": "This case has two different stories.",
        "vi": "Vụ án này có hai câu chuyện khác nhau."
    },
    {
        "start": "00:39:46,200",
        "end": "00:39:50,320",
        "en": "I den ene historien så framstilles jeg som en narkotikabaron,",
        "pa": "In one of the stories,\n I'm a drug lord who's made a lot of money.",
        "vi": "Trong một câu chuyện, tôi là trùm ma túy, kiếm bộn tiền."
    },
    {
        "start": "00:39:51,120",
        "end": "00:39:52,880",
        "en": "som har tjent en masse penger.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:39:55,720",
        "end": "00:39:59,240",
        "en": "Og i den andre versjonen, så er jeg uskyldig.",
        "pa": "The other, uh, version, I'm innocent.",
        "vi": "Trong phiên bản kia, tôi vô tội."
    },
    {
        "start": "00:40:03,440",
        "end": "00:40:06,400",
        "en": "Denne saken inneholder veldig mange ingredienser.",
        "pa": "INTERVIEWS\n There are many elements to this case.",
        "vi": "PHỎNG VẤN EIRIK JENSEN\n Có rất nhiều yếu tố liên quan trong vụ án này."
    },
    {
        "start": "00:40:09,360",
        "end": "00:40:11,840",
        "en": "Kommunikasjon, økonomi.",
        "pa": "Communication, financial…",
        "vi": "Liên lạc, tài chính…"
    },
    {
        "start": "00:40:14,400",
        "end": "00:40:18,120",
        "en": "Og selvfølgelig et forhold som har utvikla seg altfor langt.",
        "pa": "and of course, a relationship that went too far.",
        "vi": "và tất nhiên, một mối quan hệ đi quá xa."
    },
    {
        "start": "00:40:20,800",
        "end": "00:40:24,240",
        "en": "Men informantbehandling er en kompleks virksomhet.",
        "pa": "But handling informants is a complex business.",
        "vi": "Nhưng phụ trách chỉ điểm là công việc phức tạp."
    },
    {
        "start": "00:40:26,920",
        "end": "00:40:28,960",
        "en": "Og du må ofte gå veldig…",
        "pa": "You often have to go very close",
        "vi": "Thường bạn phải đi"
    },
    {
        "start": "00:40:30,080",
        "end": "00:40:34,000",
        "en": "langt opp til streken, holdt jeg på å si.",
        "pa": "up to the line… practically.",
        "vi": "rất gần đến giới hạn."
    },
    {
        "start": "00:40:34,480",
        "end": "00:40:36,960",
        "en": "Enkelte ganger må du faktisk gå litt utafor.",
        "pa": "And sometimes you actually have to cross it.",
        "vi": "Và đôi khi bạn phải vượt qua nó."
    },
    {
        "start": "00:40:40,080",
        "end": "00:40:44,120",
        "en": "Jeg har jobba mot narkotika i 26-27 år.",
        "pa": "I worked against drugs for 26, 27 years.",
        "vi": "Tôi chống ma túy trong 26, 27 năm."
    },
    {
        "start": "00:40:45,240",
        "end": "00:40:49,480",
        "en": "Så det å bli beskyldt for innførsler og korrupsjon…",
        "pa": "So to be accused of drug smuggling and corruption",
        "vi": "Nên bị cáo buộc buôn lậu ma túy và nhận hối lộ"
    },
    {
        "start": "00:40:50,720",
        "end": "00:40:52,160",
        "en": "er helt for jævlig.",
        "pa": "is hell.",
        "vi": "đúng là địa ngục."
    },
    {
        "start": "00:40:56,120",
        "end": "00:41:00,360",
        "en": "Når du går på Wikipedia, så står det jo \"narksmugler\" og politimann.",
        "pa": "If you look on Wikipedia, it says \"drug smuggler and policeman.\"",
        "vi": "Nếu bạn tra trên Wikipedia, tôi là cảnh sát và kẻ buôn lậu ma túy."
    },
    {
        "start": "00:41:00,440",
        "end": "00:41:03,120",
        "en": "Og hvis det skal bli stående, så er vi jo…",
        "pa": "And if it were to stay like that,\n it would be a… catastrophe.",
        "vi": "Và nếu cứ để như thế, đó sẽ là"
    },
    {
        "start": "00:41:04,480",
        "end": "00:41:05,680",
        "en": "Ja… katastrofe.",
        "pa": "",
        "vi": "một thảm họa."
    },
    {
        "start": "00:41:48,440",
        "end": "00:41:52,880",
        "en": "",
        "pa": "",
        "vi": "TÒA ÁN OSLO"
    },
    {
        "start": "00:42:16,000",
        "end": "00:42:20,360",
        "en": "Hvordan kommer du til å takle en straff på opp mot 21 år hvis du blir dømt i dag?",
        "pa": "How will you handle a verdict up to 21 years if convicted?",
        "vi": "Nếu bị kết án 21 năm, ông sẽ xử trí thế nào?"
    },
    {
        "start": "00:42:21,960",
        "end": "00:42:23,640",
        "en": "Det er umulig å svare på.",
        "pa": "That's impossible to say.",
        "vi": "Rất khó nói."
    },
    {
        "start": "00:42:24,200",
        "end": "00:42:26,600",
        "en": "Hvis du dømmes, mener du at det er et justismord,",
        "pa": "If convicted, is it a miscarriage of justice,",
        "vi": "Nếu ông bị kết án, đó là oan sai, hay ông đáng bị trừng phạt?"
    },
    {
        "start": "00:42:26,680",
        "end": "00:42:28,640",
        "en": "eller har du gjort ting som må straffes?",
        "pa": "or have you done things that deserve punishment?",
        "vi": ""
    },
    {
        "start": "00:42:29,760",
        "end": "00:42:33,240",
        "en": "Jeg tror de fleste politifolk har gjort ting som fortjener straff.",
        "pa": "I think most police officers have done things that deserve punishment.",
        "vi": "Tôi nghĩ đa số cảnh sát đã làm những điều xứng đáng bị trừng phạt."
    },
    {
        "start": "00:42:34,320",
        "end": "00:42:35,680",
        "en": "Hvordan blir det her?",
        "pa": "What's it like now?",
        "vi": "Cảm giác giờ thế nào?"
    },
    {
        "start": "00:42:36,760",
        "end": "00:42:39,880",
        "en": "Akkurat nå, helt ærlig… Jeg har det grusomt.",
        "pa": "Honestly, it's horrible right now. It's indescribable.",
        "vi": "Nói thật là rất tồi tệ. Không diễn tả được."
    },
    {
        "start": "00:42:40,480",
        "end": "00:42:41,880",
        "en": "Det er ubeskrivelig.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:42:45,200",
        "end": "00:42:49,960",
        "en": "Da jeg var i miljøet… Eirik var på en måte fienden og jeg var skurken, da.",
        "pa": "When I was in the scene,\n Eirik was in a way, the enemy, and I was the bad guy.",
        "vi": "Khi tôi ở hiện trường, theo cách nào đó, Eirik là kẻ thù, còn tôi là người xấu."
    },
    {
        "start": "00:42:50,040",
        "end": "00:42:53,040",
        "en": "Men du må ikke glemme det fantastiske arbeidet han gjorde òg.",
        "pa": "FORMER MEMBER, YOUNG GUNS MIKAEL ALI\n You can't forget the great work he did.",
        "vi": "Mà không thể quên những việc tuyệt vời ông đã làm."
    },
    {
        "start": "00:42:55,960",
        "end": "00:42:59,200",
        "en": "Når politiledelsen trengte noen til å rydde opp, brukte de Eirik.",
        "pa": "When the top brass needed someone to clean up, they used Eirik.",
        "vi": "Khi giới lãnh đạo cần người dọn dẹp, họ dùng Eirik."
    },
    {
        "start": "00:43:29,840",
        "end": "00:43:34,880",
        "en": "Dommen blir avsagt på den måten at domsslutningen blir lest først.",
        "pa": "The verdict will be read first.",
        "vi": "Quy trình là phán quyết sẽ được đọc trước."
    },
    {
        "start": "00:43:36,920",
        "end": "00:43:39,680",
        "en": "Retten leser etterpå domsgrunnene.",
        "pa": "Then the court will read the reasons for the verdict.",
        "vi": "Rồi tòa sẽ đọc những lý do cho phán quyết đó."
    },
    {
        "start": "00:43:43,480",
        "end": "00:43:48,640",
        "en": "Dom blir nå avsagt, og jeg ber om at alle reiser seg når domsslutninga leses opp.",
        "pa": "The verdict will now be read,\n and I ask that everyone stand when the verdict is read.",
        "vi": "Bây giờ phán quyết sẽ được đọc, và tôi yêu cầu mọi người đứng lên nghe."
    },
    {
        "start": "00:43:53,440",
        "end": "00:43:54,840",
        "en": "Domsslutning:",
        "pa": "The verdict.",
        "vi": "Phán quyết."
    },
    {
        "start": "00:43:56,640",
        "end": "00:44:01,680",
        "en": "\"Eirik Jensen, født 30. juli 1957…",
        "pa": "Eirik Jensen, born July 30, 1957…",
        "vi": "Eirik Jensen, sinh ngày 30/7/1957,"
    },
    {
        "start": "00:44:03,880",
        "end": "00:44:06,320",
        "en": "…dømmes til en straff",
        "pa": "is convicted and sentenced",
        "vi": "bị tuyên có tội và phải chịu hình phạt 21 năm tù."
    },
    {
        "start": "00:44:06,920",
        "end": "00:44:10,200",
        "en": "av fengsel i 21 år.\"",
        "pa": "to imprisonment for 21 years.",
        "vi": ""
    },
    {
        "start": "00:44:30,160",
        "end": "00:44:33,640",
        "en": "\"Lagmannsretten ser også fullstendig bort fra forklaringa til Jensen",
        "pa": "The appeals court also completely disregard the claims",
        "vi": "Tòa phúc thẩm cũng bác bỏ hoàn toàn tuyên bố của Jensen"
    },
    {
        "start": "00:44:33,720",
        "end": "00:44:38,560",
        "en": "om at formålet hans med kontakten med Cappelen i tiltaleperioden",
        "pa": "that Jensen's motive for maintaining contact with Cappelen",
        "vi": "rằng động cơ của bị cáo cho việc giữ liên lạc với Cappelen,"
    },
    {
        "start": "00:44:38,640",
        "end": "00:44:41,240",
        "en": "var av politifaglig karakter.",
        "pa": "was of a professional police nature.",
        "vi": "là thuộc phạm trù công việc cảnh sát."
    },
    {
        "start": "00:44:42,960",
        "end": "00:44:45,000",
        "en": "Det samme gjelder forklaringa til Jensen",
        "pa": "The same applies to the claim that Jensen never received money",
        "vi": "Điều tương tự cũng áp dụng với tuyên bố Jensen không nhận tiền"
    },
    {
        "start": "00:44:45,080",
        "end": "00:44:48,960",
        "en": "om at han ikke har mottatt penger eller andre ytelser fra Cappelen.\"",
        "pa": "or favours from Cappelen.",
        "vi": "hay lợi ích khác từ Cappelen."
    },
    {
        "start": "00:44:53,560",
        "end": "00:44:55,560",
        "en": "Bare ved én anledning",
        "pa": "Only once did Cappelen bring forward information",
        "vi": "Chỉ có một lần Cappelen cung cấp thông tin dẫn đến hành động cụ thể của cảnh sát."
    },
    {
        "start": "00:44:56,080",
        "end": "00:44:57,640",
        "en": "kom Cappelen med informasjon",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:44:58,320",
        "end": "00:45:00,400",
        "en": "som førte til en konkret politiaksjon.",
        "pa": "which led to a specific police action.",
        "vi": ""
    },
    {
        "start": "00:45:06,200",
        "end": "00:45:08,720",
        "en": "\"Slik lagmannsretten ser det, er det",
        "pa": "The court believes that in hindsight,",
        "vi": "Tòa nhận thấy nhìn lại lúc đó,"
    },
    {
        "start": "00:45:08,800",
        "end": "00:45:11,240",
        "en": "iallfall vurdert i ettertid,",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:45:12,080",
        "end": "00:45:17,320",
        "en": "underlig at det ikke var bedre rutiner for internkontroll i Oslo politidistrikt,",
        "pa": "it is strange that there were not better control procedures",
        "vi": "thật kỳ lạ khi cảnh sát Oslo không có quy trình kiểm soát tốt hơn"
    },
    {
        "start": "00:45:17,840",
        "end": "00:45:22,320",
        "en": "som kunne avdekke de mange instruksbruddene fra Jensens side",
        "pa": "in the Oslo police district,\n which could expose the many breaches of standards by Jensen",
        "vi": "để bộc lộ những vi phạm trong chuẩn mực của Jensen"
    },
    {
        "start": "00:45:22,400",
        "end": "00:45:23,880",
        "en": "i kontakten med Cappelen.",
        "pa": "in his contact with Cappelen.",
        "vi": "khi tiếp xúc với Cappelen."
    },
    {
        "start": "00:45:43,160",
        "end": "00:45:44,040",
        "en": "Ja.",
        "pa": "",
        "vi": "Vâng."
    },
    {
        "start": "00:45:46,920",
        "end": "00:45:48,080",
        "en": "Hva vil du si, Eirik?",
        "pa": "Any comments, Eirik?\n No.",
        "vi": "Bình luận, Eirik?"
    },
    {
        "start": "00:45:54,400",
        "end": "00:45:55,480",
        "en": "Ja.",
        "pa": "- Yes. Eirik. -Do you have any comments?",
        "vi": "- Vâng. Eirik? - Ông có bình luận gì không?"
    },
    {
        "start": "00:45:55,560",
        "end": "00:45:56,520",
        "en": "Eirik.",
        "pa": "",
        "vi": ""
    },
    {
        "start": "00:45:57,240",
        "end": "00:46:00,640",
        "en": "Eirik, jeg er fra Spesialenheten, og du er pågrepet.",
        "pa": "No.\n I'm from Internal Affairs. I'm here to arrest you. You are under arrest, so…",
        "vi": "Tôi đến từ cơ quan Nội vụ. Tôi đến để bắt ông…"
    },
    {
        "start": "00:46:38,320",
        "end": "00:46:42,440",
        "en": "",
        "pa": "OFFICIALLY THE BIGGEST POLICE SCANDAL IN PEACETIME",
        "vi": "CHÍNH THỨC LÀ BÊ BỐI LỚN NHẤT TRONG THỜI BÌNH CỦA CẢNH SÁT"
    },
    {
        "start": "00:46:42,520",
        "end": "00:46:46,960",
        "en": "",
        "pa": "THE END OF EIRIK JENSEN",
        "vi": "CÁI KẾT CỦA EIRIK JENSEN\n EIRIK JENSEN KHÔNG PHẢI CẢNH SÁT. MÀ LÀ MỘT TÊN LƯU MANH."
    },
    {
        "start": "00:46:54,680",
        "end": "00:46:55,840",
        "en": "Enogtjue år.",
        "pa": "EIRIK JENSEN WAS NOT A COP. HE WAS A CROOK.\n Twenty-one years.",
        "vi": "Hai mươi mốt năm."
    },
    {
        "start": "00:47:01,400",
        "end": "00:47:03,520",
        "en": "Det er så vonde ord…",
        "pa": "I can't describe",
        "vi": "Những từ đó gây quá nhiều đau đớn,"
    },
    {
        "start": "00:47:04,720",
        "end": "00:47:07,680",
        "en": "at jeg kan ikke beskrive det, altså.",
        "pa": "how much those words hurt.",
        "vi": "tôi không thể diễn tả nổi."
    },
    {
        "start": "00:47:11,040",
        "end": "00:47:14,960",
        "en": "Og jeg mister jo da på sett og vis…",
        "pa": "And-- and I lost my boyfriend, um,",
        "vi": "Và theo cách nào đó, tôi đã mất"
    },
    {
        "start": "00:47:16,680",
        "end": "00:47:18,000",
        "en": "kjæresten min…",
        "pa": "right there and then, in a way.",
        "vi": "bạn trai mình"
    },
    {
        "start": "00:47:19,040",
        "end": "00:47:19,920",
        "en": "der og da.",
        "pa": "",
        "vi": "ngay lúc đó. Về cơ bản, đó là chuyện đã xảy ra."
    },
    {
        "start": "00:47:20,720",
        "end": "00:47:23,200",
        "en": "På sett og vis, så gjør jeg jo det.",
        "pa": "That's essentially what happened.",
        "vi": ""
    },
    {
        "start": "00:47:29,720",
        "end": "00:47:35,680",
        "en": "Det han er dømt for, er jo en vanvittig ting han selv har gjort mot norsk politi.",
        "pa": "His conviction is a major blow for the Norwegian police.",
        "vi": "Bản án đó là một cú giáng mạnh vào cảnh sát Na Uy."
    },
    {
        "start": "00:47:37,000",
        "end": "00:47:41,160",
        "en": "Hvis politi i sånne spesielle saker ikke kan stole på hverandre…",
        "pa": "If the police, in special cases like this, can't trust each other",
        "vi": "Nếu cảnh sát, ở trường hợp đặc biệt này, không thể tin tưởng lẫn nhau"
    },
    {
        "start": "00:47:41,240",
        "end": "00:47:44,480",
        "en": "Å bli en del av et kriminelt nettverk…",
        "pa": "and become part of criminal networks,",
        "vi": "và trở thành một phần của mạng lưới tội phạm,"
    },
    {
        "start": "00:47:45,600",
        "end": "00:47:49,720",
        "en": "Da sammenlikner vi oss med land som vi overhodet ikke vil sammenlikne oss med.",
        "pa": "then we can start comparing ourselves\n with countries we absolutely don't want to be compared to.",
        "vi": "thì ta sẽ bị đặt lên bàn cân với những nước ta không muốn bị so sánh."
    },
    {
        "start": "00:47:53,800",
        "end": "00:47:58,800",
        "en": "Han var politi. Han skulle beskytte samfunnet.",
        "pa": "He was a policeman. He was supposed to protect society.",
        "vi": "Anh ấy là cảnh sát. Lẽ ra anh ấy phải bảo vệ xã hội."
    },
    {
        "start": "00:48:00,160",
        "end": "00:48:04,600",
        "en": "Jeg tror at han rett og slett har utnyttet sin situasjon og trodd",
        "pa": "I think that he just took advantage of his situation",
        "vi": "Tôi nghĩ…\n VỢ CŨ CỦA EIRIK JENSEN"
    },
    {
        "start": "00:48:04,680",
        "end": "00:48:05,960",
        "en": "at \"ingen kan ta meg\".",
        "pa": "and thought that nobody could touch him.",
        "vi": "…anh ấy lợi dụng vị thế của mình, nghĩ mình bất khả xâm phạm."
    },
    {
        "start": "00:48:08,960",
        "end": "00:48:12,720",
        "en": "Som samfunnsborger, så føler jeg at jeg skylder ham en takk.",
        "pa": "As a member of society, I feel like I owe him a thank you.",
        "vi": "Là một thành viên trong xã hội, tôi thấy nợ ông ấy lời cảm ơn."
    },
    {
        "start": "00:48:15,200",
        "end": "00:48:19,400",
        "en": "Takk for jobben du har gjort, mot kriminelle, sånn som jeg engang var, da.",
        "pa": "Thank you for working against criminals like I used to be.",
        "vi": "Cảm ơn vì chống lại những kẻ tội phạm như tôi trước kia.\n CỰU THÀNH VIÊN YOUNG GUNS"
    },
    {
        "start": "00:48:25,440",
        "end": "00:48:29,360",
        "en": "Dette er en mann som burde ha medalje for sin innsats.",
        "pa": "This is a man who deserves a medal for his efforts.",
        "vi": "Đây là người xứng đáng nhận huy chương cho những nỗ lực của mình."
    },
    {
        "start": "00:48:29,440",
        "end": "00:48:32,720",
        "en": "I stedet for har samfunnet slengt ham inn 21 år i fengsel.",
        "pa": "And instead, society decides to throw him in jail for 21 years.",
        "vi": "Và thay vào đó, xã hội quyết định ném ông ấy vào tù 21 năm."
    },
    {
        "start": "00:48:35,080",
        "end": "00:48:36,400",
        "en": "Det er jo helt spinnvilt.",
        "pa": "It's just crazy.",
        "vi": "Thật điên rồ."
    },
    {
        "start": "00:48:40,560",
        "end": "00:48:43,960",
        "en": "Jeg tror at de unge polititjenestepersonene i dag, de…",
        "pa": "I think young officers today,",
        "vi": "Tôi nghĩ các cảnh sát trẻ ngày nay…"
    },
    {
        "start": "00:48:44,040",
        "end": "00:48:48,040",
        "en": "Jeg tror ikke at de kjenner seg igjen i ham, de ser på ham på en måte…",
        "pa": "they don't think they see themselves in Eirik.",
        "vi": "Tôi không nghĩ họ thấy mình ở Eirik. Tôi nghĩ họ coi ông ấy…"
    },
    {
        "start": "00:48:49,000",
        "end": "00:48:53,560",
        "en": "At han var en del av historien. De gamle var jo liksom cowboyer.",
        "pa": "I think they see him like a part of history\n and the old guard, and they were like cowboys.",
        "vi": "là một phần lịch sử, là kiểu thủ cựu như cao bồi."
    },
    {
        "start": "00:48:55,280",
        "end": "00:48:58,720",
        "en": "Det kan jo hende at det dukker opp flere Eirik Jensen-er i politiet.",
        "pa": "But it's possible that more Eirik Jensens will appear within the police.",
        "vi": "Nhưng có thể sẽ có thêm những Eirik Jensen trong cảnh sát."
    },
    {
        "start": "00:48:58,800",
        "end": "00:49:01,160",
        "en": "Jeg tror norsk politi hadde hatt godt av det.",
        "pa": "I think that would be a good thing for the Norwegian police.",
        "vi": "Tôi nghĩ đó sẽ là điều tốt cho cảnh sát Na Uy."
    },
    {
        "start": "00:49:03,400",
        "end": "00:49:07,440",
        "en": "Vi trenger alltid noen som pusher litt grenser og tør å utfordre, på det gode.",
        "pa": "You always need someone to push the boundaries\n and challenge the system for the better.",
        "vi": "Luôn cần có người tạo ranh giới mới và thách thức hệ thống để nó tốt hơn."
    },
    {
        "start": "00:49:10,360",
        "end": "00:49:13,800",
        "en": "Jeg er glad for at jeg har blitt trodd. Det er min eneste kommentar.",
        "pa": "I'm happy they believed me. That's my only comment.",
        "vi": "Tôi mừng vì họ tin tôi. Tôi chỉ bình luận thế."
    },
    {
        "start": "00:49:16,000",
        "end": "00:49:19,360",
        "en": "For Cappelen har det hele tiden vært viktig å bli trodd.",
        "pa": "It has always been important for Cappelen to be believed.",
        "vi": "Với Cappelen, được người khác tin lời mình luôn quan trọng."
    },
    {
        "start": "00:49:19,440",
        "end": "00:49:25,320",
        "en": "Han ble trodd i tingretten. Han ble trodd også i lagmannsretten.",
        "pa": "He was believed in the court of appeal.\n He was also believed in the district court.",
        "vi": "Người ta tin lời ông ấy ở tòa án quận lẫn tòa phúc thẩm."
    },
    {
        "start": "00:49:25,880",
        "end": "00:49:30,680",
        "en": "Jensens anke er nå nektet fremmet til Høyesterett. Dommen er rettskraftig,",
        "pa": "Jensen's appeal to the Supreme Court has been denied.",
        "vi": "Kháng cáo của Jensen lên tòa án tối cao đã bị từ chối. Phán quyết là sau cùng"
    },
    {
        "start": "00:49:30,760",
        "end": "00:49:33,360",
        "en": "og burde egentlig vært avsluttet.",
        "pa": "The verdict is final and should have been the end.",
        "vi": "và nên là kết thúc."
    },
    {
        "start": "00:49:36,760",
        "end": "00:49:40,360",
        "en": "Jeg håper jeg opplever den dagen Eirik blir frifunnet.",
        "pa": "I hope I live to see Eirik acquitted.",
        "vi": "Tôi mong được sống đến lúc thấy Eirik được tha bổng."
    },
    {
        "start": "00:49:45,520",
        "end": "00:49:47,040",
        "en": "Hva skal dere gjøre da?",
        "pa": "What will you do then?",
        "vi": "- Lúc đó bà sẽ làm gì? - Ôm nó một cái thật chặt."
    },
    {
        "start": "00:49:48,440",
        "end": "00:49:50,000",
        "en": "Han skal få en god klem.",
        "pa": "Give him a big hug.",
        "vi": ""
    },
    {
        "start": "00:50:12,000",
        "end": "00:50:14,880",
        "en": "Her er motivasjonsveggen min.",
        "pa": "KONGSVINGER PRISON\n Here is my motivation wall.",
        "vi": "NHÀ TÙ KONGSVINGER\n Đây là bức tường động lực của tôi."
    },
    {
        "start": "00:50:16,480",
        "end": "00:50:18,000",
        "en": "Masse hyggelige kort.",
        "pa": "Lots of nice cards.",
        "vi": "Rất nhiều bưu thiếp đẹp.\n LUẬT VIKING"
    },
    {
        "start": "00:50:22,920",
        "end": "00:50:28,760",
        "en": "Og så er det nok et bilde, da, fra tiden alt var liksom, litt på stell, da.",
        "pa": "Here's another picture of when things were still pretty good.",
        "vi": "Đây là một tấm ảnh khác lúc mọi thứ vẫn còn khá ổn."
    },
    {
        "start": "00:50:31,200",
        "end": "00:50:34,480",
        "en": "Det er noe som liksom, hva skal jeg si, gir…",
        "pa": "Something like, what should I say,",
        "vi": "Đó là thứ, tôi nên nói gì nhỉ, gần như tiếp thêm endorphin cho tôi."
    },
    {
        "start": "00:50:35,240",
        "end": "00:50:38,760",
        "en": "holdt jeg på å si, endorfiner, det gir noe positivt.",
        "pa": "gives almost like endorphins.\n It gives me something positive.",
        "vi": "Nó cho tôi điều gì đó tích cực."
    },
    {
        "start": "00:50:38,840",
        "end": "00:50:40,080",
        "en": "Så…",
        "pa": "So…",
        "vi": "Và chúng tôi thật may mắn vì có chỗ ngồi làm việc."
    },
    {
        "start": "00:50:41,800",
        "end": "00:50:45,440",
        "en": "har vi vært så heldige at vi har fått en sånn \"kontordel\".",
        "pa": "we've been so lucky to get an office section.",
        "vi": ""
    },
    {
        "start": "00:50:49,160",
        "end": "00:50:51,320",
        "en": "Det er jo det som holder meg oppe.",
        "pa": "That's what keeps me going.",
        "vi": "Nó giúp tôi có động lực sống."
    },
    {
        "start": "00:50:52,360",
        "end": "00:50:54,640",
        "en": "At jeg jobber og leser dokumenter hele tida.",
        "pa": "That I'm busy reading through documents all the time.",
        "vi": "Giữ cho mình bận rộn bằng việc liên tục đọc tài liệu."
    },
    {
        "start": "00:50:57,320",
        "end": "00:51:01,080",
        "en": "Jeg mener at jeg er uskyldig dømt. Jeg er dømt på en falsk forklaring.",
        "pa": "I'm innocent. I've been convicted on a false statement.",
        "vi": "Tôi vô tội. Tôi đã bị kết án oan."
    },
    {
        "start": "00:51:03,000",
        "end": "00:51:07,880",
        "en": "Og så har jeg nå funnet ut at politiet har brukt ulovlige provokasjoner",
        "pa": "And now I've discovered that the police used illegal provocations",
        "vi": "Và giờ tôi phát hiện ra cảnh sát đã dùng những biện pháp kích động trái phép"
    },
    {
        "start": "00:51:07,960",
        "end": "00:51:10,800",
        "en": "for å etablere en straffesak mot Cappelen og meg.",
        "pa": "to establish a criminal case against Cappelen and myself.",
        "vi": "để có cơ sở khởi tố vụ án hình sự với tôi và Cappelen."
    },
    {
        "start": "00:51:12,280",
        "end": "00:51:14,720",
        "en": "Og for å si det helt klokkeklart…",
        "pa": "To make it crystal clear,",
        "vi": "Hãy nói cho thật rõ, tôi sẽ không bỏ cuộc đến khi mọi thứ được vạch trần."
    },
    {
        "start": "00:51:15,320",
        "end": "00:51:18,440",
        "en": "Jeg kommer ikke til å gi meg før alle kortene er snudd.",
        "pa": "I won't give up until all the cards are on the table.",
        "vi": ""
    },
    {
        "start": "00:51:23,840",
        "end": "00:51:27,200",
        "en": "Jeg ser jo på mutter'n, altså, hun er 88,",
        "pa": "I see that my mother, she's 88,",
        "vi": "Tôi thấy rằng mẹ tôi, bà đã 88 tuổi, đang rất khổ sở với chuyện này."
    },
    {
        "start": "00:51:28,280",
        "end": "00:51:31,680",
        "en": "at hun sliter med dette. Jeg veit at søstera mi sliter med dette.",
        "pa": "that she's struggling with this.\n I know that my sister is struggling with this.",
        "vi": "Tôi biết em gái tôi đang rất khổ sở. Tôi biết Ragna cũng thế."
    },
    {
        "start": "00:51:31,760",
        "end": "00:51:33,960",
        "en": "Og jeg vet at Ragna sliter med det.",
        "pa": "I know that Ragna is struggling with it.",
        "vi": ""
    },
    {
        "start": "00:51:36,520",
        "end": "00:51:42,000",
        "en": "Du føler deg jo skyldig i at deres liv har blitt et helvete.",
        "pa": "You do feel guilty.\n Because of the hell they have to go through.",
        "vi": "Bạn cảm thấy day dứt\n vì cuộc sống của họ không dễ chịu."
    },
    {
        "start": "00:51:44,640",
        "end": "00:51:48,680",
        "en": "Men de vil jo at jeg står dette racet ut. At jeg viser at jeg har rett.",
        "pa": "But they want me to stay the course and show that I'm right.",
        "vi": "Nhưng họ muốn tôi giữ vững định hướng và thể hiện là mình đúng."
    },
    {
        "start": "00:51:50,640",
        "end": "00:51:53,880",
        "en": "Jeg har kjempa hele livet, jeg, mot ting jeg mener er gærent.",
        "pa": "All my life, I've fought against what I think is wrong.",
        "vi": "Suốt cả đời, tôi đã đấu tranh chống lại cái tôi nghĩ là sai trái. Đây là sai trái."
    },
    {
        "start": "00:51:54,640",
        "end": "00:51:56,560",
        "en": "Og dette er gærent.",
        "pa": "And this is wrong.",
        "vi": ""
    },
    {
        "start": "00:51:57,960",
        "end": "00:52:03,000",
        "en": "Så er det klart at du har mange tunge odds mot deg, mot å lykkes.",
        "pa": "So obviously, the odds of succeeding are not in your favour,",
        "vi": "Dĩ nhiên, xác suất thành công không cao,"
    },
    {
        "start": "00:52:03,880",
        "end": "00:52:05,840",
        "en": "Men du kan jo ikke gi opp av den grunn.",
        "pa": "but that's not a reason to give up.",
        "vi": "nhưng đó không phải lý do để bỏ cuộc."
    },
    {
        "start": "00:52:25,800",
        "end": "00:52:29,040",
        "en": "",
        "pa": "EIRIK JENSEN SUBMITTED AN APPEAL",
        "vi": "EIRIK JENSEN GỬI ĐƠN THỈNH CẦU"
    },
    {
        "start": "00:52:29,120",
        "end": "00:52:33,680",
        "en": "",
        "pa": "TO THE EUROPEAN COURT OF HUMAN RIGHTS IN 2021",
        "vi": "LÊN TÒA ÁN NHÂN QUYỀN CHÂU ÂU VÀO NĂM 2021"
    },
    {
        "start": "00:52:35,720",
        "end": "00:52:40,200",
        "en": "",
        "pa": "THE APPEAL WAS DISMISSED",
        "vi": "THỈNH CẦU BỊ BÁC BỎ\n LUẬT SƯ CỦA ÔNG ĐÁNH TIẾNG"
    },
    {
        "start": "00:52:48,640",
        "end": "00:52:50,000",
        "en": "Ragna, take én.",
        "pa": "HIS LAWYERS HAVE SIGNALLED\n THAT THEY WILL FILE A MOTION TO REOPEN THE CASE\n Roll scene, take one.\n RAGNA AND EIRIK ARE STILL TOGETHER\n AND SHE FREQUENTLY VISITS HIM IN PRISON",
        "vi": "SẼ NỘP KIẾN NGHỊ MỞ LẠI VỤ ÁN\n Ragna, lần 1.\n RAGNA VÀ EIRIK VẪN BÊN NHAU VÀ RAGNA THƯỜNG XUYÊN ĐẾN THĂM EIRIK TRONG TÙ"
    },
    {
        "start": "00:53:01,720",
        "end": "00:53:04,960",
        "en": "",
        "pa": "GJERMUND CAPPELEN DID NOT WISH TO BE INTERVIEWED",
        "vi": "GJERMUND CAPPELEN TỪ CHỐI PHỎNG VẤN,\n NHƯNG ĐÃ GIẢI PHÓNG CHO LUẬT SƯ CỦA MÌNH KHỎI ĐIỀU KHOẢN GIỮ BÍ MẬT"
    },
    {
        "start": "00:53:13,240",
        "end": "00:53:16,040",
        "en": "GJERMUND CAPPELEN BLE DØMT TIL 13 ÅRS FENGSEL.",
        "pa": "BUT HAS RELEASED HIS DEFENCE ATTORNEYS\n FROM THEIR CONFIDENTIALITY AGREEMENT\n HE CAN APPLY FOR PAROLE IN 2022\n THE INTERNAL AFFAIRS BUREAU DID NOT WISH",
        "vi": "ÔNG CÓ THỂ NỘP ĐƠN XIN MÃN HẠN TÙ VÀO NĂM 2022"
    },
    {
        "start": "00:53:24,400",
        "end": "00:53:27,600",
        "en": "",
        "pa": "TO BE INTERVIEWED ABOUT THE CASE",
        "vi": "CƠ QUAN NỘI VỤ TỪ CHỐI PHỎNG VẤN VỀ VỤ ÁN NÀY"
    },
    {
        "start": "00:53:28,360",
        "end": "00:53:31,800",
        "en": "",
        "pa": "THEY REFER TO EIRIK JENSEN'S SIGNALS",
        "vi": "HỌ DẪN VIỆC EIRIK JENSEN ĐÁNH TIẾNG"
    },
    {
        "start": "00:53:31,880",
        "end": "00:53:35,400",
        "en": "",
        "pa": "THAT HE WISHES TO FILE A MOTION TO REOPEN THE CASE",
        "vi": "MUỐN NỘP KIẾN NGHỊ XIN MỞ LẠI VỤ ÁN"
    },
    {
        "start": "00:53:38,280",
        "end": "00:53:40,840",
        "en": "",
        "pa": "THE DISTRICT ATTORNEY, ATTORNEY GENERAL",
        "vi": "CÔNG TỐ QUẬN, BỘ TRƯỞNG TƯ PHÁP VÀ LÃNH ĐẠO HIỆN TẠI CỦA CẢNH SÁT OSLO"
    },
    {
        "start": "00:53:40,920",
        "end": "00:53:43,480",
        "en": "",
        "pa": "AND CURRENT LEADERSHIP IN THE OSLO POLICE",
        "vi": ""
    },
    {
        "start": "00:53:43,560",
        "end": "00:53:47,040",
        "en": "",
        "pa": "DID NOT WISH TO COMMENT FOR THE SAME REASON",
        "vi": "KHÔNG MUỐN BÌNH LUẬN CÙNG VÌ LÝ DO ĐÓ"
    },
    {
        "start": "00:53:56,080",
        "end": "00:53:58,480",
        "en": "Ledelsen i oslopolitiet sviktet,",
        "pa": "IN MAY 2021\n AN INDEPENDENT INQUIRY INTO THE OSLO POLICE WAS MADE PUBLIC\n The Oslo police leadership failed.",
        "vi": "THÁNG 5/2021, MỘT CUỘC ĐIỀU TRA ĐỘC LẬP VÀO CẢNH SÁT OSLO ĐƯỢC CÔNG BỐ\n Lãnh đạo cảnh sát Oslo đã thất bại."
    },
    {
        "start": "00:53:58,560",
        "end": "00:54:01,640",
        "en": "konkluderer utvalget som har sett på Eirik Jensen-saken.",
        "pa": "That was the conclusion of a committee looking into the Eirik Jensen case.",
        "vi": "Đó là kết luận của một ủy ban điều tra vụ Eirik Jensen."
    },
    {
        "start": "00:54:02,240",
        "end": "00:54:04,120",
        "en": "Hvordan kunne dette skje? ",
        "pa": "How could this have happened?",
        "vi": "Sao chuyện này có thể xảy ra? Và sao nó có thể kéo dài lâu đến thế?"
    },
    {
        "start": "00:54:05,480",
        "end": "00:54:07,960",
        "en": "Og hvordan kunne det pågå så lenge?",
        "pa": "And how could it have carried on for so long?",
        "vi": ""
    },
    {
        "start": "00:54:09,120",
        "end": "00:54:11,720",
        "en": "Oslopolitiet får knusende kritikk.",
        "pa": "Now the Oslo police are facing devastating criticism.",
        "vi": "CƠ SỞ KIẾN THỨC\n Cảnh sát Oslo phải đối mặt với chỉ trích gay gắt."
    },
    {
        "start": "00:54:11,800",
        "end": "00:54:16,120",
        "en": "De unnlot i årevis å følge opp meldinger fra fagansvarlig,",
        "pa": "For years they neglected to follow up",
        "vi": "Suốt nhiều năm, họ đã thờ ơ trong việc điều tra"
    },
    {
        "start": "00:54:16,200",
        "end": "00:54:20,120",
        "en": "som mente politimannen ikke fulgte informantinstruksen.",
        "pa": "on warnings that the policeman didn't follow informant protocol.\n EIRIK JENSEN HAS BEEN IN PRISON SINCE 2020",
        "vi": "nhưng cảnh báo về việc cảnh sát không theo quy trình phụ trách chỉ điểm.\n EIRIK JENSEN ĐÃ ĐI TÙ TỪ NĂM 2020"
    },
    {
        "start": "00:54:31,440",
        "end": "00:54:37,640",
        "en": "",
        "pa": "",
        "vi": "ÔNG SẼ CÓ THỂ NỘP ĐƠN XIN MÃN HẠN TÙ VÀO NĂM 2034"
    },
    {
        "start": "00:55:42,720",
        "end": "00:55:45,480",
        "en": "Tekst: Fredrik Island Gustavsen",
        "pa": "CONTAINS RE-ENACTMENTS OF AUDIO AND EVENTS ",
        "vi": "Biên dịch: TH "
    }
]